{"Content: ":"Display behaviour is a set of ritualized behaviours that enable an animal to communicate to other animals (typically of the same species) about specific stimuli.[1] These ritualized behaviours can be visual however many animals depend on a mixture of visual, audio, tactical and/or chemical signals as well.[1] Evolution has tailored these stereotyped behaviours to allow animals to communicate both conspecifically and interspecifically which allows for a broader connection in different niches in an ecosystem. It is connected to sexual selection and survival of the species in various ways. Typically, display behaviour is used for courtship between two animals and to signal to the female that a viable male is ready to mate.[2] In other instances, species may exhibit territorial display behaviour, in order to preserve a foraging or hunting territory for its family or group. A third form is exhibited by tournament species in which males will fight in order to gain the 'right' to breed. Animals from a broad range of evolutionary hierarchies avail of display behaviours - from invertebrates such as the simple jumping spider[1] to the more complex vertebrates like the harbour seal.[3] Communication is very important for animals all throughout the animal kingdom, even those with fairly simple nervous systems and body plans. For example, since female praying mantids are sexually cannibalistic, the male will typically avail of a concealment form of display behaviour.[2] This is a series of creeping movements executed by the male as it approaches the female with freezing of the body whenever the female looks towards the male. However, according to laboratory studies conducted by Loxton in 1979, one type of praying mantis, Ephestiasula arnoena, shows both male and female counterparts performing overt and ritualized behaviour before mating.[2] Both displayed a semaphore behaviour, meaning both displayed their front legs in a boxing fashion before the slow approach of the male from behind.[2] This semaphore display in E. arnoenaiskey in communicating between both mantids that both are ready for copulation and, by extension, the continuance of their genetic line. Along with the display behaviour shown by the praying mantid, flies belonging to the genus Megaselia also show such behaviour.[4] Contrary to the typically female-selected mating that occurs for most organisms, these flies have females that show the display behaviour and males that choose the mate. Females have a bright orange colouring that attracts the male and also perform a series of fluttering wing movements that make the insect appear to \"dance\" and make the openings on their abdomens to swell in order to attract a male.[4] It is also interesting to note that there is experimental evidence that implies the female may also release pheromones that attract the male; this is an instance of chemical display behaviour that plays a large role in animal communication.[5] This auditory courtship behavior is also seen in fruit flies like A. suspensa when they perform calling and pre-copulatory songs before mating. Both of these sounds are created by rapid flapping of the males wings.[6] Many arachnids show ritualized displays. For example, the arachnid family Salticidae consists of jumping spiders with keen vision which results in very clear display behaviours for courting in particular.[1] Salticids are very similar in appearance to ants that live in the same area and therefore use their appearance to avoid predators. Since this similarity in appearance is so obvious, salticid spiders can use display behaviours to communicate both with members of their own species and also with members of the ants that they mimic.[1] Birds also very commonly use display behaviours for courtship and communication.[7] Manakin birds (in the family Pipridae) in the Amazon undergo large demonstrations of display behaviour in order to court females in the population.[8] Since males provide no other immediate benefit to females, they must undergo ritualized behaviours in order to show their fitness to possible mates; the female then uses the information she gathers from this interaction to make a decision on who she will mate with.[8] This display behaviour consists of various flight patterns, wing and colour displays, and particular vocalizations.[8] As a result of this performance, the males will be chosen by the female and reproduction will commence. Along with invertebrates and birds, vertebrates like the harbour seal also show display behaviour. Since the harbour seal resides in an aquatic environment, the display behaviours expressed are slightly different from those seen in terrestrial mammal species. Male harbour seals show specific vocalization and diving behaviours while demonstrating such behaviours for possible mates.[3] As seals are distributed over such a large area, these display behaviours can slightly change geographically as males try to appeal to the largest number of females possible over a large geographical range. Dive displays, head flicks, and various vocalizations all work together in a display behaviour that signifies to the females in a colony that the males are ready to mate.[3] Display behaviour is a set of very conspicuous behaviours that allows for the attraction of mates but also can result in the attraction of predators. As a result, animals have certain environmental and social cues that they can use to decide when is the most beneficial time to show such behaviours; they use these triggers to minimize cost (predator avoidance) and maximize gain (mate attraction).[9] The first factor is temporal. Depending on the time of the season, animals (more specifically, tropical frogs, in this study) show strong seasonal trends in display behaviour favouring times closer to the beginning of the mating season.[9] This is plausible as this allows the most time for the attraction of a mate and the decline in calling to the end of the season is also valid because most organisms will have a mate by then and not have any need to continue such display behaviour. Depending upon the species and evolutionary histories, environmental factors such as temperature, elevation, and precipitation can affect the presence of these behaviours.[9] Along with environmental cues, social cues can also play a role in the demonstration of display behaviour. For example, aggressive display behaviour in the crayfish Orconectes virilistends to be triggered by impositions of other crayfish on previously established territory.[10] Such displays consist of a preliminary raising of claws between 4 and 5 times and if this is not sufficient to warn the other to not encroach on the territory then tactile engagement will occur. In this case, display behaviour is a preliminary step to the engagement of aggressive tactile behaviour whereas many cases of display behaviour result in the engagement of mating rituals. Human men typically advertise their suitability as mates by signalling their status in the social hierarchy, often by acquiring wealth or fame. The Papuan big men of New Guinea staged elaborate feasts to show the extent of their influence and power. The potlatches of the Pacific Northwest were held for much of the same effect. Tournament species in zoology are those species in which members of one sex (usually males) compete in order to mate.[11] In tournament species, the reproductive success of the small group of competition winners is predominantly higher than that of the large group of losers.[11] Tournament species are characterized by fierce same-sex fighting. Significantly larger or better-armed individuals in these species have an advantage, but only to the competing sex. Thus, most tournament species have high sexual dimorphism. Examples of tournament species include grouse, peafowl, lions, mountain gorillas and elephant seals. In some species, members of the competing sex come together in special display areas called leks. In other species, competition is more direct, in the form of fighting between males. In a small number of species, females compete for males; these include species of jacana, species of phalarope, and the spotted hyena. In all these cases, the female of the species shows traits that help in same-sex battles: larger bodies, aggressiveness, territorialism. Even maintenance of a multiple-male \"harem\" is sometimes seen in these animals. Most species fall on a continuum between tournament species and pair-bonding species.","Title":"Display (zoology) - Wikipedia","KeyID":"10","URL":"https://en.wikipedia.org/wiki/Display_(zoology)"}