{"Content: ":"The 1675–1676 Malta plague epidemic was a major outbreak of plague (Maltese: pesta) on the island of Malta, then ruled by the Order of St John. It occurred between December 1675 and August 1676, and it resulted in approximately 11,300 deaths, making it the deadliest epidemic in Maltese history. Most deaths were in the urban areas, including the capital Valletta and the Three Cities, which had a mortality rate of about 41%. In the rural settlements, the mortality rate was 6.9%. The exact cause of the outbreak remains uncertain, but infected merchandise from North Africa seems to be a likely source since the disease first appeared in the household of a merchant who had goods from Tripoli. The epidemic spread rapidly and efforts to contain it were poor, in part due to disagreements on whether the disease was actually plague or not. Eventually strict measures were taken and the epidemic subsided after eight months. At the time of the outbreak, Malta was ruled by the Order of St John. In 1592–93, a plague epidemic killed about 3,000 people, and there were smaller outbreaks in 1623 and 1655.[1] The epidemic began in the capital Valletta on 24 December 1675. Anna Bonnici, the 11-year-old daughter of the merchant Matteo Bonnici,[2] became sick and developed red petechial haemorrhages and enlarged lymph nodes,[3] and she died on 28 December.[2] She had been examined by the doctor Giacomo Cassia,[2] who informed the protomedicus Domenico Sciberras of the case, but they did not identify the disease as the plague.[3] The source of the disease is not certain.[4] At the time, there were claims that the plague arrived from a squadron of English ships that was fighting the Barbary pirates, which visited Malta a number of times in 1675–76 before and during the epidemic.[5] It is more likely that the disease arrived with infected rats along with some merchandise.[4] Ġan Franġisk Bonamico, who survived the plague, wrote that it entered the island in a cargo of textiles from Tripoli which was delivered to Bonnici.[6] On 10 January 1676, her 2-year-old brother Giacchino died, and a female slave in their household became sick soon afterwards but was able to recover. The cause of these deaths was still not identified when another member of the family, 7-year-old Teresa, died from similar symptoms on 13 January.[2] Members of the Agius family, relatives of the Bonnicis, also became ill and died, and this raised alarm and the authorities closed the houses of the victims.[6] Matteo Bonnici contracted the disease as well and died on 25 January.[2] Further cases appeared in the next few days, and on 28 January the health authorities held a secret meeting and concluded that the disease was probably the plague. Attempts to contain the epidemic began immediately and all suspected cases were isolated, but the disease continued to spread rapidly.[3] Some people panicked and left the cities for the countryside, left the island or locked themselves in their homes,[7] but there were many others who maintained their daily routines, contributing to the spread of the disease.[2] By 2 March, there were 100 deaths.[6] The first death outside Valletta occurred on 8 March in Attard. The disease appeared in the Three Cities, starting from Senglea on 14 February, followed by Cospicua on 8 March and Birgu on 11 March. The epidemic continued to spread throughout the rural towns and villages, including Birkirkara on 10 March, Rabat on 11 March and eventually to Kirkop, Qrendi, Qormi, Balzan, Siġġiewi, Żebbuġ and Żurrieq by the end of the month.[2][6] In April, the epidemic appeared in Lija, Tarxien, Luqa, Għargħur, Naxxar and Mqabba, and in May it appeared in Gudja, Żejtun and Mosta.[6] The course of the epidemic was somewhat variable and it went through a number of ebbs and flows, and it spread extensively throughout the main island of Malta at its peak, particularly the densely populated urban area around the Grand Harbour. The city of Mdina, the village of Safi[2] and the island of Gozo remained free of the disease.[3] Initial measures to contain the epidemic were ineffective, largely because there was disagreement whether the disease was actually plague.[11] On 28 January 1676, four Knights Grand Cross of the Order of St John were appointed Plague Commissioners and were given unlimited power to safeguard the Order and the public from the disease. Two Counts and a number of public health officials were also responsible for dealing with the outbreak and for carrying out the orders given to them by the four knights.[3] All suspected cases were transferred to the Lazzaretto on the Isolotto,[2] and most of them died soon afterwards.[12] Several public health officials contracted the disease and died, and as the epidemic spread, the number of officials was doubled and more isolation hospitals were opened. Severe penalties including capital punishment were enacted against those who did not report cases to the authorities, and three men were hanged as an example.[3] During the epidemic, some who stole items from houses belonging to people who had died were also hanged.[5] On 26 February, Grand Master Nicolás Cotoner and the committee met and decided to increase the measures being taken. Movement of people was restricted from 24 March, and all suspected cases were isolated. Residents of areas of Valletta with high infection rates, including the Manderaggio, Arċipierku and French Street, were forbidden to leave their homes and they were provided with food. Barbers were told not to cut the hair of infected people or their relatives. When the disease spread to the countryside, the entire island was declared as infected, and international quarantine measures were adopted.[3] Some people disputed the cause of the disease, and the doctor Giuseppe del Cosso insisted that it was not plague but a malignant pricking disease.[6] Many went about their daily lives as usual, and this is believed to be a factor which resulted in such a high death toll.[2] It was only after various European physicians gave their opinions that it was plague that strict containment measures were enforced, but by then it was too late.[11] People were forbidden to gather in churches and hotels and in outdoor public spaces, barricades were built and isolation hospitals were enlarged once again. The Order's fleet was anchored in open sea at night, and a temporary accommodation was built at Marsamxett for patients. The deceased were buried in mass graves at designated locations.[3] On 27 April, Grand Master Cotoner and the Council of the Order requested assistance from abroad to help deal with the epidemic. Surgeons and doctors from Naples and Marseille arrived on Malta within a month, either as volunteers or under paid contracts. Confirmed and suspected cases at Fort Saint Elmo were transferred to the Isolotto, and a general curfew was proclaimed on 25 May. Houses were disinfected by profumatori.[11] Grand Master Cotoner pledged to support the victims of the disease, and he gave alms to the needy. He also visited both the urban and the rural areas which were affected by the plague.[3] By mid-April, the Capitano della Verga of Mdina had closed the city and successfully managed to prevent the epidemic from reaching its population. Travel to Gozo was discouraged, and the disease did not spread there.[3] On 14 June, it was concluded that there were enough medical supplies on Malta, and the restrictions placed on certain areas of Valletta were lifted two days later.[3] The plague lasted for eight months, and it receded in August.[4] The last death occurred on 30 August at Ħax-Xluq near Siġġiewi.[6] On 24 September 1676, the end of the epidemic was celebrated with the clearing of barricades, firing of guns, ringing of bells and processions.[3] Plague is caused by microbes in rats, which spread to humans through infected fleas from the rats. Fleas can also carry the disease between people. The epidemic mainly consisted of bubonic plague, but some cases were also pneumonic or septicemic. The symptoms included fever, headaches and buboes.[4] Most sources agree that the epidemic killed about 11,300 people[4][7][2] out of a population of about 60,000[3][14] to 70,000.[4] The Order's archives record only 8,726 deaths,[11] while other sources give the death toll as 8,732[3] or estimate it to have been between 11,000[11] and 12,000.[5] This death toll makes the epidemic Malta's deadliest plague outbreak.[6] About 9,000 of the 22,000 people living in cities died in the epidemic, amounting to 41% of the population.[2] Of these, at least 2,057 died in Valletta, 1,885 in Senglea, 1,790 in Birgu and 1,320 in Cospicua.[3] Some sources give higher death tolls of 4,000, 2,000, 1,800 and 1,500 respectively for these four cities.[15] In the rural settlements, about 2,000 of some 29,000 people died, or 6.9% of the population[2] (one source gives a death toll of only 200).[15] These include 309 deaths in Qormi, 270 in Żabbar, 169 in Żebbuġ[3] and 88 in Rabat.[7] Among the clergy, the dead included a Knight Grand Cross, 8 other knights, 10 parish priests, 1 canon, 95 other priests and 34 monks.[3] 10 physicians, 16 surgeons and over 1000 hospital attendants also died in the plague.[4] During the epidemic, the deceased were usually not buried in churches as was common practice at the time.[18] Burials were held in various locations, particularly in specially-established extramural cemeteries, around fortifications or abandoned churches. Inhabitants of Valletta were buried in a cemetery on the Isolotto (now known as Manoel Island), while those of Cospicua and Senglea were buried in cemeteries outside the cities' fortifications. The deceased of Birgu were buried at Il-Hisieli.[3] People were also buried at a cemetery in Cospicua known as Iċ-Ċimiterju tal-Infetti (Cemetery for Infectious Diseases), which still exists today.[19] The deceased from Birkirkara, Gudja and Qormi were buried in village cemeteries, while those in Żurrieq, Kirkop, Rabat, Mosta, Bubaqra and Attard were buried in churches, mostly ones which were disused.[3] There was a religious revival during the epidemic, resulting in the veneration of the Blessed Sacrament and relics.[3] There was particular devotion to patron saints of the plague-infected such as Saint Roch and Saint Sebastian, and also to other saints including Our Lady, Saint Rosalia, Saint Nicholas and Saint Anne. The historian Bartholomeo dal Pozzo attributed the epidemic as divine retribution against the population for their sins.[6] A number of niches and churches were built to give thanks by survivors of the plague, including the Sarria Church in Floriana, which was rebuilt by the Order after a vow made during the epidemic.[6] This building was designed by Mattia Preti, who was in Malta at the time of the epidemic and survived by staying in Żurrieq.[7] After the plague epidemic ended, attempts were made to improve medical teaching in Malta. On 19 October 1676, Cotoner appointed Giuseppe Zammit as lettore in anatomy and surgery at the Sacra Infermeria. This formalisation of medical training is regarded as the predecessor of the medical school of the University of Malta.[21] The traditional mourning customs of the Maltese seem to have changed as a result of the 1676 plague. Before the epidemic, mourning periods would last for one or two years, and three days after a person died no fire would be lit in the kitchen in the house of the deceased. Women would not go out for forty days, while men would go out unshaven after eight days. These could not be practiced during the epidemic, and they were abandoned in favour of wearing black.[22] After the outbreak, quarantine and disinfection of mail were adopted in Malta. The next major outbreak of plague in the Maltese Islands occurred in 1813–14.[4] In 1677, Laurentius Haseiah (or Hasciac) published De postrema Melitensi lue praxis historica in Palermo.[4][23] This was a study of plague which recorded the 1675–76 epidemic and called it \"the worst epidemic on record\",[4] and it was the first medical work to be published by a Maltese.[23] Don Melchiore Giacinto Calarco from Licata, Sicily wrote a poem called Melpomene idillio nella peste di Malta about the 1676 epidemic in Malta. It is dedicated to the Spanish knight Fra Don Ernaldo Mox, and it was published in Catania in 1677.[24]","Title":"1675–1676 Malta plague epidemic - Wikipedia","KeyID":"10007","URL":"https://en.wikipedia.org/wiki/1675%E2%80%931676_Malta_plague_epidemic"}