{"Content: ":"The Italian Plague of 1629–1631, also referred to as the Great Plague of Milan, was part of the second plague pandemic that began with the Black Death in 1348 and ended in the 18th century. One of two major outbreaks in Italy during the 17th century, it affected northern and central Italy and resulted in at least 280,000 deaths, with some estimating fatalities as high as one million, or about 35% of the population.[1] The plague may have contributed to the decline of Italy's economy relative to those of other Western European countries.[2] Thought to have originated in Northern France in 1623, the plague was carried throughout Europe as a result of troop movements associated with the Thirty Years' War and was allegedly brought to Lombardy in 1629 by soldiers involved in the War of the Mantuan Succession.[3] The disease first spread to Venetian troops and in October 1629 reached Milan, Lombardy's major commercial centre. Although the city instituted a quarantine and limited access to external visitors and trade goods, it failed to eliminate the disease. A major outbreak in March 1630 resulted from relaxed health measures during the carnival season, followed by a second wave in the spring and summer of 1631. Overall, Milan suffered approximately 60,000 fatalities out of a total population of 130,000.[3] East of Lombardy, the Republic of Venice was infected in 1630–31. The city of Venice was severely hit, with recorded casualties of 46,000 out of a population of 140,000. Some historians believe that the drastic loss of life, and its impact on commerce, ultimately resulted in the downfall of Venice as a major commercial and political power.[4] The papal city of Bologna lost an estimated 15,000 citizens to the plague, with neighboring smaller cities of Modena and Parma also being heavily affected. This outbreak of plague also spread north into Tyrol, an alpine region of western Austria and northern Italy.[citation needed] Later outbreaks of bubonic plague in Italy occurred in the city of Florence in 1630–1633 and the areas surrounding Naples, Rome and Genoa in 1656–57.[citation needed] Population before the plague and death toll, selected cities:[1] A 2019 study found that the plague of 1629–1631 led to lower growth in several cities affected by the plague and \"caused long-lasting damage to the size of Italian urban populations and to urbanization rates. These findings support the hypothesis that seventeenth-century plagues played a fundamental role in triggering the process of relative decline of the Italian economies.\"[5] The 1630 Milan plague is the backdrop for several chapters of Alessandro Manzoni's 1840 novel The Betrothed (Italian: I promessi sposi). Although a work of fiction, Manzoni's description of the conditions and events in plague-ravaged Milan are completely historical and extensively documented from primary sources researched by the author.[citation needed] An expunged section of the book, describing the historical trial and execution of three alleged \"plague-spreaders\", was later published in a pamphlet entitled Storia della colonna infame (History of the pillar of infamy).[citation needed]","Title":"1629–1631 Italian plague - Wikipedia","KeyID":"10000","URL":"https://en.wikipedia.org/wiki/1629%E2%80%931631_Italian_plague"}