{"Content: ":"The 1813–1814 Malta plague epidemic (Maltese: il-pandemija tal-pesta tal-1813–1814) was the last major outbreak of plague on the islands of Malta and Gozo. It occurred between March 1813 and January 1814 on Malta and between February and May 1814 on Gozo, and the epidemic was officially declared to be over in September 1814. It resulted in approximately 4500 deaths, which was about 5% of the islands' population. The plague outbreak had begun in Constantinople in 1812 and it spread to other parts of the Ottoman Empire including Egypt. The disease was imported to Malta from Alexandria on board the brigantine San Nicola in late March 1813. Some of its crew members had contracted the disease and died, and although the vessel and crew were quarantined, the disease spread to the local population since infected cargo from the vessel was stolen and sold in Valletta. The disease appeared in the city in mid-April, and the outbreak was severe by mid-May. The British colonial government took strict measures in order to contain the plague, although this was done too late to prevent the outbreak from spreading in its early stages. The urban area around the Grand Harbour was isolated from the rest of the island, and settlements with high mortality rates were cordoned off. Violations of these regulations were met with harsh penalties including death, and several people were executed for concealing their infection. The outbreak was particularly severe in the capital Valletta and its suburb Floriana, and in the villages of Birkirkara, Qormi and Żebbuġ. The epidemic began to subside by late 1813 and it was believed to be over by January 1814. However, the disease was inadvertently introduced to Gozo through contaminated clothes in February, and another outbreak occurred in the village of Xagħra. Containment measures were imposed immediately, limiting the spread and resulting in a much lower mortality rate in Gozo. The second plague pandemic began with the Black Death in the 14th century, and it continued to recur until the 19th century. Bubonic plague outbreaks had occurred in Malta in 1592–1593, 1623, 1655 and 1675–1676.[1] The latter was the most severe, having killed some 11,300 people.[2] In 1813 Malta was a British protectorate and it was undergoing a financial and demographic boom due to the war economy and the presence of the Royal Navy, the relocation of British factories from Palermo, Naples and Livorno to the islands, and the free port status which meant that Malta was well-connected with other Mediterranean harbours.[3][4] During the plague outbreak, the islands underwent a political change from a protectorate to a crown colony.[5] The source of the 1813–1814 epidemic is believed to have been an outbreak that began in Constantinople in 1812.[6] The plague had spread to Alexandria in Egypt, and by January 1813 the authorities in Malta had been aware of this outbreak.[7] The plague arrived in the Maltese Islands by infected crew members on board ships sailing from Alexandria to Malta. The San Nicola (or St. Nicholas), a Maltese brigantine flying the British flag,[8] had left Alexandria on 17 March 1813, and two of its crew members became sick a week after the vessel left port. The vessel arrived in Malta on 28 March, and it was quarantined in Marsamxett Harbour for two weeks. Health guards were sent to ensure that there was no communication between the ship and the shore.[1] Two other ships which also arrived in Malta from Alexandria on 28 March, the British brigantine Nancy and the Spanish polacca Bella Maria, also had cases of the plague on board. Two crew members from the Nancy were infected, while one crew member on the Bella Maria had died of the disease.[8] The crew of the San Nicola were taken to the Lazzaretto on nearby Manoel Island on 29 March, after they had taken standard precautions. On 1 April, the ship's captain Antonio Maria Mescara became sick, and a day later so did a servant who had looked after the two infected crew members on board the vessel. Mescara and the servant died on 7 April, and their corpses were examined, confirming suspicions that they died of the plague. The San Nicola was sent back to Alexandria on 10 April, under the escort of HMS Badger.[9] It was initially believed that the disease was contained without coming into contact with the population,[10] but while the San Nicola was in quarantine, some of its guards had stolen linen from its cargo which was infected. This was stored in a wine shop in Sliema before being sold to Salvatore Borg, a shoemaker, fence and smuggler who lived at 227, Strada San Paolo in Valletta.[1][10][11][12] On 16 April, Salvatore Borg's 8-year-old daughter Anna Maria became sick, and she died three days later.[10] It was not immediately realised that the cause of her death was the plague, and she was given a customary funeral at the church of Ta' Ġieżu and was buried in the church's crypt.[13] Soon after the girl died, her mother also developed a fever,[10] causing alarm among physicians who informed the authorities of the case.[14] The woman died on 3 May,[15] and her husband Salvatore also became sick and eventually died.[13] On 4 May, the Committee of Health issued a warning that the public health was in danger, and confirmed the disease to be the plague a day later.[14] Panic spread throughout Valletta, and many people left the city and went to the countryside or boarded ships to leave the islands. Most of the British and some Maltese isolated themselves within their homes.[16] At the time, the only person known to have the disease was Borg, and he was transferred to the Lazzaretto,[17] By 7 May there were a number of suspected cases, but the disease initially spread slowly, such that people began to doubt its existence.[18] The outbreak increased by 16 May, as Borg's father became ill and died and many new cases were reported around Valletta, especially in Strada Reale, Strada San Cristoforo, Strada San Giuseppe, Strada Pozzi and Strada San Giovanni.[19] By 17 May, the disease had spread throughout the entire city.[19] The guards who stole the linen, as well as those who stored and purchased the stolen goods, were among the first people to contract the plague and die.[11] The first cases of the plague outside Valletta was detected on 21 May in Mdina, when five cases were reported. Within days, it spread to other towns and villages in the country, with some being more severely affected than others.[20] The outbreak was particularly severe in Birkirkara, one of the largest settlements outside the harbour area, whose population had increased by about 3000 refugees fleeing the plague from Valletta.[21] By the end of July 1813, the death toll had reached 1602 people.[7] Towns and villages which were severely affected by the plague included Qormi and Żebbuġ.[1] In Qormi, the long duration of the disease was attributed to residents' resistance to government countermeasures attempting to control the outbreak.[22] Some towns and villages were not affected at all by the plague, including Għargħur, Balzan, Kirkop, Safi, Għaxaq, Qrendi and Senglea.[1] The authorities introduced measures in an attempt to contain the outbreak, but these were initially ineffective. The spread was aggravated since the causes of the disease were unknown at the time, containment measures were not introduced immediately,[1] and some people resisted by refusing to transfer the infected to government-designated depots.[19] Trade stopped immediately after the outbreak was identified as the plague. On 5 May, public buildings including the law courts and the theatre were closed down. The urban settlements in the harbour area: Valletta and its suburb Floriana, and the Three Cities of Birgu, Cospicua and Senglea were placed under medical observation.[16] Direct and indirect contact between people was discouraged, especially at markets.[17] On 7 May, any communication between ships and the shore was forbidden,[18] and Bishop Ferdinando Mattei ordered all churches to be closed on 9 May.[1] The government published an account of the 1743 plague in Messina to inform the public of the consequences of an outbreak.[23] On 17 May, Civil Commissioner Sir Hildebrand Oakes ordered that any suspected case was to be reported to the Board of Health, and anyone concealing the existence of the disease was liable to the death penalty.[1][24] The sentence was first carried out to Anthony Borg, who had concealed his infection from the authorities, and he was publicly executed by firing squad in Valletta on 17 August.[5] Houses of people who had been infected were closed but initially no attempts were made to purify them. Some infected animals from these buildings might have escaped and contributed to the spread of the plague.[1] Eventually, domestic animals were restrained in homes or placed in cages[25] while stray animals began to be killed in order to prevent further spread.[5] Many people hid contaminated goods in order to prevent them from being destroyed by the authorities.[26] On 19 June, various barriere were set up in and around Valletta, Floriana and the Tree Cities. These were railings which were spaced such that they allowed people on opposite sides to be able to talk without coming in contact with each another. This was done in order to ensure supply of food from the countryside to the cities.[7] Valletta was subdivided into eight districts and movement of people was restricted under the death penalty.[5] Similar restrictions were also imposed on the Three Cities.[25] Oakes established a Corps of Civic Guards to watch houses of the infected and enforce regulations, and he appointed Lieutenant-Colonel Francesco Rivarola to the temporary post of Inspector General, who had power over the Civic Guards as well as the police.[5] Shops selling food were only allowed to open for four hours a day.[5] Throughout the epidemic, the postal service continued to function and it was the only means of communication between individuals in the quarantined cities of the Grand Harbour and the rest of the islands.[7] The soldiers deployed to enforce the containment measures included the Maltese Veterans and the Maltese Provincial Battalion, and their duties also included assisting the police and civil authorities.[27] Prisoners were forced to carry the dead from their homes to burial sites in specially-made carts, and they were known as beccamorti.[27] Many prisoners became infected themselves and died in the process, and the authorities brought prisoners from Sicily to continue the work, but these also died.[1] The Maltese population were scared of these prisoners,[5] who at times might have committed rape and robbery.[28] By mid-September, there were fewer new cases of the plague and the disease seemed to be diminishing.[5] Infected people were taken to the Lazzaretto of Manoel Island, a hospital and quarantine facility which had been built to deal with outbreaks of infectious diseases. Fort Manoel, which is located adjacent to the Lazzaretto, was converted into a depot where suspected cases of the plague were isolated. By late June 1813, the Lazzaretto had reached its capacity and it became crowded with patients, so no distinction was made between confirmed and suspected cases gathered close together in Fort Manoel. The fort therefore became one of the main focal points of the disease.[29] Temporary hospitals were set up at other locations, including Villa Bighi in Kalkara (later the site of a naval hospital) and St Dominic's Convent in Rabat.[1] Huts known as barracche (Maltese: barrakki)[30] were built in various locations, mostly as shelters for people evacuated from their homes or as hospitals. Others were used as guard rooms, market stalls and shops, an abattoir, offices (including a post office), stores and privies. The huts became very hot in the summer causing discomfort to their occupants, and on one occasion some of them collapsed in a thunderstorm.[27] Many barracche were built in the ditches of fortifications, including the main ditch of the Valletta land front, and the Floriana Lines ditches near Porta Sant'Anna and Porte des Bombes. Others were also built within Valletta and Floriana and at Ta' Xbiex, Fort Manoel, Bighi, Birkirkara, Qormi, Żebbuġ and outside the Cottonera Lines near Birgu. A temporary hospital consisting of 59 huts was built at Santa Venera in September 1813.[27] In 1813, the British changed Malta's status from a protectorate to a crown colony, and the office of Civil Commissioner was replaced by that of a Governor. Oakes was offered the new position, but he declined on the grounds of his own poor health.[5] There have been suggestions that Oakes' resignation was due to the plague outbreak,[1] but a letter he wrote before the disease broke out already expressed his wishes to resign.[5] The office of Governor was given to Sir Thomas Maitland, who arrived in the islands on 3 October and assumed office two days later.[5] Maitland took strict actions in order to eliminate the disease.[1] Restrictive measures were also imposed in the villages in order to prevent the disease from spreading. The population was not allowed to go to the countryside or to the ports, and cotton fields were abandoned.[1] On 10 September, movement from settlements with high mortality rates was restricted, and soldiers surrounded and cordoned off Qormi, Żebbuġ and Birkirkara to prevent any inhabitants from leaving. Violations of this restriction were liable to the death penalty.[5] The mortality rate had decreased to 196 people in October, and by then the epidemic was on the decline.[7] On 13 November, Maitland ordered houses and shops in Valletta and Floriana to be purified under the supervision of doctors and the police for a period of 15 days. People who had concealed potentially infected objects were pardoned if they revealed their items to the police within 10 days. In December, the number of districts in Valletta was increased to 24, while Floriana was divided into 7 districts.[5] The situation had improved greatly by December 1813, and on 7 January 1814 the restrictions on Valletta were lifted. Restrictions on other towns and villages were removed in the following days,[31] except in Qormi which remained isolated until early March. The outbreak was said to be over by the end of January.[1] On 27 January, the barracche were dismantled and burnt.[27] While parts of Malta were devastated by the plague, there was no outbreak of the plague on the island of Gozo in 1813. Communication with mainland Malta was restricted when the outbreak occurred in Valletta, which initially prevented the disease from reaching Gozo. However, when restrictions were lifted upon the end of the epidemic in Malta, an outbreak in Gozo occurred,[33] although it was much smaller than the one in Malta. It is believed that the disease was imported to the island through infected clothing which had been concealed during the Malta epidemic. Angelo Galea, a Gozitan who was in Qormi at the time out the outbreak, hid a box of clothes (including an għonnella)[34] from the authorities and took them with him when he returned to Gozo in late February 1814. He died in his house in Xagħra on 22 February 1814, a couple of days after his arrival. Like the first case in Malta, it was not believed that he died of the plague and his funeral was held at the village's parish church.[35] On 28 February, Galea's daughter Rosa became ill and died soon afterwards at the hospital at Rabat. There were fears that the plague had reached Gozo, and within a few days a number of Xagħra residents died of the disease.[36] An outbreak of fever was reported on 2 March 1814, and it was confirmed to be plague five days later.[1] On 8 March, Maitland cut off all communication between the islands, and the military was sent to cordon off Xagħra to prevent the spread of the plague to the rest of Gozo.[36] The disease was successfully contained within the village, resulting in Gozo having a much lower death toll than Malta.[38] On 13 March, Joseph Said wandered out of his house in a state of delirium after being infected, and he was shot dead by the police. Another man was executed by firing squad for concealing the disease on 31 March.[5] A farmhouse known as tal-Qassam located south of the village[34] was requisitioned and converted into a hospital by 19 March. Known as the Tal-Fewdu plague hospital, it was led by the military doctor George McAdam.[6] The dead were buried in a nearby field so as to limit the possibility of infection while transporting corpses.[34] On 31 March, people who lived in houses where others had been infected were moved into a tented camp.[6] The outbreak was already in decline by mid-April,[15] but McAdam contracted the disease and died on 5 or 6 May.[6][15] The last death from the plague on Gozo was on 28 May.[6] On 12 June, family members of plague victims were taken to Ramla Bay and were told to bathe in the sea three times a day under police supervision. This was believed to disinfect them from traces of the disease.[5] The Maltese Islands were officially declared to be free from the disease on 8 September 1814,[1] and communication between the islands was restored on 14 September.[6] Plague is caused by microbes in rats, which spread to humans through infected fleas from the rats. At the time of the outbreak, this cause was not known, and this hampered containment efforts[1] and led to speculation on the cause and spread of the disease. At the time, the miasma theory which believed that the disease was caused by \"bad air\" was popular, and those who believed that it was contagious traced it to unusual sources.[6] Hair, paper, feathers and straw were believed to be easily infected, so care was taken when these items were handled.[25] Mail was disinfected at the Lazzaretto by slitting letters open and soaking them in vinegar or exposing them to fumes of a mixture of substances.[7] During the outbreak, some wrote on wooden tablets instead of paper,[39] and in January 1814 the registers of the Monte di Pietà were unbound, disinfected and rebound to ensure that they were not contaminated.[7] In the Valletta outbreak, it was observed that families of victims were more likely to contract the disease than neighbours, such that the disease spread whenever there was contact between people, but not between people who lived close but did not make contact with each other. This led to the realisation that the disease was not airborne.[40] The fact that the plague devastated Valletta but did not seriously affect the nearby Three Cities was also cited as proof of this.[41] The death toll of the plague outbreak on Malta has been variously reported as being either 4487,[42] 4549,[43] 4572[44] or 4668.[25] About 740 of the deaths were in the town of Qormi.[45] The death tolls in the Three Cities were 33 in Birgu and 12 in Cospicua; there were no deaths from the plague in Senglea.[43] Despite the high death toll of civilians, the British garrison of around 3700 men only lost 20 men to the plague.[15] The death toll in Gozo was reported to either 96[38] or 104,[6][32] out of a population of over 15,000.[38] Notable victims of the plague include Xagħra's parish priest Vincenzo Cauchi,[32] and George McAdam, the army surgeon who had volunteered to help set up the hospital in Xagħra.[6] At the time, the islands' population was about 97,000,[42] so the plague is estimated to have killed approximately 5% of the population.[13] In the 1820s, an author wrote that the disease \"swept away more than one-twentieth of the inhabitants of one of the most populous islands under the British crown\".[23] The death toll played a role in reducing population pressure in the densely populated islands.[3] Due to the high death toll, a number of special cemeteries known as clausure[13] were established for the victims.[1] These were extramural cemeteries located outside settlements, contrasting with the usual practice of burying the dead within churches. Dedicated cemeteries had been created for earlier epidemics such as the plagues of 1592 and 1675–1676, and they were also created for outbreaks of cholera and smallpox later on in the 19th century.[46] Some of these cemeteries were dedicated to Saint Roch due to the devotion to the saint in instances of plague, while others did not have a specific dedication.[46] Many of the 1813 cemeteries bore this date on the outside.[1] Some of these cemeteries were later used for other burials, such that they became the main cemetery for a particular town or village.[13] Examples of these include the cemeteries of Qormi[47] and Lija.[13] Other cemeteries, such as that of ta' Gadaf near Naxxar, were left in a state of abandonment.[13] Some victims were also buried in abandoned churches (such as the old Parish Church of St Mary in Birkirkara), in fields or in sealed tombs in crypts.[12] The plague outbreak caused severe economic disruption as trade links and communication were cut off, both internally and with neighbouring countries.[1] Ties between Malta and Gozo were cut off for a long period of time,[46] although there were instances where limited trade between the islands were allowed.[7] Fearing the disease, a number of foreign business people had left the island by August 1813.[7] Government expenditure also increased during the outbreak.[1] The plague contributed to an economic depression which lasted until well after the disease was eradicated from the islands. Some ports imposed quarantines on Maltese ships until 1826, negatively impacting trade in the process. Other factors such as the Greek War of Independence, growing popularity of Egyptian cotton and the French conquest of Algeria also contributed to the poor state of Malta's economy in the 1820s and 1830s.[3] Some regarded the plague as a form of divine punishment,[7] and many who survived attributed this to grace.[1] When the epidemic ended, a pilgrimage was held from Valletta to the Sanctuary of Our Lady of Mellieħa.[27] During the plague, some linked the year 1813 with the superstition that the number 13 is unlucky, regarding the 13th year of a century as an annus horribilis.[13] A hand-drawn hearse which was used in the 1813 plague outbreak still survives. It was rediscovered in 1992 in the crypt of the Żabbar parish church,[25] and it is now exhibited at the Żabbar Sanctuary Museum.[13] A number of ex-votos were offered to churches by people who survived the outbreak.[1] These are often examples of folk art which are not necessarily of a high artistic quality, but they have historical significance since they are primary sources which portray life during the course of the epidemic.[27] Churches which contain ex voto paintings include the Church of Saint Barbara in Valletta[27] and the Mensija sanctuary at San Ġwann.[13] A statue of Saint Sebastian, a patron saint of the plague-stricken, was erected on the outskirts of Qormi (facing Marsa and the harbour) after the outbreak. The statue was sculpted by Ċikku and Girolamo Fabri (although it sometimes attributed to Vincenzo Dimech), and an inscription commemorates that it was given an indulgence in 1816.[48] In the 1880s, a church dedicated to the same saint was built near the statue, and it became a separate parish in 1935. A much larger parish church was built nearby later on in the 20th century.[45] In Senglea, a statue of Our Lady was commissioned to commemorate deliverance of the city's inhabitants from the plague. Salvatore Debarro paid for the statue, which was sculpted out of marble by Vincenzo Dimech. It was erected in the city and it was blessed on 19 May 1816.[1] The statue was relocated in 1955 and it still exists today.[49] In 1991, a street in Xagħra was named Triq George McAdam after the military doctor who died in the plague.[6] A street in Qormi is named Triq il-Barrakki after the huts built to house the infected in the epidemic.[30] A number of accounts of the plague were written, such as G. M. de Piro's Ragguaglio storico della pestilenza che afflisse le isole di Malta e Gozo negli anni 1813 e 1814 which was published in Livorno in 1833.[50] Gioacchino Ermolao Barbaro, who had lost three children in the plague, wrote three sonnets and a poem in Italian about the epidemic. They are all entitled Per la peste di Malta nell'anno 1813 and they were published in 1843.[50] Media related to 1813–1814 Malta plague epidemic at Wikimedia Commons","Title":"1813–1814 Malta plague epidemic - Wikipedia","KeyID":"10017","URL":"https://en.wikipedia.org/wiki/1813%E2%80%931814_Malta_plague_epidemic"}