{"Content: ":"Panthalassa, also known as the Panthalassic Ocean or Panthalassan Ocean (from Greek πᾶν \"all\" and θάλασσα \"sea\"),[1] was the superocean that surrounded the supercontinent Pangaea, the latest in a series of supercontinents in the history of Earth. During the Paleozoic–Mesozoic transition c. 250 Ma it occupied almost 70% of Earth's surface. Its ocean floor has completely disappeared because of the continuous subduction along the continental margins on its circumference.[2] Panthalassa is also referred to as the Paleo-Pacific (\"old Pacific\") or Proto-Pacific because the Pacific Ocean is a direct continuation of Panthalassa. The supercontinent Rodinia began to break up 870–845 Ma probably as a consequence of a superplume caused by mantle slab avalanches along the margins of the supercontinent. In a second episode c. 750 Ma the western half of Rodinia started to rift apart: western Kalahari and South China broke away from the western margins of Laurentia; and by 720 Ma Australia and East Antarctica had also separated.[3] In the Early Jurassic the Pacific Plate opened originating from a triple junction between the Panthalassic Farallon, Phoenix, and Izanagi plates. Panthalassa can be reconstructed based on magnetic lineations and fracture zones preserved in the western Pacific.[4] In western Laurentia (North America), a tectonic episode that preceded this rifting produced failed rifts that harboured large depositional basins in Western Laurentia. The global ocean of Mirovia, an ocean that surrounded Rodinia, started to shrink as the Pan-African ocean and Panthalassa expanded. Between 650 million and 550 million years ago, another supercontinent started to form: Pannotia, which was shaped like a \"V\". Inside the \"V\" was Panthalassa, outside of the \"V\" were the Pan-African Ocean and remnants of the Mirovia Ocean.[citation needed] Most of the oceanic plates that formed the ocean floor of Panthalassa have been subducted and traditional plate tectonic reconstructions based on magnetic anomalies can therefore only be used for remains from the Cretaceous and later. The former margins of the ocean, however, contain allochthonous terranes with preserved Triassic–Jurassic intra-Panthalassic volcanic arcs, including Kolyma–Omolon (northeast Asia), Anadyr–Koryak (east Asia), Oku–Niikappu (Japan), and Wrangellia and Stikinia (western North America). Furthermore, seismic tomography is being used to identify subducted slabs in the mantle, from which the location of former Panthalassic subduction zones can be derived. A series of such subduction zones, called Telkhinia, defines two separate oceans or systems of oceanic plates—the Pontus and Thalassa oceans.[5] Named marginal oceans or oceanic plates include (clockwise) Mongol-Okhotsk (now a suture between Mongolia and Sea of Okhotsk), Oimyakon (between Asian craton and Kolyma-Omolon), Slide Mountain Ocean (British Columbia),[6] and Mezcalera (western Mexico). The western margin (modern coordinates) of Laurentia originated during the Neoproterozoic break-up of Rodinia. The North American Cordillera is an accretionary orogen which grew by the progressive addition of allochthonous terranes along this margin from the Late Palaeozoic. Devonian back-arc volcanism reveals how this eastern Panthalassic margin developed into the active margin it still is in the mid-Palaeozoic. Most of the continental fragments, volcanic arcs, and ocean basins added to Laurentia this way contained faunas of Tethyan or Asian affinity. Similar terranes added to the northern Laurentia, in contrast, have affinities with Baltica, Siberia, and the northern Caledonies. These latter terranes were probably accreted along the eastern Panthalassa margin by a Caribbean–Scotia-style subduction system.[7] The evolution of the Panthalassa–Tethys boundary is poorly known because little oceanic crust is preserved—both the Izanagi and the conjugate Pacific Ocean floor is subducted and the ocean ridge that separated them probably subducted c. 60–55 Ma. Today, the region is dominated by the collision of the Australian Plate with a complex network of plate boundaries in south-east Asia, including the Sundaland block. Spreading along the Pacific-Phoenix ridge ended 83 Ma at the Osbourn Trough at the Tonga-Kermadec Trench.[4] During the Permian, atolls developed near the Equator on the mid-Panthalassic seamounts. As Panthalassa subducted along its western margin during the Triassic and Early Jurassic, these seamounts and palaeo-atolls were accreted as allochthonous limestone blocks and fragments along the Asian margin.[8] One such migrating atoll complex now form a two-kilometre-long (1.2 mi) and 100-to-150-metre-wide (330–490 ft) body of limestone in central Kyushu, south-west Japan.[9] Fusuline foraminifera, a now extinct order of single-celled organisms, developed gigantism—the genus Eopolydiexodina, for example, reached up to 16 cm (6.3 in) in size—and structural sophistication, including symbiont relationships with photosynthesising algae, during the Late Carboniferous and Permian. The Permian–Triassic extinction event c. 260 Ma, however, put an end to this development with only dwarf taxa persisting throughout the Permian until the final fusuline extinction c. 252 Ma. Permian fusulines also developed a remarkable provincialism by which fusulines can be grouped into six domains.[10] Because of the large size of Panthalassa, a hundred million years could separate the accretion of different groups of fusulines. Assuming a minimum accretion rate of 3 centimetres per year (1.2 in/year), the seamount chains on which these groups evolved would be separated by at least 3,000 km (1,900 mi)—these groups apparently evolved in completely different environments.[11] A significant sea-level drop at the end of the Permian led to the end-Capitanian extinction event. The cause for this extinction is disputed, but a likely candidate is an episode of global cooling that transformed large amount of sea-water into continental ice.[12] Seamounts accreted in eastern Australia as parts of the New England orogen reveal the hotspot history of Panthalassa.[13] From the Late Devonian to the Carboniferous, Gondwana and Panthalassa converged along the eastern margin of Australia along a west-dipping subduction system which produced (west to east) a magmatic arc, a forearc basin, and an accretionary wedge. Subduction ceased along this margin in the Late Carboniferous and jumped eastward. From the Late Carboniferous to the Early Permian the New England orogen was dominated by an extensional setting related to a subduction to strike-slip transition. Subduction was re-initiated in the Permian and the granitic rocks of the New England Batholith were produced by a magmatic arc, indicating the presence of an active plate margin along most of the orogen. Permian to Cretaceous remains of this convergent margin, preserved as fragments in Zealandia (New Zealand, New Caledonia, and the Lord Howe Rise), were rifted off Australia during the Late Cretaceous to Early Tertiary break-up of eastern Gondwana and the opening of the Tasman Sea.[14] The Cretaceous Junction Plate, located north of Australia, separated the eastern Tethys from Panthalassa.[15] Panthalassa was a hemisphere-sized ocean, much larger than the modern Pacific. It could be expected that the large size would result in relatively simple ocean current circulation patterns, such as a single gyre in each hemisphere, and a mostly stagnant and stratified ocean. Modelling studies, however, suggest that an east-west sea surface temperature (SST) gradient was present in which the coldest water was brought to the surface by upwelling in the east while the warmest water extended west into the Tethys Ocean. Subtropical gyres dominated the circulation pattern. The two hemispherical belts were separated by the undulating Intertropical Convergence Zone (ITCZ).[16] In northern Panthalassa, there were mid-latitude westerlies north of 60°N with easterlies between 60°N and the Equator. Atmospheric circulation north of 30°N is associated with the North Panthalassa High which created Ekman convergence between 15°N and 50°N and Ekman divergence between 5°N and 10°N. A pattern developed that resulted in Sverdrup transport that went northward in divergence regions and southward in convergence regions. Western boundary currents resulted in an anti-cyclonic subtropical North Panthalassa gyre at mid-latitudes and a meridional anti-cyclonic circulation centred on 20°N.[16] In tropical northern Panthalassa, trade winds created westward flows while equatorward flows were created by westerlies at higher latitudes. Consequently, trade winds moved water away from Gondwana towards Laurasia in the northern Panthalassa Equatorial Current. When the western margins of Panthalassa were reached, intense western boundary currents would form the Eastern Laurasia Current. At mid-latitudes, the North Panthalassa Current would bring the water back east where a weak Northwestern Gondwana Current would finally close the gyre. The accumulation of water along the western margin, coupled with the Coriolis effect, would have created a Panthalassa Equatorial Counter Current.[16] In the southern Panthalassa, the four currents of the subtropical gyre, the South Panthalassa Gyre, rotated counterclockwise. The South Equatorial Panthalassa Current flowed westward between the Equator and 10°S into the western, intense South Panthalassa Current. The South Polar Current then completed the gyre as the Southwestern Gondwana Current. Near the poles easterlies created a subpolar gyre that rotated clockwise.[16]","Title":"Panthalassa - Wikipedia","KeyID":"1002","URL":"https://en.wikipedia.org/wiki/Panthalassa"}