{"Content: ":"The Yellow Fever in Buenos Aires was a series of epidemics that took place in 1852, 1858, 1870 and 1871, the latter being a disaster that killed about 8% of Porteños: in a city where the daily death rate was less than 20, there were days that killed more than 500 people. The Yellow Fever would have come from Asunción, Paraguay, brought by Argentine soldiers returning from the war just fought in that country, having previously spread in the city of Corrientes. As its worst, Buenos Aires population was reduced to a third because of the exodus of those escaping the scourge. Some of the main causes of the spread of this disease were the insufficient supply of drinking water, pollution of ground water by human waste, the warm and humid climate in summer, the overcrowding suffered by the black people and, since 1871, the overcrowding of the European immigrants who entered the country incessantly and without sanitary measures. Also, the saladeros (manufacturing establishments for producing salted and dried meat) polluted the Matanza River (south of the city limits), and the infected ditches full of debris which ran through the city encouraged the spread of the mosquito Aedes aegypti, which was responsible of transmitting Yellow Fever. A witness to the epidemic of 1871, named Mardoqueo Navarro, wrote on April 13 the following description in his diary: Businesses closed, streets deserted, a shortage of doctors, corpses without assistance, everyone flees if they can... Since 1881, thanks to Cuban physician Carlos Finlay, it was known that the transmitting agent of Yellow Fever was mosquito Aedes aegypti. Before that discovery, doctors attributed the cause of many epidemics to what they called \"miasmas\" floating in the air.[citation needed] Yellow Fever (or \"black vomit\", as it was called due to bleeding that occurs in the gastrointestinal) caused an epidemic in Buenos Aires in 1852. However, by a note addressed to practitioner Soler is known that outbreaks occurred even before that year.[1] As for the 1870 epidemic, it would come from Brazil from merchant ship[1] and caused 100 deaths.[2] At the end of 1870 there were large numbers of invalids registered in Asunción, whose populace lived in deplorable poverty. The Paraguayan War had just finished there and the Argentinian intervention began in early 1871, causing the Buenos Aires epidemic by the arrival of the first Argentinian veterans.[citation needed] Also, in the city of Corrientes, with a population of 11,000 and the centre of communication and provision for the allied troops between December 1870 and June of the following year, 2000 people died of yellow fever. Most of the population fled. Other towns in the Corrientes Province suffered the punishment of the disease, such as San Luis del Palmar, Bella Vista and San Roque.[citation needed] In 1871 the National Government convened in Buenos Aires, presided over by Domingo Faustino Sarmiento, with Buenos Aires Province represented by Emilio Castro, and Narciso Martínez de Hoz presided over the municipal government.[citation needed] The city, situated in a plain, had no drainage system nor running water. Hygiene was very precarious and there were many focuses of infection, such as the slums which lacked basic hygiene standards and were crammed with poor black or European immigrants, and the creeks, south of the city limits, which had become a sink for sewage and waste dumped by salting and slaughterhouses along their coasts. As it had no sewerage system, human waste collected in cesspools, which contaminated the ground water and hence the wells, one of the two major sources of the vital element for the majority of the populace. The other source was the Río de la Plata, from which they extracted water by carts, with no process of sanitisation.[citation needed] The filth and waste were used for levelling the terrain and streets in a city growing rapidly, mainly due to the influx of migrants. The streets were very narrow and there were no avenues (the first to be constructed was the Avenida de Mayo, which opened in 1894). There were few plazas and almost no vegetation.[citation needed] The first census of Argentina in 1869 registered 177,787 inhabitants in the City of Buenos Aires, of which 88,126 were foreigners, and of those 44,233 were Italian and 14,609 were Spanish. In addition there were over 19,000 urban dwellings, of which 2300 were made of wood or clay and straw.[citation needed] In addition to the epidemic of yellow fever that we have mentioned, there were outbreaks of cholera in 1867 and 1868, which killed hundreds of people.[citation needed] On 27 January 1871, three cases of yellow fever were diagnosed in Buenos Aires. They were all in the San Telmo neighbourhood, which is full of tenements. From this date on, many more cases were registered, mostly in that neighbourhood. The doctors Tamini, Salvador Larrosa and Montes de Oca warned the City Commission of the outbreak of an epidemic. But the Commission, under the leadership of Narciso Martínez de Hoz, disregarded their warnings and failed to publicise the cases. The controversy grew and was reported by the newspapers.[citation needed] Meanwhile, the Municipality intensified preparations for the official carnival festivities. At the end of February, the doctor Eduardo Wilde said there was an outbreak of the fever (with 10 cases registered on 22 February) and he left some apples, but the people were too entertained by the carnival festivities to listen to his warning.[citation needed] By the end of February at total of 300 cases had been registered, and March began with over 40 deaths a day, rising to 100 by day 6. All were caused by the fever. By now, the plague was hitting the aristocratic neighbourhoods too. Dances were prohibited. A third of the inhabitants decided to abandon the city. On 4 March, the Tribune newspaper commented that by night the streets were so dark \"it truly appeared as if the terrible scourge had swept away all the residents\".[3] Yet the worst by far was to come. The General Men's Hospital, the General Women's Hospital, the Hospital Italiano and the orphanage were all overwhelmed. So they created other emergency centres such as the Lazareto de San Roque (the Hospital Ramos Mejía today) and others were rented privately.[citation needed] The port was quarantined and the provinces closed their borders to people or goods coming from Buenos Aires.[citation needed] The municipality was unable to endure the situation, so on 13 March, thanks to a newspaper campaign started by one Evaristo Carriego (although not Evaristo Carriego, the journalist and poet, as he was not born until 12 years later), thousands of neighbours congregated in the Plaza de la Victoria (Plaza de Mayo today) to design a People's Commission of public health. On the following day, it was decided that the lawyer José Roque Pérez should be its president, with the journalist Héctor F. Varela as his deputy. Other members included the national Vice President Adolfo Alsina, Adolfo Argerich, the poet Carlos Guido y Spano, Bartolomé Mitre, the canon Domingo César and the Irish-born priest Patricio Dillon who died in the epidemic and was named Carriego, who affirmed that \"Even when so many are fleeing, that there are even some who stay in this place of danger to help those who cannot get regular assistance.\" Among other things, the commission's function was to take charge of the streets and those who lived in places affected by the plague, and in some cases was sent to burn their belongings. The situation was more tragic when those evicted were humble immigrants unable to speak much Spanish, and were therefore unable to understand why such measures were being taken. The Italians, who were the majority of the foreigners, were in parts unjustly accused by the rest of the population of having brought the plague from Europe. Around 5,000 of them applied to the Italian consul to return, but the quotas were very small, and many of those who embarked died offshore.[4] As for the black population, they lived in miserable conditions which resulted in them being hit harder by the plague. Also, it is said that the army surrounded the zones where they lived and did not permit any movement into Barrio Norte, where the whites were trying to escape the epidemic. They died in huge numbers and were buried in mass graves.[5] By the middle of the month there were more than 150 deaths per day, rising to 200 by 20 March. Among the dead were Luis J. de la Peña, teacher and former minister of Justo José de Urquiza, the former Deputy Juan Agustín García, the doctor Ventura Bosch, and the painter Franklin Rawson. Others who died were the doctors Francisco Javier Muñiz, Carlos Keen, Adolfo Argerich and, on 24 March, the aforementioned president of the People's Commission José Roque Pérez, who had written his will upon taking office because of the certainty of catching the plague and dying. The president Sarmiento and his deputy, Adolfo Alsina, abandoned the city. As the national and provincial authorities fled the city, the secular and regular clergy remained in their posts and conformed to their evangelical mandate, to help the sick and dying in their homes, and the Sisters of Charity stopped their teaching in order to work in the hospitals instead, although this was hushed up by the anticlerical writers of the time. However the fact is highlighted by Mardoqueo Navarro in his diary, that it was as the Sephardic Mosaic cult had taught. Of the 292 city priests, 22% died, compared to the 12 doctors, 2 practitioners, 4 members of the People's Commission and 22 members of the Council for Public Hygiene, as given by Jorge Ignacio García Cuerva in his writing.[6] There is only one plaque on the Parque Florentina Ameghino Monument which records the victims buried there, listing 21 with the title priest and 2 titled Sister of Charity. The Order of Sisters of Charity added reinforcements from France to help with the emergency, and also others from their congregations. The fever took 7 of these nuns.[citation needed] Their parishioners were the doctors, the sufferers and the workers of the People's Parish Commission. Municipal regulations obliged the priests to issue grave licences and medical certificates in addition to their evangelical work. As Ruiz Moreno points out in The historical plague of 1871, the priests weren't let off. The city only had 40 funeral carriages so coffins were piled up in corners waiting for the carriages to pick them up as they travelled along their fixed routes. Due to the huge demand, they added the Plaza carriages, who charged excessively. There was the same problem with daily prices of medicines, which in reality weren't much help for relieving the symptoms. Each day there were more deaths, including the carpenters, so they stopped making coffins from wood and started wrapping the corpses in drapes instead. For the rest, the garbage carts were called into funeral service and they began using mass graves.[citation needed] Looting and assaults on citizens increased. There were even cases where thieves disguised themselves as invalids, to gain entrance to hospitals. They formed Commission No. 14, under Comisario Lisandro Suárez, to combat the incessant criminal activity. They patrolled the streets day and night, padlocking the street doors of the San Telmo houses abandoned in a rush by their owners, and the keys were delivered to the Chief of Police. In the South Cemetery, situated at the entrance to what is now Parque Ameghino in the Avenida Caseros, the capacity of 2,300 was overwhelmed. So the municipal government acquired seven hectares in the Chacarita de los Colegiales where the Parque Los Andes is today, which has been La Chacarita Cemetery since 1886. On 4 April 400 invalids died, and the administrator of that cemetery informed the members of the People's Commission that they had 630 corpses without graves, with others being found by the wayside, and 12 of their gravediggers had died. Then the knights Hector Varela, Carlos Guido Spano, and Manuel Bilbao among others took the decision to officiate at burials and rescued anyone from the mass graves who still showed signs of life, including a richly-dressed French lady. On 9–11 April over 500 deaths were registered daily, reaching the peak of the epidemic on 10 April with 583 deaths, compared to the normal rate before the epidemic of around 20 deaths per day.[citation needed] The Buenos Aires Western Railway extended a line from the Avenida Corrientes down to the cemetery and started running a train for the dead, with two journeys a day solely for transporting the dead. The track started at the station Bermejo, located in the southwest corner of the street of the same name (Jean Jaurés today) where it joined the avenue. There were two other corpse pick-up points in addition to the one at Bermejo. These were at the southwest corner of Corrintes with Medrano, and the southeast corner of Corrientes with Scalabrini Ortiz (now called Camino Minisro Inglés). The authorities who had not abandoned the city provided railway wagons as emergency living quarters in what is now Greater Buenos Aires and offered people free tickets to get out there. The People's Commission recommended that people should leave as soon as possible. On the aforementioned date of peak death, 10 April, the National and Provincial government decreed a holiday until the end of the month, which in reality was no more than official recognition of what was actually happening. Then the count began to descend, perhaps helped by the first frosts of winter, falling to 89, but at the end of the month there was a new peak of 161, probably caused by the return of some people from the earlier evacuation. This in turn led to a new flight. The month ended with a total of 8,000 deaths. The deaths reduced during May, and by the middle of that month the city had returned to normal activity, and by the 20th the Commission ended their activity. On 2 June, there wasn't a single case registered.[citation needed] The scourge of black vomit never returned to the city.[citation needed] In total, 60 priests, 12 doctors (including some with a distinguished career such as Manuel Argerich and Francisco Javier Muñiz), 22 members of the Commission of Hygiene and 4 of the People's Commission gave their lives for their citizens.[citation needed] It's difficult to establish the precise number of deaths caused by the fever, but it's fairly certain to be between 13,500 and 26,200. The count considered as official is the one given by the Revista Médico Quirúrgica by the Bonaerense Medical Association who said there had been 13,641 deaths. They in turn had taken the figure from Mardoqueo Navarro, a witness to the tragedy who wrote it in his personal diary. His account was used by the historian Miguel Ángel Scenna. Mardoqueo also counted the nationalities of the dead: 3,397 Argentinians, 6,201 Italians, 1,608 Spanish, 1,384 French, 220 English, 233 Germans, 571 unidentified.[7] According to Dr Penna, who collated the registers of the cemeteries (including those from Parque Ameghino, where there were graves of 11,000 people), the correct figure is 14,467. The English newspaper The Standard published a count of 26,000 dead, which is considered an exaggeration and provoked indignation.[8] Many historians consider that this epidemic was one of the main causes of the reduction of the Black population in Buenos Aires,[9][10] because they mostly lived in the miserable conditions in the south of the city.[citation needed] Many lawsuits began, related to wills suspected of being forged by criminals looking to make their fortune at the expense of the true heirs. Other cases involved the abandoned houses that thieves had broken into.[citation needed] The flight of the population caused the failure of most public and private establishments. On 21 June the first Order of Argentinian Knights was founded, called the Iron Cross of the Knights of the Order of Martyrs, and was awarded to those who had helped the victims of the plague. Awareness grew of the urgency of establishing a solution to the problem of obtaining and distributing water clean enough to drink. In 1869, the English engineer John F. La Trobe Bateman had presented a project of running water, sewers and drains, which enhanced a previous proposal of the engineer John Coghlan. These were put into practice and in 1874 Batement started construction of the network, which by 1880 provided water to a quarter of the city. In 1873 he started construction of the sewage works. In 1875, the collection of waste was centralised with the creation of rubbish dumps. Until then, most people had just thrown all their waste into ditches and streams.[citation needed] Juan Manuel Blanes, the Uruguayan painter who lived in Buenos Aires, painted an oil on canvas (currently in Montevideo) called The Episode of the Yellow Fever, reproduced in this article, inspired by one done during the tragedy, probably on 17 March 1871 in Balcarce Street. In it we see a woman (Ana Bristani), dead of the fever, lying across the floor of a tenement. Her son, a baby of a few months, searches for his mother's breast. His father's corpse lies on a bed on the right. The door is open and through it you can see the doctors Roque Pérez (centre) and Manuel Argerich (on the right) entering the room. They were members of the People's Commission who themselves died of the fever. The famous picture became an emotional tribute to those who gave their own lives trying to save those of their citizens.[citation needed] Guillermo Enrique Hudson, the naturalist and writer born in Argentina, wrote a story in 1888 called \"Ralph Herne\", which goes through the epidemic of 1871. In it he relates the following description: ...But the years of peace and prosperity did not delete the memory of that terrible period when during three long months the shadow of the Angel of Death extended over the city of the nice name, when the daily harvest of victims were thrown together—old and young, rich and poor, virtuous and villains—to mix their bones in a communal grave, when each day the echo of footsteps interrupted the silence less often, when like the past the streets became \"desolate and grassy\".[11] In 1884, fearing the appearance of a new outbreak, the doctors José María Ramos Mejía, director of public assistance, and José Penna, director of the Casa de Aislamiento (now the Hospital Muñiz), decided to cremate the body of a Pedro Doime, who had been affected by the yellow fever. That was the first cremation to take place in Buenos Aires.[12] Only one monument, erected in 1899, exists today in the city to commemorate the victims of the worst tragedy, in terms of number of victims, to hit Buenos Aires. It is situated in what was the South Cemetery, which as we have said is now Ameghino Park, in the place where the cemetery administration took place. One of the inscriptions there reads: The people of Buenos Aires who fell victim due to the yellow fever epidemic of 1871. Notable people who died during the epidemic were:[citation needed]","Title":"Yellow fever in Buenos Aires - Wikipedia","KeyID":"10028","URL":"https://en.wikipedia.org/wiki/Yellow_fever_in_Buenos_Aires"}