{"Content: ":"The 1894 Hong Kong plague, part of the third plague pandemic, was a major outbreak of the bubonic plague in Hong Kong. While the plague was harshest in 1894, it returned annually between 1895 and 1929, and killed over 20,000 in total, with a fatality rate of more than 93%. The plague was a major turning point in the history of colonial Hong Kong, as it forced the colonial government to reexamine its policy towards the Chinese community, and invest in the wellbeing of the Chinese. It is thought that the pandemic originated from Yunnan, China, which saw an outbreak as early as 1792, in 1855 and again in 1866–7.[1][2] An outbreak in neighboring city of Guangzhou from January 1894 onwards killed 80,000.[3] From March 1894, British scientists and doctors in Hong Kong became aware of the outbreak in China. By the end of April, the government in Hong Kong requested Dr. Alexander Rennie, the consular surgeon for Canton, to report on the disease. Rennie identified it as the bubonic plague, but said it would not be not particularly contagious except to those living in filth, poor ventilation, and with a poor water supply.[4] The spread to Hong Kong from Guangdong was accelerated by the unrestricted movement of workers and boats into Hong Kong.[2][3] The outbreak also coincided with the replacement of junks with steamships, which made travel between infected ports faster and more convenient,[5] and the return of Chinese celebrating Qingming Festival from Guangzhou to Hong Kong.[6] On March 2, 1894, a large Chinese procession was held in Hong Kong, which involved the arrival of 40,000 laborers from Canton.[7] The Chinese-majority Taipingshan district, where the first cases appeared,[8] was characterized by having poor ventilation, drainage and sanitary services, and was overcrowded.[9] In 1880, Colonial Surgeon Dr. Philip Burnard Chenery Ayres reported that, while he was investigating the sanitary conditions of the Chinese, \"many and many a time have I come out of the houses to vomit in the street, in spite of using strong scents and essences to prevent it,\" and he warned that \"while this state of things continues we stand in danger of being visited at any moment by some fearful epidemic, and I do not think the most advanced sanitary authority at home would combat this opinion.\"[10] In 1881, Royal Commissioner Osbert Chadwick was sent to Hong Kong to investigate the sanitation situation of Hong Kong. Chadwick proposed improvements on drainage, water supply and night soil removal system, which he hoped to be implemented \"without waiting for the necessity to be demonstrated by the irresistible logic of a severe epidemic.\" His recommendations were not acted upon on, save for the establishment of the Sanitary Board.[11] The summer of 1894 saw Hong Kong suffering from a dry spell, which did not wash away the usual house refuse accumulating on the streets. This helped the growth of rats and fleas, and was thought to have accelerated the spread of the plague.[12] The first case was discovered by Scottish doctor James Alfred Lowson, acting superintendent of the Government Civil Hospital, on May 8, 1894.[13] The patient, named \"A. Hung\", was a ward boy, presumably working in the Government Civil Hospital.[14][15] \"A. Hung\" died 5 days later.[16] On May 10, 1894, the city was declared an infected port.[3] On the same day, a Sanitary Board meeting was convened. The Sanitary Board was headed by James Stewart Lockhart. At the meeting, Lowson argued for a strong quarantine policy, including the removal of Chinese from their houses. Some on the Board, including Dr. Kai Ho, expressed concerns that the policy would offend the Chinese, and that the Chinese would refuse to comply to such government policies.[17][18] The Sanitary Board opted to follow the advice of Lowson.[14] On May 12, a Permanent Committee was formed to enforce quarantine measures. The committee was chaired by J. J. Francis and included Captains-superintendent Francis Henry May and Ayres.[17] Lowson was given de facto charge to contain and combat the plague.[19] On May 11, legislation was passed to make the reporting of cases compulsory, and to allow authorities to enter houses to search for and remove infected persons for isolation.[20][21] House-to-house inspection and disinfection was performed by the local garrison, the Shropshire Light Infantry.[22] The inspection and disinfection team was known as the \"Whitewash Brigade\",[23] consisting of around 300 men and 8 officers.[24] During an inspection, the occupants were given new clothes, and sent to temporary lodgings on Chinese boats anchored off Stonecutters Island[25] or to government-hired buildings, including the Alice Memorial and Nethersole Hospitals.[22] Their own clothes and fabrics in the house would be sent to a steam disinfecting station. The house was then sprayed with a solution of perchloride of mercury or fumigated by chlorine gas, the floor and furniture cleaned with Jeyes Fluid and the walls lime-washed (\"whitewashing\").[25] Household items suspected of being contaminated were burnt.[22] Members of the Shropshire regiment became the first Europeans to be affected by the plague.[20] At least one officer died to the disease.[24] At the time, Chinese residents of Hong Kong had a deep mistrust for Western medical science, making the containment of the plague difficult. The distrust was exacerbated by ineffective treatment and highly intrusive policies by the colonial government.[26] The Chinese would hide their sick from the authorities,[21] and infected bodies would be thrown out at night to avoid detection.[25] The western practice of using ice to cool down a fever was rejected by the Chinese, who viewed extreme cold as damaging to the body.[27] The quick and hasty burials performed by the government, with the bodies covered in quicklime, were also offensive to the Chinese.[28] In 1903, the government had to reimburse the cost of disinfected clothing to the Chinese, as they had disliked the smell of disinfectant.[29] The house-to-house inspection was especially resisted by the Chinese community.[21] Chinese ladies were reluctantly to let strangers, let alone foreigners, enter their boudoirs.[22] Rumors of British soldiers seeking to rape Chinese women arose.[30] In one instance, on May 19, the Whitewash Brigade was pelted with stones, bricks and rubbish.[28] In another instance, around 100 women, relatives of the deceased, organized a meeting at Tung Wah Hospital, where they wailed and cried against the community leaders and hospital administration. The government responded to the meeting by forbidding searchers to enter Chinese households without permission, and by allowing patients to choose Chinese treatment in Chinese hospitals.[31] Members of the Chinese community continued to petition Governor William Robinson to halt the cleansing operations completely, and to allow patients to travel to China to seek treatment. Robinson initially refused, but when compradors of major hongs threatened to have their staff leave their posts, Robinson allowed patients to travel to Guangzhou for treatment, and corpses to be transported there for burials.[32] However, the whitewashing operations was to be continued. As a result, an anti-government poster campaign was launched in Canton and Hong Kong. This inflamed more rumours against the English doctors, who were said to be making medicine with the bodies of plague victims. Robinson responded by moving the gunboat HMS Tweed to Taipingshan and offering a reward for information leading to the arrest of the poster distributors. Viceroy Li Hanzhang of Canton was also requested to make a statement to deny the rumours. However, these efforts proved ineffective in building trust between the Western and Chinese communities.[21] Whitewashing could only continue after a great deal of persuasion and explanation by both the government and some esteemed members of the Chinese community.[22] After a time, the operations were suspended.[33] Established hospitals around the major areas of outbreak would only accept suspected patients for observation. Once the symptoms of plagues appeared, they would be moved to specialized plague hospitals.[20] The plague hospitals included a temporary hospital at the Kennedy Town Police Station (known as the \"Kennedy Town Hospital\",[34] opened on May 14[16]) and the hospital ship Hygeia (Chinese: 海之家), ran by staff of the Nethersole Hospital.[20][21] When patients were removed according to the policy from Tung Wah Hospital to Hygeia, violent protest erupted in the city.[35] Tung Wah Hospital had been a reputable hospital in the Chinese community. It practiced Chinese medicine and was seen as a symbol of Chinese independence in a colonial city.[36] Thus, the hospital came under fire from the Chinese community when they allowed patients to be transferred away to plague hospitals. At one point, doctors had to carry pistols to protect themselves.[37] The riots led to the establishment of a temporary plague hospital at Kennedy Town glass works, known as the \"Glassworks Hospital\" on May 21.[35] This hospital would be manned by staff from the Tung Wah Hospital.[20][21] The patients were offered a choice between the Glassworks Hospital and plague hospitals with European staff. The Chinese-majority patients overwhelmingly chose the Glassworks Hospital.[20] The hospital quickly becoming overcrowded and sanitary conditions worsened. On June 8, another temporary hospital at an unfinished pig depot was also set up, known as the \"Slaughterhouse Hospital\", again manned by staff from Tung Wah Hospital, in hopes of relieving the situation at the Glassworks Hospital.[20][38][39] When the Chinese medicine offered by the Glassworks Hospital proved to be ineffective, and conditions of the hospital continued to worsen, it was closed down on June 16, and its patients were transferred to either Guangzhou or to the Slaughterhouse Hospital. Subsequently, a \"New Glassworks Hospital\" was set up at the site, this time staffed by European doctors from the Alice Memorial and Nethersole Hospitals.[20][38] In July, a hospital was established in Lai Chi Kok near a graveyard but it did not receive any patients. This was attributed to the Chinese refusing to be admitted into the hospital as they felt \"they were sure to die.\"[40][41] Hygeia was later used only to house European, Eurasian and Japanese patients.[22] The plague saw a mass exodus of panic-stricken Chinese workers back to China, causing a significant economic downturn in the city.[38] The North-China Herald noted that \"it is not the plague they are flying from, as they are going to the nest at Canton from which [the plague] came to Hong Kong. They seem rather to be flying from the sanitary measures taken in Hong Kong.\"[31] Some were seeking a proper burial on Chinese grounds.[28] At the height of the plague, around 1,000 persons were leaving Hong Kong daily.[42] In May and June, it was estimated that 80,000 to 90,000 Chinese, out of a population of 200,000, left Hong Kong Island.[43] Owners of hongs left for China, leaving the businesses to caretakers, slowing down the business operations. The colony suffered a severe labour shortage. Inflation followed, with prices of food items rising by 30 to 50 percent.[42] As visitors to Hong Kong had to be quarantined, trade between Hong Kong and China was decimated.[44] In June, Robinson reported to Secretary of State for the Colonies Lord Ripon that \"without exaggeration I may assert that so far as trade and commerce are concerned the plague has assumed the importance of an unexampled calamity.\"[45] On May 31, a bylaw drawn up by the Sanitary Board allowed for the eviction and closure of houses deemed unfit for habitation. Houses on the streets of Kau Yu Fong (Chinese: 九如坊), Sin Hing Lee (Chinese: 善慶里), Nga Choi Hong (Chinese: 芽菜巷) and Mei Lun Lee (Chinese: 美侖里) were demolished, and a brick wall was erected surrounding those areas.[46] In September, 1894, the Taipingshan Resumption Ordinance was passed, allowing the resumption of an area of about 10 acres in the Taipingshan district. The area accounted for 50 percent of the cases, and 385 houses in the area were destroyed.[47][48] Around 7,000 inhabitants were displaced.[49] The area was walled up, and guards were stationed to prevent residents from re-entry.[50] This drastic measure called for, as described by Robinson, \"the destruction and rebuilding of one tenth part of Hong Kong.\"[48] Reconstruction began in the end of 1895 and lasted until 1898. Drainage systems were improved, and balconies were installed for better ventilation.[51] An area was marked out for the construction of a Bacteriological Institute. A public park was also constructed. It was named Blake Garden after then-Governor Henry Arthur Blake.[51][52] Today, a plaque stands at the park, commemorating the deadly epidemic.[47] At the peak of the 1894 plague, admissions to hospital averaged at 80 a day, and death peaked at over 100 per day.[38] Taipingshan was not the only area affected by the plague. Areas such as Bowrington (now between today's Wan Chai and Causeway Bay), Sai Ying Pun, Shek Tong Tsui and Kennedy Town saw more deaths than Taipingshan.[53] Internationally, steamships from Hong Kong carried the bacillus to every major seaport in the world,[1] including to India.[54] The plague subsided with the arrival of cold weather, in the winter of 1894.[9] In 1895, only 44 cases were reported,[9] but the plague returned strongly in 1896, affecting mostly Chinese in the Taipingshan district. Once again it subsided in winter, and returned almost annually thereafter.[38] The plague lasted until 1929, when the last cases were recorded.[55][56] In total, between 1894 and 1929, there were over 24,000 cases with a mortality rate of over 90%.[55] Between 1894 and 1923, there were 21,867 cases and 20,489 deaths, with a fatality rate of 93.7%.[56] In 1894 there was no law to enforce the notification of deaths.[57] Women suffered a higher mortality rate than men, most likely due to their role as the caretakers of the sick.[58] At the beginning of the outbreak, the plague agent was unknown. Although the germ theory was gaining attention in the 1880s, the medical circle of United Kingdom was still deeply influenced by the miasma theory.[17] For example, the decision by the colonial government to place patients on ships and to demolish houses were, in part, influenced by the miasma theory.[27][34] Lowson speculated on the origins of the disease as \"poison is probably developed from atmospheric conditions underneath houses in certain districts, and that it is caused simply by poverty and dirt. In the ordinary sense the disease is not infectious or contagious.\"[60] The means of transmission, now known to be the Oriental rat flea, was also not ascertained. For several years, it had been widely accepted that infection was through the gastrointestinal tract via contaminated food.[61] Before 1901, no efforts were made to remove rats and rat corpses as there was no consensus about their role in the transmission of the plague.[27] In 1895, Lowson wrote that \"the question of the infection of rats previous to the epidemic being noticed in human beings has been made too much of.\"[61] On June 12, 1894, Japanese bacteriologist Kitasato Shibasaburō arrived in Hong Kong to investigate the plague. On June 14, Kitasato discovered that the bacillus, now known as Yersinia pestis, that was the direct cause of the plague. However, he was doubtful of its significance as the autopsy was done 11 hours after death.[37] His finding was reported by Lowson, who had supported Kitasato's work, to The Lancet. His report was published a week later on August 25. [12][62][63] Following Kitasato's discovery, Lowson reversed his position and adopted the germ theory.[64] At almost the same time, on June 15, French-Swiss bacteriologist Alexandre Yersin, a member of the Pasteur Institute working in Saigon, arrived in Hong Kong.[62] He was sent there to investigate the outbreak.[37] Unlike Kitasato, Lowson did not offer Yersin support, as Lowson considered France to be a colonial competitor to Great Britain in East Asia. At the hospital, Yersin would find all the cadavers reserved for Kitasato.[17][37] He was only able to obtain specimens after bribing English sailors responsible for disposing bodies of plague victims.[65] Yersin discovered the bacillus on June 23. Even though Kitasato made the earlier discovery, Kitasato's description lacked precision and the report was riddled with doubts and confusion. Expert opinion gave credit to Yersin.[62][66] The fact that Kitasato was in a hurry to publish his work was considered by some to be the reason for the imprecision.[66][67] Japanese bacteriologist Aoyama Tanemichi and Ishigami Toru (Japanese: 石神亨) also arrived with Kitasato as his assistants.[68][69] On June 28, two weeks after their arrival, they were infected by the plague and were sent to Hygeia.[70] In 1895, Aoyama wrote a report criticizing Kitasato's misidentification of the bacillus.[63] Even though the means of transmission was still not ascertained,[23] Yersin also found that the bacillus was present in the rodent as well as in the human disease, thus underlining the possible means of transmission.[62] After the role of rats in the spread of the plague was understood, the government offered money for caught rats. This policy ended when it was discovered that rat-catchers had been importing rats from Canton for a higher reward. Later, rat poison, glue traps and rat disposal bins were all employed to help reduce the population of rats.[71] In 1896, Yersin returned to Hong Kong to test his plague serum. However, he found no suitable cases in hospitals, and left for China to carry out his tests in Amoy.[72] The bacillus was later renamed Yersinia pestis in Yersin's honour.[66] Some historians consider the plague as the starting point of the colonial government's direct involvement and interference of the Chinese community of Hong Kong.[73] The epidemic gave the government an opportunity to displace Chinese medicine with western medicine. Prejudices over western medicine were overcome.[47] Tung Wah Hospital, where Chinese medicine was originally practiced, was at first considered to be a menace to public safety by the colonial government.[20] The plague allowed the government to reform the hospital.[74] In 1896, it was decided that the hospital would continue its operations but with greater government oversight.[73] In 1897, the government mandated that the hospital should provide western treatment. In the same year, over 85 percent of the patients opted for Chinese treatment. The percentage decreased to 68 percent by 1900.[75] A silver medal was struck \"in honor of those who assisted in the cleaning up of Tai Ping Shan.\" On the observe, a scene of the epidemic was engraved. On the reverse were the inscriptions \"For services rendered during the Plague of 1894\" and \"Presented by the Hong Kong community.\"[57][76] In 1903, the Public Health and Buildings Ordinance was passed to improve the lodging standards of the Chinese. The ordinance, regulating the designs and sanitary conditions of tenement blocks, was drawn up according to recommendations by Scottish physician William John Simpson, who observed the plague in 1902.[77] On March 15, 1906, the Bacteriological Institute was opened near the Taipingshan area. Headed by Scottish bacteriologist William Hunter, the institute was used for post-mortem and bacteriological examinations, along with the development of vaccines.[17][78] It is now the Hong Kong Museum of Medical Sciences. Annual cleaning-up events, known as \"Cleaning up of the Environment\" (Chinese: 洗太平地), was held until the early 1950s.[79]","Title":"1894 Hong Kong plague - Wikipedia","KeyID":"10029","URL":"https://en.wikipedia.org/wiki/1894_Hong_Kong_plague"}