{"Content: ":"The Manchurian plague was a pneumonic plague that occurred mainly in Manchuria in 1910–1911. It killed 60,000 people, stimulating a multinational medical response and the wearing of the first personal protective equipment (PPE). The plague is thought to have originated from a tarbagan marmot infected with bacterial pneumonia. Tarbagan marmots were hunted for their fur in Manchuria. It was an airborne spread disease and was incredibly deadly, with a near 100 percent mortality rate. Its spread was magnified by marmot hunters gathering in the bitter winter months, and the eventual travel of migrant workers during the Chinese New Year. Russia and Japan both had economic interests in the region and needed to cooperate with Chinese authorities.[1] The Cambridge-trained doctor Wu Lien-teh led Chinese efforts to end the plague, and promoted quarantine and the wearing of cloth face masks.[2][3] He also convened the International Plague Conference in Mukden in April 1911, the first major event of its kind that brought together an international team of scientists concerned with disease control.[4][5] The Chinese government also sought the support of foreign doctors, a number of whom died as a consequence of the disease.[6] In Harbin, this included the Frenchman Gérald Mesny, from the Imperial Medical College in Tientsin, who disputed Wu's recommendation of masks; a few days later, he died after catching the plague when visiting patients without wearing a mask.[7] Another was the 26-year-old Arthur F. Jackson, a United Free Church of Scotland missionary doctor, who fell ill within eight days of inspecting and quarantining hundreds of poor laborers; he died two days later in Mukden.[8][9] In the end, the death toll reached some 60,000 lives. The hardest hit cities included Changchun, Harbin, and Mukden. Although the disease was largely confined to Manchuria, cases were found elsewhere in cities such as Beijing and Tianjin.[1] The Manchurian plague is believed to have highlighted the importance of a multinational medical response, setting precedents for organizations such as the World Health Organization.[10] Wu Lien-teh's widespread promotion of cloth plague mask-wearing by doctors, nurses, patients, contacts, and (to the degree that it was possible) the population at large was the first time such an epidemic containment measure had been attempted.[11] The event was also influential in establishing the use of personal protective equipment to stop the spread of disease, and is credited for the origins of the modern hazmat suit.[11][12] Parallels have also been made between the management and control of the Manchurian plague and other outbreaks of infectious disease such as the Ebola epidemic in West Africa (2013–2016)[13] and COVID-19 pandemic (2019–present).[14][15]","Title":"Manchurian plague - Wikipedia","KeyID":"10031","URL":"https://en.wikipedia.org/wiki/Manchurian_plague"}