{"Content: ":"Ceratopsia or Ceratopia (/ˌsɛrəˈtɒpsiə/ or /ˌsɛrəˈtoʊpiə/; Greek: \"horned faces\") is a group of herbivorous, beaked dinosaurs that thrived in what are now North America, Europe, and Asia, during the Cretaceous Period, although ancestral forms lived earlier, in the Jurassic. The earliest known ceratopsian, Yinlong downsi, lived between 161.2 and 155.7 million years ago.[3] The last ceratopsian species, Triceratops prorsus, became extinct during the Cretaceous–Paleogene extinction event, 66 million years ago.[3] Triceratops is by far the best-known ceratopsian to the general public. It is traditional for ceratopsian genus names to end in \"-ceratops\", although this is not always the case. One of the first named genera was Ceratops itself, which lent its name to the group, although it is considered a nomen dubium today as its fossil remains have no distinguishing characteristics that are not also found in other ceratopsians.[4] Early members of the ceratopsian group, such as Psittacosaurus, were small bipedal animals. Later members, including ceratopsids like Centrosaurus and Triceratops, became very large quadrupeds and developed elaborate facial horns and frills extending over the neck. While these frills might have served to protect the vulnerable neck from predators, they may also have been used for display, thermoregulation, the attachment of large neck and chewing muscles or some combination of the above. Ceratopsians ranged in size from 1 meter (3 ft) and 23 kilograms (50 lb) to over 9 meters (30 ft) and 9,100 kg (20,100 lb).[citation needed] Ceratopsians are easily recognized by features of the skull. On the tip of a ceratopsian upper jaw is the rostral bone, an edentulous (toothless) ossification, unique to ceratopsians. Othniel Charles Marsh recognized and named this bone, which acts as a mirror image of the predentary bone on the lower jaw. This ossification evolved to morphologically aid the mastication of plant matter.[5] Along with the predentary bone, which forms the tip of the lower jaw in all ornithischians, the rostral forms a superficially parrot-like beak. Also, the jugal bones below the eye are prominent, flaring out sideways to make the skull appear somewhat triangular when viewed from above. This triangular appearance is accentuated in later ceratopsians by the rearwards extension of the parietal and squamosal bones of the skull roof, to form the neck frill.[6][7] The epoccipital is a distinctive bone found lining the frills of ceratopsid ceratopsians. The name is a misnomer, as they are not associated with the occipital bone.[8] Epoccipitals begin as separate bones that fuse during the animal's growth to either the squamosal or parietal bones that make up the base of the frill. These bones were ornamental instead of functional, and may have helped differentiate species. Epoccipitals probably were present in all known ceratopsids.[9] They appear to have been broadly different between short-frilled ceratopsids (centrosaurines) and long-frilled ceratopsids (chasmosaurines), being elliptical with constricted bases in the former group, and triangular with wide bases in the latter group. Within these broad definitions, different species would have somewhat different shapes and numbers. In centrosaurines especially, like Centrosaurus, Pachyrhinosaurus, and Styracosaurus, these bones become long and spike- or hook-like.[10] A well-known example is the coarse sawtooth fringe of broad triangular epoccipitals on the frill of Triceratops. When regarding the ossification's morphogenetic traits, it can be described as dermal. The term epoccipital was coined by famous paleontologist Othniel Charles Marsh in 1889.[8][11] The first ceratopsian remains known to science were discovered during the U.S. Geological and Geographical Survey of the Territories led by the American geologist F.V. Hayden. Teeth discovered during an 1855 expedition to Montana were first assigned to hadrosaurids and included within the genus Trachodon. It was not until the early 20th century that some of these were recognized as ceratopsian teeth.[12] During another of Hayden's expeditions in 1872, Fielding Bradford Meek found several giant bones protruding from a hillside in southwestern Wyoming. He alerted paleontologist Edward Drinker Cope, who led a dig to recover the partial skeleton. Cope recognized the remains as a dinosaur, but noted that even though the fossil lacked a skull, it was different from any type of dinosaur then known. He named the new species Agathaumas sylvestris, meaning \"marvellous forest-dweller\".[13] Soon after, Cope named two more dinosaurs that would eventually come to be recognized as ceratopsids: Polyonax and Monoclonius. Monoclonius was notable for the number of disassociated remains found, including the first evidence of ceratopsid horns and frills. Several Monoclonius fossils were found by Cope, assisted by Charles Hazelius Sternberg, in summer 1876 near the Judith River in Chouteau County, Montana. Since the ceratopsians had not been recognised yet as a distinctive group, Cope was uncertain about much of the fossil material, not recognizing the nasal horn core, nor the brow horns, as part of a fossil horn. The frill bone was interpreted as a part of the breastbone.[14] In 1888 and 1889, Othniel Charles Marsh described the first well preserved horned dinosaurs, Ceratops and Triceratops. In 1890 Marsh classified them together in the family Ceratopsidae and the order Ceratopsia. This prompted Cope to reexamine his own specimens and to realize that Triceratops, Monoclonius, and Agathaumas all represented a single group of similar dinosaurs, which he named Agathaumidae in 1891. Cope redescribed Monoclonius as a horned dinosaur, with a large nasal horn and two smaller horns over the eyes, and a large frill. Ceratopsia was coined by Othniel Charles Marsh in 1890 to include dinosaurs possessing certain characteristic features, including horns, a rostral bone, teeth with two roots, fused neck vertebrae, and a forward-oriented pubis. Marsh considered the group distinct enough to warrant its own suborder within Ornithischia.[15] The name is derived from the Greek κέρας/kéras meaning 'horn' and ὄψῐς/ópsis meaning 'appearance, view' and by extension 'face'. As early as the 1960s, it was noted that the name Ceratopsia is actually incorrect linguistically and that it should be Ceratopia.[16] However, this spelling, while technically correct, has been used only rarely in the scientific literature, and the vast majority of paleontologists continue to use Ceratopsia. As the ICZN does not govern taxa above the level of superfamily, this is unlikely to change. Following Marsh, Ceratopsia has usually been classified as a suborder within the order Ornithischia. While ranked taxonomy has largely fallen out of favor among dinosaur paleontologists, some researchers have continued to employ such a classification, though sources have differed on what its rank should be. Most who still employ the use of ranks have retained its traditional ranking of suborder,[17] though some have reduced to the level of infraorder.[18] In clade-based phylogenetic taxonomy, Ceratopsia is often defined to include all marginocephalians more closely related to Triceratops than to Pachycephalosaurus.[19] Under this definition, the most basal known ceratopsians are Yinlong, from the Late Jurassic Period, along with Chaoyangsaurus and the family Psittacosauridae, from the Early Cretaceous Period, all of which were discovered in northern China or Mongolia. The rostral bone and flared jugals are already present in all of these forms, indicating that even earlier ceratopsians remain to be discovered.[citation needed] The clade Neoceratopsia includes all ceratopsians more derived than psittacosaurids. Another subset of neoceratopsians is called Coronosauria, which either includes all ceratopsians more derived than Auroraceratops, or more derived than Leptoceratopsidae. Coronosaurs show the first development of the neck frill and the fusion of the first several neck vertebrae to support the increasingly heavy head. Within Coronosauria, three groups are generally recognized, although the membership of these groups varies somewhat from study to study and some coronosaurs may not fit in any of them. One group can be called Protoceratopsidae and includes Protoceratops and its closest relatives, all Asian. Another group, Leptoceratopsidae, includes mostly North American animals that are more closely related to Leptoceratops. The third group, Ceratopsoidea, includes the family Ceratopsidae and closely related animals like Zuniceratops. Ceratopsidae itself includes Triceratops and all the large North American ceratopsians and is further divided into the subfamilies Centrosaurinae and Chasmosaurinae.[citation needed] All previously published neoceratopsian phylogenetic analyses were incorporated into the analysis of Eric M. Morschhauser and colleagues in 2019, along with all previously published diagnostic species excluding the incomplete juvenile Archaeoceratops yujingziensis and the problematic genera Bainoceratops, Lamaceratops, Platyceratops and Gobiceratops that are very closely related to and potentially synonymous with Bagaceratops. While there were many unresolved areas of the strict consensus, including all of Leptoceratopsidae, a single most parsimonious tree was found that was most consistent with the relative ages of the taxa included, which is shown below.[20] Psittacosaurus sinensis Psittacosaurus mongoliensis Yinlong downsi Chaoyangsaurus youngi Hualianceratops wucaiwanensis Xuanhuaceratops niei Stenopelix valdensis Liaoceratops yanzigouensis Archaeoceratops oshimai Aquilops americanus Auroraceratops rugosus Graciliceratops mongoliensis Asiaceratops salsopaludalis Mosaiceratops azumai Yamaceratops dorngobiensis Helioceratops brachygnathus Leptoceratops gracilis Ischioceratops zhuchengensis Prenoceratops pieganensis Udanoceratops tchizhovi Zhuchengceratops inexpectus Koreaceratops hwaseongensis Montanoceratops cerorhynchus Cerasinops hodgskissi Gryphoceratops morrisoni Unescoceratops kopelhusae Bagaceratops rozhdestvenskyi Magnirostris dodsoni Protoceratops hellenikorhinus Protoceratops andrewsi Ajkaceratops kozmai Zuniceratops christopheri Turanoceratops tardabilis Diabloceratops eatoni Ceratopsidae Unlike almost all other dinosaur groups, skulls are the most commonly preserved elements of ceratopsian skeletons and many species are known only from skulls. There is a great deal of variation between and even within ceratopsian species. Complete growth series from embryo to adult are known for Psittacosaurus and Protoceratops, allowing the study of ontogenetic variation in these species.[21][22] Most restorations of ceratopsians show them with erect hindlimbs but semi-sprawling forelimbs, which suggest that they were not fast movers. But Paul and Christiansen (2000) argued that at least the later ceratopsians had upright forelimbs and the larger species may have been as fast as rhinos, which can run at up to 56 km or 35 miles per hour.[23] A nocturnal lifestyle has been suggested for the primitive ceratopsian Protoceratops.[24] However, comparisons between the scleral rings of Protoceratops and Psittacosaurus and modern birds and reptiles indicate that they may have been cathemeral, active throughout the day at short intervals.[25] Ceratopsia appears to have originated in Asia, as all of the earliest members are found there. Fragmentary remains, including teeth, which appear to be neoceratopsian, are found in North America from the Albian stage (112 to 100 million years ago), indicating that the group had dispersed across what is now the Bering Strait by the middle of the Cretaceous Period.[26] Almost all leptoceratopsids are North American, aside from Udanoceratops, which may represent a separate dispersal event, back into Asia. Ceratopsids and their immediate ancestors, such as Zuniceratops, were unknown outside of western North America, and were presumed endemic to that continent.[6][27] The traditional view that ceratopsoids originated in North America was called into question by the 2009 discovery of better specimens of the dubious Asian form Turanoceratops, which confirmed it as a ceratopsid. It is unknown whether this indicates ceratopsids actually originated in Asia, or if the Turanoceratops immigrated from North America.[28] Possible ceratopsians from the Southern Hemisphere include the Australian Serendipaceratops, known from an ulna, and Notoceratops from Argentina is known from a single toothless jaw (which has been lost).[29] Craspedodon from the Late Cretaceous (Santonian) of Belgium may also be a ceratopsian, specifically a neoceratopsian closer to ceratopsoidea than protoceratopsidae.[30] Possible leptoceratopsid remains have also been described from the early Campanian of Sweden.[31] Psittacosaurus and Protoceratops are the most common dinosaurs in the different Mongolian sediments where they are found.[6] Triceratops fossils are far and away the most common dinosaur remains found in the latest Cretaceous rocks in the western United States, making up as much as 5/6ths of the large dinosaur fauna in some areas.[32] These facts indicate that some ceratopsians were the dominant herbivores in their environments. Some species of ceratopsians, especially Centrosaurus and its relatives, appear to have been gregarious, living in herds. This is suggested by bonebed finds with the remains of many individuals of different ages.[7] Like modern migratory herds, they would have had a significant effect on their environment, as well as serving as a major food source for predators. ","Title":"Ceratopsia - Wikipedia","KeyID":"1004","URL":"https://en.wikipedia.org/wiki/Ceratopsia"}