{"Content: ":"The 2009–2010 West African meningitis outbreak was an epidemic of bacterial meningitis which occurred in Burkina Faso, Mali, Niger, and Nigeria since January 2009,[1][2] an annual risk in the African meningitis belt. A total of 13,516 people have been infected with meningitis, and 931 have died.[1] Nigeria has been the most adversely affected, with over half of the total cases and deaths occurring in the nation. The WHO reported on 27 March 2009 that 1,100 had died and there were 25,000 suspected cases.[3] It is the worst outbreak in the region since 1996, and a third of the world's emergency vaccine stockpile for the bacterial form has been consumed[when?].[3] The GAVI Alliance has been trying to secure more vaccines.[3] West Africa is regularly struck by an annual meningitis epidemic, usually affecting between 25,000 and 200,000 inhabitants.[4] However, this epidemic has been the deadliest outbreak since 1996.[5] That year meningitis infected over 100,000 people and killed 10,000 during a three-month period.[6] According to Doctors Without Borders, up to 400 vaccination teams of five people each immunized thousands of people every day in the region for a few weeks. In total, 2.8 million people were vaccinated in Zinder, Maradi, and Dosso regions in Niger, and 4.5 million people in Katsina, Jigawa, Bauchi, Kebbi, Sokoto, Niger, Zamfara, Kaduna, and Gombe States in Nigeria. Vaccination campaigns continued at some sites in Nigeria for a total of 255,000 people.[7] The outbreak has affected four departments in Burkina Faso: Batié Department, Manni Department, Solenzo Department, and Toma Department.[8] About 15% of those infected have died from meningitis. In addition, a small measles outbreak occurred at the same time as the meningitis epidemic.[8] In Mali, 54 people were infected with meningitis, six of whom died.[1] At the time of the outbreak, several organizations were conducting clinical meningitis vaccine trials.[9] The outbreak first began in late January with several cases reported in Zinder Region, in southern Niger.[11] Compared to the meningitis epidemic in 2008, more cases have been reported, but with a lower fatality rate.[12] Five districts in Niger have been seriously affected by the outbreak, and eight others are \"on alert,\" according to the World Health Organization.[13] A 1 May report from the remote towns of northern Niger described an increasing number of cases blamed on migrant workers from Nigeria and Ghana who travel through the region hoping to gain access to Algeria and Libya, and from there Europe. The Agadez Region directorate of public health report reported 189 cases with 16 death is the Region, 99 cases with 4 deaths in Agadez alone. In the even more remote areas further east, officials in Bilma and Dirkou reported 36 cases but with 10 of them resulting in death.[14] Nigeria was struck especially hard, with 562 deaths in 9,086 cases.[10] 333 deaths occurred in the country over a three-month period in twenty-two out of thirty-six states.[15] 217 Local Government Areas also reported cases.[11] Nigeria was the most adversely affected,[1] Several states mounted large meningitis vaccination and information campaigns after the outbreak.[16] Babatunde Osotimehin, the Nigerian Minister of Health said that his nation was prepared for the expected epidemic: \"On 3rd September 2008, we alerted all the States in the meningitis belt to intensify surveillance, preposition drugs and laboratory materials and sensitise the public on preventive measures. Indeed, right from August 2008, the Ministry had prepositioned all the states in the meningitis belt with oily chloramphenicol as well as laboratory reagents and materials for confirmation of cases.\"[17]","Title":"2009–2010 West African meningitis outbreak - Wikipedia","KeyID":"10052","URL":"https://en.wikipedia.org/wiki/2009%E2%80%932010_West_African_meningitis_outbreak"}