{"Content: ":"In the 2013 dengue outbreak in Singapore, a significant rise in the number of dengue fever cases was reported in Singapore. The outbreak began in January, with the number of infections beginning to surge in April, before eventually reaching a peak of 842 dengue cases in the week of 16–22 June 2013.[2] This figure was far beyond the highest number of cases per week in the previous three years.[3] Although there were concerns that the rate of infection could exceed 1,000 per week,[4] these fears did not materialize. As official data showed, more than 13,000 people were infected with dengue as of mid-July in 2013, fast nearing the total of 14,209 infections in the 2005 dengue outbreak, the worst year on record.[5] The 2005 record was surpassed in the week of 4–10 August, when the total number of cases of reached 14,217.[3] The year ended with a total of 22,170 people infected with the disease,[2] a record that would stand until 2020.[6] In March, multiple warning signs surfaced of the impending outbreak. The less common DENV-1 serotype of the dengue virus supplanted DENV-2 as the dominant strain of the virus in circulation, jumping from around 20–30% to over half of new infections. This switch threatened to drive a strong surge in infections during the upcoming mid-year dengue peak season. Epidemiological modelling provided corroboration, forecasting a peak of up to 800 cases per week in June. Based on this, warnings about the epidemic risk were issued through the government's Inter-Agency Dengue Task Force. NEA stepped up vector control measures, and a community awareness campaign was initiated.[2] The amount of government budget allocated to combat dengue would eventually be increased by more than 20% compared to recent years.[22] In April, the NEA began using a new community alert system. Colour-coded banners would be put up in dengue-hit areas, using the three traffic light colours green, yellow and red to indicate the number of cases in the neighbourhood.[23] As part of NEA's vector control measures, routine inspections were conducted to check for potential mosquito breeding sites in homes, public areas of housing estates, and construction sites. On 14 June 2013, the head of NEA announced that more officers would be recruited to conduct these checks. NEA also indicated that it would resort to hiring a locksmith to forcibly gain access in order to conduct inspections if homeowners fail to cooperate; this happened to ten homes after the residents did not respond to notices sent to them.[4] The People's Association (PA) announced that they would recruit 10,000 volunteer \"dengue fighters\" to assist NEA officers during house visits.[24] Penalties were levied as a consequence of these inspections, even government organizations were not exempt. On 5 June 2013, Sembawang-Nee Soon Town Council was fined S$200 for allowing mosquitoes to breed in water tanks the council controlled. Officers from the NEA found mosquito larvae in water tanks at the rooftops of Blocks 896C and 899A in Woodlands.[25] The Singapore Land Authority incurred S$2000 in fines for ten breeding spots discovered in vacant buildings and plots of land under its management from January to June 2013.[26] NEA also announced that insect repellent would be distributed to every household in the country in July and August, in order to \"help residents protect themselves from mosquito bites and thus break the chain of transmission.\"[27]","Title":"2013 dengue outbreak in Singapore - Wikipedia","KeyID":"10057","URL":"https://en.wikipedia.org/wiki/2013_dengue_outbreak_in_Singapore"}