{"Content: ":"*disputed validity; =Spinosaurus?[4][5][6] The Spinosauridae (or spinosaurids) are a clade or family of theropod dinosaurs comprising ten to fourteen known genera. They came into prominence during the Cretaceous period. Spinosaurid fossils have been recovered worldwide, including Africa, Europe, South America and Asia. Their remains have generally been attributed to the Early to Mid Cretaceous. Spinosaurids were large bipedal carnivores. Their crocodilian-like skulls were long, low and narrow, bearing conical teeth with reduced or absent serrations. The tips of their upper and lower jaws fanned out into a spoon-shaped structure similar to a rosette, behind which there was a notch in the upper jaw that the expanded tip of the lower jaw fit into. The nostrils of spinosaurids were retracted to a position further back on the head than in most other theropods, and they had bony crests on their heads along the midline of their skulls. Their robust shoulders wielded stocky forelimbs, with three-fingered hands that bore an enlarged claw on the first digit. In many species, the upwards-projecting neural spines of the vertebrae (backbones) were significantly elongated and formed a sail on the animal's back (hence the family's etymology), which supported either a layer of skin or a fatty hump. The genus Spinosaurus, from which the family, their subfamily (Spinosaurinae), and their tribe (Spinosaurini) borrow their names, is the longest known terrestrial predator from the fossil record, with an estimated length of up to 14 meters (46 ft) and body mass of up to 7.4 metric tons (8.2 short tons). The closely related genus Sigilmassasaurus may have reached a similar or greater size, though its taxonomy is disputed. Direct fossil evidence and anatomical adaptations indicate that spinosaurids were at least partially piscivorous (fish-eating), with additional fossil finds indicating they also fed on other dinosaurs and pterosaurs. The osteology of spinosaurid teeth and bones has suggested a semiaquatic lifestyle for some members of this clade. This is further indicated by various anatomical adaptations, such as retracted eyes and nostrils; and the deepening of the tail in some taxa, which has been suggested to have aided in underwater propulsion akin to that of modern crocodilians. The first spinosaurid fossil, a single conical tooth, was discovered circa 1820 by British paleontologist Gideon Mantell in the Wadhurst Clay Formation.[7] In 1841, naturalist Sir Richard Owen mistakenly assigned it to a crocodilian he named Suchosaurus (meaning \"crocodile lizard\").[8][9] A second species, S. girardi, was later named in 1897.[10] However, the spinosaurid nature of Suchosaurus was not recognized until a 1998 redescription of Baryonyx.[11] The first fossils referred to a spinosaurid were discovered in 1912 at the Bahariya Formation in Egypt. Consisting of vertebrae, skull fragments, and teeth, these remains became the holotype specimen of the new genus and species Spinosaurus aegyptiacus in 1915, when they were described by German paleontologist Ernst Stromer. The dinosaur's name meant \"Egyptian spine lizard\", in reference to the unusually long neural spines not seen previously in any other theropod. In April 1944, the holotype of S. aegyptiacus was destroyed during an allied bombing raid in World War II.[12][13] In 1934, Stromer referred a partial skeleton also from the Bahariya Formation to a new species of Spinosaurus;[14] the specimen has since been alternatively assigned to another African spinosaurid, Sigilmassasaurus.[15] In 1983, a relatively complete skeleton was excavated from the Smokejacks pit in Surrey, England. These remains were described by British paleontologists Alan J. Charig and Angela C. Milner in 1986 as the holotype of a new species, Baryonyx walkeri. After the discovery of Baryonyx, many new genera have since been described, with the majority from very incomplete remains. However, other finds bear enough fossil material and distinct anatomical features to be assigned with confidence. Paul Sereno and colleagues described Suchomimus in 1998, a baryonychine from Niger, on the basis of a partial skeleton found in 1997. In 2004, partial jaw bones were recovered from the Alcântara Formation, these were referred to a new genus of spinosaurine named Oxalaia in 2011 by Alexander Kellner.[13] On 2021 a recent discovery in Isle of Wight an island off the south coast of England, remains of a spinosaurid which is said to be of a new species is found. As per the findings, it is about 10 meters in length and weighed several tons. The prehistoric bones of the spinosaurid were found in a geological layer of rock known as the Vectis Formation in Compton Chine, it is the first identifiable theropod from the Vectis Formation. The study was led by Christopher Barker, a PhD doctoral student in vertebrate paleontology at the University of Southampton.[16] Although reliable size and weight estimates for most known spinosaurids are hindered by the lack of good material, all known spinosaurids were large animals.[13] The smallest genus known from good material is Irritator, which was between 6 and 8 meters (20 and 26 feet) long and around 1 metric ton (1.1 short tons; 0.98 long tons) in weight.[17][18] Ichthyovenator, Baryonyx, and Suchomimus ranged from 7.5 to 11 m (25 to 36 ft) long, and weighed between 1 and 5.2 t (1.1 and 5.7 short tons; 0.98 and 5.12 long tons).[19][18][20] Oxalaia may have reached a length of between 12 to 14 m (39 to 46 ft) and a weight of 5 to 7 t (5.5 to 7.7 short tons; 4.9 to 6.9 long tons).[21] The largest known genus is Spinosaurus, which was capable of reaching lengths of 14 m (46 ft) and weighed around 7.4 t (8.2 short tons; 7.3 long tons), making it the longest known theropod dinosaur and terrestrial predator.[22] The closely allied Sigilmassasaurus may have grown to a similar or greater length, though its taxonomic relationship with Spinosaurus is uncertain.[23] This consistency in large body size among spinosaurids could have evolved as a byproduct of their preference for semiaquatic lifestyles, as without the need to compete with other large theropod dinosaurs for food, they would have been able to grow to massive lengths.[24] Spinosaurid skulls—similar in many respects to those of crocodilians—were long, low and narrow.[13] As in other theropods, various fenestrae (openings) in the skull aided in reducing its weight. In spinosaurs however, the antorbital fenestrae were greatly reduced, akin to those of crocodilians.[25] The tips of the premaxillae (frontmost snout bones) were expanded in a spoon shape, forming what has been called a \"terminal rosette\" of enlarged teeth. Behind this expansion, the upper jaw had a notch bearing significantly smaller teeth, into which the also expanded tips of the dentaries (tooth bearing bones of the mandible) fit into, with a notch behind the expansion of the dentary.[13] The maxillae (main upper jaw bones) were long and formed a low branch under the nostrils that connected to the rear of the premaxillae. The teeth at the frontmost part of the maxillae were small, becoming significantly larger soon after and then gradually decreasing in size towards the back of the jaw.[26] Analysis of the teeth of spinosaurids and their comparison to the teeth of tyrannosaurids suggest that the deep roots of spinosaurids helped to better anchor the teeth of these animals and distribute the stress against lateral forces generated during bites in predation and feeding scenarios.[27] Lengthwise atop their skulls ran a thin and shallow sagittal crest that was usually tallest near or above the eyes, either becoming shorter or disappearing entirely towards the front of the head.[13][28][29] Spinosaurus's head crest was comb-shaped and bore distinct vertical grooves,[28] while those of Baryonyx and Suchomimus looked like small triangular bumps.[30][6] Irritator's median crest stopped above and behind the eyes in a bulbous, flattened shape. However, given that no fully preserved skulls are known for the genus, the complete shape of Irritator's crest is unknown.[26] Cristatusaurus and Suchomimus (a possible synonym of the former) both had narrow premaxillary crests.[31] Angaturama (a possible synonym of Irritator) had an unusually tall crest on its premaxillae that nearly overhung the tip of the snout with a small forward protrusion.[29] Spinosaurid nostrils were set far back on the skull, at least behind the teeth of the premaxillae, instead of at the front of the snout as in most theropods.[13] Those of Baryonyx and Suchomimus were large and started between the first and fourth maxillary teeth, while Spinosaurus's nostrils were far smaller and more retracted. Irritator's nostrils were positioned similarly to those of Baryonyx and Suchomimus, and were between those of Spinosaurus and Suchomimus in size.[29] Spinosaurids had long secondary palates, bony and rugose structures on the roof of their mouths that are also found in extant crocodilians, but not in most theropod dinosaurs.[25] Oxalaia had a particularly elaborate secondary palate, while most spinosaurs had smoother ones.[21] The teeth of spinosaurids were conical, with an oval to circular cross section and either absent or very fine serrations. Their teeth ranged from slightly recurved, such as those of Baryonyx and Suchomimus, to straight, such as those of Spinosaurus and Siamosaurus, and the crown was often ornamented with longitudinal grooves or ridges.[29][32] The coracoid bones of the shoulders in spinosaurids were robust and hook shaped.[6] The arms were relatively large and well-built; the radius (long bone of the forearm) was stout and usually only half as long as the humerus (upper arm bone). Spinosaurid hands had three fingers, typical of tetanurans, and wielded an enlarged ungual on the first finger (or \"thumb\"), which formed the bony core of a keratin claw. In genera like Baryonyx and Suchomimus, the phalanges (finger bones) were of conventional length for large theropods, and bore hook-shaped, strongly curved hand claws.[13][19] Based on fragmentary material from the forelimbs of Spinosaurus, it appears to have had longer, more gracile hands and straighter claws than other spinosaurids.[33] The hindlimbs of Suchomimus and Baryonyx were somewhat short and mostly conventional of other megalosauroid theropods.[13][19] Ichthyovenator's hip region was reduced, having the shortest pubis (pubic bone) and ischium (lower and rearmost hip bone) in proportion to the illium (main hip bone) of any other known theropod.[34] Spinosaurus had an even smaller pelvis and hindlimbs in proportion to its body size; its legs composed just over 25 percent of the total body length. Substantially complete spinosaurid foot remains are only known from Spinosaurus. Unlike most theropods—which walk on three toes, with the hallux (first toe) being reduced and elevated off the ground—Spinosaurus walked on four functional toes, with an enlarged hallux that came in contact with the ground. The unguals of its feet, in contrast with the deeper, smaller and recurved unguals of other theropods, were shallow, long, large in relation to the foot, and had flat bottoms. Based on comparisons with those of modern shorebirds, it is possible that Spinosaurus's feet were webbed.[33] The upward-projecting neural spines of spinosaurid vertebrae (backbones) were very tall, more so than in most theropods. In life, these spines would have been covered in skin or fat tissue and formed a sail down the animal's back, a condition that has also been observed in some carcharodontosaurid and ornithopod dinosaurs.[13][35] The eponymous neural spines of Spinosaurus were extremely tall, measuring over 1 m (3 ft 3 in) in height on some of the dorsal (back) vertebrae.[36] Suchomimus had a lower, ridge-like sail across the majority of its back, hip, and tail region.[6] Baryonyx showed a reduced sail, with a few of the rearmost vertebral spines being somewhat elongated.[30] Ichthyovenator had a sinusoidal (wave-like) sail that was separated in two over the hips, with the upper ends of some neural spines being broad and fan-shaped.[34] A neural spine from the holotype of Vallibonavenatrix shows a similar morphology to those of Ichthyovenator, indicating the presence of a sail in this genus as well.[37] One partial skeleton possibly referable to Angaturama also had elongated neural spines on its hip region.[38][39] The presence of a sail in fragmentary taxa like Sigilmassasaurus is unknown.[15] In members of the subfamily Spinosaurinae, like Ichthyovenator and Spinosaurus, the neural spines of the caudal (tail) vertebrae were tall and reclined, accompanied by also elongated chevrons—long, thin bones that form the underside of the tail. This was most pronounced in Spinosaurus, in which the spines and chevrons formed a large paddle-like structure, deepening the tail significantly along most of its length.[40][23] The family Spinosauridae was named by Stromer in 1915 to include the single genus Spinosaurus. The clade was expanded as more close relatives of Spinosaurus were uncovered. The first cladistic definition of Spinosauridae was provided by Paul Sereno in 1998 (as \"All spinosauroids closer to Spinosaurus than to Torvosaurus\").[6] Traditionally, Spinosauridae is divided into two subfamilies: Spinosaurinae, which contains the genera Icthyovenator, Irritator, Oxalaia, Sigilmassasaurus and Spinosaurus, is marked by unserrated, straight teeth, and external nares which are further back on the skull than in baryonychines,[6][41] and Baryonychinae, which contains the genera Baryonyx, Cristatusaurus, Suchosaurus, Suchomimus, Ceratosuchops, and Riparovenator,[42] which is marked by serrated, slightly curved teeth, smaller size, and more teeth in the lower jaw behind the terminal rosette than in spinosaurines.[6][41] Others, such as Siamosaurus, may belong to either Baryonychinae or Spinosaurinae, but are too incompletely known to be assigned with confidence.[42] Siamosaurus was classified as a spinosaurine in 2018, but the results are provisional and not entirely conclusive.[23] The subfamily Spinosaurinae was named by Sereno in 1998, and defined by Thomas Holtz and colleagues in 2004 as all taxa closer to Spinosaurus aegyptiacus than to Baryonyx walkeri. The subfamily Baryonychinae was named by Charig & Milner in 1986. They erected both the subfamily and the family Baryonychidae for the newly discovered Baryonyx, before it was referred to Spinosauridae. Their subfamily was defined by Holtz and colleagues in 2004, as the complementary clade of all taxa closer to Baryonyx walkeri than to Spinosaurus aegyptiacus. Examinations in 2017 by Marcos Sales and Cesar Schultz indicate that the South American spinosaurids Angaturama and Irritator were intermediate between Baronychinae and Spinosaurinae based on their craniodental features and cladistic analysis. A study by Arden et al. 2018 named the tribe Spinosaurini to include Spinosaurus and Sigilmassasaurus,[23] the latter of which's validity as a spinosaurid is debated. In 2021 Barker et al. named the new tribe Ceratosuchopsini within the Baryonychinae to encompass Suchomimus, Riparovenator, and Ceratosuchops.[1] The 2017 study mentioned above indicates that Baryonychinae may in fact be non-monophyletic. Their cladogram can be seen below.[29] Baryonyx The next cladogram displays an analysis of Tetanurae simplified to show only Spinosauridae from Allain colleagues in 2012:[34] Baryonyx The 2018 phylogenetic analysis by Arden and colleagues, which included many unnamed taxa, resolved Baryonychinae as monophyletic, and also coined the new term Spinosaurini for the clade of Sigilmassasaurus and Spinosaurus.[23] Praia das Aguncheiras taxon Baryonyx walkeri Eumeralla taxon[43] Gara Samani taxon In 2021, Chris Barker, Hone, Darren Naish, Andrea Cau, Lockwood, Foster, Clarkin, Schneider, and Gostling described two new spinosaurid species, Ceratosuchops inferodios and Riparovenator milnerae. In the paper, they performed a phylogenetic analysis incorporating a general range of theropods, but mostly focusing on Spinosauridae. The results of the analysis appear below:[1] Megalosauridae ML1190 (cf. Baryonyx sp.) (=Iberospinus) Baryonyx \"Spinosaurus B\" MSNM-V4047 FSAC-KK11888 See also the phylogenetic results in the 2022 article describing Iberospinus.[44] Spinosaurid teeth resemble those of crocodiles, which are used for piercing and holding prey. Therefore, teeth with small or no serrations, such as in spinosaurids, were not good for cutting or ripping into flesh but instead helped to ensure a strong grip on a struggling prey animal.[45] Spinosaurid jaws were likened by Romain Vullo and colleagues to those of the pike conger eel, in what they hypothesized was convergent evolution for aquatic feeding. Both kinds of animals have some teeth in the end of the upper and lower jaws that are larger than the others and an area of the upper jaw with smaller teeth, creating a gap into which the enlarged teeth of the lower jaw fit, with the full structure called a terminal rosette.[46] In the past, spinosaurids have often been considered piscivores (fish-eaters) in the main, based on comparisons of their jaws with those of modern crocodilians.[41] In 2007, British paleontologist Emily J. Rayfield and colleagues conducted biomechanical studies on the skull of Baryonyx, which had a long, laterally compressed skull, comparing it to gharial (long, narrow, tubular) and alligator (flat and wide) skulls. They found that the structure of baryonychine jaws converged on that of gharials, in that the two taxa showed similar response patterns to stress from simulated feeding loads, and did so with and without the presence of a (simulated) secondary palate. The gharial, exemplar of a long, narrow, and tubular snout, is a fish specialist. However, this snout anatomy does not preclude other options for the spinosaurids. The gharial is the most extreme example and a fish specialist; Australian freshwater crocodiles, which have similarly shaped skulls to gharials, also specialize more on fish than sympatric, broad snouted crocodiles and are opportunistic feeders which eat all manner of small aquatic prey, including insects and crustaceans. Thus, spinosaurids' snouts correlate with piscivory; this is consistent with hypotheses of this diet for spinosaurids, in particular baryonychines, but it does not indicate that they were solely piscivorous.[25] Further study by Andrew R. Cuff and Rayfield in 2013 on the skulls of Spinosaurus and Baryonyx did not recover similarities in the skulls of Baryonyx and the gharial that the previous study did. Baryonyx had, in models where the size difference of the skulls was corrected for, greater resistance to torsion and dorsoventral bending than both Spinosaurus and the gharial, while both spinosaurids were inferior to the gharial, alligator, and slender-snouted crocodile in resisting torsion and medio-lateral bending. When the results from the modeling were not scaled according to size, then both spinosaurids performed better than all the crocodilians in resistance to bending and torsion, due to their larger size. Thus, Cuff and Rayfield suggested that the skulls were not efficiently built to deal well with relatively large, struggling prey, but that spinosaurids may overcome prey simply by their size advantage, and not skull build.[47] In 2002, Hans-Dieter Sues and colleagues studied the construction of the spinosaurid skull, and concluded that their mode of feeding was to use extremely quick, powerful strikes to seize small prey items using their jaws, whilst employing the powerful neck muscles in rapid up-and-down motion. Due to the narrow snout, vigorous side-to-side motion of the skull during prey capture is unlikely.[45] Based on the size and positions of their nostrils, Marcos Sales and Cesar Schultz in 2017 suggested that Spinosaurus possessed a greater reliance on its sense of smell and had a more piscivorous lifestyle than Irritator and baryonychines.[29] Direct fossil evidence shows that spinosaurids fed on fish as well as a variety of other small to medium-sized animals, including dinosaurs. Baryonyx was found with scales of the prehistoric fish Scheenstia in its body cavity, and these were abraded, hypothetically by gastric juices. Bones of a young Iguanodon, also abraded, were found alongside this specimen. If these represent Baryonyx’s meal, the animal was, whether in this case a hunter, or a scavenger, an eater of more diverse fare than fish.[41][45][30] Moreover, there is a documented example of a spinosaurid having eaten a pterosaur, as one Irritator tooth was found lodged within the fossil vertebrae of an ornithocheirid pterosaur found in the Romualdo Formation of Brazil. This may represent a predation or a scavenging event.[48][49] A fossil snout referred to Spinosaurus was discovered with a vertebra from the sclerorhynchid Onchopristis embedded in it.[28] In the Sao Khua Formation of Thailand, isolated tooth crowns from Siamosaurus have been found in association with sauropod remains, indicating possible predation or scavenging.[50] A 2018 study by Auguste Hassler and colleagues of calcium isotopes in the teeth of North African theropods found that spinosaurids had a mixed diet of fish and herbivorous dinosaurs, whereas the other theropods examined (abelisaurids and carcharodontosaurids) mainly fed on herbivorous dinosaurs. This might indicate ecological partitioning between these theropods.[51] Later in 2018, Tito Aureliano and colleagues presented a possible scenario for the food web of Brazilian Romualdo Formation. The researchers proposed that the diet of spinosaurines from this environment may have included—in addition to pterosaurs—terrestrial and aquatic crocodyliforms, juveniles of their own species, turtles, and small to medium-sized dinosaurs. This would have made spinosaurines apex predators within this particular ecosystem.[24] The use of the robust forelimbs and giant recurved claws of spinosaurs remains a debated topic. Charig and Milner speculated in 1986 that Baryonyx may have crouched by the riverbank and used its claws to gaff fish out of the water, similarly to grizzly bears.[52] In 1987, British biologist Andrew Kitchener argued that with both its crocodile-like snout and enlarged claws, Baryonyx seemed to have too many adaptations for piscivory when one would have been enough. Kitchener instead postulated that Baryonyx more likely used its arms to scavenge the corpses of large dinosaurs, such as Iguanodon, by breaking into the carcass with the large claws, and subsequently probing for viscera with its long snout.[53] In their 1997 article, Charig and Milner rejected this hypothesis, pointing out that in most cases, a carcass would have already been largely emptied out by its initial predators.[30] Later research has also ruled out this sort of specialized scavenging.[13] In 1986, Charig and Milner suggested that the robust forelimbs and giant thumb claws would have been Baryonyx's primary method of capturing, killing, and tearing apart large prey; whereas its long snout would have been used mostly for fishing.[30] A 2005 study by Canadian paleontologist the François Therrien and colleagues agreed that spinosaur forelimbs were probably used for hunting larger prey items, given that their snouts could not resist the bending stress.[54] In a 2017 review of the family, David Hone and Holtz considered possible functions in digging for water sources or hard to reach prey, as well as burrowing into soil to construct nests.[13] Theropod heads are often decorated with some form of crest, horn, or rugose structure, which in life, would have been extended by keratin.[55] Though there has been little discussion on the head crests of spinosaurs, Hone and Holtz in 2017 considered that their most likely use was for displaying to potential mates or as a means of threatening rivals and other predators.[13] Such has been suggested for theropod cranial structures before, which may have been aided by unusual or bright coloration to provide further visual cues.[55] Many theories have been proposed over the years for the use of spinosaurid dorsal sails, such as thermoregulation;[56] to aid in swimming;[57] to store energy or insulate the animal; or for display purposes, such as intimidating rivals and predators, or attracting mates.[58][59] Many elaborate body structures of modern-day animals serve to attract members of the opposite sex during mating. It is possible that the sail of Spinosaurus was used for courtship, in a way similar to a peacock's tail. In 1915, Stromer speculated that the size of the neural spines may have differed between males and females.[59] In 2012, French paleontologist Ronan Allain and colleagues suggested considering the high diversity in neural spine elongation observed in theropod dinosaurs, as well as histological research done on the sails of synapsids (stem mammals), the sinusoidal sail of Ichthyovenator was likely used for courtship display or recognising members of its own species.[60] In a 2013 blog post, Darren Naish considered the latter function unlikely, favouring the hypothesis of sexual selection for Ichthyovenator's sail because it appears to have evolved on its own, without very close relatives. Naish also notes it is possible similar relatives have not yet been discovered.[61] Juvenile spinosaurid fossils are somewhat rare. However, an ungual phalanx measuring 21 mm (0.83 in) belonging to a very young Spinosaurus indicates that Spinosaurus, and probably by extent other spinosaurids, may have developed their semiaquatic adaptations at birth or at a very young age and maintained the adaptations throughout their lives. The specimen, found in 1999 and described by Simone Maganuco, Cristiano Dal Sasso and colleagues in 2018, is believed to have come from a very small juvenile measuring 1.78 m (5.8 ft), making said specimen the smallest known example of a spinosaurid currently described.[62][63] A 2010 publication by Romain Amiot and colleagues found that oxygen isotope ratios of spinosaurid bones indicates semiaquatic lifestyles. Isotope ratios from teeth from Baryonyx, Irritator, Siamosaurus, and Spinosaurus were compared with isotopic compositions from contemporaneous theropods, turtles, and crocodilians. The study found that, among theropods, spinosaurid isotope ratios were closer to those of turtles and crocodilians. Siamosaurus specimens tended to have the largest difference from the ratios of other theropods, and Spinosaurus tended to have the least difference. The authors concluded that spinosaurids, like modern crocodilians and hippopotamuses, spent much of their daily lives in water. The authors also suggested that semiaquatic habits and piscivory in spinosaurids can explain how spinosaurids coexisted with other large theropods: by feeding on different prey items and living in different habitats, the different types of theropods would have been out of direct competition.[64] In 2018, an analysis was conducted on the partial tibia of an indeterminate spinosaurine from the early Albian, the bone was from a sub-adult between 7–13 m (22–42 ft) in length still growing moderately fast before its death. This specimen (LPP-PV-0042) was found in the Araripe Basin of Brazil and taken to the University of San Carlos for a CT Scan, where it revealed osteosclerosis (high bone density).[24] This condition had previously only been observed in Spinosaurus, as a possible way of controlling its buoyancy.[33] The presence of this condition on the leg fragment showed that semi-aquatic adaptations in spinosaurids were already present at least 10 million years before Spinosaurus aegyptiacus appeared. According to the phylogenetic bracketing method, this high bone density might have been present in all spinosaurines.[24] In 2020, a scientific paper by paleontologists published in the scientific journal Cretaceous Research found taphonomic evidence in the Kem Kem group that would support Spinosaurus being a semi-aquatic dinosaur.[65] Confirmed spinosaurids have been found on every continent except for North America, Australia and Antarctica, the first of which was Spinosaurus aegyptiacus, discovered at the Bahariya Formation in Egypt.[59] Baryonychines were common, such as Baryonyx, which lived during the Barremian of England and Spain. . The specimen from Portugal, once interpreted as Baryonyx is now regarded Iberospinus.[44] Baryonyx-like teeth are also found from the earlier Hauterivian and later Aptian sediments of Spain, as well as the Hauterivian of England.[13][66] Baryonychines were represented in Africa, with Suchomimus tenerensis and Cristatusaurus lapparenti as well as Baryonyx-like teeth from the Aptian of Niger.[42][6][67] as well as in Europe, with Suchosaurus cultridens and S. girardi from the England; and. Baryonyx-like teeth are also reported from the Ashdown Sands of Sussex, in England, and the Burgos Province, in Spain.[66] Another European spinosaurid, Camarillasaurus cirugedae, is known from the Barremian of Spain.[68] The earliest record of spinosaurines is from Europe, with the Barremian species Vallibonavenatrix cani from Spain.[37] Spinosaurines are also present in Albian sediments of Tunisia and Algeria, and in Cenomanian sediments of Egypt and Morocco. In Africa, baryonychines were common in the Aptian, and then replaced by spinosaurines in the Albian and Cenomanian.[42] such as in the Kem Kem beds of Morocco, which housed an ecosystem containing many large coexisting predators.[31][64] A fragment of a spinosaurine lower jaw from the Early Cretaceous was also reported from Tunisia, and referred to Spinosaurus.[42] Spinosaurinae's range also extended to South America, particularly Brazil, with the discoveries of Irritator challengeri, Angaturama limai, and Oxalaia quilombensis.[49][21] There was also a fossil tooth in Argentina which has been referred to the Spinosauridae by Leonardo Salgado and colleagues.[69] This referral is doubted by Gengo Tanaka, who offers Hamadasuchus, a crocodilian, as the most likely animal of origin for these teeth.[70] Partial skeletons and numerous fossil teeth indicate spinosaurids were widespread in Asia; three taxa—all spinosaurines—have been named: Siamosaurus suteethorni from Thailand, \"Sinopliosaurus\" fusuiensis from China, and Ichthyovenator laosensis from Laos.[34][42][2] Spinosaurid teeth have been found in Malaysia; they were the first dinosaur remains discovered in the country.[71] Some intermediate specimens extend the known range of spinosaurids past the youngest dates of named taxa. A single baryonychine tooth was found from the mid-Santonian, in the Majiacun Formation of Henan, China.[2] However, the tooth lacks spinosaurid synapomorphies.[3] At la Cantalera-1, a site in the early Barremian Blesa Formation in Treul, Spain, two types of spinosaurid teeth were found, and they were assigned, tentatively, as indeterminate spinosaurine and baryonychine taxa.[72] An indeterminate spinosaurid was discovered in the Early Cretaceous Eumeralla Formation, Australia.[73] It is known from a single 4 cm long partial cervical vertebra, designated NMV P221081. It is missing most of the neural arch. The specimen is from a juvenile estimated to be about 2 to 3 meters long (6–9 ft). Out of all spinosaurids, it most closely resembles Baryonyx.[43] In 2019, it was suggested that the vertebra instead belonged to a megaraptorid theropod, as opposed to a spinosaur.[74] Holotypic remains of Ichthyovenator laoensis. Spinosaurid distribution in North Africa and Europe. Irritator artwork Suchomimus tenerensis skeleton MN 01 (Irritator)    ","Title":"Spinosauridae - Wikipedia","KeyID":"1005","URL":"https://en.wikipedia.org/wiki/Spinosauridae"}