{"Content: ":"The 2009 Gujarat hepatitis B outbreak was a cluster of hepatitis B cases that appeared in Modasa, northern Gujarat, India in 2009. Over 125 people were infected and up to 49 people died.[1][2] Several doctors were investigated and arrested after the outbreaks.[citation needed] The hepatitis B virus infects the liver and causes an inflammation called hepatitis. It is a DNA virus and one of many unrelated viruses that cause viral hepatitis. The disease, originally known as \"serum hepatitis\",[3] has caused epidemics in parts of Asia and Africa, and it is endemic in China.[4] About a third of the world's population, more than 2 billion people, have been infected with the hepatitis B virus.[5] This includes 350 million chronic carriers of the virus.[6] The acute illness causes liver inflammation, vomiting and jaundice. The infection is preventable by vaccination.[7] Transmission of hepatitis B results from exposure to infectious blood or body fluids containing blood. Possible forms of transmission include (but are not limited to) unprotected sexual contact, blood transfusions, re-use of contaminated needles & syringes, and vertical transmission from mother to child during childbirth. HBV can be transmitted between family members within households, possibly by contact of nonintact skin or mucous membrane with secretions or saliva containing HBV.[8][9] However, at least 30% of reported cases of hepatitis B among adults cannot be associated with an identifiable risk factor.[10] The doctors were accused of re-using syringes, which had been contaminated with hepatitis B virus, to treat other patients. Eight medical practitioners, including doctors Govind and Chintal Patel, were arrested under the Indian Penal Code for culpable homicide not amounting to murder after allegedly re-using infected syringes.[11] One of them was also charged with attempted murder.[2] Most of the people affected had received medical treatment from Dr. Patel in the last six months. Medical officials conducted a raid on Patel's clinic and found several used syringes and other medical waste.[2][12] The Government of Gujarat started a mass immunization drive under strict medical supervision in Modasa, which set up 60 booths in Modasa and nearby cities.[13] 224 medical teams, including some from All Indian Institute of Medical Sciences and National Institute of Virology set up camps in Modasa and remained there for about a month.[1][14] According to the officials 25,000 vaccines were sent to the most affected area and 600,000 more vaccines was arranged from Hyderabad.[15] In addition, the government distributed 30,000 pamphlets and mounted a campaign to inform residents about the disease.[14] The Health Department of the Gujarat government have sent 600,000 doses of vaccine to the area.[16]","Title":"2009 Gujarat hepatitis outbreak - Wikipedia","KeyID":"10051","URL":"https://en.wikipedia.org/wiki/2009_Gujarat_hepatitis_outbreak"}