{"Content: ":"North America Mexico United States (Florida) Central America Belize Costa Rica El Salvador Guatemala Honduras Nicaragua Panama The 2013–2014 chikungunya outbreak represented the first recorded outbreak of the disease outside of tropical Africa and Asia. In December 2013, the first locally transmitted case of chikungunya in the Americas was detected in Saint Martin. Shortly after the first case the disease began to spread rapidly throughout the Caribbean region. By the end of the year, it had spread to Martinique and Guadeloupe, with suspected cases in Saint Barthélemy. By the end of January 2014, cases had been confirmed in Saint Barthélemy, as well as the British Virgin Islands, Dominica, and French Guiana. On the basis of 4,000 confirmed cases and over 30,000 suspected cases, the Caribbean Public Health Agency (CARPHA) declared a Caribbean-wide epidemic of the virus in early May. By the end of May, four cases of chikungunya had been confirmed in Florida. By July 2014 there were an estimated 355,000 cases in the Caribbean.[2] By August 2014, 25 Caribbean countries had confirmed at least one case.[3] The epidemic was over by 2015. Chikungunya is an arbovirus common to tropical regions of Africa and Asia. It is spread to humans by Aedes mosquitoes (primarily Aedes aegypti) that breed in stagnant water.[4] The virus was first isolated in 1953, and likely first arose during the 1700s.[5][6] Chikungunya is characterized by a sudden high fever and intense joint pain, between four and seven days after infection.[4][7] It can also cause headaches, muscle pain, fatigue, and rashes.[8] Most infected patients recover within 10 days, and deaths are rare. However, in some cases joint pain can linger for months or years. There is no vaccine or treatment for chikungunya and preventing its spread is difficult.[4] Outbreaks are primarily dealt with through preventive measures, such as wearing long-sleeved clothing, and vector population control.[9] In early December 2013, health officials confirmed two cases of locally transmitted chikungunya on the French half of Saint Martin. It was announced to the public on December 17, by which time 10 cases had been confirmed and many more suspected cases were undergoing lab tests. Vice President Guillaume Arnell declared that his country had an \"obligation\" to prevent the disease from spreading. \"It started here so we have to contain it here\", he said.[5] Swift action was taken, and a Pan American Health Organization representative said she was satisfied by the response.[5] Even so, there were 66 confirmed cases by the end of the month, including at least one case on the Dutch half of the island, and more than 180 suspected cases. The virus had also spread to Martinique (3 cases) and Guadeloupe (1 case) by the end of the year. In Saint Barthélemy, there were 21 suspected cases.[9] Previously, chikungunya had not been found in the Americas.[4] Although it had never previously been found, it was considered an emerging threat and preparations for its spread were underway by 2012. In July 2013, a Caribbean-wide virtual meeting was held to educate high-ranking medical personnel on how to detect the virus.[10] It is unclear how the virus first spread to the Americas' mosquito population.[5] By January 21, 2014, cases had been St. Barthelemy and the British Virgin Islands. Dominica and French Guiana both had one reported case due to travel in the affected islands.[11] At the start of April, chikungunya was confirmed in the Dominican Republic.[12] On 24 April, Saint Vincent and the Grenadines announced the island had three confirmed cases of chikungunya and an outbreak was officially declared. Two days later, Antigua and Barbuda announced its first confirmed case, on the island of Antigua. Four other cases were suspected.[7] At the end of April, there were more than 4,100 probable cases of chikungunya across fourteen different Caribbean countries.[13] In addition to thirteen island nations, the virus had been confirmed in French Guiana. Martinique, Guadeloupe, and St. Martin had the most reported cases.[4] During the week of April 27, 2014, health officials from multiple agencies met in the Dominican Republic to discuss the outbreak.[4] On May 1, the Caribbean Public Health Agency (CARPHA) declared a Caribbean-wide epidemic of the virus.[10][13] The United States-based Centers for Disease Control and Prevention said it was \"working with state health departments to increase awareness about chikungunya and to facilitate diagnostic testing\" in preparation for possible introduction into South Florida.[4] As of May 19, 2014, the Dominican Republic had over 32,000 reported cases of chikungunya, representing 68% of the total cases registered to date.[14] By the end of May, four cases had been confirmed in Florida.[15] Over 50,000 people were suspected to have contracted the virus in total.[16] As of late September 2014, Health Minister Nancy Pérez of Venezuela stated that only 400 Venezuelans were infected with chikungunya[17] while the Central University of Venezuela stated that there could be between 65,000 and 117,000 Venezuelans infected.[18] The Venezuelan government has announced a three-stage plan to counter the outbreak, with Health Minister Pérez stating that the key function is to eliminate areas of mosquito breeding.[19] By November 2014 most of the Caribbean Islands were affected and the Pan-American Health Organization reported about 800,000 suspected cases alone in the Caribbean.[20] The epidemic was over by 2015.","Title":"2013–2014 chikungunya outbreak - Wikipedia","KeyID":"10059","URL":"https://en.wikipedia.org/wiki/2013%E2%80%932014_chikungunya_outbreak"}