{"Content: ":"Many child deaths occurred at the state-run BRD Medical College hospital in Gorakhpur city of Uttar Pradesh, India in 2017. As of 2 September 2017, 1,317 children had died at the hospital in 2017. The 2017 deaths attracted national attention in August, when 63 children died at the hospital after the hospital's piped oxygen supply ran out.[1] The number of child deaths in previous years were 5,850 in 2014; 6,917 in 2015; and 6,121 in 2016.[2] Acute encephalitis syndrome (AES) was a major cause of the deaths: As of 29 August 2017, 175 children had died because of encephalitis (including 77 in August alone).[3] Government negligence arising from the shortage of oxygen supply was discovered to have been a major cause for avoidable deaths. The oxygen supply was cut by the supplier due to long non-payment of dues. The Yogi Adityanath led government had ignored repeated requests for clearing the dues despite warning about supply being cut, and faced heavy criticism. One year after the incident, the families of the victims had not been compensated or visited by state government officials.[1][4] The BRD Medical College hospital is one of the biggest government hospitals in Uttar Pradesh to have specialized facility to treat neo-natal and pediatric encephalitis. It has seen a number of child deaths since 1978, when the first encephalitis outbreak in the Gorakhpur region. During 1978–2017, around 25,000 children have died of encephalitis.[5] As of 3 September 2017, 1,317 children had died in the hospital during 2017. The number of deaths has sharply declined compared to the previous years.[2] As of 2 September 2017, the month of August saw the highest number of deaths (325):[2] On 6 April, the hospital's oxygen supplier, Puspha Sales wrote a letter to the Chief Minister, Adityanath, and Health Minister reminding them that the hospital's dues were unpaid and that the supply would be discontinued unless they were paid. On 3 June 2017, Pushpa Sales wrote to the Principal of the Medical College, Rajiv Mishra, Principal Secretary in the UP government, Anita Bhatnagar Jain, the Director General of Medical Education (DGME) in the UP government, K. K. Gupta, the superintendent in charge at BRD Medical College, the head of the pediatrics department, Dr Mahima Mittal, and the district magistrate, Rajeev Rautela reminding them of the unpaid dues and the fact that Encephalitis patients, who would increase with the rainy season, require 24 hours supply of oxygen. Pushpa Sales wrote 20 letters to Rajiv Mishra about the unpaid dues. Mishra in turn, wrote ten letters to the UP government about the same, and even raised the issue in a video conference with the DGME, principal secretary and district magistrate. On 30 July, Pushpa Sales sent a legal notice to the Principal, giving them until 14 August to clear dues. Oxygen ran out in the plant in the early hours of 11 August.[1] Starting on 10 August 2017, 30 children died within 48 hours: 17 children in the neo-natal ward, five in the AES (acute encephalitis syndrome) ward and eight in the general ward.[6] According to a 10-page letter written by Dr. Kafeel Khan in prison he received a Whatsapp message on the night of 10 August informing him of the oxygen supply cut. He said that he called the head of department, the principal and acting principal of B.R.D., the district magistrate of Gorakhpur, the chief medical superintendent of Gorakhpur and B.R.D. Medical College, and his other colleagues to inform them of the situation. He said that he also called local oxygen supplier agencies and begged them to immediately arrange for oxygen cylinders at BRD, and called nearby hospitals. He narrated that he went out to buy oxygen cylinders himself. He was able to scrape 250 cylinders together, paying for them himself and promising the suppliers that he would arrange for the rest of the payment soon. He carried some in his car and arranged with the DIG of Police for a truck and manpower from the Armed Border Force to deliver the others.[7] Oxygen supply was restored by 2:15 AM on 13 August.[1] The hospital's principal RK Mishra was suspended on 12 August by the Government of Uttar Pradesh for \"negligent behaviour\" after which he resigned.[9] On 13 August, the head of encephalitis ward at the hospital, Kafeel Khan, was removed as the nodal officer.[10] The state government claimed that no deaths had occurred due to oxygen shortage.[1] A probe report by the Gorakhpur district administration identified oxygen deprivation as the reason for the death of the children admitted to the encephalitis and neonatal wards between 10 and 11 August, but refrained from blaming the Uttar Pradesh government for the tragedy. It charged the doctors, paramedical staff and clerks of the medical institution with criminal negligence, while maintaining that the state government was unaware of the situation. It accused institute principal Rajiv Mishra of failing to alert the medical education and health departments to the impending oxygen crisis despite being aware of it. It demanded strict action against Pushpa Sales for stopping oxygen supply and accused Dr Satish Kumar, a member of the BRD Medical College Hospital's purchase committee, of going on leave from 11 August without taking Mishra's permission. Kumar was additionally charged with failing to get a faulty air-conditioner installed at the encephalitis ward repaired on time.[11] It also found overwriting in the log book related to purchase and re-filling of oxygen cylinders.[12] A three-member technical team appointed by the central government found that 8 of 12 senior resident posts lie vacant, that only three of 31 nurses are trained to handle newborns, that poor parents are forced to buy disposables and consumables, and that the most basic infection control norms like washing hands and use of disinfectants were not being followed.[13] Nine people were arrested in the case until August 2018. They were: Of these, Manish Bhandari, Dr Kafeel Khan, Dr Satish, Dr Rajiv Misra and Dr Purnima Shukla had been given bail, while the others remained in jail. None of the top government officials who also had responsibility came under investigation.[1] The investigation has been criticized.[14] On 12 August, Indian Prime Minister Narendra Modi's office said he is \"constantly monitoring\" the situation with Minister of State Health Anupriya Patel and the Union Health Secretary.[15] In his Independence Day speech on 15 August, Modi expressed sympathy for the affected families, while calling the episode a 'natural calamity'. Siddharth Nath Singh, the Health Minister of Uttar Pradesh, denied a lack of oxygen was the cause of the deaths[16] He said that such deaths are common in August. Uttar Pradesh Chief Minister Yogi Adityanath ordered a probe into the incident. He visited the hospital on 13 August 2017.[17] The Indian National Congress (INC) demanded a separate probe monitored by the Supreme Court of India.[18] It also demanded Chief Minister, Adityanath's resignation. However, BJP President, Amit Shah dismissed this demand, saying, that such deaths were common during Congress rule too, and that action would be taken on the basis of investigation, the results of which would be made public.[19] On 14 August, Pushpa Sales, the oxygen supplier to the hospital, released a statement that it never stopped the supply of oxygen cylinders despite the outstanding dues. Manish Bhandari, managing director of the company, stated, \"The government must find why there were just around 50 cylinders instead of 400 on that particular day when deaths took place. I suspect a big oxygen cylinder theft or racket, which they must find it out.\"[20] The National Human Rights Council (NHRC) issued a notice to the state government, taking suo moto cognisance and seeking a report from the state government. It said that the incident indicates \"gross callousness\" on the part of the hospital and the state administration, and asked the government what steps were been taken to compensate the families.[21] The Samajwadi Party accused the state government of encouraging corrupt practices at the hospital.[22]","Title":"2017 Gorakhpur hospital deaths - Wikipedia","KeyID":"10067","URL":"https://en.wikipedia.org/wiki/2017_Gorakhpur_hospital_deaths"}