{"Content: ":"An outbreak of Middle East respiratory syndrome coronavirus occurred in South Korea from May 2015 to July 2015.[5] The virus, which causes Middle East respiratory syndrome (MERS), was a newly emerged betacoronavirus that was first identified in a patient from Saudi Arabia in April 2012. From the outbreak, a total of 186 cases were infected in the country, with a death toll of 38.[3] South Korea reported its first MERS case on 20 May 2015.[6] A 68-year-old man returning from the Middle East was diagnosed with MERS nine days after he initially sought medical help.[7] The following table shows the daily statistics on the number of infected persons since 20 May 2015, based on the official report of the Central MERS Management Task Force, Ministry of Health and Welfare at the beginning of each day.[2][8] ^*1 Includes a case reported in China[9] ^*2 Parentheses indicate interim value 2015 MERS outbreak in South Korea MERS confirmed cases status MERS quarantine status The Korean Ministry of Health and Welfare initially withheld details from the public,[11] as identifying the medical institution treating a MERS patient might cause unnecessary anxiety to its other patients. This policy lacked public acceptance,[12] and was heavily criticized as preventing the Ministry from properly notifying hospitals and municipal governments. On 3 June, it was found that the Ministry had not notified the Incheon municipal government of the transfer of an infected patient to its local medical institution.[13] The following day the Seoul municipal government announced that it had learned by chance, through an official attending a meeting, that a hospital doctor, who began to show symptoms on 29 May and tested positive on 1 June, had been moving freely within the city and had attended a gathering of 1,565 people in Gaepo-dong on 30 May.[14] The municipal government obtained a list of the 1,565; the Ministry proposed to undertake \"passive surveillance\"; the municipal government rejected this as \"lukewarm\" and intervened directly: initially by contacting those listed.[14] On 7 June, after 2,361 people were isolated, 64 patients were confirmed infected and 5 had died,[15] the central government finally disclosed the names of MERS-exposed medical institutions.[16] On 7 June 2015, the South Korean government released the names of 24 MERS-affected hospitals to the public.[17] These hospitals include the Pyeongtaek St. Mary's (SeongMo) Hospital (평택성모병원) and the Seoul Samsung Hospital (삼성서울병원), an affiliate of Samsung Medical Center.[18][19][20] A 44-year-old South Korean man travelled to Huizhou, China via Hong Kong,[22] on business, on 26 May, contrary to a doctor's advice and in breach of a self-quarantine order from the government: his father and elder sister were both confirmed infected by MERS.[23] He was later found to have a fever,[23] and was subsequently confirmed infected.[22] He was suspected of dishonestly failing to disclose to Hong Kong border quarantine officers that he had visited his father in hospital on 16 May for nearly 4 hours.[23] On 30 May 2015, a website said that a driver in Huizhou who transported a South Korean male MERS patient was suspected to be infected but later the government clarified that this was a rumor.[24] A Chinese fugitive who stayed in South Korea for 3 years turned himself in as he was afraid of the outbreak. He arrived at Dalian Zhoushuizi International Airport on 4 June.[25] On 8 June 2015, a South Korean couple who did not follow the self-quarantine notice were found to have visited the Philippines on 6 June. They had visited the respective clinics in Sunchang County where a 72-year-old woman was confirmed positive for MERS after having visited the clinic for lumbago treatment. The couple said that they only knew that the 72-year-old woman was a MERS-positive patient only after reading the news.[26] On 9 June 2015, two Hong Kong students from City University of Hong Kong doing a three-month exchange program in Sungkyunkwan University were ordered by a professor to get out of the classroom as they refused to remove their protective masks. The professor also said that they were too sensitive to the outbreak because of the history of SARS in Hong Kong in 2003. Sungkyunkwan University replied that some professors saw wearing masks as impolite and said if students insist on wearing masks, they might be refused to give presentations in class and may be unable to graduate due to this. Affected students said this reflected that the South Korean public was not attentive to the threat of the MERS outbreak.[27] On 25 June, a South Korean man who had been treated at a Chinese hospital after being diagnosed with the MERS virus in late May, was released from the hospital and returned to South Korea.[28] The following table shows the number of schools that temporarily closed due to the outbreak: On 11 June 2015, South Korea's central bank cut interest rates by 0.25 percentage points to stem the economic fallout from the outbreak.[37] South Korea's department store sales decreased by 16.5% compared to the same period last year, and retail shops also decreased 3.4%, according to the Minister of Strategy and Finance, as of 17 June 2015.[38] As of 17 June 2015, 100,000 tourist visits to the nation had been cancelled.[38] After the outbreak, South Korea developed a system to rapidly expand testing capabilities during future disease outbreaks. This has been credited as a reason for South Korea's widespread testing and effective response to the COVID-19 pandemic.[39]","Title":"2015 Middle East respiratory syndrome outbreak in South Korea - Wikipedia","KeyID":"10063","URL":"https://en.wikipedia.org/wiki/2015_Middle_East_respiratory_syndrome_outbreak_in_South_Korea"}