{"Content: ":"In 2014, an outbreak of Ebola virus disease in the Democratic Republic of the Congo (DRC) occurred. Genome sequencing has shown that this outbreak was not related to the 2014–15 West Africa Ebola virus epidemic, but was of the same EBOV species.[3] It began in August 2014 and was declared over in November of that year, after 42 days without any new cases.[1] This is the 7th outbreak there, three of which occurred during the period of Zaire.[4] The outbreak was traced to a woman living in Ikanamongo Village in the remote northern Équateur province who fell ill after handling bushmeat. Despite treatment in a local clinic, the woman died on 11 August 2014. At the time of her death, her diagnosis was hemorrhagic fever of unknown etiology. Subsequent laboratory studies confirmed she had died of Ebola virus disease.[5] Medecins Sans Frontieres/Doctors without Borders (MSF) deployed a team of 50 staff to the area and opened two EVD treatment centers with a combined capacity of 50 beds. MSF, together with the country's Ministry of Health and the World Health Organization (WHO) worked to heighten public awareness and ensure that surveillance, contact tracing, and follow-up activities were carried out in order to limit the spread of the disease. There are no roads to the affected area, which made working conditions difficult.[6] By 18 August, 13 people, including three health care workers, were reported to have died of Ebola-like symptoms in Équateur province, a province that lies about 1,200 km (750 mi) north of the capital Kinshasa.[5] On 26 August, the Équateur Province Ministry of Health confirmed an outbreak of Ebola to the WHO.[5] On 2 September, the WHO said that there were currently 31 deaths in the Northern Boende area in the province of Équateur and 53 confirmed, suspected or likely cases.[7] On 9 September, the WHO raised the number of cases to 62 and the death toll to 35 from possible or confirmed Ebola cases. Included in this number were 9 health-care workers with 7 deaths among them. In total, 386 contacts were listed and 239 contacts were being followed. The outbreak was still contained in Jeera county in the Boende region.[8] As of 28 October, there had been 66 cases reported. In total, 49 deaths had been reported, including eight among health care workers. No new reported contacts were being followed and twenty days had passed since the last reported case tested negative for the second time and was discharged. It was stated that the DRC would therefore be declared free of Ebola disease 42 days after the date of the second negative test if no new cases were reported.[9] The outbreak was declared over on 15 November 2014.[1] In October 2014, it was reported that more recent findings suggested that there may have been several previous cases. The husband of the woman that was believed to have been the index case told an investigation team that shortly before she became ill she had visited two women who later died from Ebola-like symptoms. Other village residents also told the team that all the pigs in the village had died just before the illness hit the village and they had eaten the pigs. According to the research team, \"it was the third time, after 2007 and 2012, that widespread pig deaths had preceded Ebola outbreaks in humans in the DR Congo...and it has been established that the pigs that died in 2012 carried the Ebola virus.\" Pig to human transmission has never been proven in previous outbreaks, but villagers have been told to avoid eating them and the investigation is ongoing.[10] Results from virus sequencing of samples from the Ebola outbreak in the Democratic Republic of Congo have shown that the virus is the Zaire species in a lineage most closely related to a virus from the 1995 Ebola outbreak in Kikwit.[3] The Zaire species of the virus is indigenous to the area. When the outbreak was first reported there were fears that an ongoing epidemic in West Africa may have spread to the DRC, however results from virus characterization, together with findings from the epidemiological investigation, showed that the outbreak in DRC is a distinct and independent event, with no relationship to the outbreak in West Africa. [3] Multiple documented outbreaks of Ebola virus disease have occurred in the DRC since 1976,[11] which are summarised in the table below. The first case of Ebola disease ever recorded occurred in August 1976 in Yambuku, a small village in Mongala District in northern Democratic Republic of the Congo (then known as Zaire).[12] The first victim of the disease was the village school headmaster, who had toured an area near the Central African Republic border along the Ebola river in mid-August. On 8 September, he died of what would become known as Ebola virus disease.[13] Subsequently, a number of other cases were reported, almost all centered on the Yambuku mission hospital or having close contact with other cases.[13] A total of 318 cases and 280 deaths (an 88% fatality rate) resulted from this outbreak, which, along with an outbreak in Sudan that had begun a few weeks previously, were the first outbreaks of Ebola ever recorded.[14] The virus responsible for the initial outbreak, named after the nearby Ebola river, was first thought to be Marburg virus but was later identified as a new type of virus related to Marburg.[15]","Title":"2014 Democratic Republic of the Congo Ebola virus outbreak - Wikipedia","KeyID":"10060","URL":"https://en.wikipedia.org/wiki/2014_Democratic_Republic_of_the_Congo_Ebola_virus_outbreak"}