{"Content: ":"2015 Indian swine flu outbreak refers to an outbreak of the H1N1 virus[1] in India, during early 2015. The states of Gujarat and Rajasthan were the worst affected.[2][3][4] India had reported 937 cases and 218 deaths from swine flu in the year 2014. By mid-February 2015, the reported cases and deaths in 2015 had surpassed the previous numbers.[5] The total number of laboratory confirmed cases crossed 33,000 mark with death of more than 2,000 people. The H1N1 virus outbreak had previously occurred in India during the 2009 flu pandemic. The virus killed 981 people in 2009 and 1,763 in 2010. The mortality decreased in 2011 to 75. It claimed 405 lives in 2012 and 699 lives in 2013. In 2014, a total of 218 people died from the H1N1 flu, India recorded 837 laboratory confirmed cases in the year.[5] Every year, there was a rise in number of cases and deaths during winter as temperature affects virus. During 2014–15 winter, there was a spurt in cases at the end 2014. In 2015, the outbreak became widespread through India. On 12 February 2015, Rajasthan declared an epidemic.[6] By 20 March, according to the data released by the Health Ministry, 31,974 cases had been reported and 1,895 person had died to the disease.[7] Although Delhi, Karnataka, Telangana reported a large number of cases, the death toll was lower due to better awareness and a better developed health care sector.[16] On 13 February 2015, the Health Ministry began the procurement process of 60,000 units of Oseltamivir (Tamiflu) and 10,000 units of N-95 masks. A tender for 10,000 diagnostic kits was floated.[17] The Health Ministry on 18 February 2015 said in a press release that there was no shortage of drugs or logistics problems.[18] By 22 February 2015, more than 13,688 had been infected and death toll was reported to be 812 in the year 2015.[19] The President of the North West Chemist Association, Hakim Kapasi said in mid-February 2015 that, private pharmacies were facing a shortage because Oseltamivir was a controlled Schedule X drug and very few pharmacies had the license to sell it.[17] Aligarh Muslim University and National Law University in Jodhpur suspended classes in mid-February after some of their students tested positive.[20] In mid-February, the Government of Delhi fixed the price of swine flu diagnostics tests at ₹4,500 and the labs charging more that were issued show cause notices subject to cancellation of license.[21] On 24 February, the District Collector of Ahmedabad, Gujarat, prohibited unlawful assembly under Section 144 of the CrPC to prevent spread of the disease.[22] A paper published in Cell Host and Microbe[23] stated that the virus had acquired a mutation which made it easier to infect humans, and called for real time surveillance with genetic and phenotypic analysis made available quickly, noting \"Given the global reach of influenza, there is an urgent need to develop a comprehensive and at least somewhat standardized response to influenza epidemic outbreaks.\" This is contrary to the Indian government's claim that no mutations had been found.[24] On 2 March, Maharashtra government announced that the cost of treatment of swine-flu patients in the state will be paid by the state government.[25]","Title":"2015 Indian swine flu outbreak - Wikipedia","KeyID":"10062","URL":"https://en.wikipedia.org/wiki/2015_Indian_swine_flu_outbreak"}