{"Content: ":"Coelurosauria (/sɪˌljʊərəˈsɔːri.ə/;[6][7] from Greek, meaning \"hollow tailed lizards\") is the clade containing all theropod dinosaurs more closely related to birds than to carnosaurs. Coelurosauria is a subgroup of theropod dinosaurs that includes compsognathids, tyrannosaurs, ornithomimosaurs, and maniraptorans; Maniraptora includes birds, the only known dinosaur group alive today.[8] Most feathered dinosaurs discovered so far have been coelurosaurs. Philip J. Currie had considered it likely and probable that all coelurosaurs were feathered.[9] However, several skin impressions found for some members of this group show pebbly, scaly skin; indicating feathers didn't completely replace scales in all taxa. In the past, Coelurosauria was used to refer to all small theropods, but this classification has since been abolished. The studying of anatomical traits in coelurosaurs indicates that the last common ancestor had evolved the ability to eat and digest plant matter, adapting to an omnivorous diet, an ability that could be a major contributor to the clade's success. Later groups would hold on to the omnivory, while others specialized in various directions, becoming insectivorous (Alvarezsauridae), herbivorous (Therizinosauridae) and carnivorous (Tyrannosauroidea and Dromaeosauridae).[10] The group includes some of the largest (Tyrannosaurus) and smallest (Microraptor, Parvicursor) carnivorous dinosaurs ever discovered. Characteristics that distinguish coelurosaurs include: Fossil evidence shows that the skin of even the most primitive coelurosaurs was covered primarily in feathers. Fossil traces of feathers, though rare, have been found in members of most major coelurosaurian lineages. Most coelurosaurs also retained scales and scutes on some portion of their bodies, particularly the feet, though some primitive coelurosaurian species are known to have had scales on the upper legs and portions of the tail as well. These include tyrannosauroids, Juravenator, and Scansoriopteryx. Fossils of at least some of these animals (Scansoriopteryx and possibly Juravenator) also preserve feathers elsewhere on the body. Though once thought to be a feature exclusive to coelurosaurs, feathers or feather-like structures are also known in some ornithischian dinosaurs (like Tianyulong and Kulindadromeus), and in pterosaurs. Though it is unknown whether these are related to true feathers, recent analysis has suggested that the feather-like integument found in ornithischians may have evolved independently of coelurosaurs but this was estimated by assuming that primitive pterosaurs had scales.[11] In 2018, two anurognathid specimens were found to have integumentary structures similar to protofeathers. Based on phylogenetic analysis, protofeathers would have had a common origin with avemetatarsalians.[12][13] Although rare, complete casts of theropod endocrania are known from fossils. Theropod endocrania can also be reconstructed from preserved braincases without damaging valuable specimens by using a computed tomography scan and 3D reconstruction software. These finds are of evolutionary significance because they help document the emergence of the neurology of modern birds from that of earlier reptiles. An increase in the proportion of the brain occupied by the cerebrum seems to have occurred with the advent of the Coelurosauria and \"continued throughout the evolution of maniraptorans and early birds.\"[14] A few fossil traces tentatively associated with the Coelurosauria date back as far as the late Triassic. What has been found between then and the earliest Middle Jurassic is fragmentary. The oldest known unambiguous members of Coelurosauria are the proceratosaurid tyrannosauroids Proceratosaurus and Kileskus from the late Middle Jurassic.[15][16] Many nearly complete fossil coelurosaurians are known from the Late Jurassic. Archaeopteryx (incl. Wellnhoferia) is known from Bavaria at 155-150 Ma. Ornitholestes, the troodontid Hesperornithoides, Coelurus fragilis and Tanycolagreus topwilsoni are all known from the Morrison Formation in Wyoming at about 150 Ma. Epidendrosaurus and Pedopenna are known from the Daohugou Beds in China at about 165-163 Ma. The wide range of fossils in the late Jurassic and morphological evidence shows that coelurosaurian differentiation was virtually complete before the end of the Jurassic. In the early Cretaceous, a superb range of coelurosaurian fossils (including avians) are known from the Yixian Formation in Liaoning. All known theropod dinosaurs from the Yixian Formation are coelurosaurs. Many of the coelurosaurian lineages survived to the end of the Cretaceous period (about 66 Ma) and fossils of some lineages, such as the Tyrannosauroidea, are best known from the late Cretaceous. A majority of coelurosaur groups became extinct in the Cretaceous–Paleogene extinction event, including the Tyrannosauroidea, Ornithomimosauria, Oviraptorosauria, Deinonychosauria, Enantiornithes, and Hesperornithes. Only the Neornithes, otherwise known as modern birds, survived, and continued to diversify after the extinction of the other dinosaurs into the numerous forms found today. There is consensus among paleontologists that birds are descended from coelurosaurs. Under modern cladistical definitions, birds are considered the only living lineage of coelurosaurs. Birds are classified by most paleontologists as belonging to the subgroup Maniraptora.[17] A portion of a tail belonging to a juvenile coelurosaur was found in 2015, inside of a piece of amber. The phylogeny and taxonomy of Coelurosauria has been subject to intensive research and revision. For many years, Coelurosauria was a 'dumping ground' for all small theropods. In the 1960s several distinctive lineages of coelurosaurs were recognized, and a number of new infraorders were erected, including the Ornithomimosauria, Deinonychosauria, and Oviraptorosauria. During the 1980s and 1990s, paleontologists began to give Coelurosauria a formal definition, usually as all animals closer to birds than to Allosaurus, or equivalent specifiers. Under this modern definition, many small theropods are not classified as coelurosaurs at all and some large theropods, such as the tyrannosaurids, were actually more advanced than allosaurs and therefore were reclassified as giant coelurosaurs. Even more drastically, the segnosaurs, once not even regarded as theropods, have turned out to be non-carnivorous coelurosaurs related to Therizinosaurus. Senter (2007) listed 59 different published phylogenies since 1984. Those since 2005 have followed almost the same pattern, and differ significantly from many older phylogenies. Within Coelurosauria exists a slightly less inclusive clade named Tyrannoraptora. This clade was defined by Sereno (1999) as \"Tyrannosaurus rex, Passer domesticus (the house sparrow), their last common ancestor, and all of its descendants\". As tyrannosauroids are considered to be the most basal large group within Coelurosauria, this means that the common ancestor of tyrannosauroids and birds was an even more basal coelurosaurian. As a result, almost all coelurosaurians are also tyrannoraptorans, with the only exceptions being particularly basal species such as Zuolong salleei or Sciurumimus albersdoerferi. Within Tyrannoraptora exists a slightly less inclusive clade named Neocoelurosauria erected by Hendrickx, Mateus, Araújo and Choiniere (2019),[18] defining it as \"the clade Compsognathidae + Maniraptoriformes\", which can be more or less inclusive than Maniraptoromorpha depending on the topology. The following family tree illustrates a synthesis of the relationships of the major coelurosaurian groups based on various studies conducted in the 2010s.[19] †Bicentenaria †Zuolong †Tyrannosauroidea †Aorun †Scipionyx †Ornitholestes †Compsognathidae †Ornithomimosauria Maniraptora \"Coelurosaurus\" is an informal generic name, attributed to Friedrich von Huene, 1929, that is sometimes seen in lists of dinosaurs. It probably arose as a typographical error; von Huene intended to assign indeterminate remains to Coelurosauria incertae sedis, but at some point in the process of publication a revision to the text made it appear that he was creating a new generic name \"Coelurosaurus\" (as described by George Olshevsky in a 1999 post to the Dinosaur Mailing List). The name is undescribed and has not been used seriously, although it has appeared in works of fiction.    ","Title":"Coelurosauria - Wikipedia","KeyID":"1007","URL":"https://en.wikipedia.org/wiki/Coelurosaur"}