{"Content: ":"The 2019 New York City measles outbreak was a substantial increase in the number of measles cases reported in the state of New York, primarily in New York City and neighboring Rockland County, New York in 2019, relative to the previous year.[3] The areas of Williamsburg and Borough Park, two Brooklyn neighborhoods with a high concentration of Orthodox Jews, have been most heavily affected. New York City mayor Bill de Blasio declared a public health emergency on April 9, 2019.[4] At that point, 285 cases of measles had been reported in Brooklyn and Queens since the October 2018.[4] By the beginning of May 2019, 423 confirmed cases of measles had been reported in New York City.[5] De Blasio's declaration required mandatory vaccinations in the neighborhoods corresponding to the zip codes 11205, 11206, 11211, and 11249. This required that everyone living or working in the neighborhood who is more than six months old receive a vaccination or be subject to a $1,000 fine. Prior to this order, the health commissioner had required schools and day care centers in the area to deny service to unvaccinated students to prevent the disease from spreading further.[6] In April, city officials ordered the closure of a preschool that had refused to cooperate with requests for vaccination information.[7][8] From October to April, 153 cases of measles were confirmed in Rockland County, New York. Despite 17,000 doses of the MMR vaccination being given, the vaccination rate of children in the area was 72.9 percent as of April.[9] In December 2018, public health officials in Rockland County banned unvaccinated students from attending school. Parents of 42 students at Green Meadow Waldorf School, a private school, sued the Rockland County health department, but a judge denied the request to over turn the order.[10] According to the health department, Green Meadow Waldorf School had a 56% vaccination rate.[10] In April 2019, a state of emergency was declared in Rockland County, and unvaccinated children were barred from public places for 30 days. Parents of unvaccinated children that did not abide by this condition face up to 6 months in jail or a $500 fine.[11][9] A judge later lifted this ban, saying that the outbreak does not qualify for an emergency order.[12] In March 2019, a flight attendant flew from NYC to Tel Aviv, Israel. Passengers on the flight were informed several days later that the woman had developed measles encephalitis and is in the ICU on a ventilator. The Israeli Ministry of Health reported that the woman may have been exposed in New York or in Israel.[13] By mid-May 2019, measles cases in the United States had passed 800, with New York having the largest number of cases, with 274 to that point.[14] On September 3, 2019, the New York City Health Department declared the outbreak to be over, due to the passage of a sufficient period of time with no new cases being reported in the city.[15] NYC Health reported 649 total cases, with 473 cases in Williamsburg and 121 cases in Borough Park.[2] 33,805 doses of the MMR vaccine were administered to people younger than 19 years old in Williamsburg and Borough Park. The outbreak helped prompt President Donald Trump to shift away from his previous skepticism regarding vaccination, and to insist that parents must vaccinate their children, stating: \"They have to get the shots. The vaccinations are so important\".[16] As of April 2019, New York was considering legislation to join the seven states and Washington DC that allow children 14 years and older to seek vaccination without parental consent.[17] In June 2019, New York enacted a law repealing religious and philosophical exemptions for vaccination.[18] Prior to that enactment, New York had continued accepting claims for religious and philosophical exemptions,[5] and had not acted on a bill first proposed in 2015 to end religious exemptions. The bill had previously been stuck in the Assembly Health Committee led by Richard N. Gottfried, who had stated that he has First Amendment concerns about the idea.[5] It was reported that the association of the outbreak with the Jewish community led to a rise in instances of antisemitism being expressed in New York.[19]","Title":"2019 New York measles outbreak - Wikipedia","KeyID":"10076","URL":"https://en.wikipedia.org/wiki/2019_New_York_measles_outbreak"}