{"Content: ":"The second plague pandemic was a major series of epidemics of plague that started with the Black Death, which reached Europe in 1348 and killed up to half of the population of Eurasia in the next four years. Although the plague died out in most places, it became endemic and recurred regularly. A series of major epidemics occurred in the late 17th century, and the disease recurred in some places until the late 18th century or the early 19th century.[1][2] After this, a new strain of the bacterium gave rise to the third plague pandemic, which started in Asia around the mid-19th century.[3][4] Plague is caused by the bacterium Yersinia pestis, which exists in parasitic fleas of several species in the wild and of rats in human society. In an outbreak, it may kill all of its immediate hosts and thus die out, but it can remain active in other hosts that it does not kill, thereby causing a new outbreak years or decades later. The bacterium has several means of transmission and infection, including through rats carried on ships or vehicles, fleas hidden in grain and—in its more virulent forms—transmitted by blood and sputum directly between humans. There have been three major outbreaks of plague. The Plague of Justinian in the 6th and 7th centuries is the first known attack on record, and marks the first firmly recorded pattern of plague. From historical descriptions, as much as 40% of the population of Constantinople died from the plague. Modern estimates suggest that half of Europe's population died as a result of this first plague pandemic before it disappeared in the 700s.[5] After 750, plague did not appear again in Europe until the Black Death of the 14th century.[6] The second pandemic's origins are disputed, originating either in Central Asia or Crimea,[7][8][9][10][11][12][13] appearing in Crimea by 1347. It may have reduced world population from an estimated 450 million to 350–375 million by the year 1400.[14] A study published in the journal Nature in June 2022 found evidence for Yersinia pestis in the teeth of early plague victims in the Tian Shan mountains, now north Kyrgyzstan, indicating a likely origin of that iteration of the plague.[15] The plague returned at intervals with varying virulence and mortality until the early 19th century. In England, for example, the plague returned in 1360–63, killing 20% of Londoners, and in 1369, killing 10–15%.[16] At the end of the 16th century, the plague hit San Cristóbal de La Laguna (1582–83) in the Canary Islands.[17] In the 17th century, outbreaks were a series of \"great plagues\": the Great Plague of Seville (1647–52), the Great Plague of London (1665–66)[18] and the Great Plague of Vienna (1679). In its virulent form, after the Great Plague of Marseille in 1720–22,[19] the Great Plague of 1738 (which hit Eastern Europe) and the Russian plague of 1770–1772, it seems to have gradually disappeared from Europe, though it lingered in Egypt and the Middle East. By the early 19th century, the threat of plague had diminished, but it was quickly replaced by a new disease, the Asiatic cholera, which was the first of several cholera pandemics to sweep through Asia and Europe during the 19th and 20th centuries.[20] The third plague pandemic hit China in the 1890s and devastated India. While largely contained in the East, it became endemic in the western United States. Sporadic outbreaks of plague continue to occur.[11] Arab historians Ibn Al-Wardi and Almaqrizi believed the Black Death originated in Mongolia, and Chinese records show a huge outbreak in Mongolia in the early 1330s.[21] In recent years, more research have emerged that show that the Black Death most likely originated on the northwestern shores of the Caspian Sea.,[22] and may not even have reached India and China, as research on the Delhi Sultanate and the Yuan Dynasty showed no evidence of any serious epidemic in fourteenth-century India and no specific evidence of plague in fourteenth-century China.[9] There were large epidemics in China in 1331 and 1351–1354 in Hebei, Shanxi, and other provinces which are considered to have killed between 50% and 90% of the local populations, running into tens of millions. However, there is no proof currently that these were caused by plague though there are indications for the second set of epidemics.[23] Europe was initially protected by a hiatus in the Silk Road.[citation needed] Plague was reportedly first introduced to Europe via Genoese traders from their port city of Kaffa in the Crimea in 1347. During a protracted siege of the city, in 1345–1346 the Mongol Golden Horde army of Jani Beg, whose mainly Tatar troops were suffering from the disease, catapulted infected corpses over the city walls of Kaffa to infect the inhabitants,[24] though it is more likely that infected rats travelled across the siege lines to spread the epidemic to the inhabitants.[25][26] As the disease took hold, Genoese traders fled across the Black Sea to Constantinople, where the disease first arrived in Europe in summer 1347.[27] The epidemic there killed the 13-year-old son of the Byzantine emperor, John VI Kantakouzenos, who wrote a description of the disease modelled on Thucydides' account of the 5th century BCE Plague of Athens, but noting the spread of the Black Death by ship between maritime cities.[27] Nicephorus Gregoras also described in writing to Demetrios Kydones the rising death toll, the futility of medicine, and the panic of the citizens.[27] It arrived at Genoa and Venice in January 1348, while simultaneously spreading through Asia Minor and into Egypt. The bubonic form was described graphically in Florence in The Decameron and Guy de Chauliac also described the pneumonic form at Avignon. It rapidly spread to France and Spain, by 1349 was in England, in 1350 it was afflicting eastern Europe and it reached the centre of Russia by 1351.[citation needed] The 14th-century eruption of the Black Death had a drastic effect on Europe's population, irrevocably changing the social structure, and resulted in widespread persecution of minorities such as Jews, foreigners, beggars, and lepers. The uncertainty of daily survival has been seen as creating a general mood of morbidity, influencing people to \"live for the moment\", as illustrated by Giovanni Boccaccio in The Decameron (1353).[28] Petrarch, noting the unparalleled and unbelievable extremity of the disease's effects, wrote that \"happy posterity, who will not experience such abysmal woe ... will look upon our testimony as a fable\".[29][30] The second pandemic spread throughout Eurasia and the Mediterranean Basin. The plague repeatedly returned to haunt Europe and the Mediterranean Basin throughout the 16th to 17th centuries.[31] The plague ravaged much of the Islamic world.[32] Plague was present in at least one location in the Islamic world virtually every year between 1500 and 1850.[33] According to Biraben, plague was present somewhere in Europe in every year between 1346 and 1671.[34] According to Schiferl, between 1400 and 1600 there was a plague epidemic recorded in one part of Europe or another every year except 1445.[35][30] In the Byzantine Empire the 1347 Black Death outbreak in Constantinople lasted a year, but plague recurred ten times before 1400.[27] Plague was repeatedly introduced to the city because of its strategic location between the Mediterranean Sea and the Black Sea and between Europe and Asia, as well as its position as the imperial capital.[27] Constantinople retained its imperial status at the centre of the Ottoman Empire after the Fall of Constantinople to Mehmed the Conqueror in 1453.[27] Approximately 1–2% of the city's population died annually of plague.[27] Especially severe episodes were recorded by the Ottoman historians Mustafa Âlî and Hora Saadettin during 1491–1503, with 1491–93 the most afflicted years.[27] Plague returned during 1511–14, and after 1520 was endemic in the city until 1529.[27] Plague was endemic in Constantinople again between 1533 and 1549, between 1552 and 1567, and for most of the remaining 16th century.[27] In the 17th century, plague epidemics are noted in 1603, 1611–13, 1647–49, 1653–56, 1659–88, 1671–80, 1685–95, and 1697–1701. In the 18th century, there were sixty-four years in which plague broke out in the capital, and a further thirty plague years occurred in the first half of the 19th century.[27] Of these later ninety-four plague epidemics at Constantinople between 1700 and 1850, the epidemics of 1705, 1726, 1751, 1778, 1812, and 1836 are estimated as having killed more than 5% of the population, whereas eighty-three of the epidemics killed 1% or fewer.[27] Plague repeatedly struck the cities of North Africa. Algiers lost 30,000–50,000 to it in 1620–21, and again in 1654–57, 1665, 1691, and 1740–42.[36] Plague remained a major event in Ottoman society until the second quarter of the 19th century. Between 1701 and 1750, 37 larger and smaller epidemics were recorded in Constantinople, and 31 between 1751 and 1800.[37] The Great Plague of 1738 affected Ottoman territory in the Balkans. Baghdad has suffered severely from visitations of the plague, with outbreaks killing up to two-thirds of its population.[38] One of the last epidemics to strike the Balkans during Second pandemic was Caragea's plague in 1813–14.[16] Although regular outbreaks of disease were common for decades prior to 1618, the Thirty Years' War (1618–48) greatly accelerated their spread. Based on local records, military action accounted for less than 3% of civilian deaths; the major causes were starvation (12%) and bubonic plague (64%).[39] The modern consensus is the population of the Holy Roman Empire declined from 18 to 20 million in 1600 to 11 to 13 million in 1650, and did not regain pre-war levels until 1750.[40] The Great Plague of Vienna struck the Holy Roman Empire in 1679.[16] By 1357, the plague had returned to Venice, and in 1361–1363 the rest of Italy experienced the first recurrence of the pandemic.[30] Pisa, Pistoia, and Florence in Tuscany were especially badly affected; there pesta secunda, 'second pestilence' killed a fifth of the population.[30] In the pesta tertia, 'third pestilence' of 1369–1371, 10 or 15% died.[30] Survivors were aware that the Black Death of 1347–1351 was not a unique event and that life was now \"far more frightening and precarious than before\".[30] The Italian peninsula was struck with an outbreak of plague in 68% of the years between 1348 and 1600.[30] There were 22 outbreaks of plague in Venice between 1361 and 1528.[41] Petrarch, writing to Giovanni Boccaccio in September 1363, lamented that while the Black Death's arrival in Italy in 1348 had been mourned as an unprecedented disaster, \"Now we realize that it is only the beginning of our mourning, for since then this evil force, unequalled and unheard of in human annals through the centuries, has never ceased, striking everywhere on all sides, on the left and right, like a skilled warrior.\"[42][30] In the Jubilee Year of 1400 announced by Pope Boniface IX, one of the most severe occurrences of plague was exacerbated by the many pilgrims making their way to and from Rome; in the city itself 600–800 of the faithful died daily.[30] As recorded by the undertakers' records in Florence at least 10,406 people died; the total death toll was estimated at twice that figure by 15th century chronicler Giovanni Morelli.[30] Half the population of Pistoia and its hinterland were killed that year.[30] Another outbreak occurred in Padua in 1405 and claimed 18,000 lives.[30] In the plague epidemic of 1449–1452, 30,000 Milanese died in 1451.[30] A particularly deadly plague struck Italy, 1478–1482.[30] The territories of the Republic of Venice saw 300,000 dead in the epidemic's eight-year course.[30] Luca Landucci wrote in 1478 that the citizens of Florence \"were in a sorry plight. They lived in dread, and no one had any heart to work. The poor creatures could not procure silk or wool ... so that all classes suffered.\"[30] (As well as plague, Florence was suffering both from excommunication leading to war with the Papal States and from the political strife following the Pazzi conspiracy.)[30] In 1479 the plague broke out in Rome: Bartolomeo Platina, the head of the Vatican Library was killed, and Pope Sixtus IV fled the city and was absent for more than a year.[30] Federico da Montefeltro, Duke of Urbino also died.[30] Plague broke out in Florence and Rome; following the Sack of Rome (1527) by Charles V, Holy Roman Emperor. The plague emerged in Rome and killed 30,000 Florentines – a quarter of the city's inhabitants.[30] A \"Description of the Plague at Florence in the Year 1527\" records this plague in detail, authored by Lorenzo di Filippo Strozzi and copied out by Niccolò Machiavelli with annotations by Strozzi.[30] He wrote: Our pitiful Florence now looks like nothing but a town which has been stormed by infidels and then forsaken. One part of the inhabitants, ... have retired to distant country houses, one part is dead, and yet another part is dying. Thus the present is torment, the future menace, so we contend with death and only live in fear and trembling. The clean, fine streets which formerly teemed with rich and noble citizens are now stinking and dirty; crowds of beggars drag themselves through them with anxious groans and only with difficulty and dread can one pass them. Shops and inns are closed, at the factories work has ceased, the law courts are empty, the laws are trampled on. Now one hears of some theft, now of some murder. The squares, the market places on which citizens used frequently to assemble, have now been converted into graves and into the resort of the wicked rabble. ... If by chance relations meet, a brother, a sister, a husband, a wife, they carefully avoid each other. What further words are needed? Fathers and mothers avoid their own children and forsake them. ... A few provision stores are still open, where bread is distributed, but where in the crush plague boils are also spread. Instead of conversation ... one hears now only pitiful, mournful tidings – such a one is dead, such a one is sick, such a one has fled, such a one is interned in his house, such a one is in hospital, such a one has nurses, another is without aid, such like news which by imagination alone would suffice to make Aesculapius sick. Further plague epidemics accompanied the Siege of Florence (1529–30); there religious buildings became hospitals and 600 temporary structures were built to house the infected without the city walls.[30] After 1530, political strife calmed and warfare in Italy became less frequent; subsequently, plague outbreaks there were rarer than previously, affecting only individual cities or regions.[30] Outbreaks were fewer, but were particularly severe.[30] In the forty-three years 1533–1575 there were eighteen epidemics of plague.[30] The especially damaging 1575–1578 Italian plague travelled northwards and southwards through the peninsula from either end; the death toll was particularly high.[30] By official reckoning, Milan lost 17,329 to plague in 1576, while Brescia recorded 17,396 killed in a town not exceeding 46,000 inhabitants in total.[30] Venice meanwhile saw between a quarter and third of its population die of plague that in the epidemic of 1576–1577: 50,000 died in the city.[43][30] In the first half of the 17th century, a plague claimed some 1.7 million victims in Italy, or about 14% of the population.[44] The 1629–1633 Italian plague was probably the most disastrous of the century: the city of Milan lost half its population of 100,000 or so in the \"Great Plague of Milan\", while Venice was as afflicted as in the severe 1553–56 outbreak there, even though the population had grown rather smaller in the intervening decades.[30] The 1656–1657 Italian Plague was the last major catastrophic plague in Italy, with the Naples Plague the most severe.[30] In 1656, the plague killed about half of Naples's 300,000 inhabitants.[45] Messina saw the last epidemic in Italy, in 1742–1744.[30] The final recorded incidence of plague in Italy was in 1815–16, when plague broke out in Noja, a town near Bari.[30] Over 60% of Norway's population died from 1348 to 1350.[46] The last plague outbreak ravaged Oslo in 1654.[47] In Russia, where the disease hit somewhere once every five or six years from 1350 to 1490.[48] In 1654, the Russian plague killed about 700,000 inhabitants.[49][50] In 1709–1713, a plague epidemic followed the Great Northern War (1700–1721), between Sweden and the Tsardom of Russia and its allies,[51] killing about 100,000 in Sweden,[52] and 300,000 in Prussia.[53] The plague killed two-thirds of the inhabitants of Helsinki,[54] and claimed a third of Stockholm's population.[55] This was the last plague in Scandinavia, but the Russian plague of 1770–1772 killed up to 100,000 people in Moscow.[56] Great Plague of 1738 was a pandemic of plague lasting 1738–1740 and affecting areas in the modern nations of Romania, Hungary, Ukraine, Serbia, Croatia, and Austria.[16] In 1466, perhaps 40,000 people died of plague in Paris.[57] During the 16th and 17th centuries, plague visited Paris nearly once every three years, on average.[58] According to historian Geoffrey Parker, \"France alone lost almost a million people to plague in the epidemic of 1628–31.\"[59] Western Europe's last major epidemic occurred in 1720 in Marseilles.[46] Plague epidemics ravaged London in the 1563 London plague, in 1593, 1603, 1625, 1636, and 1665,[60] reducing its population by 10 to 30% during those years.[61] The 1665–66 Great Plague of London was the final major epidemic of the pandemic, with the last death of plague in the walled City of London recorded fourteen years later in 1679.[citation needed] Over 10% of Amsterdam's population died in 1623–25, and again in 1635–36, 1655, and 1664.[62] More than 1.25 million deaths resulted from the extreme incidence of plague in 17th-century Spain.[63] The plague of 1649 probably reduced the population of Seville by half.[53] Malta suffered from a number of plague outbreaks during the second pandemic between the mid-14th and early 19th centuries. The most severe outbreak was the epidemic of 1675–1676 which killed around 11,300 people, followed by the epidemic of 1813–1814 and that of 1592–1593, which killed around 4,500 and 3,000 people respectively.[citation needed] The 1582 Tenerife plague epidemic (also 1582 San Cristóbal de La Laguna plague epidemic), was an outbreak of bubonic plague that occurred between 1582 and 1583 on the island of Tenerife, Spain. It is currently believed to have caused between 5,000 and 9,000 deaths on an island with fewer than 20,000 inhabitants at that time (between approximately 25-45% of the island's population).[64] The 18th and 19th century outbreaks, though severe, marked the retreat of the pandemic from most of Europe (18th century), northern Africa, and the Near East (19th century).[79] The pandemic died out progressively across Europe. One documented case was in 17th century London, where the first proper demographer, John Graunt, failed by just five years to see the last recorded death from plague, which happened in 1679, 14 years after the Great Plague of London. The reasons it died out totally are not well understood. It is tempting to think that the Great Fire of London the next year destroyed the hiding places of the rats in the roofs. There was not a single recorded plague death \"within the walls\" after 1666. However, by this time, the city had spread well beyond the walls, which contained most of the fire, and most plague cases happened beyond the limits of the fire. Likely more significant was the fact that all buildings after the fire were constructed of brick rather than wood and other flammable materials.[citation needed] This pattern was broadly followed after major epidemics in northern Italy (1631), south and east Spain (1652), southern Italy and Genoa (1657), Paris (1668). Appleby[80] considers six possible explanations: Synder suggests[81] that the replacement of the Black rat (Rattus rattus), which thrived among people and was frequently kept as a pet, by the more aggressive and prolific Norway or brown rat (Rattus norvegicus) was a major factor. The Brown rat, which arrived as an invasive species from the East, is skittish and avoids human contact, and their aggressive and asocial behavior made them less attractive to humans. As the Brown rat violently drove out the Black rat in country after country, becoming the dominant species in that ecological niche, rat-to-human contact declined, as did the opportunities for plague to pass from rat fleas to humans. One of the major demarcations for hot spots in the third plague pandemic was the places where the Black rat had yet to be replaced, such as Bombay (now Mumbai) in India.[citation needed] It has been suggested that evolutionary processes may have favored less virulent strains of the pathogen Yersinia pestis.[82] In all probability, almost all of the existing hypotheses had some effect in bringing about the end of the pandemic, though the main cause may never be conclusively determined.[citation needed] The disappearance happened rather later in the Nordic and eastern European countries but there was a similar halt after major epidemics.[citation needed] Notes Bibliography Media related to Plague, second pandemic at Wikimedia Commons","Title":"Second plague pandemic - Wikipedia","KeyID":"10083","URL":"https://en.wikipedia.org/wiki/Second_plague_pandemic"}