{"Content: ":"16 February – 16 May 2019[2] The 2019–2020 New Zealand measles outbreak was an epidemic that affected New Zealand, primarily the Auckland region.[8] The outbreak was the worst epidemic in New Zealand since an influenza epidemic in 1999, and is the worst measles epidemic since 1938.[9][10] The D8 strain was confirmed to be the main strain of the epidemic,[11][12] but the B3 strain has also been identified[13] and the epidemic has spread to several other countries. In Samoa more than 72 people have died.[14] Cases in Tonga and Fiji have also been recorded, and an outbreak in Perth began in October 2019 after a New Zealander visited while infectious.[15] In New Zealand, two unborn fetuses in second trimester have died as a result of the outbreak.[16] The New Zealand Government has been criticised for its response to the epidemic, particularly due to shortages in the supply of vaccines.[17][18] Scientists have also criticised the Ministry of Health for not acting on previous recommendations to conduct national 'catch-up' campaigns with the MMR vaccine prior to the outbreak.[19] In 2017 the New Zealand Health Ministry produced documents that showed an urgent need to increase measles immunisation among young people and that a \"systematic, programmatic approach\" was needed to address an immunity gap. [20] Dr Nikki Turner, Chair of the National Measles Verification Committee, met in 2018 to discuss the immunisation gap. It was noted damage was historical and immunisation rates had improved but by 2019 the gap had not been fully addressed. Many young people did not know if they had been vaccinated which indicated that poor record keeping contributed to ineffective delivery.[21] David Haymen and Turner concluded that the best way to close the immunity gap was to undertake a formal catch-up programme.[22] Research into the 2019 epidemic traced its history and showed it was young infants who were most at risk, followed by teenagers and adults under the age of 30.[21] Analysis by the Immunisation Advisory Centre found that a generation born between 1982 and 2007 had low immunization rates, and vaccination records are incomplete for that period as the National Immunisation Register was introduced in 2005.[23] Research also suggested management strategies such as a national campaign targeting the at-risk age groups; establishment of systems to ensure adequate supplies of vaccines; provision of support for their delivery at the practice level; and creative use of community facilities to improve accessibility.[citation needed] During the COVID-19 pandemic in New Zealand, it became apparent that in the drive to obtain a vaccine for that outbreak, there was a stall in getting measles vaccination programmes rolled out effectively. Turner warned that because of this, it was possible that there would be \"bigger problems with children dying from measles, and the damage from measles, than Covid.\"[24] Although New Zealand has had a high demand for the MMR vaccine, resulting in a shortage, there has also been an increase in the number of people who have declined the vaccine since 2017.[25] As of 24 February 2020, there had been 2,194 cases of measles reported throughout New Zealand since 1 January 2019.[1] Auckland had been the worst-hit region, with 1,736 cases alone.[1] The New Zealand government activated the National Health Coordination Center in August 2019 to respond to the outbreak.[26]","Title":"2019–2020 New Zealand measles outbreak - Wikipedia","KeyID":"10080","URL":"https://en.wikipedia.org/wiki/2019%E2%80%932020_New_Zealand_measles_outbreak"}