{"Content: ":"The first plague pandemic was the first historically recorded Old World pandemic of plague, the contagious disease caused by the bacterium Yersinia pestis. Also called the early medieval pandemic, it began with the Plague of Justinian in 541 and continued until 750 or 767; at least fifteen or eighteen major waves of plague following the Justinianic plague have been identified from historical records.[1][2] The pandemic affected the Mediterranean Basin most severely and most frequently, but also infected the Near East and Northern Europe.[3] The Roman emperor Justinian I's name is sometimes applied to the whole series of plague epidemics in late Antiquity, as well as to the Plague of Justinian which struck the Eastern Roman Empire in the early 540s. The pandemic is best known from its first and last outbreaks: the Justinianic Plague of 541–549, described by the contemporary Roman historian Procopius, and the late 8th century plague of Naples described by Neapolitan historian John the Deacon in the following century (distinct of the much later Naples Plague). Other accounts from contemporaries of the pandemic are included in the texts of Evagrius Scholasticus, John of Ephesus, Gregory of Tours, Paul the Deacon, and Theophanes the Confessor; most seem to have believed plague was a divine punishment for human misdeeds.[3] While Latin and Byzantine Greek texts treated the disease as a generic pestilence (Ancient Greek: λοιμός, romanized: loimós, Latin: plaga), only later did Arabic writers term the condition ṭāʿūn (to some extent interchangeable with wabāʾ, 'plague').[3][4] In Syriac, both bubonic plague and the buboes themselves are called sharʿūṭā. The Chronicle of Seert makes this term synonymous with Arabic ṭāʿūn. Often, however, Syriac writers referred to an outbreak simply as a pestilence or mortality, mawtānā, equivalent to Arabic wabāʾ. In Pseudo-Zacharias Rhetor's Historia Miscellanea, the clarifying combined form mawtānā d sharʿūṭā (plague of tumors) is found. The Chronicle of 640 of Thomas the Presbyter dates the \"first plague\" (mawtānā qadmayā) to the year AG 854 (AD 542/3).[5] Several sources attest the plague's origins in Africa. According to Jacob of Edessa (died 708), the \"great plague (mawtānā rabbā) began in the region of Kush (Nubia), south of Egypt, in the year AG 853 (AD 541–542). Evagrius Scholasticus (died 594) and the Historia Miscellanea also place its origins in Aethiopia (Nubia) on the border of Egypt. Michael the Syrian, relying on the lost chronicle of John of Ephesus (died c. 590), says that it began in Kush on the border of Egypt and in Himyar (Yemen). An inscription dated to 543 records how Abraha, the Ethiopian ruler of Himyar, repaired the Maʾrib dam after sickness and death had struck the local community. The Chronicle of Seert records that Aksum (al-Habasha) was hit by the pandemic.[5] Early Arabic sources record that plague was endemic in Nubia and Abyssinia.[6] The testimony of Procopius, who says that the plague began in Pelusium in the east of the Nile Delta and then spread to Alexandria, is consistent with an introduction from the Red Sea region, possible via ship-borne rats if the Canal of the Pharaohs was still open. The plague could have originated in commercial links with India or in growing Roman religious links with Nubia and Aksum.[7] A link with India is rendered less likely by the fact that the plague arrived in the Roman Empire before arriving in Persia or China, which had closer links with India. According to Peter Sarris, the \"geopolitical context of the early sixth century,\" with an Aksumite–Roman alliance against Himyar and Persia, \"was arguably the crucial prerequisite for the transmission of the plague from Africa to Byzantium.\"[6] According to the bishop-chronicler of Tours in the late 6th century, Gregory of Tours, there were numerous epidemics of plague in the Kingdom of the Franks after the Justinianic Plague struck Arelate (Arles) and the surrounding region in the late 540s.[8] Various portents were witnessed and to expiate them the inhabitants of affected areas resorted to processions, prayers, and vigils.[8] Gregory records an epidemic in 571 in the Auvergne and in the cities of Divio (Dijon), Avaricum (Bourges), Cabillonum (Chalon-sur-Saône), and Lugdunum (Lyon).[8] Gregory's description of the plague as causing wounds in the armpit or groin that he described as resembling snakebite and of patients dying delirious within two or three days allow identification of the disease as bubonic plague; the \"wounds\" are the characteristic buboes.[8] In 582 Gregory of Tours reports an epidemic in Narbo Martius (Narbonne). According to him, the majority of the townsfolk at Albi in 584 died of an outbreak of plague.[8] Massilia (Marseille) was hit by plague in 588; there the king Guntram of Francia recommended a strict diet of barley bread and water.[8] Gregory blames a ship arriving from Hispania for being the source of the contagion, and the epidemic recurred several times thereafter.[8] In 590 Gregory records another plague epidemic at Vivarium (Viviers) and at Avenio (Avignon) at the same time as the plague broke out in Rome under Pope Pelagius II.[8] These plagues affected the Byzantine Empire, West Asia, Syria, and Mesopotamia[9] and the Byzantine Empire, West Asia, and Africa[10] respectively. In 610, Chao Yuanfang mentioned an endemic plague of \"malignant bubo\" described as \"coming on abruptly with high fever together with the appearance of a bundle of nodes beneath the tissue.\"[11] Sun Simo, who died in 652, also mentioned a \"malignant bubo\" and plague that was common in Lingnan (Guangdong). Ole Benedictow posits that it was an offshoot of the first plague pandemic that reached Chinese territory around 600.[12] The historian Lester Little suggests that just as the Black Death led to the near disappearance of serfdom in western Europe, the first pandemic resulted in the end of ancient slavery, at least in Italy and Spain.[13]","Title":"First plague pandemic - Wikipedia","KeyID":"10082","URL":"https://en.wikipedia.org/wiki/First_plague_pandemic"}