{"Content: ":"Archaefructus is an extinct genus of herbaceous aquatic seed plants with three known species. Fossil material assigned to this genus originates from the Yixian Formation in northeastern China, originally dated as late Jurassic but now thought to be approximately 125 million years old, or early Cretaceous in age. Even with its revised age, Archaefructus has been proposed to be one of the earliest known genera of flowering plants. Because of its age, lack of sepals and petals, and the fact that its reproductive organs (carpels and stamens), are produced on an elongate stem rather than condensed into a flower as in modern angiosperms, Archaefructaceae has been proposed as a new basal angiosperm family.[1] An alternative interpretation of the same fossil, however, interprets the elongate stem as an inflorescence rather than a flower, with staminate (male) flowers below and pistillate (female) flower above.[2] The discovery of Archaefructus eoflora[3] supports this interpretation, because a bisexual flower is present in the region between staminate and pistillate organs. If this interpretation is correct, Archaefructus may not be basal within the angiosperms, rather it may be close to the Nymphaeales or the basal eudicots. \"Over the years many contenders have appeared for first true flower in the fossil record. Some of these were eventually reclassified as nonflowers, while others were dated more accurately to a later geological time. Right now, the best and most unambiguous contender for the title of first true flower is (125-130 million years old)[4] Archaefructus sinensis, described in 1998 by Ge Sun at Jilin University and David Dilcher of the University of Florida. Archaefructus was found in Yixian lake-bed deposits in Liaoning Province of northeast China. Dating from the lower Cretaceous age, its scientific name means 'ancient fruit from China.' In an evolutionary rather than a poetic sense, perhaps we should consider Archaefructus as the mother, the Eve, of all living flowering plants.\"[5]","Title":"Archaefructus - Wikipedia","KeyID":"1009","URL":"https://en.wikipedia.org/wiki/Archaefructaceae"}