{"Content: ":"The index case or patient zero is the first documented patient in a disease epidemic within a population,[1] or the first documented patient included in an epidemiological study.[2] It can also refer to the first case of a condition or syndrome (not necessarily contagious) to be described in the medical literature, whether or not the patient is thought to be the first person affected.[citation needed] An index case can achieve the status of a \"classic\" case study in the literature, as did Phineas Gage, the first known person to exhibit a definitive personality change as a result of a brain injury.[3] The index case may or may not indicate the source of the disease, the possible spread, or which reservoir holds the disease in between outbreaks, but may bring awareness of an emerging outbreak.[4][5] Earlier cases may or may not be found and are labeled primary or coprimary, secondary, tertiary, etc.[4] The term primary case can only apply to infectious diseases that spread from human to human, and refers to the person who first brings a disease into a group of people.[5] In epidemiology, the term is often used by both scientists and journalists alike to refer to the individual known or believed to have been the first infected or source of the resulting outbreak in a population as the index case, but such would technically refer to the primary case.[5][6] \"Patient zero\" was used to refer to the supposed source of HIV outbreak in the United States, flight attendant Gaëtan Dugas in the popular press, but the term's use was based on a misunderstanding (and Dugas was not the index case).[7] In the 1984 study of Centers for Disease Control and Prevention (CDC), one of the earliest recorded HIV-patients was code-named \"patient O\", which stands for \"patient out of California\". The letter O, however, was interpreted by some readers of the report as the numeral 0. The designation patient zero (for Gaëtan Dugas) was subsequently propagated by the San Francisco Chronicle journalist Randy Shilts in his book And the Band Played On in 1987. William Darrow, behavioral scientist of CDC responsible to figure out why gay men in Los Angeles were dying of a strange illness, said: \"That's correct. I never labeled him Patient Zero\".[8] The term has been expanded into general usage to refer to an individual identified as the first carrier of a communicable disease in a population (the primary case) or pandemics, or the first incident in the onset of a catastrophic trend.[9][10] In some cases, a known or suspected patient zero may be informally referred to as an index case for the purpose of a scientific study, such as the two-year-old boy in a remote village in Guinea who was thought to be the source of the largest Ebola virus outbreak in history.[2][11], or unknown one, such as the mysterious patient zero of COVID-19.[12][13] In genetics, the index case is the case of the original patient (i.e. propositus or proband) that stimulates investigation of other members of the family to discover a possible genetic factor.[14] The term can also be used in non-medical fields to describe the first individual affected by something negative that since propagated to others, such as the first user on a network infected by malware.[15] In the early years of the AIDS epidemic, a patient zero transmission scenario was compiled by Dr. William Darrow and colleagues at the United States Centers for Disease Control and Prevention (CDC).[17] This epidemiological study showed how patient zero had infected multiple partners with HIV, and they, in turn, transmitted it to others causing rapid spread of the virus to locations all over the world (Auerbach et al., 1984). The CDC identified Gaëtan Dugas as a carrier of the virus from Europe to the United States, who spread it to other men he had sexual contact with at gay bathhouses.[18] Journalist Randy Shilts subsequently wrote about patient zero, based on Darrow's findings,[17] in his 1987 book And the Band Played On, which identified patient zero as being Gaëtan Dugas.[19] Dugas was a flight attendant who was sexually promiscuous in several North American cities, according to Shilts' book. He was vilified for several years as a \"mass spreader\" of HIV, and was seen as the original source of the HIV epidemic among homosexual men. Four years later, Darrow repudiated the study's methodology and how Shilts had represented its conclusions.[17] A 2007 study by Michael Worobey and Dr. Arthur Pitchenik published in the Proceedings of the National Academy of Sciences of the United States of America claimed that, based on the results of genetic analysis, current North American strains of HIV probably moved from Africa to Haiti before entering the United States around 1969,[20] probably through a single immigrant. However, a teenager named Robert Rayford died in St. Louis, Missouri, possibly of complications from AIDS in 1969, having most likely become infected with the virus before 1966. This would imply that there were prior carriers of HIV-strains in North America.[21][22] The phrase patient zero is now used in the media to refer to the primary case for infectious disease outbreaks, as well as for computer virus outbreaks, and more broadly, as the source of ideas or actions that have far-reaching consequences.[23][24][25][26][27] David Heymann, professor of Infectious Disease Epidemiology at the London School of Hygiene & Tropical Medicine, and formerly with the World Health Organization (WHO),[28] has questioned the importance of finding patient zero, stating, \"Finding patient zero may be important in some instances, but only if they are still alive and spreading the disease; and more often than not, especially in large disease outbreaks, they're not.\"[29] The term is used to identify the first computer or user to be infected with malware on a network, which then infected other systems.[15][40] Monica Lewinsky has described herself as the \"patient zero\" of online harassment, meaning that she was the first person to receive widespread public harassment via the internet.[41]","Title":"Index case - Wikipedia","KeyID":"10102","URL":"https://en.wikipedia.org/wiki/Index_case"}