{"Content: ":"The International Health Regulations (IHR), first adopted by the World Health Assembly in 1969 and last revised in 2005, are a legally binding rules that only apply to the WHO that is an instrument that aims for international collaboration \"to prevent, protect against, control, and provide a public health response to the international spread of disease in ways that are commensurate with and restricted to public health risks and that avoid unnecessary interference with international traffic and trade\".[1][2][3] The IHR is the only international legal treaty with the responsibility of empowering the World Health Organization (WHO) to act as the main global surveillance system.[4][5] In 2005, following the 2002–2004 SARS outbreak, several changes were made to the previous revised IHRs originating from 1969.[1][3] The 2005 IHR came into force in June 2007, with 196 binding countries that recognised that certain public health incidents, extending beyond disease, ought to be designated as a Public Health Emergency of International Concern (PHEIC), as they pose a significant global threat.[6] Its first full application was in response to the swine flu pandemic of 2009.[3] The original International Health Regulations (IHR) were founded in 1969, but its underpinnings can be traced to the mid-19th century, when measures to tackle the spread of plague, yellow fever, smallpox and particularly cholera across borders, with as little interference to global trade and commerce, were debated.[3][7][8] To address the realisation that countries varied with regards to their sanitary regulations and quarantine measures, the first of these series of early international sanitary conferences, convened in Paris in 1851, in the same year that telegraphic communications became established between London and Paris and when 12 nations attended, of which 11 were European States and three signed the resulting convention. The 19th century witnessed 10 of these conferences.[7][8] In 1948, the World Health Organization Constitution came about.[8] In 1951, the WHO issued their first infectious disease prevention regulations, the International Sanitary Regulations (ISR 1951), which focussed on six quarantinable diseases; cholera, plague, relapsing fever, smallpox, typhoid and yellow fever.[9] In 1969, the ISR were revised and renamed the 'International Health Regulations'.[9] In 1973, the Twenty-Sixth World Health Assembly amended the IHR (1969) in relation to provisions on cholera. In 1981, in view of the global eradication of smallpox, the Thirty-fourth World Health Assembly amended the IHR (1969) to exclude smallpox in the list of notifiable diseases.[citation needed] In 1995, during the Forty-Eighth World Health Assembly, the WHO and Member States agreed on the need to revise the IHR (1969). Several challenges were placed against the backdrop of the increased travel and trade characteristic of the 20th century. The revision of IHR (1969) came about because of its inherent limitations, most notably: In 2005, a values statement document entitled \"The Principles Embodying the IHR\" was published and said inter alia:[10] On 15 June 2007, the IHR (2005) entered into force, and were binding as of June 2020 on 196 States Parties, including all 194 Member States (countries) of WHO.[6] In 2010, at the Meeting of the States Parties to the Convention on the Prohibition of the Development, Production and Stockpiling of Bacteriological (Biological) and Toxin Weapons and Their Destruction in Geneva,[11] the sanitary epidemiological reconnaissance was suggested as well-tested means for enhancing the monitoring of infections and parasitic agents, for practical implementation of the IHR (2005) with the aim was to prevent and minimize the consequences of natural outbreaks of dangerous infectious diseases as well as the threat of alleged use of biological weapons against BTWC States Parties. The significance of the sanitary epidemiological reconnaissance is pointed out in assessing the sanitary-epidemiological situation, organizing and conducting preventive activities, indicating and identifying pathogenic biological agents in the environmental sites, conducting laboratory analysis of biological materials, suppressing hotbeds of infectious diseases, providing advisory and practical assistance to local health authorities. In January 2018, a group of WHO bureaucrats published an article in the British Medical Journal on Global Health entitled \"Strengthening global health security by embedding the International Health Regulations requirements into national health systems\", in which the authors argued that \"the 2014 Ebola and 2016 Zika outbreaks, and the findings of a number of high-level assessments of the global response to these crises, [clarified] that there is a need for more joined-up thinking between health system strengthening activities and health security efforts for prevention, alert and response.\"[12] A Public Health Emergency of International Concern, or PHEIC, is defined in the IHR (2005) as, “an extraordinary event which is determined to constitute a public health risk to other States through the international spread of disease and to potentially require a coordinated international response”.[2] This definition implies a situation that is: Since 2007, the WHO Director-General has declared public health emergencies of international concern in response to the following:[6][13] The IHR Experts Roster, which is regulated by Article 47 of the IHR, is tended by DGWHO, who \"shall establish a roster composed of experts in all relevant fields of expertise... In addition, [s/he] shall appoint one member at the request of each State Party.\" In order to declare a PHEIC, the WHO Director-General is required to take into account factors which include the risk to human health and international spread as well as advice from an internationally made up committee of experts, the IHR Emergency Committee (EC), one of which should be an expert nominated by the State within whose region the event arises.[2] Rather than being a standing committee, the EC is created ad hoc.[14] Until 2011, the names of IHR EC members were not publicly disclosed; in the wake of reforms now they are. These members are selected according to the disease in question and the nature of the event. Names are taken from the IHR Experts Roster. The Director-General takes the EC's advice following their technical assessment of the crisis using legal criteria and a predetermined algorithm after a review of all available data on the event. Upon declaration of the PHEIC, the EC then makes recommendations on what actions the Director-General and Member States should take to address the crisis.[14] The recommendations are temporary and require three-monthly reviews.[2] The formation of an IHR Review Committee is the responsibility of the DGWHO, who assures their care and feeding. They are selected from the IHR Experts Committee, and \"when appropriate, other expert advisory panels of the Organization.\" Furthermore, the DGWHO \"shall establish the number of members to be invited to a meeting, determine its date and duration, and convene the Committee.\" \"The DGWHO shall select the members of the Review Committee on the basis of the principles of equitable geographical representation, gender balance, a balance of experts from developed and developing countries, representation of a diversity of scientific opinion, approaches and practical experience in various parts of the world, and an appropriate interdisciplinary balance.\" Revisions to the International Health Regulations in 2005 were meant to lead to improved global health security and cooperation. However, the WHO's perceived delayed and inadequate response to the West African Ebola epidemic brought renewed international scrutiny to the International Health Regulations. By 2015, 127 of the 196 countries were unable to meet the eight core public health capacities and report public health events as outlined.[15] Numerous published reports by high-level panels have assessed the International Health Regulations for inadequacies and proposed actions that can be taken to improve future responses to outbreaks.[16] One publication reviewed seven of these major reports and identified areas of consensus on action.[17] The seven reports noted inadequate compliance with WHO's International Health Regulations as a major contributor to the slow response to Ebola. They found three major obstacles that contributed to poor compliance:[citation needed] The IHR requires countries to assess their disease surveillance and response capacities and to identify if they can adequately meet their requirements. The seven Ebola reports universally agree that the country's self-assessment capabilities are insufficient and that verification measures need to be improved upon. A significant problem is the inadequate level of core capacities in some countries, and the question of how to build upon them has been frequently raised. The reports make several recommendations to encourage governments to increase investment in outbreak identification and response programs. These include technical help from external sources conditional on mobilizing domestic resources, external financing for low income countries, pressure from the international community to increase investment, and considering outbreak preparedness as a factor in the International Monetary Fund's country economic assessments, which influence governments’ budget priorities and access to capital markets. Another avenue under discussion is reform of Article 44 of the IHR, potentially through a new pandemic convention.[18] The second issue frequently raised is ensuring that restrictions on trade and travel during outbreaks are justified. Because of increased attention and concern from the public and the media, many governments and private companies restricted trade and travel during the Ebola outbreak, though many of these measures were not necessary from a public health standpoint. These restrictions worsened financial repercussions and made the work of aid organizations sending support to affected regions more difficult. There was broad consensus across the reports that bringing such restrictions to a minimum is critical to avoid further harm to countries experiencing outbreaks. Moreover, if governments assume that reporting will lead to inappropriate travel and trade restrictions, they may be hesitant to notify the international community about the outbreak. Potential solutions raised included the WHO and the UN more assertively “naming and shaming” countries and private companies that impose unjustified restrictions on WHO working with the World Trade Organization, International Civil Aviation Organization, and International Maritime Organization to develop standards and enforcement mechanisms for trade and travel restrictions.[citation needed] The third compliance issue relates to countries’ obligation to rapidly report outbreaks. The reports recommend strengthening this obligation by WHO publicizing when countries delay reporting suspected outbreaks. In contrast, mechanisms ensuring that countries rapidly receive operational and financial support as soon as they do report were also recommended. A novel approach to encourage early notification is the World Bank's Pandemic Emergency Financing Facility. This was created to provide rapid financing for the control of outbreaks and to protect countries from the devastating economic effects of outbreaks via an insurance program.[citation needed] A Joint External Evaluation (JEE) is \"a voluntary, collaborative, multisectoral process to assess country capacities to prevent, detect and rapidly respond to public health risks whether occurring naturally or due to deliberate or accidental events\". The JEE helps countries to identify critical gaps within their biosecurity systems[19] in order to improve them and help prevent, detect and quickly respond to public health risks (whether natural, accidental or deliberate) in the future.[20] Developed as a result of the IHR Review Committee on Second Extensions for Establishing National Public Health Capacities and on IHR Implementation, WHO, in collaboration with partners and initiatives, developed the JEE process and published the first edition of the tool in 2016.[21] A second edition was published in 2018.[22] A JEE of Australia's capacity following the 2013–2016 Western African Ebola virus epidemic showed that the nation had very high level of capacity of response. Australia's National Action Plan for Health Security 2019-2023 was developed to help to implement the recommendations from the JEE.[23]","Title":"International Health Regulations - Wikipedia","KeyID":"10109","URL":"https://en.wikipedia.org/wiki/IHR_Emergency_Committee"}