{"Content: ":"The Yixian Formation (simplified Chinese: 义县组; traditional Chinese: 義縣組; pinyin: Yìxiàn zǔ; formerly transcribed as Yihsien Formation[1]) is a geological formation in Jinzhou, Liaoning, People's Republic of China, that spans 1.633 ± 0.078 million years during the early Cretaceous period. It is known for its exquisitely preserved fossils, and is mainly composed of basalts interspersed with siliciclastic sediments.[2] The potential importance of the Yixian Formation was initially recognized during the time the Empire of Japan occupied China's Rehe (\"Jehol\") Province after the First battle of Hopei in 1933. Many Japanese scientists had noticed fossil remains of extinct fish and reptiles, possibly the champsosaurs. These initial fossil discoveries made by Japanese scientists vanished once World War II ended in 1945. By 1949, when administration of the area passed to the Chinese Communist Party and its leader Mao Zedong, the fossils of Yixian were studied only by Chinese scientists. It was not until the 1990s when remarkable fossils of birds and dinosaurs were excavated. Since 1996, a number of dinosaur fossils that have revolutionized knowledge of these animals have been found at Yixian; among them are the first known non-avian theropods with feathers. For some time, the formation was believed to be from the Late Jurassic–Early Cretaceous boundary, some 145 mya (million years ago). Radiometric dating has since resolved it to be younger; it is now considered to have been deposited in the Barremian to early Aptian, some 126–124 mya.[3] The Yixian Formation forms the lowest part of the Jehol group, defined by Gu (1962 and 1983) as a group of geological formations including the Jehol Coal-bearing Beds, the Jehol Oil Shale Beds, and the Jehol Volcanic Rocks.[4] The Yixian Formation is preceded by the older Daohugou Beds, of uncertain Jurassic or Early Cretaceous age, which are sometimes considered part of the Jehol group. The Yixian Formation (including the synonymous Jingangshan, Tuhulu, Jianchang, Lower Volcanic and Volcanic Rock formations) is followed stratigraphically by the slightly younger Jiufotang Formation and the Fuxin Formation.[5] Chiappe et al. argued in 1999 that the oldest beds of the Yixian (those bearing a fauna dominated by confuciusornithid birds) were best separated as a distinct formation, called the Chaomidianzi Formation, with a type locality at the village of Sihetun, approximately 25 km south of Beipiao City.[6] However, this classification has fallen out of favor, and the Chaomidianzi Formation is disused as a synonym for the Jianshangou Bed of the Yixian Formation.[7] The Dabeigou Formation in Fengning, Hebei Province may immediately precede the Yixian, or it may be equivalent to the oldest Yixian beds.[2] The Yixian also overlies the Tuchengzi Formation in places.[8] The Yixian Formation is informally divided into several subunits and the stratigraphy remains controversial[3] so a conservative list is give here, from most recent to oldest: (ages when available from Zhong et al., 2021[3]) The Yixian Formation represents the second of three major faunal phases that characterize the Jehol Biota, mainly based on changes in invertebrate diversity. In the Yixian, ostracods (seed shrimp) had diversified considerably, despite a very low diversity in the earlier Dabeigou Formation. Other major invertebrate groups in the Yixian include clam shrimp and insects. Insects, as a group, experienced their largest diversification of the entire Mesozoic era in the Yixian. On the other hand, some invertebrate groups, such as bivalves and gastropods (snails and slugs), were numerous but low in diversity, being mainly represented by one or two dominant species (Arguniella in the case of the bivalves).[2] Studies of vertebrates have shown support for the division of the Jehol into phases, and the diversity of fish in the Yixian was distinct from older and younger formations, with Lycoptera as the dominant species. The Yixian preserves the first Jehol dinosaurs and pterosaurs (which have not been found in the older Dabeigou Formation), and the first major radiation of birds (only one bird species is known from the Dabeigou). The Yixian also preserves the largest (and only) mammal radiation so far known from the Jehol group. Most vertebrates showed a tendency to climb trees or become arboreal, including many tree-dwelling birds, and climbing mammals and lizards.[2] Plant life reached its Jehol biota peak in the Yixian. Five species of flowering plant were present (three of Archaefructus, one of Archaeamphora and one of Hyrcantha (formerly Sinocarpus), as were a variety of horsetails that closely resembled modern species. It is possible that increasing animal and plant diversity were linked. The Yixian is characterized by extensive forests, dominated by trees such as ginkgoes, conifers, cycads, and seed fern trees. Ground cover plants included lycopods, horsetails, ferns, and primitive flowering plants, which were rare compared to the others.[2] This plant life grew around a series of freshwater lakes, provided with abundant minerals thanks to periodic volcanic eruptions. Volcanic activity, along with periodic wildfires, and noxious gasses released from the lake bottoms caused the ecosystem to be continually destroyed and regrown. This, along with the wide diversity of habitats in the surrounding region, may have contributed to the fast diversification of life forms present in the Yixian ecosystem.[2] With the diversity of plant life in the Yixian well known, including examples of a variety of petrified wood and growth rings, and with the help of chemical analysis, scientists have been able to determine the climate of the formation. The Yixian flora was dominated by conifers closely related to modern species that are found mainly in subtropical and temperate upland forests. The presence of ferns, cycads, and horsetails indicates a generally humid climate. However, evidence from the growth rings of petrified wood indicates that the humidity and water supply dropped regularly. This shows that the wet, humid conditions were punctuated by dry seasons, in which the environment became more arid.[9] Evidence from the study of oxygen isotopes has shown that the average yearly temperature during this time period was 10 degrees celsius (50 degrees Fahrenheit), significantly colder than once thought. This indicates a temperate climate with unusually cold winters for the generally warm Mesozoic era, possibly due to northern China's high latitude during this time.[10] A study by Wu et al. (2013) concluded that orbital forcing, which is the effect on climate caused by shifts in the tilt of the Earth's axis and by the shape of the Earth's orbit, contributed to the climate fluctuations of this formation.[11] The Yixian Formation is well known for its great diversity of well-preserved specimens and its feathered dinosaurs, such as the large tyrannosauroid Yutyrannus, the therizinosaur Beipiaosaurus, and various small birds, along with a selection of other dinosaurs, such as the iguanodontian Bolong, the sauropod Dongbeititan and the ceratopsian Psittacosaurus. Other biota included the troodontid Mei, the dromaeosaurid Tianyuraptor, the compsognathid Sinosauropteryx and the tyrannosauroid Dilong.[citation needed]Despite popular assumption, Microraptor does not hail from this formation, instead hailing from the younger Jiufotang Formation. However, other microraptorines, such as Sinornithosaurus and Graciliraptor, did indeed inhabit the Yixian. A limnic eruption may have preserved many of the fossils, excluding Dongbeititan.","Title":"Yixian Formation - Wikipedia","KeyID":"1010","URL":"https://en.wikipedia.org/wiki/Yixian_Formation"}