{"Content: ":"Michael Thomas Osterholm (born March 10, 1953) is an American epidemiologist, Regents Professor, and Director of the Center for Infectious Disease Research and Policy at the University of Minnesota.[2][3] On November 9, 2020, Osterholm was named to newly elected President Joe Biden's COVID-19 Advisory Board.[4] Michael Osterholm was born in Waukon, Iowa, the son of a newspaper photographer.[5] According to Osterholm, his father was physically abusive and an alcoholic.[5] Osterholm graduated from Luther College in 1975 with a B.A. in biology and political science.[6] He received his M.S. and Ph.D. in environmental health and his M.P.H. in epidemiology from the University of Minnesota. From 1975 to 1999, Osterholm served in various roles at the Minnesota Department of Health (MDH), including as state epidemiologist and Chief of the Acute Disease Epidemiology Section from 1984 to 1999. At the MDH, Osterholm strengthened the department's role in infectious disease epidemiology, notably including numerous foodborne disease outbreaks, the association between tampons and toxic shock syndrome, and the transmission of hepatitis B and human immunodeficiency virus (HIV) in healthcare workers. Other work included studies regarding the epidemiology of infectious diseases in child-care settings, vaccine-preventable diseases (particularly Haemophilus influenzae type b and hepatitis B), Lyme disease, and other emerging and reemerging infections.[7] From 2001 to early 2005, Osterholm served as a Special Advisor to then–Department of Health and Human Services (HSS) Secretary Tommy Thompson on issues related to bioterrorism and public health preparedness. In April 2002, he was appointed to the interim management team to lead the Centers for Disease Control and Prevention (CDC), until the appointment of Julie Gerberding as director in July 2002. Thompson asked Osterholm to assist Gerberding on his behalf during the transition period. He filled that role through January 2003.[7] In 2005, HHS Secretary Mike Leavitt appointed Osterholm to the National Science Advisory Board on Biosecurity.[7] Osterholm is a frequent guest lecturer on the epidemiology of infectious diseases. He serves on the editorial boards of nine journals, including Infection Control and Hospital Epidemiology and Microbial Drug Resistance: Mechanisms, Epidemiology and Disease, and is a reviewer for 24 others, including the New England Journal of Medicine, the Journal of the American Medical Association, and Science.[7] He discussed the COVID-19 pandemic on The Joe Rogan Experience in March 2020 and February 2022,[8][9] as well as on NBC's Meet the Press in October 2020.[10] Osterholm was the principal investigator and director of the National Institutes of Health (NIH)-supported Minnesota Center of Excellence for Influenza Research and Surveillance (2007–2014) and chaired the Executive Committee of the Centers of Excellence Influenza Research and Surveillance network.[11] He is a past president of the Council of State and Territorial Epidemiologists and served on the CDC's National Center for Infectious Diseases Board of Scientific Counselors from 1992 to 1997. Osterholm served on the Institute of Medicine (IOM) Forum on Microbial Threats from 1994 to 2011. He has served on the IOM Committee on Emerging Microbial Threats to Health in the 21st Century and the IOM Committee on Food Safety, Production to Consumption, and was a reviewer for the IOM Report on Chemical and Biological Terrorism. As a member of the American Society for Microbiology, Osterholm has served on the Committee on Biomedical Research of the Public and Scientific Affairs Board, the Task Force on Biological Weapons, and the Task Force on Antibiotic Resistance. He is a frequent consultant to the World Health Organization, the NIH, the Food and Drug Administration, the Department of Defense, and the CDC. He is a fellow of the American College of Epidemiology and the IDSA.[7] He created The Osterholm Update: COVID-19, a podcast hosted by Chris Dall published every week beginning on March 24, 2020, and every other week after May 27, 2021. After the week of July 21, 2021, Osterholm again began providing weekly updates given the increasing severity of the Delta surge. Osterholm has been particularly outspoken on the lack of international preparedness for an influenza pandemic.[12][13] He has also been an international leader against the use of biological agents as weapons targeted at civilians. In that role, he served as a personal advisor to King Hussein of Jordan. Under Osterholm's leadership, CIDRAP has served as a partner in the Department of Homeland Security's BioWatch program since 2003.[7][14] In March 2017, Osterholm and Mark Olshaker published the critically acclaimed Deadliest Enemy: Our War Against Killer Germs.[15][16][17] Richard Preston, author of The Hot Zone, wrote that the book \"looks at the threat of emerging diseases with clarity and realism, and offers us not just fear but plans.\"[18] In April 2017, MinnPost published a two-part interview with Osterholm about the book.[19][20] His invited papers in the journals Foreign Affairs, the New England Journal of Medicine, and Nature detailed the threat of an influenza pandemic before the 2009–10 pandemic and the steps we must take to better prepare for such events. Osterholm has also published multiple commentaries in The New York Times, most recently on the repercussions of reductions in funding for research and vaccine development, and how this affects our ability to respond to new infectious disease threats.[21] Osterholm is the author of more than 315 papers and abstracts, including 21 book chapters.[7] Osterholm has received honorary doctorates from Luther College[22] and Des Moines University,[23] and is a member of the Institute of Medicine of the National Academy of Sciences.[7] His other honors include the Pumphandle Award from the Council of State and Territorial Epidemiologists; the Charles C. Shepard Science Award from the CDC; the Harvey W. Wiley Medal from the Food and Drug Administration; the Squibb Award from the Infectious Diseases Society of America; Distinguished University Teaching Professor, Environmental Health Sciences, School of Public Health, University of Minnesota; and the Wade Hampton Frost Leadership Award, American Public Health Association. He has also received six major research awards from the National Institutes of Health and the CDC.[7]","Title":"Michael Osterholm - Wikipedia","KeyID":"10118","URL":"https://en.wikipedia.org/wiki/Michael_Osterholm"}