{"Content: ":"Roderick James Nugent Stewart OBE FRSGS FRSL (born 3 January 1973) is a British academic, diplomat, author, former soldier and former politician, who is a senior fellow at Yale University's Jackson Institute for Global Affairs where he teaches politics and international relations. Before this appointment, he served as a minister in four different departments of the UK Government. He then became a Cabinet minister as Secretary of State for International Development from May to July 2019. He served as Member of Parliament (MP) for Penrith and The Border from 2010 to 2019. Born in Hong Kong, Stewart was educated at the Dragon School and Eton College. After studying at Balliol College, Oxford, Stewart worked for Her Majesty's Diplomatic Service as a diplomat in Indonesia and as British Representative to Montenegro. He left the diplomatic service to undertake a two-year walk across Afghanistan, Iran, Pakistan, India and Nepal. He later wrote a best-selling book, The Places in Between, about his experiences. He subsequently served as Deputy Governor in Maysan and Dhi Qar for the Coalition Provisional Authority following the 2003 invasion of Iraq and wrote a second book covering this period, Occupational Hazards or The Prince of the Marshes. In 2005, he moved to Kabul to establish and run the Turquoise Mountain Foundation. He was the Ryan Family Professor of Human Rights and the director of the Carr Center for Human Rights Policy at Harvard University from 2008 to 2010. In 2010, Stewart was elected to the House of Commons and in 2014 he was elected chair of the Defence Select Committee. He served under David Cameron as Minister for the Environment from 2015 to 2016. He served as a minister throughout Theresa May’s government: as Minister of State for International Development, Minister of State for Africa and Minister of State for Prisons. He ultimately joined the Cabinet and National Security Council as Secretary of State for International Development.[1] After May resigned, Stewart stood as a candidate to be Leader of the Conservative Party and Prime Minister of the United Kingdom in the 2019 leadership contest. His campaign was defined by his unorthodox use of social media and opposition to a no-deal Brexit. He stated at the beginning of his campaign that he would not serve under Boris Johnson[2] and when Johnson became Prime Minister, in July 2019, Stewart resigned from the Cabinet. On 3 October 2019, Stewart announced he had resigned from the Conservative Party and that he would stand down as an MP at the next general election. He initially announced as an independent candidate in the 2021 London mayoral election but withdrew on 6 May 2020 on the grounds of the election being postponed due to COVID-19, saying he could not maintain the campaign so long against the big budgets of the Labour and Conservative campaigns. In September 2020, he became a fellow at Yale University, teaching politics and international relations. Stewart was born in Hong Kong, then under British rule, the son of Brian Stewart and his wife, Sally Elizabeth Acland Nugent (née Rose). Stewart's father, born in Edinburgh, Scotland, was a colonial official and diplomat who in the 1970s was a candidate to become the Chief of the UK's Secret Intelligence Service or MI6.[3] His father's family is from Broich House (built in 1770), near Crieff in Perth and Kinross, Scotland.[4] His younger sister has Down syndrome.[5] His maternal grandfather was Jewish.[6] Stewart spent his early years in South Kensington, London[7] before his family moved to Malaysia and then back to Hong Kong. He returned to Britain for boarding school from Malaysia at the age of 8, being educated at the Dragon School, in Oxford, and Eton College.[3] While attending Eton he lived near Heathrow Airport.[8] He was taught martial arts and fencing by his father in Hyde Park.[7] As a teenager, he was a member of the Labour Party.[9][10][11] During his gap year in 1991, he served a short service limited commission in the Black Watch for five months as second lieutenant on probation.[12][13] He studied medieval history under Maurice Keen and then philosophy, politics and economics under Jonathan Barnes at Balliol College, Oxford University.[3] While a student at Oxford, Stewart was a private tutor to Prince William and Prince Harry during the summer.[3] He attended a single meeting of the Bullingdon Club[14] before resigning after witnessing the behaviour of other members.[7] After graduating, Stewart joined the Foreign Office.[15] In Indonesia, he served as Second Secretary, Political/Economic in the British embassy in Jakarta from 1997 to 1999, during the Asian Financial Crisis and the fall of Suharto, working on issues related to East Timor independence. He was appointed at the age of 26 as the British Representative to Montenegro in the wake of the Kosovo campaign.[3] Some have suggested that Stewart was an employee of the Secret Intelligence Service (MI6) during his time as a British Representative to Montenegro – allegedly being recruited to MI6 shortly after he graduated from Oxford University.[3][16] Stewart has said that his career progression and his father's work for MI6 might \"give the appearance\" that he worked for MI6,[17] but says he did not work for MI6 while a diplomat.[16] Stewart has acknowledged that due to the Official Secrets Act, even if he had worked for MI6, he would not be able to admit it.[18] After the 2003 invasion of Iraq, Stewart was appointed as the Coalition Provisional Authority Deputy Governorate Co-ordinator in Maysan and Deputy Governorate Co-ordinator/Senior Advisor in Dhi Qar in 2003, both of which are provinces in southern Iraq.[3] He was posted initially to the KOSB Battlegroup then to the Light Infantry.[19] His responsibilities included holding elections, resolving tribal disputes, and implementing development projects.[19] He faced growing unrest and an incipient civil war from his base in a Civil-Military Co-operation (CIMIC) compound in Al Amarah, and in May 2004 was in command of his compound in Nasiriyah when it was besieged by Sadrist militia.[3] He was awarded the Order of the British Empire (OBE) for his services during this period.[20] While Stewart initially supported the Iraq War, the international coalition's inability to achieve a more humane, prosperous state led him in retrospect to believe the invasion had been a mistake.[21] In 2000, Stewart took leave from the Foreign Service to walk across Asia. This journey on foot involved Stewart walking for more than eighteen months, across much of Iran, Pakistan, and the Indian and Nepali Himalayas in 2000 and 2001, finishing with a 36-day solo walk across Afghanistan in the early months of 2002. He typically walked 20–25 miles a day, staying in village houses every night. He has also walked across sections of Western New Guinea[22] and much of the United Kingdom. Stewart was awarded the Royal Scottish Geographical Society's Livingstone medal in 2009 \"in recognition of his work in Afghanistan and his travel writing, and for his distinguished contribution to geography\".[23] His subsequent travel in the United Kingdom, and his writing on geography, was recognised by the Royal Geographical Society, which awarded him the Ness Award in 2018.[24] His book describing his walk across Afghanistan, The Places in Between, was a New York Times bestseller. The Places in Between[25][26] was named by The New York Times as a \"flat-out masterpiece\" and listed as one of its 10 notable books of 2006.[3] It won the Royal Society of Literature Ondaatje Prize,[27] the Spirit of Scotland award,[28] and the Premio de Literatura de Viaje Caminos del Cid.[28] It was short-listed for a Scottish Arts Council prize,[29] the Guardian First Book Award[25] and the John Llewellyn Rhys Prize.[25] The book was adapted into a radio play by Benjamin Yeoh broadcast in 2007 on BBC Radio 4.[30] According to the Daily Telegraph, Brad Pitt bought the rights to make a film about Stewart in 2008, with Orlando Bloom tipped to play the leading role.[31] His book about his 1,000-mile walk in the borderlands separating England and Scotland, also known as the Scottish Marches (in part with his father) – The Marches: Border Walks With My Father – became a Sunday Times top ten bestseller.[32][33] The Marches was long listed for the Orwell Prize, won the Hunter Davies Lakeland Book of the Year,[34] and was a Waterstones Book of the Month.[35] He has also written about theory and practice of travel writings in prefaces to Wilfred Thesiger's Arabian Sands,[36] Charles Doughty's Arabia Deserta,[37] and Robert Byron's The Road to Oxiana.[38] Stewart's book, The Prince of the Marshes: and other Occupational Hazards of a Year in Iraq, also published as Occupational Hazards: My Time Governing in Iraq, describes his reflections on the intervention in Iraq, based on his experiences as the Deputy Governorate Co-ordinator.[3] The New York Times critic William Grimes commented that for him the \"real value of the new book is Mr. Stewart's sobering picture of the difficulties involved in creating a coherent Iraqi state based on the rule of law\".[39] The book was the subject of a play at the Hampstead Theatre, written by Stephen Brown.[40] Stewart's book on International Intervention Can Intervention Work?, co-authored with Gerald Knaus was published by W.W. Norton as part of the Amnesty International Global Ethics Series in 2011.[41] It distilled Stewart's reflections on the lessons of the Balkans, Iraq and Afghanistan for the practice of International Intervention. Stewart has also written longer essays on 1920s Iraq, South Sudan and ISIS (for the New York Review of Books),[42] on West Papua, counterinsurgency theory and early modern Aleppo (for the London Review of Books),[43] on the politics of the centre ground (for the New Statesman), and on Iran and Afghanistan (for Prospect magazine). He appeared frequently on television and radio, including BBC Radio 4's Desert Island Discs.[44] He was a columnist for The New York Times,[45] and also for his local constituency newspaper, the Cumberland and Westmorland Herald, contributing a monthly column.[46] In January 2010, Stewart presented the BBC Two documentary miniseries The Legacy of Lawrence of Arabia.[47] In 2012, he wrote and presented the BBC's Afghanistan: The Great Game – A Personal View by Rory Stewart, a documentary in two parts telling the story of foreign intervention by Britain, Russia and the United States in Afghanistan from the 19th century to the present day, which aired on BBC Two and which won a Scottish BAFTA.[48] In 2014, Stewart wrote and presented a two-part documentary on BBC Two about the cross-border history of what he called \"Britain's lost middleland\",[49] covering the kingdoms of Northumbria and Strathclyde and the Debatable Lands of the Scottish Marches on the Anglo-Scottish border.[49] Its full title was Border Country: The Story of Britain's Lost Middleland and it investigated the rift created by Hadrian's Wall and the issues of identity and culture in a region divided by the fabricated border.[49] In late 2005, Stewart set up the Turquoise Mountain Foundation, in Afghanistan, a human development NGO established by Charles, Prince of Wales, and Hamid Karzai.[50] For this role he relocated to Kabul for the next three years, working to restore historic buildings in the old city of Kabul, managing its finances, installing water supply, electricity, and establishing a clinic, a school and an institute for traditional crafts.[3] Stewart stepped down as executive chairman of the Turquoise Mountain Foundation in May 2010.[51] Stewart also served for a time on the board of governors of the International Development Research Centre of Canada.[52] In 2021 Stewart and his family moved to Jordan for two years to work for the Turquoise Mountain Foundation setting up a project to restore a Roman site near the Golan Heights to create employment in the area. Stewart would also be travelling to Yale University for lecture commitments.[5] He is a commissioner of the #Principles4Peace initiative. In July 2008, Stewart was appointed as to the faculty of the John F. Kennedy School of Government as Ryan Family Professor of Human Rights at Harvard University and director of the Carr Center for Human Rights Policy,[3] having previously been a fellow at the Carr Center from 2004 to 2005.[3] He left his position to campaign for Parliament.[53] He returned to academia as a Senior Fellow at Yale University's Jackson Institute in 2020.[54] Stewart has frequently been called on to provide advice on Afghanistan and Iraq to policy-makers, particularly in the United States, United Kingdom and Canada.[3] In an article in The Daily Telegraph, he was described as an advisor on Afghan issues to U.S. Secretary of State Hillary Clinton and the U.S. Special Envoy for Afghanistan and Pakistan Richard Holbrooke.[55] In 2009, he appeared before the Senate Foreign Relations Committee, arguing that Obama's strategy on Afghanistan was 'trying to do the impossible'. He suggested, in an argument that he would later expand in his Ted Talk, that a heavy American military footprint would be counterproductive, alienating Afghans, and that it would be better to reduce the size of the American Army in Afghanistan. This smaller force, he suggested, would be able to handle al-Qaeda, while helping achieve the West's long-term objectives in the country.[56] His ideas were rejected by senators, including future Secretary of State John Kerry.[56] He also briefed Gordon Brown and David Miliband.[8] In September 2020, he became a fellow at Yale University's Jackson Institute for Global Affairs, teaching politics, grand strategy and international relations to undergraduate and graduate students.[57][58] Stewart had considered a parliamentary career in the past but only decided to stand when, in the aftermath of the expenses scandal, David Cameron decided to \"reopen the Conservative candidates' list to anybody who wants to apply\". Stewart has said that his experience in Afghanistan made him a \"Burkean conservative\".[59] Having never voted for the Conservatives before (though, against his will, his parents cast his proxy vote for them in the 2001 general election, when he was abroad),[60] he joined the party in summer 2009.[61] Stewart tried for selection for the Bracknell constituency in the 2010 general election,[62] but the place went to Phillip Lee.[63] Stewart was then shortlisted for the Penrith and The Border constituency and, at an open caucus, selected as the candidate on 25 October 2009.[64] He was returned as the MP for the constituency on 6 May 2010.[65] At the 2015 general election, Stewart almost doubled his majority in Penrith and the Border from 11,241 to 19,894, the highest majority since the seat was created.[66] In the 2017 general election, he received 60.4% of the vote. In July 2010, Stewart apologised after blogging about his constituents using twine to hold their trousers up.[67] He was quoted in the Scottish Sun as saying that \"some areas around here are pretty primitive, people holding up their trousers with bits of twine\".[67] He later said that he was making the point that Cumbria's beauty hides its \"pockets of poverty\".[68] A light-hearted Guardian article, \"In praise of ... binder twine\", whilst acknowledging the \"serious effort\" Stewart had made by \"walking hundreds of miles\" to get to know his constituency, concluded that he had simply underestimated the importance of the \"ubiquitous and indispensable\" twine to the rural community.[69] Stewart was successful in securing the Cumbrian broadband pilot in 2011,[70] and in November 2013, broadband provider EE cited the support of Government and regulatory policy in announcing that over 2,000 residents and businesses in rural Cumbria were to have access to superfast home and office broadband for the first time.[71] In February 2015, Stewart secured more funding to continue the broadband roll-out in Cumbria.[72] He was also part of the successful campaigns against the closure of the Penrith cinema[73] and fire station,[74] and helped to secure agreement and funding for disabled access at Penrith Station,[75] and the dualling of the A66 road,[76] and for flood defence funding for Cumbria.[77] Upon joining the House of Commons, Stewart was elected a member of the Foreign Affairs Select Committee, serving until 2014. During his tenure on the committee, he was also chair of the trans-Atlantic group Le Cercle but did not declare his membership.[78] Stewart also served as the chair of the APPG for Mountain Rescue[79][80] and the APPG for Local Democracy,[81][82] and was an officer of the APPG for Rural Services.[83] He was elected chair of the Defence Select Committee in May 2014. He left these positions upon his appointment as environment minister. His speech about hedgehogs in Parliament in 2015 was named by The Times and The Daily Telegraph as the best parliamentary speech of 2015 and described by the deputy speaker as \"one of the best speeches [she] had ever heard in Parliament\".[84][85][86] Stewart led the first backbench motion for expanding broadband and mobile coverage, securing what was then the largest number of cross-party endorsements for a backbench motion.[87] In a report published in 2011, Stewart won support from the House of Commons Culture, Media and Sport Committee in calling for mobile phone companies to be forced to provide coverage to 98% of the population,[88] and in 2012, his campaign achieved its goal when regulator Ofcom announced its plans for the auction of fourth generation (4G) bandwidth for mobile phone services.[89] In March 2018, Ofcom announced that the 98% target had been met.[90] In January 2014, Stewart was asked by Chris Grayling, Secretary of State for Justice, to lead a Government review into the reasons why a number of British veterans become criminal offenders after returning to civilian life.[91] The review looked at ways in which support and prevention for veterans in the justice system can be improved.[92] Following his election to Chairman of the Defence Select Committee, Stewart handed over the lead for the review to Stephen Phillips.[93] In May 2014, Stewart was elected by MPs from all parties as chairman of the Defence Select Committee. He was the youngest chair of a select committee in parliamentary history, as well as the first MP of the 2010 intake to be elected to chair a committee.[94][95][96] In this capacity, Stewart argued strongly for a more vigorous response to Russian aggression in Ukraine.[97] The committee also argued that Britain's commitments to Iraq and Syria were \"strikingly modest\" and that more should be done.[98] Under Stewart's chairmanship, the committee produced a report in favour of the proposals for a Service Complaints Ombudsman and also secured an amendment extending the powers of the Ombudsman.[99] In July 2014, Stewart launched Hands Across The Border, a project to construct a cairn called 'The Auld Acquaintance' as \"a testament to the Union\".[100] Built by members of the public, it is close to the Scotland–England border near Gretna. During the run up to the Scottish independence referendum,[101] Stewart said of the project: \"We wanted to come up with a lasting marker of our union, something that future generations will look back at and remember, with deep gratitude, the moment we chose to stay together.\"[102] The campaign received support from several notable public figures in the UK, including actress Joanna Lumley, explorer Sir Ranulph Fiennes, mountaineers Alan Hinkes and Doug Scott, and historians Simon Schama and David Starkey.[103] Approximately 100,000 stones were laid on the cairn, many with personal messages. Following the Conservatives' return with an outright majority at the 2015 general election, Stewart was appointed Parliamentary Under Secretary of State at the Department for Environment, Food & Rural Affairs (DEFRA), with responsibilities including the natural environment, national parks, floods and water, resource and environmental management, rural affairs, lead responsibility for the Environment Agency, Natural England and the Forestry Commission, and acting as the secretary of state's deputy on the Environment Council.[104] In July 2015, in his capacity as resource minister, he announced a review into the regulatory and enforcement barriers to growth and innovation in the waste sector.[105] Stewart as 'floods minister' joined the National Flood Resilience Review, formed in 2016 and chaired by the chancellor of the Duchy of Lancaster, Oliver Letwin.[106] Stewart initiated the Cumbria Floods Partnership in response to Storm Desmond, with a focus on long-term flood defence.[107] The House of Commons cross-party Environment Audit Committee criticised the statement by Stewart that the extra £700m for flood defence was the result of a \"political calculation\" and that it might not be spent according to the strict value-for-money criteria currently used.[108] As environment minister, he introduced the 5 pence a bag plastic bag tax for England from 5 October 2015 (designed to phase out lightweight plastic bags), expected to reduce the use of personal bags take from supermarkets by up to 80%[109] (in fact, usage reduced in England by 85%);[110] and he was responsible for producing the first draft of the 25-year environment plan in which he emphasised, alongside biodiversity and ecosystems, the importance of human cultural features in the landscape, and particularly the conservation of small family sheep farms.[111] As Minister responsible for the national parks, Stewart secured five years of increased funding for national parks and AONBs.[112] He also ensured the extension of the Lake District and Yorkshire Dales National Park and supported the UNESCO World Heritage bid for the Lake District.[113] As floods minister, Stewart oversaw the government's response to the 2015–16 Great Britain and Ireland floods, including the post-Storm Desmond floods,[114] including the reopening of the A591 and the bridge at Pooley Bridge in the Lake District.[115] After Theresa May replaced David Cameron as Prime Minister, Stewart was promoted to Minister of State for International Development – the second most senior figure in the department – responsible for the UK development programs in the Middle East and Asia, and its multilateral programs on 17 July 2016.[1][116] In this role, he travelled widely, meeting in country with Sheikh Hasina the Prime-Minister of Bangladesh, Prachanda the Prime-Minister of Nepal, Ashraf Ghani the President of Afghanistan, and Myanmar's Aung San Suu Kyi.[117] In 2017, Stewart was promoted to a joint position as a Minister of State in both the Foreign and Commonwealth Office and the Department for International Development taking over responsibility for the Foreign Office and its embassies in Africa, as well as the Department for International Development (DfID) programs in Africa. In this capacity, he visited a number of countries in Africa,[118][119][120] and the United National General Assembly in New York City (UNGA).[121] During these trips, he held personal meetings with President Kagame of Rwanda,[122] President Kabila of DRC,[123] President Lungu of Zambia,[124] President Magufuli of Tanzania,[125] President Kenyatta of Kenya, and President Mnangagwa of Zimbabwe.[126] In this role, Stewart was the driving force behind the British Government's new Africa strategy and pushed for more resources to go into the Foreign Office network in Africa. His most notable trip was to Zimbabwe where he was the first foreign dignitary to be received by President Mnangagwa.[127] His Zimbabwe policy pressed for political reform, and free and fair elections.[128] Stewart was appointed Minister of State for Prisons with responsibility for prisons and probation in England and Wales in January 2018.[129] He was appointed in the aftermath of a highly critical leaked report on the state of HMP Liverpool, in which the inspector described it as the \"worst prison he had ever seen\" with piles of rubbish, rats, soaring violence and drug use and poor health provision.[130] Stewart immediately visited the prison and, testifying before the Justice Select Committee, announced his determination to clean up prisons in England and Wales.[131] This advocacy of a \"back to basics\" approach was recorded in The Guardian, with Stewart writing an opinion piece in the publication, entitled \"I strongly believe we can improve our prisons and make progress\".[132] In April 2018, Stewart took the Assaults on Emergency Workers (Offences) Private Member's Bill through the House of Commons, on behalf of the government, which doubled the maximum sentences for those who attack emergency services personnel and introduced sexual assault as an aggravating factor in sentencing.[133] In August 2018, during an interview with BBC Breakfast, Stewart announced the launch of the Ten Prisons Project. He argued that, despite five years of continuous rise in violence in prisons, it was possible to turn it around. Stewart argued that it could be done through improving perimeter gate security (to catch drugs) and by improving training and support of staff. The key, he said, was to get the basics right. He undertook to create a new prison officer handbook and a new course at the training college for prison officers. Stewart pledged, in the same interview, that he would resign if this project was not successful.[134] The twelve months statistics showed a continuing positive trend when, in August 2019, the results from the Ten Prisons Project were published. These showed a 16% drop in the rate of assaults, and a 17% drop in the number of assaults, almost 10% greater than the national trend. At the same time, the percentage of positive results from random mandatory drug tests dropped by 50%.[135] In May 2019, Stewart was promoted to the cabinet after the dismissal of Gavin Williamson, replacing the new Defence Secretary Penny Mordaunt in the Department for International Development. The position included full membership of the UK Cabinet, and the National Security Council. It also saw Stewart serve as a governor of the World Bank, the African Development Bank, the Caribbean Development Bank and the Inter-African Development Bank. He was also an alternative governor to the European Bank for Reconstruction and Development.[136] Stewart's three priorities as Secretary of State for International Development were to double the UK government's international investment in the environment and climate change, to radically increase the number of UK development staff on the ground (developing language and area expertise), and to focus on the response to Ebola. He was able within a month of taking up the role to enshrined these priorities in his new single departmental plan.[137] He committed in the House of Commons 'to double spending on climate change prevention because the world faced a \"climate cataclysm\" and double \"the effort that the department puts into that issue\".[138] Concerned about the increase in Ebola cases in the Democratic Republic of Congo (DRC) in 2019,[139] Stewart increased the UK's contribution to the WHO and Ebola programs, led international meetings to mobilise international donor support for Ebola in Paris and Geneva, working with USAID administrator Mark Green and flew to Goma, Beni and Butembo in Eastern DRC to visit the outbreak sites,[140] and then to Kinshasa where he met with President Tshisekedi. His other international visits took Stewart to environmental programs in Kenya (from wind turbine projects in Lake Turkana in the North to Mangrove Protection in Lamu on the East coast, and UK aid funded programmes in Jordan (holding meetings with Prime Minister Omar Razzaz).[141] Stewart felt that he could not serve under his fellow Old Etonian Boris Johnson, who was elected Prime Minister after the resignation of Theresa May, and so resigned from cabinet on 24 July 2019.[7][142] Stewart was a candidate in the 2019 Conservative leadership election, announcing his intention to stand in an interview in The Times.[143][144] His candidacy was not initially taken seriously, with a piece in the New Statesman's diary stating that he had a single supporter: himself.[145] As The Guardian noted: \"his campaign benefited at the start from low expectations, and for days leading up to the first vote his tally of supporters was in single figures. When he met the threshold he looked like the insurgent because so many had assumed he would be knocked out\".[146] Adopting an unconventional campaigning style, Stewart did not focus his attention on Westminster but, instead, went on a series of filmed walkabouts (dubbed 'RoryWalks'), which saw him take to the streets of Britain, talking to voters, to understand their priorities and concerns. These were then uploaded onto social media, with significant success.[147] On 29 May, Stewart admitted he had smoked opium during a wedding in Iran.[148] Several other candidates admitted to previous illegal drug use during the election.[149] On 1 June, Kenneth Clarke was announced as one of Stewart's MP backers, with other supporters including David Lidington, David Gauke, Nicholas Soames, Tobias Ellwood, Gillian Keegan and Victoria Prentis.[150] Against expectations, on 13 June he made it through the first parliamentary ballot, gaining 19 votes, two more than the elimination threshold.[151] On 16 June, he appeared, as one of the six remaining candidates, in a televised debate on Channel 4.[152] He was widely judged to have won the debate, with Michael Deacon writing in The Daily Telegraph that \"If you were to judge it by the response of the studio audience, Channel 4's debate had only one winner. Rory Stewart got more rounds of applause than any other candidate – and, at the end, when each took turns to sum up, he was the only candidate to get a round of applause at all\".[153] On 18 June 2019, he also made it through the second parliamentary ballot, with 37 votes from a threshold of 33, surpassing Home Secretary Sajid Javid by four votes; however, following a lacklustre performance in that evening's BBC debate, he polled just 27 votes in the next day's ballot and was eliminated as the last-placed candidate.[154][155] It was revealed on the same day that Stewart was in talks with Michael Gove to stop Boris Johnson becoming Prime Minister.[156] Although, in his podcast, with co-host Alastair Campbell, Stewart claimed that Gove was intentionally wasting his time to better position Boris Johnson in the leadership race.[157] On 3 September 2019, Stewart and 20 other Conservative MPs voted in favour of MPs taking control of the order paper, as the first step to table a bill to stop a no-deal Brexit, in the process rebelling against the Government Whip.[158] It had been widely reported in the media that any such action would lead to a withdrawal of the Conservative whip, and all 21 were told that they had lost it,[159] expelling them as Conservative MPs and requiring them to sit as independents.[160][161] If they should decide to run for re-election in a future election, the party would block their selection as Conservative candidates.[162] Stewart stated that he was informed of this decision by text message, while collecting his GQ Politician of the Year Award.[163] At an event on 3 October, Stewart announced he had resigned from the Conservative Party and would stand down as an MP at the next general election. He read out a letter in which a housemaster at Eton College described Boris Johnson as being guilty of \"a gross failure of responsibility\". The next day, Stewart confirmed his resignation on Twitter, saying: \"It's been a great privilege to serve Penrith and The Border for the last ten years, so it is with sadness that I am announcing that I will be standing down.\"[164] In October 2019, Stewart announced that he was to stand as an independent in the upcoming London mayoral election against incumbent Labour mayor Sadiq Khan and Conservative candidate Shaun Bailey.[165] He planned during his candidacy to walk through each of the 32 London boroughs.[7] In November 2019, he appeared on BBC One's Have I Got News for You.[166] Labelled by Scottish newspaper, The National, a \"bizarre campaign trick\", in February 2020, as a part of his campaign, he sought invitations from \"Londoners to invite him into their homes and let him stay the night\".[167] The objective, he tweeted was for them to \"show me the city through their eyes. I want to know your concerns and your ideas.\"[168] By 14 February, The Guardian tweeted, \"2,000 Londoners [had taken] up Rory Stewart's offer\".[169] Stewart's use of social media later became the subject of controversy when, at a talk at the Emmanuel Centre, in the course of discussing his use of social media during the contest, he referred to an encounter in Brick Lane with three \"sort of minor gangsters\". Two of the men were members of an Irish rap group, Hare Squead.[170] This drew accusations of racism from many politicians, including Dawn Butler, David Lammy and Diane Abbott.[171] Stewart apologised the next day, tweeting \"I am very sorry towards the guys and towards everyone else. I was wrong\".[172] Initially scheduled to be held in 2020, the mayoral election was postponed until 2021 due to the COVID-19 pandemic.[173] On 6 May 2020, Stewart ended his mayoralty bid, saying he could not maintain a campaign for another year against the large budgets of the Labour and Conservative campaigns.[174] He stated the COVID-19 pandemic had made it \"impossible\" to campaign and that he could not ask his unpaid volunteers to continue in their roles for another year.[175] Stewart supported remain in the 2016 referendum on the UK's continued membership of the European Union.[176] Following the result of the referendum, he tried to argue for what he called a \"sensible, moderate deal\"[177] that could act as a compromise between Remain and Leave voters. He argued that although the referendum made it necessary to leave the EU, Britain should seek \"to stay very close to Europe diplomatically and politically and economically\".[178] He was initially a prominent advocate for the Brexit withdrawal agreement negotiated by the prime minister Theresa May, arguing that the agreement respects the result of the referendum \"by leaving EU political institutions...and by taking back control over immigration\" while also addressing \"the concerns of the more than 16 million who voted remain\" and protecting the British economy.[179][180][146] He then became an advocate for the UK remaining in a Customs Union with the European Union, and voted with the Labour Party for a Customs Union amendment in the House of Commons. He continued to argue, following that defeat, that following the outcome of the referendum \"the Customs Union option was the best available – the only way of achieving the substantial separation desired by Brexit voters while remaining close to the EU diplomatically and economically.\"[181] He proposed, however, following the failure of parliament to reach any positive agreement – that the issue could be passed to a Citizens Assembly, chaired by the Archbishop of Canterbury to find a compromise on Brexit.[182] Although he accepted the result of the Brexit referendum,[183] he remained opposed to the idea of a no-deal Brexit – even as a bargaining position in the negotiation with the EU. He voted against a no-deal Brexit in parliament. He was formally stripped of the Conservative whip, and expelled from the Conservative Party after voting with 20 other Conservative colleagues to try to block a no-deal Brexit.[184] As an MP, Stewart expressed his support for fox hunting, and was marked as a \"For\" voter to upkeep the traditional sport if it were voted on. He has been seen at hunt meets in his local area.[185] He said, \"I'm in favour. It's an important cultural tradition in Cumbria going back many hundreds of years, and hunts like Blencathra and Ullswater are a very important part of rural tradition. It's not something I've ever done myself but it's something I think people should have the right to do.\"[186] In 2012, Stewart married American Shoshana Clark, a former employee.[187][188] They had their first child in November 2014, a son whom Stewart delivered at home in the absence of medical assistance,[189] and their second son was born in April 2017.[190][191][7] Stewart lives in South Kensington, London,[7][192][193] as well as Dufton, Cumbria.[194] He is a member of the Athenaeum Club and the Special Forces Club.[14] He is said to be proficient in eleven languages.[7] In 2021 Stewart and his family moved to Jordan for two years to work on a Turquoise Mountain Foundation project.[5] In March 2022, Stewart launched The Rest is Politics podcast with former Labour Party communications director Alastair Campbell. The pair discuss current news stories and reminisce about their old jobs.[195] Stewart also hosts the BBC Radio 4 Podcast The Long History Of Argument where he discusses the history of debates.[196]","Title":"Rory Stewart - Wikipedia","KeyID":"10120","URL":"https://en.wikipedia.org/wiki/Rory_Stewart"}