{"Content: ":"Elizabeth II  Charles, Prince of Wales  Elizabeth II (Queen-in-Council)  Boris Johnson (C) Dominic Raab (C)  Elizabeth II (Queen-in-Parliament)  The Lord McFall of Alcluith  Sir Lindsay Hoyle Sir Keir Starmer (L) Supreme Court The Lord Reed The Lord Hodge Andrew Bailey Monetary Policy Committee       The Department for International Development (DFID) was the government department of the United Kingdom responsible for administering foreign aid from 1997 to 2020. The goal of the department was \"to promote sustainable development and eliminate world poverty\". DFID was headed by the United Kingdom's Secretary of State for International Development. The position was last held between 13 February 2020 and the department's abolishment on 2 September 2020 by Anne-Marie Trevelyan. In a 2010 report by the Development Assistance Committee (DAC), DFID was described as \"an international development leader in times of global crisis\".[2] The UK aid logo is often used to publicly acknowledge DFID's development programmes are funded by UK taxpayers. DFID's main programme areas of work were Education, Health, Social Services, Water Supply and Sanitation, Government and Civil Society, Economic Sector (including Infrastructure, Production Sectors and Developing Planning), Environment Protection, Research, and Humanitarian Assistance. In June 2020, Prime Minister Boris Johnson announced DFID was to be merged with the Foreign Office to create the Foreign, Commonwealth and Development Office.[3] The department was scrutinized by the International Development Committee. The final Permanent secretary was Matthew Rycroft, who assumed office in January 2018. The main piece of legislation governing DFID's work was the International Development Act 2002,[4] which came into force on 17 June 2002, replacing the Overseas Development and Co-operation Act 1980. The Act made poverty reduction the focus of DFID's work, and effectively outlawed tied aid.[5] As well as responding to disasters and emergencies, DFID worked to support the United Nations' eight Millennium Development Goalswith a 2015 deadline, namely to: The department had its origins in the \"Ministry of Overseas Development\" (ODM) created during the Labour government of 1964–1970, which combined the functions of the Department of Technical Cooperation and the overseas aid policy functions of the Foreign, Commonwealth Relations, and Colonial Offices and of other government departments.[citation needed] Over its history the department for international development and its predecessors have been independent departments or part of the foreign office.[6] After the election of a Conservative government in October 1970, the Ministry of Overseas Development was renamed the \"Overseas Development Administration\" (ODA) and incorporated into the Foreign Office. The ODA was overseen by a minister of state in the Foreign Office who was accountable to the Foreign Secretary. Though it became a section of the Foreign Office, the ODA was relatively self-contained with its own minister, and the policies, procedures, and staff remained largely intact.[citation needed] When a Labour government was returned to office in 1974, it announced that there would once again be a separate \"Ministry of Overseas Development\" with its own minister. From June 1975 the powers of the minister for overseas development were formally transferred to the Foreign Secretary.[citation needed] In 1977, partly to shore up its difficult relations with UK business, the government introduced the Aid and Trade Provision. This enabled aid to be linked to nonconcessionary export credits, with both aid and export credits tied to procurement of British goods and services. Pressure for this provision from UK businesses and the Department of Trade and Industry arose in part because of the introduction of French mixed credit programmes, which had begun to offer French government support from aid funds for exports, including for projects in countries to which France had not previously given substantial aid.[citation needed] After the election of the Conservatives under Margaret Thatcher in 1979, the ministry was transferred back to the Foreign Office, as a functional wing again named the Overseas Development Administration. The ODA continued to be represented in the cabinet by the foreign secretary while the minister for overseas development, who had day-to-day responsibility for development matters, held the rank of minister of state within the Foreign Office.[citation needed] In the early 1980s, part of the agency's operations was relocated to East Kilbride in Scotland, with a view to creating jobs in an area subject to long-term industrial decline.[7] In 1997, the department was separated again from the Foreign Office, when a Labour government returned under Tony Blair. Labour also reduced the amount of aid tied to purchasing British goods and services, which had often led to aid being spent ineffectually.[8] In September 2020, the department and the Foreign Office were yet again merged to form the Foreign, Commonwealth and Development Office by Boris Johnson's Conservative government.[citation needed] DFID or the ODA's role has been under: As of 2008, along with the Nordic countries, DFID generally avoided setting up its own programmes, in order to avoid creating unnecessary bureaucracy.[9] To achieve this, DFID distributed most of its money to governments and other international organisations that had already developed suitable programmes, and let them distribute the money as efficiently as possible.[9] In July 2009, DFID rebranded all its aid programmes with the UK aid logo, to make clear the contributions were coming from the people of the United Kingdom.[10][11] While the decision was met with some controversy among aid workers at the time, Commons International Development Select Committee Chairman Malcolm Bruce explained the rebranding saying \"the name DFID does not reflect the fact that this is a British organisation; it could be anything. The Americans have USAID, Canada has got CIDA.\"[12] The 2009 National Audit Office (NAO) Performance Management review[13] looked at how DFID had restructured its performance management arrangements over the last six years. The report responded to a request from DFID's Accounting Officer to re-visit the topic periodically, which the Comptroller and Auditor General agreed would be valuable. The study found that DFID had improved in its general scrutiny of progress in reducing poverty and of progress towards divisional goals, however noted that there was still clear scope for further improvement. In 2016, DFID was taken to task with accusations of misappropriation of funding in the British Overseas Territory of Montserrat. Whistleblower Sean McLaughlin commenced legal action against the department in the Eastern Caribbean Court,[14] questioning the DFID fraud investigation process. In June 2020, Prime Minister Boris Johnson announced that the Department for International Development and the Foreign and Commonwealth Office would be brought together to form the Foreign, Commonwealth and Development Office from 1 September the same year, centralising oversight of the UK foreign aid budget.[15] The stated aim, according to Johnson, was to \"unite our aid with our diplomacy and bring them together in our international effort\". Three former British Prime Ministers (David Cameron, Gordon Brown and Tony Blair) criticised the plan.[16] Johnson merged the two departments together in September 2020 forming the Foreign, Commonwealth and Development Office. In criticism of the merge, Opposition leader Keir Starmer has kept the shadow departments and ministers in place. When it was the Overseas Development Administration, a scandal erupted concerning the UK funding of a hydroelectric dam on the Pergau River in Malaysia, near the Thai border. Building work had begun in 1991 with money from the UK foreign aid budget. Concurrently, the Malaysian government bought around £1 billion worth of arms from the UK, and thus became the subject of a UK government inquiry from March 1994.[17] In February 2015, DFID ended its financial support for a controversial development project alleged to have helped the Ethiopian government fund a brutal resettlement programme.[18][19] Four million people were forced off their land by security forces while their homes and farms were sold to foreign investors.[citation needed] In early 2017 the department ended £5.2m of support for the all-girl Ethiopian acting and pop group Yegna, called 'Ethiopia's Spice Girls',[20] citing concerns about the effectiveness and value for money of the programme.[21][22] In 2009/10 DFID's Gross Public Expenditure on Development was £6.65bn.[needs update] Of this £3.96bn was spent on Bilateral Aid (including debt relief, humanitarian assistance and project funding) and £2.46bn was spent on Multilateral Aid, including support to the EU, World Bank, UN and other related agencies.[24] Although the Department for International Development's foreign aid budget was not affected by the cuts outlined by the Chancellor of the Exchequer's 2010 spending review, DFID saw their administration budgets slashed by about 19 percent over the next four years, a reduction in back-office costs to account for only 2 percent of their total spend by 2015.[25][needs update] In 2010, DFID were criticised for spending around £15 million a year in the UK, although this only accounts for 0.25% of their total budget.[26] In 2010, £1.85 million had been given to the Foreign Office to fund the Papal visit of Pope Benedict, although a department spokesman said that \"The contribution recognised the Catholic Church's role as a major provider of health and education services in developing countries\".[27] There has also been criticism of some spending by international organisations with UNESCO and the FAO being particularly weak.[28] In 2010 the incoming coalition government promised to reduce back-office costs to only 2% of the budget and to improve transparency by publishing more on their website.[28] In 2011, the government were also criticised for increasing the aid budget at a time where other departments were being cut. The head of the conservative pressure group TaxPayers' Alliance said that \"The department should at least get the same treatment other high priority areas like science did – a cash freeze would save billions.\"[29] The budget for 2011–12 was £6.7 billion including £1.4 billion of capital.[30] In June 2013, as part of the 2013 Spending Round outcomes it was announced that DFID's total programme budget would increase to £10.3bn in 2014/15 and £11.1bn in 2015/16 to help meet the UK government's commitment to spend 0.7% of Gross national income (GNI) on Official development assistance. DFID was responsible for the majority of UK´s ODA; projected to total £11.7bn in 2014/15 and £12.2bn in 2015/16.[31][needs update?] On 1 April 2015, the Conflict, Stability and Security Fund, a fund of more than £1 billion per year for tackling conflict and instability abroad, was created under the control of the National Security Council,[32] and £823 million was transferred from the DFID budget to the fund, £739 million of which was then administered by the Foreign and Commonwealth Office and £42 million by the Ministry of Defence.[33][34] Subsequently, concern was expressed in the media that the UK aid budget was being spent on defence and foreign policy objectives and to support the work of other departments.[35][36][37] In November 2015, DFID released a new policy document titled \"UK aid: tackling global challenges in the national interest\".[38] According to the OECD, 2020 official development assistance from the United Kingdom had decreased by 10% to 18.6 billion.[39]In 2021, the government ended its annual aid commitment of 0.7% of gross national income (GNI) and reduced it to 0.5%.[40] The following table lists committed funding from DFID for the top 15 sectors, as recorded in DFID's International Aid Transparency Initiative (IATI) publications. DFID joined IATI in January 2011 but also records grants before that point.[41] The sectors use the names from the DAC 5 Digit Sector list.[42] DFID was the largest bilateral donor of development-focused research. New science, technologies and ideas were crucial for the achievement of the Millennium Development Goals, but global research investments were insufficient to match needs and do not focus on the priorities of the poor. Many technological and policy innovations required an international scale of research effort. For example, DFID was a major donor to the International LUBILOSA Programme: which developed a biological pesticide for locust control in support of small-holder farmers in the Sahel. DFID Research commissioned research to help fill this gap, aiming to ensure tangible outcomes on the livelihoods of the poor worldwide. They also sought to influence the international and UK research agendas, putting poverty reduction and the needs of the poor at the forefront of global research efforts. DFID Research managed long-term research initiatives that cut across individual countries or regions, and only funded activities if there was clear opportunities and mechanisms for the research to have a significant impact on poverty. Research was funded through a range of mechanisms, including Research Programme Consortia (RPCs), jointly with other funders of development research, with UK Research Councils and with multilateral agencies (such as the World Bank, Food and Agriculture Organisation, World Health Organisation).[43] Information on both DFID current research programmes and completed research can be found on the (R4D) portal Research4Development.[44] From November 2012 all new DFID-funded research was subjected to its DFID Research Open and Enhanced Access Policy.[45][46] International Development Secretary Andrew Mitchell declared that this will ensure \"that these findings get into the hands of those inh the developing world who stand to gain most from putting them into practical use\".[47] DFID launched its first Research Strategy in April 2008.[48] This emphasised DFID's commitment to funding high quality research that aims to find solutions and ways of reducing global poverty. The new strategy identified six priorities: The strategy also highlighted three important cross-cutting areas, where DFID would invest more funding:","Title":"Department for International Development - Wikipedia","KeyID":"10121","URL":"https://en.wikipedia.org/wiki/Department_for_International_Development"}