{"Content: ":"The Johns Hopkins University Press (also referred to as JHU Press or JHUP) is the publishing division of Johns Hopkins University. It was founded in 1878 and is the oldest continuously running university press in the United States.[2] The Press publishes books and journals, and operates other divisions including fulfillment and electronic databases. Its headquarters are in Charles Village, Baltimore. In 2017, after the retirement of Kathleen Keane who is credited with modernizing JHU Press for the digital age, the university appointed new Director Barbara Pope.[3] Daniel Coit Gilman, the first president of the Johns Hopkins University, inaugurated the Press in 1878.[4] The Press began as the University's Publication Agency, publishing the American Journal of Mathematics in its first year and the American Chemical Journal in its second. It published its first book, Sidney Lanier: A Memorial Tribute, in 1881 to honor the poet who was one of the university's first writers in residence. In 1891, the Publication Agency became the Johns Hopkins Press; since 1972, it has been known as the Johns Hopkins University Press.[4] After various moves on and off the University's Homewood campus, the Press acquired a permanent home in Baltimore's Charles Village neighborhood in 1993, when it relocated to a renovated former church. Built in 1897, the granite and brick structure was the original church of the Saints Philip and James Roman Catholic parish and now houses the offices of the Press on five floors. In its 125 years of scholarly publishing, the Press has had only eight directors: Nicholas Murray, 1878–1908; Christian W. Dittus, 1908–1948; Harold E. Ingle, 1948–1974; Jack G. Goellner, 1974–1996; Willis G. Regier, 1996–1998; James D. Jordan, 1998–2003; Kathleen Keane, 2003–2017; and Barbara Pope, 2017–present.[5] JHU Press publishes 90 scholarly journals and more than 200 new books each year.[6] Since 1993, JHU Press has run Project MUSE, an online provider of more than 550 scholarly journals and more than 20,000 electronic books. The Press has three operating divisions:","Title":"Johns Hopkins University Press - Wikipedia","KeyID":"10136","URL":"https://en.wikipedia.org/wiki/Johns_Hopkins_University_Press"}