{"Content: ":"Flaviviridae is a family of enveloped positive-strand RNA viruses which mainly infect mammals and birds.[1] They are primarily spread through arthropod vectors (mainly ticks and mosquitoes).[2] The family gets its name from the yellow fever virus; flavus is Latin for \"yellow\", and yellow fever in turn was named because of its propensity to cause jaundice in victims.[3] There are 89 species in the family divided among four genera.[2] Diseases associated with the group include: hepatitis (hepaciviruses), hemorrhagic syndromes, fatal mucosal disease (pestiviruses), hemorrhagic fever, encephalitis, and the birth defect microcephaly (flaviviruses).[4] Virus particles are enveloped and spherical with icosahedral-like geometries that have pseudo T=3 symmetry. They are about 40–60 nm in diameter.[2][4] Members of the family Flaviviridae have monopartite, linear, single-stranded RNA genomes of positive polarity, and 9.6 to 12.3 kilobase in total length. The 5'-termini of flaviviruses carry a methylated nucleotide cap, while other members of this family are uncapped and encode an internal ribosome entry site. The genome encodes a single polyprotein with multiple transmembrane domains that is cleaved, by both host and viral proteases, into structural and non-structural proteins. Among the non-structural protein products (NS), the locations and sequences of NS3 and NS5, which contain motifs essential for polyprotein processing and RNA replication respectively, are relatively well conserved across the family and may be useful for phylogenetic analysis. Viral replication is cytoplasmic. Entry into the host cell is achieved by attachment of the viral envelope protein E to host receptors, which mediates clathrin-mediated endocytosis. Replication follows the positive-stranded RNA virus replication model. Positive-stranded RNA virus transcription is the method of transcription. Translation takes place by viral initiation. The virus exits the host cell by budding. Humans and mammals serve as the natural hosts. The virus is transmitted via vectors (ticks and mosquitoes).[2][4] The family has four genera:[1][2] Other flaviviruses are known that have yet to be classified. These include Wenling shark virus. Jingmenvirus is a group of unclassified viruses in the family which includes Alongshan virus, Guaico Culex virus, Jingmen tick virus and Mogiana tick virus. These viruses have a segmented genome of 4 or 5 pieces. Two of these segments are derived from flaviviruses. A number of viruses may be related to the flaviviruses, but have features that are atypical of the flaviviruses. These include citrus Jingmen-like virus, soybean cyst nematode virus 5, Toxocara canis larva agent, Wuhan cricket virus, and possibly Gentian Kobu-sho-associated virus. Major diseases caused by members of the family Flaviviridae include:","Title":"Flaviviridae - Wikipedia","KeyID":"10142","URL":"https://en.wikipedia.org/wiki/Flaviviridae"}