{"Content: ":"See List of Aedes species Aedes aegypti Aedes africanus Aedes albopictus Aedes australis Aedes cinereus Aedes japonicus Aedes polynesiensis[1] Aedes rusticus Aedes taeniorhynchus Aedes vexans Aedes is a genus of mosquitoes originally found in tropical and subtropical zones, but now found on all continents except Antarctica. Some species have been spread by human activity: Aedes albopictus, a particularly invasive species, was spread to the New World, including the United States, in the 1980s, by the used-tire trade.[2] First described and named by German entomologist Johann Wilhelm Meigen in 1818, the generic name comes from the Ancient Greek ἀηδής, aēdēs, meaning \"unpleasant\" or \"odious\". The type species for Aedes is Aedes cinereus.[3] Some species of this genus transmit serious diseases, including dengue fever, yellow fever, the Zika virus,[4] and chikungunya. In Polynesia, the species Aedes polynesiensis is responsible for the transmission of human lymphatic filariasis. Aedes can be detected and monitored by ovitraps. The yellow fever mosquito (Aedes aegypti) genome was sequenced by the Broad Institute and the Institute for Genomic Research. The initial assembly was released in August 2005; a draft sequence of the genome and preliminary analysis was published in June 2007.[5] The annotated genome is available at VectorBase.[6] An updated and improved version of the Aedes aegypti genome was released in 2018.[7] Aedes mosquitoes are visually distinctive because they have noticeable black and white markings on their bodies and legs. Unlike most other mosquitoes, they are active and bite only during the daytime. The peak biting periods are early in the morning and in the evening before dusk.[8][9] Members of the genus Aedes are known vectors for numerous viral infections. The two most prominent species that transmit viruses are A. aegypti and A. albopictus, which transmit the viruses that cause dengue fever, yellow fever, West Nile fever, chikungunya, eastern equine encephalitis, and Zika virus,[10] along with many other, less notable diseases. Infections with these viruses are typically accompanied by a fever, and in some cases, encephalitis, which can lead to death. A vaccine to provide protection from yellow fever exists, and measures to prevent mosquito bites include insecticides such as DDT, mosquito traps, insect repellents, mosquito nets, and pest control using genetically modified insects.[11] The genus was named by Johann Wilhelm Meigen in 1818. The generic name comes from the Ancient Greek ἀηδής, aēdēs, meaning \"unpleasant\"[13] or \"odious\". As historically defined, the genus contains over 700 species (see the list of Aedes species). The genus has been divided into several subgenera (Aedes, Diceromyia, Finlaya, Stegomyia, etc.), most of which have been recently treated by some authorities as full genera.[14] The classification was revised in 2009.[15]","Title":"Aedes - Wikipedia","KeyID":"10145","URL":"https://en.wikipedia.org/wiki/Aedes"}