{"Content: ":"A transfusion transmitted infection (TTI) is a virus, parasite, or other potential pathogen that can be transmitted in donated blood through a transfusion to a recipient. The term is usually limited to known pathogens, but also sometimes includes agents such as Simian foamy virus which are not known to cause disease. Preventing the spread of these diseases by blood transfusion is addressed in several ways. In many cases, the blood is tested for the pathogen, sometimes with several different methodologies. Donors of blood are also screened for signs and symptoms of disease and for activities that might put them at risk for infection. If a local supply is not safe, blood may be imported from other areas. Human immunodeficiency virus (HIV) leads to the best known of the transfusion transmitted diseases, acquired immune deficiency syndrome (AIDS). Blood that is processed into medications by fractionation is treated in a multi-step process called pathogen inactivation that is analogous to pasteurization: it destroys most viruses and bacteria in the blood. Donors are still screened and tested. Many of these viruses are controlled through laboratory screening tests. These fall into three basic varieties: antibody tests, nucleic acid tests (NAT), and surrogate tests. Antibody tests look for the immune system's response to the infection. Nucleic acid tests look for the genetic material of the virus itself. The third variety are tests that are not specific to the disease but look for other related conditions.[citation needed] High risk activities for transfusion transmitted infections vary, and the amount of caution used for screening donors varies based on how dangerous the disease is. Most of the viral diseases are spread by either sexual contact or by contact with blood, usually either drug use, accidental needle injuries among health care workers, unsterilized tattoo and body piercing equipment, or through a blood transfusion or transplant. Other vectors exist.[citation needed] Whether a donor is considered to be at \"too high\" of a risk for a disease to be allowed to donate is sometimes controversial, especially for sexual contact. High risk sexual activity usually includes: The virus that causes AIDS is the best known of the transfusion-transmitted infections because of high-profile cases such as Ryan White, a haemophiliac who was infected through factor VIII, a blood-derived medicine used to treat the disease. Another person who died of medically acquired HIV/AIDS was Damon Courtenay, who died in 1991 due to a bad batch of factor VIII.[citation needed] The standard test for HIV is an enzyme immunoassay test that reacts with antibodies to the virus. This test has a window period where a person will be infected but not yet have an immune response. Other tests are used to look for donors during this period, specifically the p24 antigen test and nucleic acid testing. In addition to the general risk criteria for viruses, blood donors are sometimes excluded if they have lived in certain parts of Africa where subtypes of HIV that are not reliably detected on some tests are found, specifically HIV group O. People who have been in prison for extended periods are also excluded for HIV risk. Babesia microti is transmitted by ixodes ticks and causes babesiosis. Transfusion-associated babesiosis has been documented.[2][3]","Title":"Transfusion transmitted infection - Wikipedia","KeyID":"10147","URL":"https://en.wikipedia.org/wiki/Transfusion_transmitted_infection"}