{"Content: ":"The plaque reduction neutralization test is used to quantify the titer of neutralizing antibody for a virus.[1][2] The serum sample or solution of antibody to be tested is diluted and mixed with a viral suspension. This is incubated to allow the antibody to react with the virus. This is poured over a confluent monolayer of host cells. The surface of the cell layer is covered in a layer of agar or carboxymethyl cellulose to prevent the virus from spreading indiscriminately. The concentration of plaque forming units can be estimated by the number of plaques (regions of infected cells) formed after a few days. Depending on the virus, the plaque forming units are measured by microscopic observation, fluorescent antibodies or specific dyes that react with infected cells.[3] The concentration of serum to reduce the number of plaques by 50% compared to the serum free virus gives the measure of how much antibody is present or how effective it is. This measurement is denoted as the PRNT50 value. Currently it is considered to be the \"gold standard\" for detecting and measuring antibodies that can neutralise the viruses that cause many diseases.[4][5] It has a higher sensitivity than other tests like hemagglutination and many commercial Enzyme immunoassay without compromising specificity. Moreover, it is more specific than other serological methods for the diagnosis of some arbovirus. However, the test is relatively cumbersome and time intensive (few days) relative to EIA kits that give quick results (usually several minutes to a few hours). An issue with this assay that has recently been identified is that the neutralization ability of the antibodies is dependent on the virion maturation state and the cell-type used in the assay.[6] Therefore, if the wrong cell line is used for the assay it may seem that the antibodies have neutralization ability when they actually do not, or vice versa they may seem ineffective when they actually possess neutralization ability.[citation needed]","Title":"Plaque reduction neutralization test - Wikipedia","KeyID":"10153","URL":"https://en.wikipedia.org/wiki/Plaque_reduction_neutralization_test"}