{"Content: ":"Meningoencephalitis (/mɪˌnɪŋɡoʊɛnˌsɛfəˈlaɪtɪs, -ˌnɪndʒoʊ-, -ən-, -ˌkɛ-/;[3][4] from Greek μῆνιγξ meninx, \"membrane\", ἐγκέφαλος, enképhalos \"brain\", and the medical suffix -itis, \"inflammation\"), also known as herpes meningoencephalitis, is a medical condition that simultaneously resembles both meningitis, which is an infection or inflammation of the meninges, and encephalitis, which is an infection or inflammation of the brain. Signs of meningeoncephalitis include unusual behavior, personality changes, and thinking problems.[5][6] Symptoms may include headache, fever, pain in neck movement, light sensitivity, and seizure.[7] Causative organisms include protozoans, viral and bacterial pathogens.[citation needed] Specific types include: Veterinarians have observed meningoencephalitis in animals infected with listeriosis, caused by the pathogenic bacteria L. monocytogenes. Meningitis and encephalitis already present in the brain or spinal cord of an animal may form simultaneously into meningeoencephalitis.[8] The bacterium commonly targets the sensitive structures of the brain stem. L. monocytogenes meningoencephalitis has been documented to significantly increase the number of cytokines, such as IL-1β, IL-12, IL-15, leading to toxic effects on the brain.[9] Meningoencephalitis may be one of the severe complications of diseases originating from several Rickettsia species, such as Rickettsia rickettsii (agent of Rocky Mountain spotted fever (RMSF)), Rickettsia conorii, Rickettsia prowazekii (agent of epidemic louse-borne typhus), and Rickettsia africae. It can cause impairments to the cranial nerves, paralysis to the eyes, and sudden hearing loss.[10][11] Meningoencephalitis is a rare, late-stage manifestation of tick-borne ricksettial diseases, such as RMSF and Human monocytotropic ehrlichiosis (HME), caused by Ehrlichia chaffeensis (a species of rickettsiales bacteria).[12] Other bacteria that can cause it are Mycoplasma pneumoniae, Tuberculosis, Borrelia (Lyme disease) and Leptospirosis. This nematode is an exceptionally rare cause of meningoencephalitis.[19] Other causes include granulomatous meningoencephalitis and vasculitis. The fungus, Cryptococcus neoformans, can be symptomatically manifested within the CNS as meningoencephalitis with hydrocephalus being a very characteristic finding due to the unique thick polysaccharide capsule of the organism.[citation needed] Clinical diagnosis includes evaluation for the presence of recurrent or recent herpes infection, fever, headache, altered mental status, convulsions, disturbance of consciousness, and focal signs. Testing of cerebrospinal fluid is usually performed.[citation needed] Antiviral therapy, such as acyclovir and ganciclovir, work best when applied as early as possible. May also be treated with interferon as an immune therapy. Symptomatic therapy can be applied as needed. High fever can be treated by physical regulation of body temperature. Seizure can be treated with antiepileptic drugs. High intracranial pressure can be treated with drugs such as mannitol. If caused by an infection then the infection can be treated with antibiotic drugs.[citation needed]","Title":"Meningoencephalitis - Wikipedia","KeyID":"10154","URL":"https://en.wikipedia.org/wiki/Meningoencephalitis"}