{"Content: ":"The Zika (or Ziika) Forest ( /ˈziːkə/) is a tropical forest near Entebbe in Uganda.[1] Ziika means \"overgrown\" in the Luganda language. As the property of the Uganda Virus Research Institute (UVRI) of Entebbe, it is protected and restricted to scientific research.[1] The forest covers an area of about 25 hectares (62 acres) next to the swamps of Waiya Bay, an inlet of Lake Victoria. Easily accessible and combining several ecosystems, the Zika Forest is well suited to the study of mosquitoes.[1] According to the UVRI, the size of the research area of the forest is about 12 hectares (30 acres).[2] The forest has a rich biodiversity in plants and moths, and is home to about 40 types of mosquitoes. The UVRI also maintains an insectarium. The forest is also accessible to visitors for bird watching. Former U.S. President Jimmy Carter once visited the forest for that purpose.[2] The Zika virus as well as the moths Sidisca zika and Milocera zika are named after the forest. The Zika Forest is where the infected Aedes mosquito first spread Zika to rhesus monkeys, then spreading further to humans.[3] Investigations of mosquitoes at Zika started in 1946 as part of the study of human yellow fever at the Yellow Fever Research Institute (renamed East African Virus Research Institute in 1950, and then Uganda Virus Research Institute in 1977), established in Entebbe, Uganda in 1936 by the Rockefeller Foundation. In 1947, the Zika virus was isolated from a rhesus monkey stationed at Zika.[4][5] In 1960, a 36.6-metre (120-ft) steel tower was moved from Mpanga Forest to Zika to study the vertical distribution of mosquitoes, allowing for a comprehensive study of the mosquito population in 1964.[1] In that same year, the Zika virus was identified from a collected Aedes africanus sample.[6] No routine mosquito collections were performed for about the next four decades, while human activities encroached on the forest. An updated mosquito collection finally took place in 2009 and 2010.[1] The name Zika has been made notorious by the Zika virus, involved in a growing number of outbreaks around the globe from 2007 onwards.[7] Coordinates: 0°7′27″N 32°31′32″E﻿ / ﻿0.12417°N 32.52556°E﻿ / 0.12417; 32.52556","Title":"Zika Forest - Wikipedia","KeyID":"10151","URL":"https://en.wikipedia.org/wiki/Ziika_Forest"}