{"Content: ":"Coinfection is the simultaneous infection of a host by multiple pathogen species. In virology, coinfection includes simultaneous infection of a single cell by two or more virus particles. An example is the coinfection of liver cells with hepatitis B virus and hepatitis D virus, which can arise incrementally by initial infection followed by superinfection.[citation needed] Global prevalence or incidence of coinfection among humans is unknown, but it is thought to be commonplace,[1] sometimes more common than single infection.[2] Coinfection with helminths affects around 800 million people worldwide.[3] Coinfection is of particular human health importance because pathogen species can interact within the host. The net effect of coinfection on human health is thought to be negative.[4] Interactions can have either positive or negative effects on other parasites. Under positive parasite interactions, disease transmission and progression are enhanced and this is also known as syndemism. Negative parasite interactions include microbial interference when one bacterial species suppresses the virulence or colonisation of other bacteria, such as Pseudomonas aeruginosa suppressing pathogenic Staphylococcus aureus colony formation.[5] The general patterns of ecological interactions between parasite species are unknown, even among common coinfections such as those between sexually transmitted infections.[6] However, network analysis of a food web of coinfection in humans suggests that there is greater potential for interactions via shared food sources than via the immune system.[7] A globally common coinfection involves tuberculosis and HIV. In some countries, up to 80% of tuberculosis patients are also HIV-positive.[8] The potential for dynamics of these two infectious diseases to be linked has been known for decades.[9] Other common examples of coinfections are AIDS, which involves coinfection of end-stage HIV with opportunistic parasites[10] and polymicrobial infections like Lyme disease with other diseases.[11] Coinfections sometimes can epitomize a zero sum game of bodily resources, and precise viral quantitation demonstrates children co-infected with rhinovirus and respiratory syncytial virus, metapneumovirus or parainfluenza virus have lower nasal viral loads than those with rhinovirus alone.[12] Poliovirus is a positive single-stranded RNA virus in the family Picornaviridae. Coinfections appear to be common and several pathways have been identified for transmitting multiple virions to a single host cell.[13] These include transmission by virion aggregates, transmission of viral genomes within membrane vesicles, and transmission by bacteria bound by several viral particles.[citation needed] Drake demonstrated that poliovirus is able to undergo multiplicity reactivation.[14] That is, when polioviruses were irradiated with UV light and allowed to undergo multiple infections of host cells, viable progeny could be formed even at UV doses that inactivated the virus in single infections. Poliovirus can undergo genetic recombination when at least two viral genomes are present in the same host cell. Kirkegaard and Baltimore[15] presented evidence that RNA-dependent RNA polymerase (RdRP) catalyzes recombination by a copy choice mechanism in which the RdRP switches between (+)ssRNA templates during negative strand synthesis. Recombination in RNA viruses appears to be an adaptive mechanism for transmitting an undamaged genome to virus progeny.[16][17]","Title":"Coinfection - Wikipedia","KeyID":"10150","URL":"https://en.wikipedia.org/wiki/Coinfection"}