{"Content: ":"Gondwana ( /ɡɒndˈwɑːnə/)[1] was a large landmass, often referred to as a supercontinent, that formed during the late Neoproterozoic (about 550 million years ago) and began to break up during the Jurassic (about 180 million years ago). The final stages of breakup involving the separation of Antarctica from South America (forming the Drake Passage) and Australia, occurred during the Paleogene. Gondwana was not considered a supercontinent by the earliest definition, since the landmasses of Baltica, Laurentia, and Siberia were separated from it.[2] It is also commonly called Gondwanaland,[3] a tautology, because Gondwana is originally 'Land of the Gonds',[4] that helps to clarify that supercontinent is being referred to and not the region with the same name (see § Name). It was formed by the accretion of several cratons. Eventually, Gondwana became the largest piece of continental crust of the Paleozoic Era, covering an area of about 100,000,000 km2 (39,000,000 sq mi),[5] about one-fifth of the Earth's surface. During the Carboniferous Period, it merged with Laurasia to form a larger supercontinent called Pangaea. Gondwana (and Pangaea) gradually broke up during the Mesozoic Era. The remnants of Gondwana make up around two-thirds of today's continental area, including South America, Africa, Antarctica, Australia, the Indian Subcontinent, Zealandia, and Arabia. The formation of Gondwana began c. 800 to 650 Ma with the East African Orogeny, the collision of India and Madagascar with East Africa, and was completed c. 600 to 530 Ma with the overlapping Brasiliano and Kuunga orogenies, the collision of South America with Africa, and the addition of Australia and Antarctica, respectively.[6] Regions that were part of Gondwana have shared floral and zoological elements, that persist to the present day. The continent of Gondwana was named by the Austrian scientist Eduard Suess, after the Gondwana region of central India which is derived from Sanskrit for \"forest of the Gonds\".[7] The name had been previously used in a geological context, first by H.B. Medlicott in 1872,[8] from which the Gondwana sedimentary sequences (Permian-Triassic) are also described. The term \"Gondwanaland\" is preferred by some scientists in order to make a clear distinction between the region and the supercontinent.[9] The assembly of Gondwana was a protracted process during the Neoproterozoic and Paleozoic, which however remains incompletely understood because of the lack of paleo-magnetic data. Several orogenies, collectively known as the Pan-African orogeny, led to the amalgamation of most of the continental fragments of a much older supercontinent, Rodinia. One of those orogenic belts, the Mozambique Belt, formed 800 to 650 Ma and was originally interpreted as the suture between East (India, Madagascar, Antarctica, and Australia) and West Gondwana (Africa and South America). Three orogenies were recognized during the 1990s: the East African Orogeny (650 to 800 Ma) and Kuunga orogeny (including the Malagasy Orogeny in southern Madagascar) (550 Ma), the collision between East Gondwana and East Africa in two steps, and the Brasiliano orogeny (660 to 530 Ma), the successive collision between South American and African cratons.[11] The last stages of Gondwanan assembly overlapped with the opening of the Iapetus Ocean between Laurentia and western Gondwana.[12] During this interval, the Cambrian explosion occurred. Laurentia was docked against the western shores of a united Gondwana for a short period near the Precambrian/Cambrian boundary, forming the short-lived and still disputed supercontinent Pannotia.[13] The Mozambique Ocean separated the Congo–Tanzania–Bangweulu Block of central Africa from Neoproterozoic India (India, the Antongil Block in far eastern Madagascar, the Seychelles, and the Napier and Rayner Complexes in East Antarctica). The Azania continent[14] (much of central Madagascar, the Horn of Africa and parts of Yemen and Arabia) was an island in the Mozambique Ocean. The continent Australia/Mawson was still separated from India, eastern Africa, and Kalahari by c. 600 Ma, when most of western Gondwana had already been amalgamated. By c. 550 Ma, India had reached its Gondwanan position, which initiated the Kuunga orogeny (also known as the Pinjarra orogeny). Meanwhile, on the other side of the newly forming Africa, Kalahari collided with Congo and Rio de la Plata which closed the Adamastor Ocean. c. 540–530 Ma, the closure of the Mozambique Ocean brought India next to Australia–East Antarctica, and both North and South China were located in proximity to Australia.[15] As the rest of Gondwana formed, a complex series of orogenic events assembled the eastern parts of Gondwana (eastern Africa, Arabian-Nubian Shield, Seychelles, Madagascar, India, Sri Lanka, East Antarctica, and Australia) c. 750 to 530 Ma. First the Arabian-Nubian Shield collided with eastern Africa (in the Kenya-Tanzania region) in the East African Orogeny c.750 to 620 Ma. Then Australia and East Antarctica were merged with the remaining Gondwana c. 570 to 530 Ma in the Kuunga Orogeny.[16] The later Malagasy orogeny at about 550–515 Mya affected Madagascar, eastern East Africa and southern India. In it, Neoproterozoic India collided with the already combined Azania and Congo–Tanzania–Bangweulu Block, suturing along the Mozambique Belt.[17] The 18,000 km-long (11,000 mi) Terra Australis Orogen developed along Gondwana's western, southern, and eastern margins.[18] Proto-Gondwanan Cambrian arc belts from this margin have been found in eastern Australia, Tasmania, New Zealand, and Antarctica. Though these belts formed a continuous arc chain, the direction of subduction was different between the Australian-Tasmanian and New Zealand-Antarctica arc segments.[19] A large number of terranes were accreted to Eurasia during Gondwana's existence but the Cambrian or Precambrian origin of many of these terranes remains uncertain. For example, some Palaeozoic terranes and microcontinents that now make up Central Asia, often called the \"Kazakh\" and \"Mongolian terranes\", were progressively amalgamated into the continent Kazakhstania in the Late Silurian. Whether these blocks originated on the shores of Gondwana is not known.[20] In the Early Palaeozoic the Armorican terrane, which today form large parts of France, was part of either Peri-Gondwana or core Gondwana; the Rheic Ocean closed in front of it and the Palaeo-Tethys Ocean opened behind it. Precambrian rocks from the Iberian Peninsula suggest it too probably formed part of core Gondwana before its detachment as an orocline in the Variscan orogeny close to the Carboniferous–Permian boundary.[21] South-east Asia is made of Gondwanan and Cathaysian continental fragments that were assembled during the Mid-Palaeozoic and Cenozoic. This process can be divided into three phases of rifting along Gondwana's northern margin: firstly, in the Devonian, North and South China, together with Tarim and Quidam (north-western China) rifted, opening the Palaeo-Tethys behind them. These terranes accreted to Asia during Late Devonian and Permian. Secondly, in the Late Carboniferous to Early Permian, Cimmerian terranes opened Meso-Tethys Ocean; Sibumasu and Qiangtang were added to south-east Asia during Late Permian and Early Jurassic. Thirdly, in the Late Triassic to Late Jurassic, Lhasa, West Burma, Woyla terranes opened the Neo-Tethys Ocean; Lhasa collided with Asia during the Early Cretaceous, and West Burma and Woyla during the Late Cretaceous.[22] Gondwana's long, northern margin had remained a mostly passive margin throughout the Palaeozoic. The Early Permian opening of the Neo-Tethys Ocean along this margin produced a long series of terranes, many of which were and still are being deformed in the Himalaya Orogeny. From Turkey to north-eastern India: the Taurides in southern Turkey; the Lesser Caucasus Terrane in Georgia; the Sanand, Alborz, and Lut terranes in Iran; the Mangysglak or Kopetdag Terrane in the Caspian Sea; the Afghan Terrane; the Karakorum Terrane in northern Pakistan; and the Lhasa and Qiangtang terranes in Tibet. The Permian–Triassic widening of the Neo-Tethys pushed all these terranes across the Equator and over to Eurasia.[23] During the Neoproterozoic to Palaeozoic phase of the Terra Australis Orogen a series of terranes were rafted from the proto-Andean margin when the Iapteus Ocean opened, to be added back to Gondwana during the closure of that ocean.[24] During the paleozoic some blocks which helped to form parts of the Southern Cone of South America, include a piece transferred from Laurentia when the west edge of Gondwana scraped against southeast Laurentia in the Ordovician.[25] This is the Cuyania or Precordillera terrane of the Famatinian orogeny in northwest Argentina which may have continued the line of the Appalachians southwards.[26] Chilenia terrane accreted later against Cuyania.[27] The collision of the Patagonian terrane with the southwestern Gondwanan occurred in the late Paleozoic. Subduction-related igneous rocks from beneath the North Patagonian Massif have been dated at 320–330 million years old, indicating that the subduction process initiated in the early Carboniferous.[28] This was relatively short lived (lasting about 20 million years), and initial contact of the two landmasses occurred in the mid-Carboniferous,[28][29] with broader collision during the early Permian.[29] In the Devonian an island arc named Chaitenia accreted to Patagonia in what is now south-central Chile.[30] Gondwana and Laurasia formed the Pangaea supercontinent during the Carboniferous. Pangaea began to break up in the Mid-Jurassic when the Central Atlantic opened.[32] In the western end of Pangaea, the collision between Gondwana and Laurasia closed the Rheic and Palaeo-Tethys oceans. The obliquity of this closure resulted in the docking of some northern terranes in the Marathon, Ouachita, Alleghanian, and Variscan orogenies, respectively. Southern terranes, such as Chortis and Oaxaca, on the other hand, remained largely unaffected by the collision along the southern shores of Laurentia. Some Peri-Gondwanan terranes, such as Yucatán and Florida, were buffered from collisions by major promontories. Other terranes, such as Carolina and Meguma, were directly involved in the collision. The final collision resulted in the Variscan-Appalachian Mountains, stretching from present-day Mexico to southern Europe. Meanwhile, Baltica collided with Siberia and Kazakhstania which resulted in the Uralian orogeny and Laurasia. Pangaea was finally amalgamated in the Late Carboniferous-Early Permian, but the oblique forces continued until Pangaea began to rift in the Triassic.[33] In the eastern end collisions occurred slightly later. The North China, South China, and Indochina blocks rifted from Gondwana during the middle Paleozoic and opened the Proto-Tethys Ocean. North China docked with Mongolia and Siberia during the Carboniferous–Permian, followed by South China. The Cimmerian blocks then rifted from Gondwana to form the Palaeo-Thethys and Neo-Tethys oceans in the Late Carboniferous, and docked with Asia during the Triassic and Jurassic. Western Pangaea began to rift while the eastern end was still being assembled.[34] The formation of Pangaea and its mountains had a tremendous impact on global climate and sea levels, which resulted in glaciations and continent-wide sedimentation. In North America, the base of the Absaroka sequence coincides with the Alleghanian and Ouachita orogenies and are indicative of a large-scale change in the mode of deposition far away from the Pangaean orogenies. Ultimately, these changes contributed to the Permian–Triassic extinction event and left large deposits of hydrocarbons, coal, evaporite, and metals.[35] The break-up of Pangaea began with the Central Atlantic magmatic province (CAMP) between South America, Africa, North America, and Europe. CAMP covered more than seven million square kilometres over a few million years, reached its peak at c. 200 Ma, and coincided with the Triassic–Jurassic extinction event.[36] The reformed Gondwanan continent was not precisely the same as that which had existed before Pangaea formed; for example, most of Florida and southern Georgia and Alabama is underlain by rocks that were originally part of Gondwana, but this region stayed attached to North America when the Central Atlantic opened.[37] Antarctica, the centre of the supercontinent, shared boundaries with all other Gondwana continents and the fragmentation of Gondwana propagated clockwise around it. The break-up was the result of the eruption of the Karoo-Ferrar igneous province, one of the Earth's most extensive large igneous provinces (LIP) c. 200 to 170 Ma, but the oldest magnetic anomalies between South America, Africa, and Antarctica are found in what is now the southern Weddell Sea where initial break-up occurred during the Jurassic c. 180 to 160 Ma.[38] Gondwana began to break up in the early Jurassic following the extensive and fast emplacement of the Karoo-Ferrar flood basalts c. 184 Ma. Before the Karoo plume initiated rifting between Africa and Antarctica, it separated a series of smaller continental blocks from Gondwana's southern, Proto-Pacific margin (along what is now the Transantarctic Mountains): the Antarctic Peninsula, Marie Byrd Land, Zealandia, and Thurston Island; the Falkland Islands and Ellsworth–Whitmore Mountains (in Antarctica) were rotated 90° in opposite directions; and South America south of the Gastre Fault (often referred to as Patagonia) was pushed westward.[39] The history of the Africa-Antarctica break-up can be studied in great detail in the fracture zones and magnetic anomalies flanking the Southwest Indian Ridge.[40] The Madagascar block and the Mascarene Plateau, stretching from the Seychelles to Réunion, were broken off India; elements of this breakup nearly coincide with the Cretaceous–Paleogene extinction event. The India–Madagascar–Seychelles separations appear to coincide with the eruption of the Deccan basalts, whose eruption site may survive as the Réunion hotspot. The Seychelles and the Maldives are now separated by the Central Indian Ridge. During the initial break-up in the Early Jurassic a marine transgression swept over the Horn of Africa covering Triassic planation surfaces with sandstone, limestone, shale, marls and evaporites.[41][42] East Gondwana, comprising Antarctica, Madagascar, India, and Australia, began to separate from Africa. East Gondwana then began to break up c. 132.5 to 96 Ma when India moved northwest from Australia-Antarctica.[43] The Indian Plate and the Australian Plate are now separated by the Capricorn Plate and its diffuse boundaries.[44] During the opening of the Indian Ocean, the Kerguelen hotspot first formed the Kerguelen Plateau on the Antarctic Plate c. 118 to 95 Ma and then the Ninety East Ridge on the Indian Plate at c. 100 Ma.[45] The Kerguelen Plateau and the Broken Ridge, the southern end of the Ninety East Ridge, are now separated by the Southeast Indian Ridge. Separation between Australia and East Antarctica began c. 132 Ma with sea-floor spreading occurring c. 96 Ma. A shallow seaway developed over the South Tasman Rise during the Early Cenozoic and as oceanic crust started to separate the continents during the Eocene c. 35.5 Ma global ocean temperature dropped significantly.[46] A dramatic shift from arc- to rift magmatism c. 100 Ma separated Zealandia, including New Zealand, the Campbell Plateau, Chatham Rise, Lord Howe Rise, Norfolk Ridge, and New Caledonia, from West Antarctica c. 84 Ma.[47] The opening of the South Atlantic Ocean divided West Gondwana (South America and Africa), but there is a considerable debate over the exact timing of this break-up. Rifting propagated from south to north along Triassic–Early Jurassic lineaments, but intra-continental rifts also began to develop within both continents in Jurassic–Cretaceous sedimentary basins; subdividing each continent into three sub-plates. Rifting began c. 190 Ma at Falkland latitudes, forcing Patagonia to move relative to the still static remainder of South America and Africa, and this westward movement lasted until the Early Cretaceous 126.7 Ma. From there rifting propagated northward during the Late Jurassic c. 150 Ma or Early Cretaceous c. 140 Ma most likely forcing dextral movements between sub-plates on either side. South of the Walvis Ridge and Rio Grande Rise the Paraná and Etendeka magmatics resulted in further ocean-floor spreading c. 130 to 135 Ma and the development of rifts systems on both continents, including the Central African Rift System and the Central African Shear Zone which lasted until c. 85 Ma. At Brazilian latitudes spreading is more difficult to assess because of the lack of palaeo-magnetic data, but rifting occurred in Nigeria at the Benue Trough c. 118 Ma. North of the Equator the rifting began after 120.4 Ma and continued until c. 100 to 96 Ma.[48] The first phases of Andean orogeny in the Jurassic and Early Cretaceous were characterized by extensional tectonics, rifting, the development of back-arc basins and the emplacement of large batholiths.[49][50] This development is presumed to have been linked to the subduction of cold oceanic lithosphere.[50] During the mid to Late Cretaceous (c. 90 million years ago) the Andean orogeny changed significantly in character.[49][50] Warmer and younger oceanic lithosphere is believed to have started to be subducted beneath South America around this time. Such kind of subduction is held responsible not only for the intense contractional deformation that different lithologies were subject to, but also the uplift and erosion known to have occurred from the Late Cretaceous onward.[50] Plate tectonic reorganization since the mid-Cretaceous might also have been linked to the opening of the South Atlantic Ocean.[49] Another change related to mid-Cretaceous plate tectonic rearrangement was the change of subduction direction of the oceanic lithosphere that went from having south-east motion to having a north-east motion at about 90 million years ago.[51] While subduction direction changed it remained oblique (and not perpendicular) to the coast of South America, and the direction change affected several subduction zone-parallel faults including Atacama, Domeyko and Liquiñe-Ofqui.[50][51] The Indian subcontinent began to collide with Asia circa 70 Ma, since which more than 1,400 km (870 mi) of crust has been absorbed by the Himalayan-Tibetan orogen. During the Cenozoic the orogen resulted in the construction of the Tibetan Plateau between the Tethyan Himalayas in the south and the Kunlun and Qilian mountains in the north.[52] Later, South America was connected to North America via the Isthmus of Panama, cutting off a circulation of warm water and thereby making the Arctic colder,[53] as well as allowing the Great American Interchange. The breakup of Gondwana can be said to continue in eastern Africa at the Afar Triple Junction, which separates the Arabian, Nubian, and Somali plates, resulting in rifting in the Red Sea and East African Rift.[54] In the Early Cenozoic Australia was still connected to Antarctica c. 35–40° south of its current location and both continents were largely unglaciated. A rift between the two developed but remained an embayment until the Eocene-Oligocene boundary when the Circumpolar Current developed and the glaciation of Antarctica began.[55] Australia was warm and wet during the Palaeocene and dominated by rainforest. The opening of the Tasman Gateway at the Eocene-Oligocene boundary (33 Ma) resulted in abrupt cooling but the Oligocene became a period of high rainfall with swamps in southeast Australia. During the Miocene a warm and humid climate developed with pockets of rainforests in central Australia but before the end of the period colder and drier climate severely reduced this rainforest. A brief period of increased rainfall in the Pliocene was followed by drier climate which favoured grassland. Since then the fluctuation between wet interglacial periods and dry glacial periods has developed into the present arid regime. Australia has thus experienced various climate changes over a 15 million year period with a gradual decrease in precipitation.[56] The Tasman Gateway between Australia and Antarctica began to open c. 40 to 30 Ma. Palaeontological evidences indicate the Antarctic Circumpolar Current (ACC) was established in the Late Oligocene c. 23 Ma with the full opening of the Drake Passage and the deepening of the Tasman Gateway. The oldest oceanic crust in the Drake Passage, however, is 34 to 29 Ma-old which indicates spreading between the Antarctic and South American plates began near the Eocene/Oligocene boundary.[57] Deep sea environments in Tierra del Fuego and the North Scotia Ridge during the Eocene and Oligocene indicate a \"Proto-ACC\" opened during this period. Later, 26 to 14 Ma, a series of events severally restricted the Proto-ACC: change to shallow marine conditions along the North Scotia Ridge; closure of the Fuegan Seaway, the deep sea that existed in Tierra del Fuego; and uplift of the Patagonian Cordillera. This, together with the reactivated Iceland plume, contributed to global warming. During the Miocene, the Drake Passage began to widen and as water flow between South America and the Antarctic Peninsula increased, the renewed ACC resulted in cooler global climate.[58] Since the Eocene the northward movement of the Australian Plate has resulted in an arc-continent collision with the Philippine and Caroline plates and the uplift of the New Guinea Highlands.[59] From the Oligocene to the late Miocene, the climate in Australia, dominated by warm and humid rainforests before this collision, began to alternate between open forest and rainforest before the continent became the arid or semiarid landscape it is today.[60] The adjective \"Gondwanan\" is in common use in biogeography when referring to patterns of distribution of living organisms, typically when the organisms are restricted to two or more of the now-discontinuous regions that were once part of Gondwana, including the Antarctic flora.[9] For example, the plant family Proteaceae, known from all continents in the Southern Hemisphere, has a \"Gondwanan distribution\" and is often described as an archaic, or relict, lineage. The distributions in the Proteaceae is, nevertheless, the result of both Gondwanan rafting and later oceanic dispersal.[61] During the Silurian Gondwana extended from the Equator (Australia) to the South Pole (North Africa and South America) whilst Laurasia was located on the Equator opposite to Australia. A short-lived Late Ordovician glaciation was followed by a Silurian Hot House period.[62] The End-Ordovician extinction, which resulted in 27% of marine invertebrate families and 57% of genera going extinct, occurred during this shift from Ice House to Hot House.[63] By the end of the Ordovician Cooksonia, a slender, ground-covering plant, became the first vascular plant to establish itself on land. This first colonisation occurred exclusively around the Equator on landmasses then limited to Laurasia and, in Gondwana, to Australia. In the Late Silurian two distinctive lineages, zosterophylls and rhyniophytes, had colonised the tropics. The former evolved into the lycopods, that were to dominate the Gondwanan vegetation over a long period, whilst the latter evolved into horsetails and gymnosperms. Most of Gondwana was located far from the Equator during this period and remained a lifeless and barren landscape.[64] West Gondwana drifted north during the Devonian which brought Gondwana and Laurasia close together. Global cooling contributed to the Late Devonian extinction (19% of marine families and 50% of genera went extinct) and glaciation occurred in South America. Before Pangaea had formed terrestrial plants, such as pteridophytes, began to diversify rapidly resulting in the colonisation of Gondwana. The Baragwanathia Flora, found only in the Yea Beds of Victoria, Australia, occurs in two strata separated by 1,700 m (5,600 ft) or 30 Ma; the upper assemblage is more diverse and includes Baragwanathia, the first primitive herbaceous lycopod to evolve from the zosterophylls. During the Devonian giant club mosses replaced the Baragwanathia Flora, introducing the first trees, and by the Late Devonian this first forest was accompanied by the progymnosperms, including the first large trees Archaeopteris.[65] The Late Devonian extinction probably also resulted in osteolepiform fishes evolving into the amphibian tetrapods, the earliest land vertebrates, in Greenland and Russia. The only traces of this evolution in Gondwana are amphibian footprints and a single jaw from Australia.[66] The closure of the Rheic Ocean and the formation of Pangaea in the Carboniferous resulted in the rerouting of ocean currents which initiated an Ice House period. As Gondwana began to rotate clockwise, Australia shifted south to more temperate latitudes. An ice cap initially covered most of southern Africa and South America but began to spread to eventually cover most of the supercontinent, save for northernmost Africa-South America and eastern Australia. Giant lycopod and horsetail forests continued to evolve in tropical Laurasia together with a diversified assemblage of true insects. In Gondwana, in contrast, ice and, in Australia, volcanism decimated the Devonian flora to a low-diversity seed fern flora – the pteridophytes were increasingly replaced by the gymnosperms which were to dominate until the Mid-Cretaceous. Australia, however, was still located near the Equator during the Early Carboniferous and during this period temnospondyl and lepospondyl amphibians and the first amniote reptilians evolved, all closely related to the Laurasian fauna, but spreading ice eventually drove these animals away from Gondwana entirely.[67] The Gondwana ice sheet melted and sea levels dropped during the Permian and Triassic global warming. During this period, the extinct glossopterids colonised Gondwana and reached peak diversity in the Late Permian when coal-forming forests covered much of Gondwana. The period also saw the evolution of Voltziales; one of the few plant orders to survive the end-Permian extinction (57% of marine families and 83% of genera went extinct) which came to dominate in the Late Permian and from whom true conifers evolved. Tall lycopods and horsetails dominated the wetlands of Gondwana in the Early Permian. Insects co-evolved with glossopterids across Gondwana and diversified with more than 200 species in 21 orders by the Late Permian, many known from South Africa and Australia. Beetles and cockroaches remained minor elements in this fauna. Tetrapod fossils from the Early Permian have only been found in Laurasia but they became common in Gondwana later during the Permian. The arrival of the therapsids resulted in the first plant-vertebrate-insect ecosystem.[68] During the Mid- to Late Triassic, hot house conditions coincided with a peak in biodiversity — the end-Permian extinction was enormous and so was the radiation that followed. Two families of conifers, Podocarpaceae and Araucariaceae, dominated Gondwana in the Early Triassic, but Dicroidium, an extinct genus of fork-leaved seed ferns, dominated woodlands and forests of Gondwana during most of the Triassic. Conifers evolved and radiated during the period, with six of eight extant families already present before the end of it. Bennettitales and Pentoxylales, two now extinct orders of gymnospermous plants, evolved in the Late Triassic and became important in the Jurassic and Cretaceous. It is possible that gymnosperm biodiversity surpassed later angiosperm biodiversity and that the evolution of angiosperms began during the Triassic but, if so, in Laurasia rather than in Gondwana. Two Gondwanan classes, lycophytes and sphenophytes, saw a gradual decline during the Triassic while ferns, though never dominant, managed to diversify.[69] The brief period of ice house conditions during the Triassic–Jurassic extinction event had a dramatic impact on dinosaurs but left plants largely unaffected. The Jurassic was mostly one of hot house conditions and, while vertebrates managed to diversify in this environment, plants have left little evidence of such development, with the exception of Cheiroleidiacean conifers and Caytoniales and other groups of seed ferns. In terms of biomass, the Jurassic flora was dominated by conifer families and other gymnosperms that had evolved during the Triassic. The Pteridophytes, that had dominated during the Palaeozoic, were now marginalised, except for ferns. In contrast to Laurentia, very few insect fossils have been found in Gondwana, to a large extent because of widespread deserts and volcanism. While plants had a cosmopolitan distribution, dinosaurs evolved and diversified in a pattern that reflects the Jurassic break-up of Pangaea.[70] The Cretaceous saw the arrival of the angiosperms, or flowering plants, a group that probably evolved in western Gondwana (South America-Africa). From there the angiosperms diversified in two stages: the monocots and magnoliids evolved in the Early Cretaceous, followed by the hammamelid dicots. By the Mid-Cretaceous, angiosperms constituted half of the flora in northeastern Australia. There is, however, no obvious connection between this spectacular angiosperm radiation and any known extinction event nor with vertebrate/insect evolution. Insect orders associated with pollination, such as beetles, flies, butterflies and moths, and wasps, bees, and ants, radiated continuously from the Permian-Triassic, long before the arrival of the angiosperms. Well-preserved insect fossils have been found in the lake deposits of the Santana Formation in Brazil, the Koonwarra Lake fauna in Australia, and the Orapa diamond mine in Botswana.[71] Dinosaurs continued to prosper but, as the angiosperm diversified, conifers, bennettitaleans and pentoxylaleans disappeared from Gondwana c. 115 Ma together with the specialised herbivorous ornithischians, whilst generalist browsers, such as several families of sauropodomorph Saurischia, prevailed. The Cretaceous–Paleogene extinction event killed off all dinosaurs except birds, but plant evolution in Gondwana was hardly affected.[71] Gondwanatheria is an extinct group of non-therian mammals with a Gondwanan distribution (South America, Africa, Madagascar, India, Zealandia and Antarctica) during the Late Cretaceous and Palaeogene.[72] Xenarthra and Afrotheria, two placental clades, are of Gondwanan origin and probably began to evolve separately c. 105 Ma when Africa and South America separated.[73] The laurel forests of Australia, New Caledonia, and New Zealand have a number of species related to those of the laurissilva of Valdivia, through the connection of the Antarctic flora. These include gymnosperms and the deciduous species of Nothofagus, as well as the New Zealand laurel, Corynocarpus laevigatus, and Laurelia novae-zelandiae. New Caledonia and New Zealand became separated from Australia by continental drift 85 million years ago. The islands still retain plants that originated in Gondwana and spread to the Southern Hemisphere continents later. Africa Antarctica Asia Australia Europe North America South America Afro-Eurasia (Old World) Americas (New World) Eurasia Oceania","Title":"Gondwana - Wikipedia","KeyID":"1017","URL":"https://en.wikipedia.org/wiki/Gondwana"}