{"Content: ":"The timeline of the COVID-19 pandemic lists the articles containing the chronology and epidemiology of SARS-CoV-2,[1] the virus that causes the coronavirus disease 2019 (COVID-19) and is responsible for the COVID-19 pandemic. The first human cases of COVID-19 were identified in Wuhan, People's Republic of China, in December 2019.[2] The World Health Organization declared the COVID-19 outbreak a Public Health Emergency of International Concern on 30 January 2020, and a pandemic on 11 March 2020.[3][4][5] As of July 2022[update], it has not conclusively been determined precisely how humans in mainland China were initially or previously infected with the virus, called SARS-CoV-2.[6] Furthermore, some developments may become known or fully understood only in retrospect. Click the play button in the top left to interact with the map. In November 2020, the United States became the first country to have at least ten million confirmed cases. In December 2020, India became the second country to have at least ten million confirmed cases. In February 2021, Brazil became the third country to have at least ten million confirmed cases. In November 2021, the United Kingdom became the fourth country to have at least ten million confirmed cases. In December 2021, Russia became the fifth country to have at least ten million confirmed cases. At the beginning of 2022, France joined the list of countries with at least ten million confirmed cases. More than a week later, Turkey joined the list of countries with at least ten million confirmed cases. Then, Italy joined the list of countries with at least ten million confirmed cases. At the beginning of February 2022, Germany and Spain joined the list of countries with at least ten million cases. The United States was also the only country to have at least ten million confirmed cases in November and December 2020. In March 2022, South Korea joined the list of countries with at least ten million confirmed cases, days after overtaking Japan in terms of the number of confirmed cases. Later on, in April 2022, Vietnam joined the list of countries with at least ten million cases. In July 2022, Japan joined the list of countries with at least ten million confirmed cases. As of July 2022[update], 13 countries have at least ten million confirmed cases, incl. the United States, India, France, Brazil, Germany, the United Kingdom, Italy, South Korea, Russia, Turkey, Spain, Japan and Vietnam. In December 2019 and January 2020, China was the only country to have at least one confirmed case. Thailand was the only country to have at least one confirmed case outside China in January 2020. The United States and India became first two countries with at least ten million confirmed cases in late 2020. Brazil, the United Kingdom and Russia joined the list of countries with at least ten million confirmed cases in 2021. France, Germany, South Korea, Italy, Turkey, Spain, Japan and Vietnam later joined the list of countries with at least ten million confirmed cases. Six (nearly 46.2%) of the 13 countries that have at least ten million confirmed cases are in Europe, incl. France, Germany and the United Kingdom. In March 2022, on the second anniversary of the day when the COVID-19 outbreak became a pandemic, Japan overtook Mexico in terms of the number of confirmed cases. Until March 2020, China had the largest number of confirmed cases. In March 2020, the United States and Italy began to have the largest numbers of confirmed cases by overtaking China. Later on, in April 2020, the United Kingdom became one of the countries to have the largest numbers of confirmed cases by overtaking China. The United States has had the largest number of confirmed cases since March 2020. As of July 2022[update], 48 states in the United States have more confirmed cases than China, with California having the largest number of confirmed cases. In February and March 2022, all 50 states in the United States, as well as Washington, D.C., had more confirmed cases than China. In March and April 2022, 49 states in the United States had more confirmed cases than China. Vermont was the last and most recent state in the United States to overtake China in terms of the number of confirmed cases. 14 of the 25 states in the United States have at least a million confirmed cases. California is the only state in the United States with at least ten million confirmed cases. The United States is the country in North America with the highest number of confirmed cases. It is also the only country in North America with at least ten million confirmed cases. France is the country in Europe with the highest number of confirmed cases. Germany is the country in Europe with the second highest number of confirmed cases. The United Kingdom is the country in Europe with the third highest number of confirmed cases. In August 2021, Japan became the first country in East Asia with at least a million confirmed cases. Several months later, in February 2022, South Korea became the second country in East Asia with at least a million confirmed cases. Japan was also the only country in East Asia with at least a million confirmed cases for several months, between August 2021 and February 2022. In May 2022, North Korea and Taiwan became third two countries in East Asia with at least a million confirmed cases. As of July 2022[update], four countries in East Asia have at least a million confirmed cases, incl. Japan and South Korea. Between March and July 2022, South Korea, which overtook Japan in terms of the number of confirmed cases, more than a year after overtaking China in terms of the number of confirmed cases, was the only country in East Asia with at least ten million confirmed cases. South Korea and Japan are two countries in East Asia with at least ten million confirmed cases. Until October 2020, China was the country in East Asia with the largest number of confirmed cases. In October 2020, Japan became the country in East Asia with the largest number of confirmed cases by overtaking China. A few months later, at the beginning of March 2021, South Korea became the country in East Asia with the second largest number of confirmed cases by overtaking China. In June 2021, Mongolia became the country in East Asia with the third largest number of confirmed cases by overtaking China. In May 2022, North Korea and Taiwan became countries in East Asia with fourth two largest numbers of confirmed cases by overtaking China. Japan was the country in East Asia with the largest number of confirmed cases between October 2020 and March 2022. As of July 2022[update], 11 prefectures in Japan have more confirmed cases than China, with Tokyo having the largest number of confirmed cases. In February and March 2022, ten prefectures in Japan had more confirmed cases than China. In March and April 2022, nine prefectures in Japan had more confirmed cases than China. In April and May 2022, eight prefectures in Japan had more confirmed cases than China. In May and June 2022, nine prefectures in Japan had more confirmed cases than China. In June and July 2022, ten prefectures in Japan had more confirmed cases than China. Okinawa was the most recent prefecture in Japan to overtake China in terms of the number of confirmed cases. 24 of the 47 prefectures in Japan have at least 100,000 confirmed cases. Tokyo and Osaka are two prefectures in Japan with at least a million confirmed cases. In February 2022, Japan joined the list of 20 countries with the most confirmed cases, weeks before overtaking Mexico in terms of the number of confirmed cases. Later on, South Korea joined the list of 40 countries with the most confirmed cases. At the beginning of March 2022, South Korea joined the list of 30 countries with the most confirmed cases on the first anniversary of the day when it overtook China in terms of the number of confirmed cases. In March 2022, South Korea joined the list of 20 countries with the most confirmed cases and became the country in East Asia with the largest number of confirmed cases by overtaking Japan. Weeks later, South Korea joined the list of ten countries with the most confirmed cases, like the United Kingdom. The 2019 and January 2020 timeline articles include the initial responses as subsections, and more comprehensive timelines by nation-state are listed below this section. The following are the timelines of the COVID-19 pandemic respectively in: The following are responses to the COVID-19 pandemic respectively in: Some of the timelines listed below also contain responses. The following are the timeline of the COVID-19 pandemic in: The following are COVID-19 pandemic cases in:","Title":"Timeline of the COVID-19 pandemic - Wikipedia","KeyID":"10179","URL":"https://en.wikipedia.org/wiki/Timeline_of_the_COVID-19_pandemic"}