{"Content: ":"The Uganda Virus Research Institute (UVRI) is a medical research institute owned by the Uganda government that carries out research on communicable diseases in man and animals, with emphasis on viral transmitted infections. UVRI is a component of Uganda National Health Research Organization (UNHRO), an umbrella organization for health research within Uganda.[1] UVRI is located at 51-59 Nakiwogo Road, in Entebbe, Uganda, approximately 36 kilometres (22 mi), south of Kampala, the capital and largest city in Uganda.[2] The coordinates of the institute are: 0°04'33.0\"N, 32°27'26.0\"E (Latitude:0.075833; Longitude:32.457222).[3] The organisation was established in 1936 as the Yellow Fever Research Institute by the Rockefeller Foundation. In 1947, scientists researching yellow fever placed a rhesus macaque in a cage in the Zika Forest. The monkey developed a fever, and researchers isolated from its serum a transmissible agent that was first described as Zika virus in 1952.[4] Other noteworthy arboviruses discovered at the institute include Chikungunya virus, West Nile virus, Bwamba virus, Semliki Forest virus, O'nyong'nyong virus, and Kadam virus.[5][6] In 1950, after gaining regional recognition, the Institute was renamed the East African Virus Research Institute, under which identity many of its noteworthy accomplishments were published. In 1977, it was reorganized under its current name.[5] After the collapse of the East African Community in 1977, it became a Ugandan government public health research institution and was renamed the Uganda Virus Research Institute. The government of Uganda administers and funds the UVRI through the Uganda National Health Research Organization, which is an umbrella research body within the Uganda Ministry of Health.[1] The mission of UVRI is to carry out scientific research concerning communicable diseases, especially viral diseases of public health importance, and to advise the government on strategies for control and prevention.[1] UVRI also plays a large role in coordinating and administering virology related clinical trials within the country. Most recently, UVRI has been involved in human HIV vaccine clinical trials. The HIV/AIDS Reference and Quality Assurance Laboratory, which is part of UVRI, plays an important role in making public policy recommendations to the National Food and Drug Authority on the access and usage of new drugs and medical technologies.[1] UVRI maintains a field station at the Zika Forest near Entebbe.[7] The Institute is divided into the following departments and units. (1) The Office of the Director (Head of Programs and Partnerships). The Director is responsible for providing leadership to the research community. He/She reports directly to the UVRI Advisory Board (UAB).[8] (2) The Office of the Deputy Director (Chief Research Officer (CRO). The CRO is responsible for coordinating all the research being undertaken by the scientific departments in the institute. The CRO deputizes the Director as the need arises.[8] (3) Department of Finance and Administration. This department is responsible for administration, accounting, payroll, transport, security, human resources management, logistics, legal affairs, storage and community awareness programs.[9] (4) Department of Ecology and Zoology. This department carries out research on the animals and insects that carry pathogens which cause diseases in humans. These include monkeys, rodents, ticks, bats, and others.[10] (5) Department of General Virology.he Department of General Virology is headed by an Assistant Director. It conducts comprehensive research at a molecular and cellular level for different viral-borne diseases. This is the department that conducts research related to viruses associated with human cancers, including HHV8, HPV16, HPV18, Epstein Barr Virus and others.[11] (6) Department of Entomology and Vector Biology. The department focuses on the study of insect vectors in the transmission of arbo-virus infections, and the study of other arthropods connected with other diseases of public health importance such as the vectors of malaria.[12] (7) Department of Immunology. This department focuses on the comprehensive study of how the human body protects itself against infection. The department specializes into two areas, (a) the study of cellular and humoral immunity and (b) the practice of diagnosis and surveillance of viral and vector-borne diseases.[13] (8) Department of Arbovirology (Emerging and Re-Emerging). This department serves as a national and international reference centre in the field and laboratory research and epidemic aid investigations of vector-borne viral infections and their arthropod vectors.[14] (9) Department of Planning and Fund Raising. This department is responsible for drawing up annual and five-year institutional funding plans and programs. It also coordinates national funding with donor funding from international collaborators and donor agencies. The department also carries out active lobbying and fundraising, both nationally and internationally. Human resource planning and forecasting, budgetting, report-writing and dissemination, are some of the activities that occur here.[15] The specialized units include the following:[16] (1) Epidemiology Unit, responsible for investigation of epidemic outbreaks, particularity in the areas of HIV/AIDS, sexually transmitted diseases, malaria and acute viral outbreaks. The unit provides statistical an epidemiology support to the entire institute. (2) Immunisable Diseases Unit, carries out surveillance and research on diseases that are preventable with vaccines. Functions as a regional measles reference laboratory for the World Health Organization. (3) Clinical Research Unit, conducts applied research on viral infectious diseases. The unit also offers basic clinical services to staff and the immediate family members in a healthcare centre, supervised by Entebbe General Hospital. (4) Quality Assurance Unit, is responsible for setting standards, monitoring, evaluation of clinical and operational research. It is mandated to develop and review quality assurance and inspection procedures. (5) Internal Audit Unit, because of its constitutional mandate and direct linkage with the Auditor general's office, this unit reports directly to the Director of UVRI. (6) Information Technology & Corporate Affairs Unit, is responsible for collecting, collating and dissemination of information in a manner that promotes ethics, specificity, professionalism, and timeliness to promote effective beneficial use of that information. (7) International Relations & Training Unit, is responsible for training and capacity building among UVRI staff, particularly the scientists. The unit arranges and coordinates national, regional and international participation of UVRI in all health research-related matters. Interacts with governments, development partners, NGOs and international philanthropic bodies on scientific and technical matters related to health and scientific funding, training and disease control.[citation needed] Coordinates: 00°04′33″N 32°27′26″E﻿ / ﻿0.07583°N 32.45722°E﻿ / 0.07583; 32.45722","Title":"Uganda Virus Research Institute - Wikipedia","KeyID":"10174","URL":"https://en.wikipedia.org/wiki/Uganda_Virus_Research_Institute"}