{"Content: ":"Middle East respiratory syndrome (MERS) is a viral respiratory infection caused by Middle East respiratory syndrome–related coronavirus (MERS-CoV).[1] Symptoms may range from none, to mild, to severe.[6][1] Typical symptoms include fever, cough, diarrhea, and shortness of breath.[1] The disease is typically more severe in those with other health problems.[1][6] The first case was identified in June 2012 by Egyptian physician Ali Mohamed Zaki at the Dr. Soliman Fakeeh Hospital in Jeddah, Saudi Arabia, and most cases have occurred in the Arabian Peninsula.[1][6] Over 2,500 cases have been reported as of January 2021, including 45 cases in the year 2020.[3] About 35% of those who are diagnosed with the disease die from it.[1] Larger outbreaks have occurred in South Korea in 2015 and in Saudi Arabia in 2018.[7][1] MERS-CoV is a coronavirus believed to be originally from bats.[1] However, humans are typically infected from camels, either during direct contact or indirectly.[1] Spread between humans typically requires close contact with an infected person.[1] Its spread is uncommon outside of hospitals.[6] Thus, its risk to the global population is currently deemed to be fairly low.[6] Diagnosis is by rRT-PCR testing of blood and respiratory samples.[4] As of 2021[update], there is no specific vaccine or treatment for the disease,[2] but a number are being developed.[1] The World Health Organization (WHO) recommends that those who come in contact with camels wash their hands and not touch sick camels.[1] They also recommend that camel-based food products be appropriately cooked.[1] Treatments that help with the symptoms and support body functioning may be used.[1] Previous infection with MERS can confer cross-reactive immunity to SARS-CoV-2 and provide partial protection against COVID-19.[8] However, co-infection with SARS-CoV-2 and MERS is possible and could lead to a recombination event.[9] Early reports compared the viruses to severe acute respiratory syndrome (SARS),[10] and it has been referred to as Saudi Arabia's SARS-like virus.[11] The first person, in June 2012, had a fever, cough, expectoration, and shortness of breath.[10] One review of 47 laboratory confirmed cases in Saudi Arabia gave the most common presenting symptoms as fever in 98%, cough in 83%, shortness of breath in 72% and myalgia in 32% of people. There were also frequent gastrointestinal symptoms with diarrhea in 26%, vomiting in 21%, abdominal pain in 17% of people. 72% of people required mechanical ventilation. There were also 3.3 males for every female.[12] One study of a hospital-based outbreak of MERS had an estimated incubation period of 5.5 days (95% confidence interval 1.9 to 14.7 days).[13] MERS can range from asymptomatic disease to severe pneumonia leading to acute respiratory distress syndrome (ARDS).[12] Kidney failure, disseminated intravascular coagulation (DIC), and pericarditis have also been reported.[14] Middle East respiratory syndrome is caused by the MERS coronavirus (MERS-CoV), a species with single-stranded RNA belonging to the genus betacoronavirus which is distinct from SARS coronavirus and the common-cold coronavirus.[15] Its genomes are phylogenetically classified into two clades, Clades A and B. Early cases of MERS were of Clade A clusters (EMC/2012 and Jordan-N3/2012) while new cases are genetically different in general (Clade B).[16] The virus grows readily on Vero cells and LLC-MK2 cells.[17] In November 2012, Egyptian virologist Dr. Ali Zaki sent a virus sample from the first confirmed case in Saudi Arabia to virologist Ron Fouchier, a leading coronavirus researcher at the Erasmus Medical Center (EMC) in Rotterdam, the Netherlands.[18] The second laboratory-proven case was in London, confirmed by the UK Health Protection Agency (HPA).[19][20] The HPA named the virus the London1_novel CoV 2012.[21] A study performed between 2010 and 2013, in which the incidence of MERS was evaluated in 310 dromedary camels, revealed high titers of neutralizing antibodies to MERS-CoV in the blood serum of these animals.[22] A further study sequenced MERS-CoV from nasal swabs of dromedary camels in Saudi Arabia and found they had sequences identical to previously sequenced human isolates. Some individual camels were also found to have more than one genomic variant in their nasopharynx.[23] There is also a report of a Saudi Arabian man who became ill seven days after applying topical medicine to the noses of several sick camels and later he and one of the camels were found to have identical strains of MERS-CoV.[24][25] It is still unclear how the virus is transmitted from camels to humans. The World Health Organization advises avoiding contact with camels and to eat only fully cooked camel meat, pasteurized camel milk, and to avoid drinking camel urine.[26] The Saudi Ministry of Agriculture has advised people to avoid contact with camels or wear breathing masks when around them.[27] In response \"some people have refused to listen to the government's advice\"[28] and kiss their camels in defiance of their government's advice. There has been evidence of limited, but not sustained spread of MERS-CoV from person to person, both in households as well as in health care settings like hospitals.[13][29] Most transmission has occurred \"in the circumstances of close contact with severely ill persons in healthcare or household settings\" and there is no evidence of transmission from asymptomatic cases.[30] Cluster sizes have ranged from 1 to 26 people, with an average of 2.7.[31] According to World Health Organization, the interim case definition is that a confirmed case is identified in a person with a positive lab test by \"molecular diagnostics including either a positive PCR on at least two specific genomic targets or a single positive target with sequencing on a second\".[32] According to the WHO, a probable case is[32] In the United States, the Centers for Disease Control and Prevention (CDC) recommend investigating any person with:[33][34] Chest X-ray findings tend to show bilateral patchy infiltrates consistent with viral pneumonitis and acute respiratory distress syndrome (ARDS). Lower lobes tend to be more involved. CT scans show interstitial infiltrates.[29] MERS cases have been reported to have low white blood cell count, and in particular low lymphocytes.[29] For PCR[clarification needed] testing, the World Health Organization (WHO) recommends obtaining samples from the lower respiratory tract via bronchoalveolar lavage (BAL), sputum sample or tracheal aspirate as these have the highest viral loads.[35] There have also been studies utilizing upper respiratory sampling via nasopharyngeal swab.[12] Several highly sensitive, confirmatory real-time RT-PCR assays exist for rapid identification of MERS-CoV from patient-derived samples. These assays attempt to amplify upE (targets elements upstream of the E gene),[36] open reading frame 1B (targets the ORF1b gene)[36] and open reading frame 1A (targets the ORF1a gene).[37] The WHO recommends the upE target for screening assays as it is highly sensitive.[35] In addition, hemi-nested sequencing amplicons targeting RdRp (present in all coronaviruses) and nucleocapsid (N) gene[38] (specific to MERS-CoV) fragments can be generated for confirmation via sequencing. Reports of potential polymorphisms in the N gene between isolates highlight the necessity for sequence-based characterization.[citation needed] The WHO recommended testing algorithm is to start with an upE RT-PCR and if positive confirm with ORF 1A assay or RdRp or N gene sequence assay for confirmation. If both an upE and secondary assay are positive it is considered a confirmed case.[35] Protocols for biologically safe immunofluorescence assays (IFA) have also been developed; however, antibodies against betacoronaviruses are known to cross-react within the genus. This effectively limits their use to confirmatory applications.[37] A more specific protein-microarray based assay has also been developed that did not show any cross-reactivity against population samples and serum known to be positive for other betacoronaviruses.[39] Due to the limited validation done so far with serological assays, WHO guidance is that \"cases where the testing laboratory has reported positive serological test results in the absence of PCR testing or sequencing, are considered probable cases of MERS-CoV infection, if they meet the other conditions of that case definition.\"[35] While the mechanism of spread of MERS-CoV is currently not known, based on experience with prior coronaviruses, such as SARS, the WHO currently recommends that all individuals coming into contact with MERS suspects should (in addition to standard precautions):[citation needed] For procedures which carry a risk of aerosolization, such as intubation, the WHO recommends that care providers also:[citation needed] The duration of infectivity is also unknown so it is unclear how long people must be isolated, but current recommendations are for 24 hours after resolution of symptoms. In the SARS outbreak the virus was not cultured from people after the resolution of their symptoms.[41] It is believed that the existing SARS research may provide a useful template for developing vaccines and therapeutics against a MERS-CoV infection.[42][43] As of March 2020 there was one (DNA based) MERS vaccine which completed phase I clinical trials in humans,[44] and three others in progress all of which are viral vectored vaccines, two adenoviral vectored (ChAdOx1-MERS,[45][46] BVRS-GamVac[47]) and one MVA vectored (MVA-MERS-S[48]).[49] As of 2020, there is no specific vaccine or treatment for the disease.[2] Using extra-corporeal membrane oxygenation (ECMO) seems to improve outcomes significantly.[50] Neither the combination of antivirals and interferons (ribavirin + interferon alfa-2a or interferon alfa-2b) nor corticosteroids improved outcomes.[51] MERS has had a relatively low population-wide reproduction number in previous outbreaks, but such outbreaks have occurred due to superspreading events.[62] Total laboratory-confirmed cases of MERS world-wide per year have been as follows:[63][64] MERS was also implicated in an outbreak in April 2014 in Saudi Arabia, where MERS has infected 688 people and 282 MERS-related deaths have been reported since 2012.[66] In response to newly reported cases and deaths, and the resignation of four doctors at Jeddah's King Fahd Hospital who refused to treat MERS patients for fear of infection, the government removed the Minister of Health and set up three MERS treatment centers.[67][68] Eighteen more cases were reported in early May.[69] In June 2014, Saudi Arabia announced 113 previously unreported cases of MERS, revising the death toll to 282.[citation needed] A hospital-related outbreak in Riyadh in the summer of 2015 increased fears of an epidemic occurring during the annual Hajj pilgrimage that was to begin in late September. After a period of few cases, cases began increasing in the middle of the summer.[70] The CDC placed the travel health alert to level 2, which calls for taking enhanced precautions.[71] In May 2019, 14 cases of MERS were reported to the World Health Organisation (WHO) by Saudi authorities, of which five were fatal. All those who died had comorbidities and other relatively serious health problems ranging from only diabetes mellitus in one person (aged 35) to complicated combinations of diabetes mellitus, hypertension and ischemic heart disease in two (65 and 80 years old) and diabetes mellitus, hypertension and nephropathy in another one who was 73 years old. Another patient who died and was 64 years old, had diabetes mellitus and hypertension. All those who died were males and three of them were reported to have had contact with, and exposure to, camels. Among the nine persons who survived were two females who were believed to have had contact with a person infected with MERS, one being a 23-year-old healthcare worker. Of the total 14 cases, four were females and 10 were males. All females survived. Reports of fatal cases were from Riyadh, Jeddah, Madinah and Najran. WHO did not recommend screening of travelers upon arrival or traveling restrictions.[72][73] On 2 May 2014, the Centers for Disease Control and Prevention (CDC) confirmed the first diagnosis of MERS in the United States at Community Hospital in Munster, Indiana. The man diagnosed was a health care worker who had been in Saudi Arabia a week earlier, and was reported to be in good condition.[74][75] A second patient who also traveled from Saudi Arabia was reported in Orlando, Florida on 12 May 2014.[76][77] On 14 May 2014, officials in the Netherlands reported the first case had appeared.[78] In May 2015, the first case in South Korea was confirmed in a man who had visited Saudi Arabia, United Arab Emirates and Bahrain.[79] Another man from South Korea, who was travelling to China, was diagnosed as the first case in China. So far, no Chinese citizen has been found infected.[80] As of 27 June 2015, 19 people in South Korea have died from this outbreak, with 184 confirmed cases of infection.[81] There have been at least 6508 quarantined.[82][83][84][85][86][87][excessive citations] In 2018 a case was found in South Korea; the patient had recently returned from Kuwait (via Dubai).[88] One study found that severe cases of illness had higher viral loads than milder cases, and that concentrations peaked in the second week of illness.[89] In April 2014, MERS emerged in the Philippines with a suspected case of a home-bound Overseas Filipino Worker (OFW). Several suspected cases involving individuals who were on the same flight as the initial suspected case are being tracked but are believed to have dispersed throughout the country. Another suspected MERS-involved death in Sultan Kudarat province caused the Department of Health (DOH) to put out an alert.[90][91][92][93] On 6 July 2015 the DOH confirmed the second case of MERS in the Philippines. A 36-year-old male foreigner from the Middle East was tested positive.[94] On 27 July 2015, the accident and emergency department at Manchester Royal Infirmary closed after two patients were treated for suspected MERS infection.[95] The facility was reopened later that evening, and it was later confirmed by Public Health England that the two patients had tested negative for the disease.[96] In January 2016, a larger outbreak of MERS among camels in Kenya was reported.[97] By 5 February 2016 more than 500 camels had died of the disease.[98] On 12 February 2016, the disease was reported to be MERS.[99] No human cases were identified, although one study found antibodies in healthy humans in Kenya.[100] The table above provides a comparison between the 2014 Saudi Arabia outbreak and the South Korean outbreak in 2015 of the Middle East Respiratory Syndrome Coronavirus (MERS-CoV) infection.[101] Collaborative efforts were used in the identification of the MERS-CoV.[102] Egyptian virologist Dr. Ali Mohamed Zaki isolated and identified a previously unknown coronavirus from the lungs of a 60-year-old Saudi Arabian man with pneumonia and acute kidney injury.[10] After routine diagnostics failed to identify the causative agent, Zaki contacted Ron Fouchier, a leading virologist at the Erasmus Medical Center (EMC) in Rotterdam, the Netherlands, for advice.[103] Fouchier sequenced the virus from a sample sent by Zaki. Fouchier used a broad-spectrum \"pan-coronavirus\" real-time reverse-transcription polymerase chain reaction (RT-qPCR) method to test for distinguishing features of a number of known coronaviruses (such as OC43, 229E, NL63, and SARS-CoV), as well as for RNA-dependent RNA polymerase (RdRp), a gene conserved in all coronaviruses known to infect humans. While the screens for known coronaviruses were all negative, the RdRp screen was positive.[102] On 15 September 2012, Dr. Zaki's findings were posted on ProMED-mail, the Program for Monitoring Emerging Diseases, a public health on-line forum.[15] The United Kingdom's Health Protection Agency (HPA) confirmed the diagnosis of severe respiratory illness associated with a new type of coronavirus in a second patient, a 49-year-old Qatari man who had recently been flown into the UK. He died from an acute, serious respiratory illness in a London hospital.[102][20] In September 2012, the UK HPA named it the London1 novel CoV/2012 and produced the virus' preliminary phylogenetic tree, the genetic sequence of the virus[21] based on the virus's RNA obtained from the Qatari case.[11][104] On 25 September 2012, the WHO announced that it was \"engaged in further characterizing the novel coronavirus\" and that it had \"immediately alerted all its Member States about the virus and has been leading the coordination and providing guidance to health authorities and technical health agencies\".[105] The Erasmus Medical Center (EMC) in Rotterdam \"tested, sequenced and identified\" a sample provided to EMC virologist Ron Fouchier by Ali Mohamed Zaki in November 2012.[18] On 8 November 2012, in an article published in the New England Journal of Medicine, Dr. Zaki and co-authors from the Erasmus Medical Center published more details, including a tentative name, Human Coronavirus-Erasmus Medical Center (HCoV-EMC), the virus's genetic makeup, and closest relatives (including SARS).[10] In May 2013, the Coronavirus Study Group of the International Committee on Taxonomy of Viruses adopted the official designation, the Middle East Respiratory Syndrome Coronavirus (MERS-CoV), which was adopted by WHO to \"provide uniformity and facilitate communication about the disease\".[106] Prior to the designation, WHO had used the non-specific designation 'Novel coronavirus 2012' or simply 'the novel coronavirus'.[107] When rhesus macaques were given interferon-α2b and ribavirin and exposed to MERS, they developed less pneumonia than control animals.[108] Five critically ill people with MERS in Saudi Arabia with acute respiratory distress syndrome (ARDS) and on ventilators were given interferon-α2b and ribavirin but all ended up dying of the disease. The treatment was started late in their disease (a mean of 19 days after hospital admission) and they had already failed trials of steroids so it remains to be seen whether it may have benefit earlier in the course of disease.[109][110] Another proposed therapy is inhibition of viral protease[111] or kinase enzymes.[112] Researchers are investigating a number of medications, including using interferon, chloroquine, chlorpromazine, loperamide, lopinavir,[113] remdesivir and galidesivir as well as other agents such as mycophenolic acid,[114][115] camostat[116][117] and nitazoxanide.[118][119]","Title":"MERS - Wikipedia","KeyID":"10181","URL":"https://en.wikipedia.org/wiki/MERS"}