{"Content: ":"This article documents the chronology and epidemiology of SARS-CoV-2 in February 2020, the virus which causes the coronavirus disease 2019 (COVID-19) and is responsible for the COVID-19 pandemic. The first human cases of COVID-19 were identified in Wuhan, China, in December 2019. WHO Situation Report 12:[5] (Please note that the WHO Situation Reports as official reportage stand on their own.) WHO Situation Report 13:[13] WHO Situation Report 14:[22] The number of deaths in Hubei outside Wuhan reached 101. According to the WHO, there were no new countries reporting cases in the past 24 hours. WHO Situation Report 15:[25] WHO Situation Report 16:[34] WHO Situation Report 17:[46] WHO Situation Report 18:[66] WHO Situation Report 19:[79] WHO Situation Report 20:[94] WHO Situation Report 21:[108] WHO Situation Report 22:[118] WHO Situation Report 23:[127] WHO Situation Report 24:[138] The same day, Hubei reported newly confirmed cases of 14,840, nearly 10 times more than the previous day, while deaths more than doubled to 242. This was due to the change in definition that included clinical (radiological) diagnosis of patients.[148][149][150] The World Health Organization indicated that, for consistency, it would report only the number of laboratory-confirmed cases.[151] WHO Situation Report 25:[152] WHO Situation Report 26:[158] WHO Situation Report 27:[169] WHO Situation Report 28:[178] WHO Situation Report 29:[185] WHO Situation Report 30:[190] WHO Situation Report 31:[198] WHO Situation Report 32:[208] In addition, the first known case of COVID-19 occurred in New Zealand, and was retroactively reported on September 23.[225] WHO Situation Report 33:[226] WHO Situation Report 34:[239] WHO Situation Report 35:[252] WHO Situation Report 36:[270] WHO Situation Report 37:[303] The WHO Director-General, Tedros Adhanom, noted that \"14 countries that have had cases have not reported a case for more than a week, and even more importantly, 9 countries have not reported a case for more than two weeks: Belgium, Cambodia, Finland, India, Nepal, Philippines, the Russian Federation, Sri Lanka and Sweden.\"[304] WHO Situation Report 38:[346] WHO Situation Report 39:[399] WHO Situation Report 40:[455] The following is the list of countries and territories that confirmed their first cases during the period of February 2020.","Title":"Timeline of the COVID-19 pandemic in February 2020 - Wikipedia","KeyID":"10187","URL":"https://en.wikipedia.org/wiki/Timeline_of_the_COVID-19_pandemic_in_February_2020"}