{"Content: ":"Planning and preparing for pandemics has happened in countries and international organizations. The World Health Organization writes recommendations and guidelines, though there is no sustained mechanism to review countries' preparedness for epidemics and their rapid response abilities.[1] National action depends on national governments.[1] In 2005–2006, before the 2009 swine flu pandemic and during the decade following it, the governments in the United States,[2] France,[3] UK, and others managed strategic health equipment stocks, but they often reduced stocks after the 2009 pandemic in order to reduce costs. A June 2018 review said that pandemic plans everywhere were inadequate, since natural viruses can emerge with over 50% case fatality rates, but health professionals and policy makers planned as if pandemics would never exceed the 2.5% case fatality rate of the Spanish flu pandemic in 1918.[4] In the years leading up to the COVID-19 pandemic, several governments ran demonstration exercises (including Crimson Contagion) which proved that most countries would be underprepared.[5][6] Neither governments nor big businesses took action.[7] Several reports underlined the inability of national governments to learn from the previous disease outbreaks, epidemics and pandemics. Richard Horton, editor-in-chief of The Lancet, described the \"global response to SARS-CoV-2 [as] the greatest science policy failure in a generation\".[8] Early outbreaks in Hubei, Italy and Spain showed that several wealthy countries' health care systems were overwhelmed.[9] In developing countries with weaker medical infrastructure, equipment for intensive care beds and other medical needs, shortages were expected to occur earlier.[9] The World Health Organization (WHO) and the World Bank warned about the risk of pandemics throughout the 2000s and the 2010s, especially after the 2002–2004 SARS outbreak. The Global Preparedness Monitoring Board released its first report in late 2019.[1] Private[10] initiatives also raised awareness about pandemic threats and needs for better preparedness. In 2018, the WHO coined the term, Disease X, which \"represents the knowledge that a serious international epidemic could be caused by a pathogen currently unknown to cause human disease\" in order to focus research and development on likely candidates for the next, at-the-time unknown, pandemic.[11] International divisions and lack of suitable collaboration limited preparedness.[1] WHO's pandemic influenza preparedness project had a US$39 million two-year budget, out of WHO's 2020–2021 budget of US$4.8 billion. A number of organizations have been involved for years preparing the world for epidemics and pandemics. Among those is the Coalition for Epidemic Preparedness Innovations, co-founded by the Bill & Melinda Gates Foundation, Wellcome Trust, and the European Commission. Since 2017 the Coalition has tried to produce a platform approach for dealing with emerging epidemic disease such as COVID-19, which would enable rapid vaccine development and immunity research in response to outbreaks.[12][13] A significant real-time pandemic exercise shortly before the COVID-19 outbreak was \"The Event 201 Scenario\" sponsored by the WHO, Johns Hopkins Center for Health Security and the Bill & Melinda Gates Foundation. Held in October 2019, the exercise dealt with the importance of securing the co-operation of government and health authorities worldwide during any future pandemic, with a special emphasis on means to combat the spread of misinformation and disinformation through the media.  Following warnings and increased preparedness in the 2000s, the 2009 swine flu pandemic led to rapid anti-pandemic reactions among the Western countries. The H1N1/09 virus strain with mild symptoms and low lethality eventually led to a backlash over public sector over-reactiveness, spending and the high cost of the 2009 flu vaccine. In the following years, national strategic stockpiles of medical equipment were not systematically renewed. In France, a €382 million purchase of masks, vaccines and others for H1N1 under the responsibility of the Minister of Health Roselyne Bachelot was widely criticized.[3][14] The French health authorities decided in 2011 not to replenish their stocks in order to reduce acquisitions and storage costs and rely more on supplies from China and just-in-time logistics and distribute the responsibility to private companies on an optional basis.[3] The French strategic stockpile dropped in this period from one billion surgical masks and 600 million FFP2 masks in 2010 to 150 million and zero, respectively in early 2020.[3] Simulations of influenza-like pandemics have been carried out by United Kingdom's National Health Service (NHS) trusts since the 2007 H5N1 influenza outbreak (\"bird flu\"). Russell King, a resilience manager in the NHS at the time, said \"the Cabinet Office had identified the availability and distribution of PPE [personal protective equipment] as a pinch point in a pandemic\".[15] Exercise Cygnus was a three-day simulation exercise carried out by the UK Government in October 2016 to estimate the impact of a hypothetical H2N2 influenza pandemic on the UK.[16][17][18][19] It was conducted by Public Health England representing the Department of Health and Social Care.[19] Twelve government departments[19] across Scotland, Wales and Northern Ireland, as well as local resilience forums (LRFs) participated. More than 950 workers from those organisations, prisons and local or central government were involved during the three-day simulation, and their ability to cope under situations of high medical stress was tested.[18] Participants were placed in the seventh week of the pandemic – the peak of the crisis, when there is the greatest demand for healthcare. At this stage, an estimated 50% of the population had been infected, with close to 400,000 deaths.[18] The hypothetical situation was that the vaccine had been made and purchased but not yet delivered to the UK.[20] Hospital and social care officials were to come up with emergency plans managing resource strain, while government officials were exposed to situations requiring quick decision-making. To make the situation more realistic, COBRA meetings were held between ministers and officials. Simulated news outlets and social media were employed to give fictitious updates.[18] A government disclaimer on the UK pandemic preparedness website stated that the exercise was not intended to manage future pandemics of different nature, nor to pinpoint what measures to adopt to avoid widespread transmission.[19] Results from exercise showed that the pandemic would cause the country's health system to collapse from a lack of resources,[17][21] with Sally Davies, the Chief Medical Officer at the time, stating that a lack of medical ventilators and the logistics of disposal of dead bodies were serious issues.[22][23] The full results of the exercise were originally classified[24] but later released following public inquiry and pressure. In November 2020, the UK government stated that all identified lessons had been discussed accordingly and appropriately taken into account for its pandemic preparedness plans.[19] The Daily Telegraph reported one government source as saying that the results of the simulation were \"too terrifying\" to be revealed.[17] According to The Telegraph, the exercise led to assumptions that a \"herd immunity\" approach would be the best response to a similar epidemic.[25][26] A partial report of findings was later released by British newspaper The Guardian, leading to public dissatisfaction on how it was managed.[27] In May 2020, when interviewed by The Guardian, Martin Green, chief executive of Care England, one of the UK's biggest private care home company, said that the government had not previously alerted private health sectors to the lack of capacity should a pandemic arise.[28] Exercise Alice was a British MERS coronavirus pandemic modelling exercise from 2016 involving officials from Public Health England and the Department of Health and Social Care.[29] Moosa Qureshi, a hospital consultant who obtained the previously undisclosed information about Alice in 2021 said that the exercise \"should have prepared us for a virus with a longer incubation period than flu, which can survive on contaminated surfaces much longer than flu, which requires high levels of protection for healthcare workers, and which couldn't be vaccinated against before a second wave. This should have led to different strategies on PPE and quarantine from an influenza strategy.\"[30] Richard Horton, editor-in-chief of The Lancet, suggested that economic austerity policies played a role in the UK \"failing to act upon the lessons\" of the 2002–2004 SARS outbreak and of the UK being \"poorly prepared\" for the COVID-19 pandemic.[8] An investigation for The Guardian noted that privatisation and cuts, as well as the government's reliance on private contractors during the COVID-19 pandemic, had \"exposed\" England to the virus: \"an infrastructure that was once in place to respond to public health crises was fractured, and in some places demolished, by policies introduced by recent Conservative governments, with some changes going as far back as Labour's years in power.\"[31] According to the Global Health Security Index, an American-British assessment which ranks the health security capabilities in 195 countries, the U.S. in 2020 was the \"most prepared\" nation these assessments are based on six categories. The main categories linking to the COVID-19 pandemic are: Rapid response, Health system and Prevention.[32][33] Despite this assessment, the United States failed to ready critical stockpiles its planning exercises predicted would be necessary and failed to follow its own planning documents when executing the response to the COVID-19 pandemic.[citation needed] The United States has been subjected to pandemics and epidemics throughout its history, including the 1918 Spanish flu which had an estimated death toll of 550,000,[34] the 1957 Asian flu which had an estimated death toll of 70,000 deaths,[35] and the 1968 Hong Kong flu which had an estimated death toll of 100,000.[36][37][38][39] In the most recent pandemic before COVID-19, the 2009 swine flu pandemic took the lives of more than 12,000 Americans and hospitalized another 270,000 over the course of approximately one year.[37] The United States Intelligence Community, in its annual Worldwide Threat Assessment report of 2017 and 2018, said if a related coronavirus were \"to acquire efficient human-to-human transmissibility\", it would have \"pandemic potential\". The 2018 Worldwide Threat Assessment also said new types of microbes that are \"easily transmissible between humans\" remain \"a major threat\".[40][41][42] Similarly, the 2019 Worldwide Threat Assessment warned that \"the United States and the world will remain vulnerable to the next flu pandemic or large-scale outbreak of a contagious disease that could lead to massive rates of death and disability, severely affect the world economy, strain international resources, and increase calls on the United States for support.\"[42][43] The US government updated its pandemic plan[44] and public guidelines[45] [46] in April 2017. In January 2017 it had updated its estimate of resource gaps[47] [48] and a list of issues for the US government to consider (called a playbook).[49] The plan and guidelines were public. The estimate of resources and list of issues were not public, though they were not classified and reporters have obtained them and made them public.[47][49] The military's estimate of resource gaps in January 2017 noted \"Deficiencies and vulnerabilities... lack of infrastructure, and PPE... and limited laboratory confirmatory testing... Medical systems may be overwhelmed by a dramatic increase in patient numbers. Staff availability may also be limited as medical personnel become infected.\"[48] In the final year of the administration of George W. Bush, the Biomedical Advanced Research and Development Authority (a division of the Department of Health and Human Services) \"estimated that an additional 70,000 machines [ventilators] would be required in a moderate influenza pandemic.\"[50] The list of issues, or playbook, covered normal conditions as well as pandemic conditions. During normal conditions, there was no discussion of estimating and building up stockpiles for use in emergencies.[49] In the United States; the Strategic National Stockpile's stock of masks used against the 2009 flu pandemic was not replenished by the Obama administration or by the Trump administration.[2] The 2017 guidelines note that a vaccine for the 2009 H1N1pdm09 swine flu virus took eight months before it was available for distribution at the end of 2009.[45] A vaccine for the 2003 SARS virus took 13 years to develop, and was ready for human trials in 2016, which have not yet happened.[51][52] A vaccine for the 2009 MERS virus took ten years to develop, and began human trials in 2019.[53] Nevertheless, the guidelines said only six months would be needed to develop and distribute a vaccine for the next pandemic, telling schools and day cares they might need to close that long.[45] However the guidelines told businesses to expect only up to two weeks of school closures, saying employees might need to stay home two weeks with their children.[54] The guidelines did not expect any business closures, although studies had long predicted 80% drops in arts, entertainment, and recreation,[55] and 5% to 10% drops in other economic activity over a year, with more severe drops in peak months.[56] The pandemic preparation studies did not address government action to help business, nor the recovery path.[57] The guidelines anticipated \"during a pandemic, infection in a localized area can last about six to eight weeks.\"[44] The 2017 guidelines listed steps which could take place, up to voluntary home isolation of sick people, and voluntary home quarantine of their contacts for up to three days.[45] There was no discussion or planning for closing businesses or ordering people to stay home, which may explain officials' delays in deciding on stay-at-home orders in the 2020 COVID-19 pandemic and lack of preparation to distinguish non-essential from essential workers, and to protect essential workers. In the 1918 flu pandemic many cities closed at least bars, for up to six weeks, and most cities had mandatory isolation and quarantine of sick people and their contacts.[58] Cities with the most severe closures had the best economic recovery.[59] [60] The guidelines told businesses to be ready to keep workers 3 feet apart, though the guidelines said coughs and sneezes can send viruses six feet.[54] Research says sneezes can send droplets 27 feet, and they can lodge in ventilation systems.[61] [62] The guidelines did not consider distances between customers or between them and workers.[citation needed] Since the late Cold War, Russia has led misinformation campaigns to raise mistrust in public health authorities, and to say that the AIDS pandemic, the 2009 swine flu pandemic, the Ebola outbreaks and COVID-19 pandemic were American-created bio-weapons.[63] In May 2018, National Security Advisor John Bolton reorganized the executive branch's United States National Security Council (NSC), largely merging the group responsible for global health security and biodefense—established by the Obama administration following the 2014 ebola epidemic—into a bigger group responsible for counter-proliferation and biodefense. Along with the reorganization, the leader of the global health security and biodefense group, Rear Admiral Timothy Ziemer, left to join another federal agency, while Tim Morrison became the leader of the combined group.[64][65] Critics of this reorganization referred to it as \"disbanding\" a pandemic preparedness group.[65][66] After the coronavirus outbreak, reporters repeatedly asked Trump about this reorganization, and Trump provided conflicting responses. On March 6, 2020, when asked at a press briefing if he would \"rethink\" the 2018 choice not to have a pandemic preparation office, Trump implied the reorganization had been a reasonable choice at the time because \"you can never really think [a pandemic] is going to happen ... who would have thought we would even be having the subject?\"[67] On March 13, when PBS NewsHour White House correspondent Yamiche Alcindor asked if the reorganization had hampered the government response to the coronavirus outbreak, Trump berated her for asking a \"nasty question\", and he added: \"I didn't do it ... Disbanding, no, I don't know anything about it ... It's the administration, perhaps they do that, let people go ... things like that happen.\"[68] On April 1, Fox News journalist John Roberts began a question by saying \"you got rid of the pandemic office in the National Security Council,\" and Trump replied, \"We didn't do that,\" describing the allegation four times as \"false\" but not elaborating further.[69][70] As of July 2020, the administration planned to create a new pandemic preparedness office within the State Department.[71] Also in 2018, Homeland Security Advisor Tom Bossert left the administration, reportedly at Bolton's request. Bossert had helped to create the Trump administration's biodefense plans, and it was his responsibility to coordinate the government's response in the event of a biological crisis.[72] Bossert's successor, Doug Fears, and Fears' successor Peter J. Brown, took over the biodefense responsibilities of the DHS. Bloomberg News reported in January 2020 that biodefense was by then a \"less prominent\" part of the Homeland Security Advisor's responsibilities.[73][74] In another departure, Luciana Borio, the National Security Council director for medical and biodefense preparedness, left her post in March 2019. The Washington Post reported in March 2020 that the White House would not confirm the identity of Borio's replacement.[64] Reuters reported in March 2020 that the Trump administration had in the years before the coronavirus outbreak drastically reduced the number of staff working in the Beijing office of the U.S. CDC from 47 to 14. According to Reuters, one of the staff eliminated in July 2019 was training Chinese field epidemiologists to respond to disease outbreaks at their hotbeds. Trump claimed the report of the trainer's being cut was \"100% wrong\", but the U.S. CDC acknowledged that the report was true.[75][76] The Trump administration also confirmed that it had closed the Beijing offices of the National Science Foundation (NSF) and the United States Agency for International Development (USAID); these offices had been each manned by a single U.S. official.[76] In addition, the Trump administration acknowledged it had eliminated one managerial position from the Beijing office of the U.S. Department of Agriculture; Reuters reported that the position oversaw an animal disease monitoring program.[76] The Trump Administration also ended funding for the PREDICT pandemic early-warning program in China, which trained and supported staff in 60 foreign laboratories, with field work ceasing September 2019.[77] The scientists tasked with identifying potential pandemics were already stretched too far and thin.[78] Since 2015, the federal government has spent $9.8 million on two projects to prevent a mask shortage but abandoned both projects before completion.[79] A second BARDA contract was signed with Applied Research Associates of Albuquerque, to design an N95-rated mask that could be reused in emergencies without reduced effectiveness. Though federal reports had called for such a project since 2006, the ARA contract was not signed until 2017, and missed its 15-month completion deadline, resulting in the 2020 pandemic reaching the United States before the design was ready.[79] Previous respiratory epidemics and government planning indicated a need for a stockpile of ventilators that were easier for less-trained medical personnel to use. BARDA Project Aura issued a request for proposals in 2008, with a goal of FDA approval in 2010 or 2011. A contract for the production of up to 40,000 ventilators was awarded to Newport Medical Instruments, a small ventilator manufacturer, with a target price of $3,000, much lower than more complicated machines costing more than $10,000, and it produced prototypes with target FDA approval in 2013. Covidien purchased NMI and after requesting more money to complete the project (bringing the total cost to around $8 million) asked the government to cancel the contract, saying it was not profitable.[80] The government awarded a new $13.8 million contract to Philips, in 2014. The design for the Trilogy Evo Universal gained FDA approval in July 2019. The government ordered 10,000 ventilators in September 2019, with a mid-2020 deadline for the first deliveries and a deadline of 2022 to complete all 10,000. Despite the start of the epidemic in December, the capacity of the company to have produced enough to fill the full order, and the ability of the government to force faster production, the government did not reach an agreement with Philips for accelerated delivery until March 10, 2020.[80][81] By mid-March, the need for more ventilators had become immediate, and even in the absence of any government contracts, other manufacturers announced plans to make many tens of thousands.[82] In the meantime, Philips had been selling a commercial version, the Trilogy Evo, at much higher prices,[81] leaving only 12,700 in the Strategic National Stockpile as of March 15.[80] Compared to the small amount of money spent on recommended supplies for a pandemic, billions of dollars had been spent by the Strategic National Stockpile to create and store a vaccine for anthrax, and enough smallpox inoculations for the entire country.[83] In 2016, the NSC laid out pandemic strategies and recommendations including moving swiftly to fully detect potential outbreaks, securing supplemental funding, considering invoking the Defense Production Act, and ensuring sufficient protective equipment available for healthcare workers. The Trump administration was briefed on it in 2017, but declined to make it official policy.[84]","Title":"Pandemic predictions and preparations prior to the COVID-19 pandemic - Wikipedia","KeyID":"10180","URL":"https://en.wikipedia.org/wiki/Pandemic_predictions_and_preparations_prior_to_the_COVID-19_pandemic"}