{"Content: ":"Exercise Cygnus was a three-day simulation exercise carried out by the UK Government in October 2016 to estimate the impact of a hypothetical H2N2 influenza pandemic on the United Kingdom.[1][2][3] It aimed to identify strengths and weaknesses within the United Kingdom health system and emergency response chain by putting it under significant strain, providing insight on the country's resilience and any future ameliorations required.[4] It was conducted by Public Health England representing the Department of Health and Social Care, as part of a project led by the \"Emergency Preparedness, Resilience and Response Partnership Group\".[4] Twelve government departments[4] across Scotland, Wales and Northern Ireland, as well as local resilience forums (LRFs) participated. More than 950 workers from those organisations, prisons and local or central government were involved during the three-day simulation, and their ability to cope under situations of high medical stress was tested.[3] The exercise was named \"Cygnus\" as the theoretical H2N2 virus was nicknamed \"swan 'flu\" and said to originate from swans, the Latin name for which is Cygnus. In the scenario, the 950 participants from central and local government were placed in the seventh week of the pandemic – the peak of the crisis, when there is the greatest demand for healthcare. At this stage, an estimated 50% of the population had been infected, with close to 400,000 deaths.[3] The hypothetical situation was that the vaccine had been made and purchased but not yet delivered to the United Kingdom.[5] Hospital and social care officials were to come up with emergency plans managing resource strain, while government officials were exposed to situations requiring quick decision-making. To make the situation more realistic, COBRA meetings were held between ministers and officials. Simulated news outlets and social media such as \"WNN\" and \"Twister\" were also employed to give fictitious updates.[3] A government disclaimer on the UK pandemic preparedness website stated that Exercise Cygnus was not intended to manage future pandemics of different nature, or to pinpoint what measures to adopt to avoid widespread transmission.[4] Jeremy Hunt, Secretary of State for Health and Social Care at the time, recounts how he was confronted with a decision to close all the intensive care units and switch off the ventilators because redeploying the staff would save more lives - not a decision he felt a minister should be asked to make.[6] Results from the exercise identified four main learning points and 22 further recommendations. In general, it showed that the pandemic would cause the country's health system to collapse from a lack of resources,[2][7] with Sally Davies, the Chief Medical Officer at the time, stating that a lack of medical ventilators and the logistics of disposal of dead bodies were serious issues.[8][9] The full results of the exercise remained classified[10] up till 23 October 2020 following public inquiry and pressure. In November 2020, the United Kingdom government stated that all identified lessons have been discussed accordingly and appropriately taken into account for its pandemic preparedness plans.[4] The Daily Telegraph reported in March 2020 one government source as saying that the results of the simulation were \"too terrifying\" to be revealed.[2] According to The Telegraph, the exercise led to assumptions that a \"herd immunity\" approach would be the best response to a similar epidemic.[11][12] The New Statesman had been first to report on the results of Cygnus two weeks earlier.[13] A partial report of findings was later released by British newspaper The Guardian, leading to public dissatisfaction on how it was managed.[14] In May 2020, when interviewed by The Guardian, Martin Green, chief executive of Care England, one of the United Kingdom's biggest private care home companies, said that the government did not previously alert private health sectors to the lack of capacity should a pandemic arise.[15] A number of news reports criticised the government's handling of the COVID-19 pandemic in the light of the conclusions reached by Exercise Cygnus.[2][7] There was criticism[by whom?] that no follow-up document was written detailing how to deal with an influenza pandemic after December 2016. In March 2020, the three government documents available for response to COVID-19 were those published in 2011 (\"Influenza Pandemic Preparedness Strategy\"), 2012 (\"Health and Social Care Influenza Pandemic Preparedness and Response\") and 2014 (\"Pandemic Influenza Response Plan\") respectively, with no revised report following Exercise Cygnus and no mention of ventilators.[16] Despite a lack of ventilators being previously identified in Exercise Cygnus, there was a shortage of them during COVID-19 with the government stockpiles proving to be insufficient.[15] In March 2020, six weeks following the first case of coronavirus in the United Kingdom, Matt Hancock, acting Health Secretary of the United Kingdom, turned to a range of corporations such as JCB and Rolls-Royce, stating, \"If you produce a ventilator, we will buy it. No number [you produce] is too high\".[16] Results of Exercise Cygnus were leaked to The Guardian newspaper in May 2020.[14] A complete version was later released in October 2020 by the Department of Health and Social Care.[17] Four main areas of improvement as well as 22 other weaknesses were identified.[5] During Exercise Cygnus, the strategy used was a combination of Department of Health and Social Care's UK Influenza Pandemic Preparedness Strategy 2011, as well as eight or more other scientific documents gleaned from the H1N1 pandemic in 2009. However, the exercise revealed that there was no overview or central management to coordinate all participants. As of October 2016, feedback showed that organisations varied in preparedness, with some relying on corporate memory of the 2009 H1N1 response, and others depending on individual pandemic protocols which may be outdated, missing or incomplete.[5] There was also demonstration of silo planning between and within some corporations, however organisations had different levels of detail and structure that could not correspond well when used simultaneously.[5] It was understood that up to half the population will be implicated should there be insufficient understanding of the severity of a pandemic during the response.[5] Exercise Cygnus revealed the need to develop a \"Pandemic Concept of Operations\" to bridge communication between organisations.[5] This aims to manage collective response strategically by delegating specific roles to each organisation and directing their interactions during a pandemic. NHS England recognises that a variety of sectors are implicated, hence a central administration and unified protocol to oversee the whole strategy is required for organisations to work synonymously.[5] Devolved administrations have separate contingency plans which were not investigated during Exercise Cygnus. In this segment, Wales was also excluded as it had previously investigated its response through \"Exercise Cygnet\" conducted in 2015.[5] The proposition to roll back on legislation and regulatory restrictions, particularly within the health sector, is considered.[5] This would aid in managing essential services and operationalising increased health care demands with fewer obstacles. Greater flexibility is recommended especially in a pandemic when situations evolve quickly and decisions need to be made as soon as possible. Key suggestions were for rules to be more malleable and easily adapted to the circumstance at hand. The choices as to which legislation will be amended is determined by pandemic influenza planning assumptions. Previous findings from Department of Health and Social Care provide direction as to what type of corrections are appropriate for health legislation in the midst of a pandemic. Devolved administrations were advised to adopt similar measures in fields of devolved competence. The need for future work to expand on the types of restrictions affected was noted. Exercise Cygnus was centred around assumptions of public responses that have yet to be validated. Expectations of how the public will react was postulated based on the magnitude of \"swan flu\". This may not have been entirely representative of what would have happened in real life.[5] For example, Exercise Cygnus did not involve live broadcasting or widespread coverage which typically characterises an actual pandemic. Hence, its reactions are based around theoretical public reaction. This was identified and understood as a possible limitation to Exercise Cygnus, and the role of public opinion on pandemic response still requires further investigation. It was stated that in reality, moral decisions, such as those involving mass burials or population triage, may differ in face of public reaction.[5] Further work is required to understand public reaction, so that it can be factored into significant decisions and communication strategies, particularly for ethically charged scenarios. Research into how public perception and response to a pandemic will further aid the trajectory of emergency strategies and how they can be communicated. In 2019, the Moral and Ethical Advisory Group (MEAG) was established to give unbiased guidance to government regarding controversial health issues.[18] A lack of resources and limited ability to increase supply in face of demand was identified in health disciplines.[5] This affects how emergency plans can be operationalised at a local level, implicating the revision of the \"Pandemic Concept of Operations\". Little tactical coordination was observed when the need for services outweighed the capacity of local responders, particularly in communities with excess death, social care facilities and amongst National Health Service staff.[5] The need for more precise protocols was identified to guide health care providers at an operational level should there be a need to drastically step up local response. A suggestion was to implement planning at a regional level as opposed to through local resilience forums for crucial aspects of pandemic influenza response (e.g., excess death). This improves coordination across multiple agencies locally. Logistically, more health workers and resources such as ventilators, personal protective equipment (PPE) and hospital beds are required to face a large pandemic. Investigation also showed that the reverse triage strategy proposed by the NHS, whereby patients are moved from hospitals to social care, may not be well supported by the current social care system.[5] This requires a high level of teamwork across several corporations, which was detailed through a provided framework but may not be viable under the pressure and widespread impact of a pandemic. Local resilience forums have announced that they depend on subject matter experts for more complicated aspects of pandemic response to implement responses.[5] These professionals do not belong to LRF but give detailed technical support to enable colleagues to comprehend different elements of the response. The Strategic Coordinating Group (SRG) structure is used by experts for holistic contribution. Doubts were raised if this method was sustainable in the case of a fast-moving pandemic, since experts would have to aid more than one SRG.[5] The 22 further recommendations, listed as per the report, include:[5] Public Health England (PHE) is an executive agency within the Department of Health and Social Care whose goal is to \"protect and improve the nation’s health and well-being, and reduce health inequalities\".[19] It has the autonomy to guide and help the United Kingdom government, authorities and NHS without their influence.[5] In Exercise Cygnus, the Emergency Response Department was specifically employed within PHE.[5] Its specialists assist the health community by providing training and expert advice with regards to emergencies. It collaborates with several organisations such as the European Commission, European Centre for Disease Prevention and Control and World Health Organization. Dame Sally Davies was Chief Medical Officer (United Kingdom) and Chief Medical Advisor to the United Kingdom government (March 2011 - September 2019) at the time of the exercise.[20] Additionally, she was on the World Health Organization executive board then (2014 - 2016).[20] She previously raised concerns for the lack of medical resources, specifically ventilators and hospital beds.[21] The Health Secretary, Jeremy Hunt, and NHS chief executive Simon Stevens, had reduced the budget for equipment.[22] In 2016, she raised the need to adapt to an increasingly ageing population which will be more susceptible to disease and vulnerable to pandemics, and \"welcomes\" a larger budget on \"public health and prevention fields\".[23] However, she understands \"times of austerity\" and the difficulties faced by the central government.[23] Matt Hancock was the Secretary of State for Health and Social Care of United Kingdom (2018–2021). On 28 April 2020, Hancock was questioned by British radio host Nick Ferrari regarding findings of Exercise Cygnus leaked to The Guardian.[24] Responding, Hancock said officials informed him that \"everything that was recommended has been done\".[25] Moosa Qureshi is a National Health Service doctor campaigning for disclosure of the results of Exercise Cygnus following the 2020 COVID-19 outbreak.[26] According to Dr Qureshi, who has experience treating leukemia patients severely impacted by COVID-19, healthcare should be built on transparency and collaborative peer review.[27] In April 2020, he raised more than £46,000 through crowdjustice.com for this cause.[28] Dr Qureshi, represented by UK solicitor Leigh Day, filed action against Matt Hancock for withholding the reports following Exercise Cygnus.[29] In response to the UK government's refusal on the grounds of inciting public fear, Dr Qureshi pursued legal action under both the Freedom of Information Act and an application for Judicial Review.[30] On 28 September 2020, the Information Commissioner's Office ordered the Department of Health and Social Care to respond to Dr Qureshi's Freedom of Information request,[31] and Matt Hancock announced publication of \"the report into Exercise Cygnus\" on 20 October 2020.[32] Following publication, and following the Department of Health's confirmation that it held no further reports evidencing the findings of Exercise Cygnus, Dr Qureshi withdrew his legal action for Judicial Review.[33] However, questions were later raised about whether the Government had disclosed all relevant material,[34] and Dr Qureshi argued that the Department of Health continued to withhold a plan for surge capacity and \"refusing NHS care to large numbers of sick patients\" in the event of an overwhelming pandemic.[35] In March 2020, according to The Sunday Times, Downing Street officials found follow-up planning from Exercise Cygnus lacking, with one stating that it \"never went into the operational detail\".[16] In late April 2020, The Observer reported that the government had been threatened with legal action over demands to publish the results of the study.[36] A version of the report, classified as \"Official – Sensitive\", was leaked and published (with redaction of some contact details) in The Observer's sister paper The Guardian on 7 May 2020.[37][3] As of October 2020[update], legal action is in progress to force the Department of Health and Social Care to publish the full report and other supporting documentation related to Exercise Cygnus.[38][39] In November 2020, Liberal Democrat MP Tim Farron submitted a written question to the Secretary of State for Health and Social Care asking whether the full findings of Exercise Cygnus will be published; no immediate answer was forthcoming.[40] Following the UK's response to COVID-19 in 2020, criticism arose questioning whether the findings of Exercise Cygnus have been implemented.[15] In June 2020, an enquiry by the House of Lords was conducted to investigate if follow-up actions had been executed as suggested.[41] Baron Bethell raised several concerns including persistent lack of medical equipment in United Kingdom during the COVID-19 pandemic, despite it being previously identified as a weakness through Exercise Cygnus. An explanation given was that Exercise Cygnus was based on a curable influenza, whereas treatment for COVID-19 is still unavailable.[41] In November 2020, the Department of Health and Social Care website stated that findings from Exercise Cygnus, coupled with suggestions from scientific experts, have incorporated in the United Kingdom response to COVID-19.[4] In July 2020, a request under the Freedom of Information Act was filed by an anonymous citizen nicknamed \"P Newton\" to seek further transparency of Exercise Cygnus.[24] His Freedom of Information request to Department of Health and Social Care was unanswered twice.[24] It was subsequently rejected by the UK government under Section 35(1)(a) of the Freedom of Information Act on the basis that full disclosure of results would affect the ongoing progress of policy making by ministers.[17][42] In August 2020, Public Health England was placed under a new organisation, the National Institute for Health Protection.[43] Following Exercise Cygnus and COVID-19, several health professionals working on epidemics and primary care have provided suggestions to help the UK manage pandemics more effectively. Areas of improvement identified include bridging disease communication by focussing on specific vulnerable demographic groups and relaying layman instructions to control transmission.[44] Exercise Cygnus led to the development of a pandemic influenza draft legislation \"Pandemic Influenza Draft Bill\", a collaboration by Civil Contingencies Secretariat (CCS), Department of Health and Social Care and Devolved Administrations. This later formed the basis for further developed into the Coronavirus Act 2020.[18] Legislation easements drawn from Exercise Cygnus include emergency recruitment and registration of retired healthcare professionals and protection against clinical negligence action for health workers.[18] The complete 57-page report was released by the Department of Health and Social Care on 23 October 2020.[17] The Telegraph raised doubts as to whether full implementation of improvements were conducted before COVID-19, as previously reassured. Six possible areas of contention were identified. Key complaints include: improper management of surge capacity, incomplete \"silo planning between and within organisations\", disorganised school closures, consistent lack of funding for care homes, inefficient public communication and lack of social distancing which were still unresolved during COVID-19. In a 2020 policy paper titled \"UK pandemic preparedness\", the Department of Health and Social Care states that it will continue to incorporate lessons learnt from Exercise Cygnus (2016) into future pandemic control protocol, coupling it with insight from COVID-19 (2019) response. In March 2020, the coronavirus action plan[45] was published by the UK government, adopting and tweaking recommendations from Exercise Cygnus to suit coronavirus rather than influenza virus.","Title":"Exercise Cygnus - Wikipedia","KeyID":"10183","URL":"https://en.wikipedia.org/wiki/Exercise_Cygnus"}