{"Content: ":"This article documents the chronology of the response to the COVID-19 pandemic in March 2020, which originated in Wuhan, China in December 2019. Some developments may become known or fully understood only in retrospect. Reporting on this outbreak (later pandemic when it was upgraded on 11 March 2020) began in December 2019.[1][2] Wuhan closed its first makeshift hospital, one of the 16 built to contain the epidemic after the last person was discharged. This came as the number of new cases declined.[3] Shanghai and Guangdong province will quarantine travellers arriving from coronavirus-hit countries for 14 days.[4] The Xinjia Express Hotel in Quanzhou City, Fujian Province, China collapsed while containing dozens of close contacts of people with coronavirus.[5] 29 people died as a result.[6][7] 11 out of 16 makeshift hospitals set up in Wuhan were closed after discharging their last person, with the most recent being a converted sports centre and a factory. This comes as the number of cases continued to drop.[8] Chinese Communist Party general secretary Xi Jinping visits Wuhan and issues a statement claiming that COVID-19 has been eradicated in Wuhan and Hubei province.[9] China has developed a robot for throat swabbing to diagnose cases, helping to reduce risks for workers.[10] Hubei's provincial government announces that businesses related to epidemic control, public utilities and daily necessities are allowed to resume work now. Other businesses will be allowed to resume work on 20 March.[11] Beijing orders everyone arriving in the city from any country, including those from countries not affected by COVID-19, to undergo home quarantine for 14 days. Those arriving for business trips are to stay in hotels and test for the virus.[12] Chinese Foreign Ministry spokesperson Zhao Lijian alleges that the US military had brought the virus to Wuhan in a controversial Tweet.[13][14] Hubei will allow industrial production to resume in some areas, as well as lift some travel restrictions.[15] In response to a rise in imported cases, Beijing authorities announced that everyone arriving from overseas will be quarantined for 14 days.[16] The Chinese National Bureau of Statistics releases figures showing that industrial output fell 13.5%, fixed asset investment fell 24.5%, private sector investment fell 26.4%, and retail sales shrank 20.5% in January–February 2020 as a result of the coronavirus pandemic.[17] In response to a rise in imported cases, the Civil Aviation Administration of China decided to divert international flights bound for Beijing to 12 designated airports for quarantine.[18] Wuhan eases its two-month lockdown on residents including allowing those from compounds deemed virus-free to leave their homes and return to work, if they did not have a temperature and could provide a green code of health. Non-residents were allowed to apply to leave the city. Resumption of train services.[19] Chinese Premier Li Keqiang reports that the spread of domestically transmitted cases has been basically blocked and the outbreak has been controlled in China.[20] Hubei's Health Commission eliminates all travel restrictions in and out of the province with the exception of Wuhan.[21][22] In response to a rise in imported cases, the Chinese Government announces that it will close China's borders to foreigners starting on 28 March in an effort to stop imported cases of the coronavirus from entering China. The ban also includes foreigners with visas and residency permits. Other measures include restricting both Chinese and foreign airlines to a single route and destination a week.[23][24][25] Clashes break out on a bridge connecting Hubei and the neighboring Jiangxi province when Hubei travelers attempted to storm a Jiangxi checkpoint. This clash was the result of a disagreement between police from both provinces over how to verify people from Hubei allowed to enter Jiangxi. In response, provincial authorities have announced that checkpoints will be removed and no special documentation would be needed to cross.[26] According to a Guardian report, Western and African expatriates have encountered increased racial hostility and discrimination in response to a shift in recent cases reported in China from local to \"imported\" ones. Hostility towards foreigners have taken the form of being denied entry to restaurants, shops, gyms, and hotels, being subjected to further screening, and verbal abuse and ostracism.[27] Chinese Communist Party general secretary Xi Jinping announces that the Government will introduce measures to help small and medium-sized enterprises affected by the COVID-19 pandemic.[29] By 31 March 2020, the virus had spread to much of the globe, and there were at least 730,000 cases confirmed with more than 36,000 deaths. Only the following countries and territories had not reported any cases of SARS-CoV-2 infections:[citation needed] Africa Asia Europe North America and the Caribbean Oceania South America Strict surveillance measures are being enforced at airports, seaports and border crossings to prevent the disease wide-spreading into countries/territories which either share a border with or are located in the neighborhood of Mainland China. Accordingly, some countries are thermally monitoring passengers arriving at their major international airports, while flights to and from infected countries have ceased operating. More seriously, countries such as North Korea and Papua New Guinea have banned travelers from all Asian countries.[citation needed] Land and sea borders are being closed over the fears of the virus. For example, Hong Kong, Mongolia, North Korea, and Russia have closed their borders with Mainland China, while Papua New Guinea closed its land border with Indonesia. Singapore has closed its borders to all recent travelers of China.[citation needed] Visas have also been suspended for some countries. Vietnam ceased issuing visas to Chinese citizens, excepting diplomatic work. Kazakhstan, Malaysia, Sri Lanka and the Philippines also suspended visa issuances: on arrival with Chinese citizens, toward the entire infected area of China and toward Hubei-related visitors who previously had travel history or currently hold a passport issued by Hubei and its neighborhood's authorities.[citation needed] Evacuations of each country's citizens have been done and most of them are repatriated and quarantined for at least 14 days. Travel restrictions and advisories have been issued, mainly to East Asian and European countries.[citation needed] The pandemic has caused lockdowns in some places, such as Wuhan of China, Daegu[citation needed] of South Korea, Luzon of the Philippines, Italy, Denmark, France, Malaysia, Czech Republic, Spain, and India. Public or mass gatherings are prohibited or restricted, including schools and workplaces. A lot of concerts and sport events are canceled.[citation needed] The United Nations released $15 million from the UN's Central Emergency Fund emergency funds to help vulnerable countries fight coronavirus COVID-19.[30] Authorities in South Korea advised people to stay indoors and not attend any events. The school break was extended by one week across the country, and three weeks in Daegu.[31] Seoul authorities have filed a complaint to prosecutors, asking them to charge the leader of Shincheonji Church of Jesus, Lee Man-hee and 11 others for murder and obstructing efforts to contain the coronavirus.[32] In the United States, the American Physical Society cancelled its annual meeting, which was to be held in Denver, Colorado from 2 to 6 March.[33] In Japan, one of Sharp Corporation's LCD panel factories will turn some of its production capacity to surgical masks. At end of March it will produce 150,000 masks a day, eventually rising to 500,000 a day. Other Japanese mask makers have increased their production 5-fold, rising from 20 million, to 100 million masks per week, combined.[34][35][36] The WHO Director-General announced that containment of the virus must still be the international top priority.[37] The European Centre for Disease Prevention and Control announced that it has increased the risk level from moderate to high for people in the European Union.[38] In the United States, several schools were closed in the state of Washington due to the rise of coronavirus cases.[39] The United Kingdom calls an emergency meeting on the virus, as cases there increased by 12.[40] The Lower House of the Polish Parliament passed a bill on special measures regarding the spread of the new coronavirus.[41] The leader of Shincheonji Church of Jesus, Lee Man-hee, apologised for its role in the outbreak.[42] New Zealand extended travel restrictions on Iran and China by seven days. Travellers arriving from northern Italy and South Korea will be required to self-isolate for 14 days.[43] The Badminton World Federation announced it has postponed the Portugal International tournament, originally scheduled to be held from 5 to 8 March.[44] South Korean president Moon Jae-in declared war on the epidemic, with more hospital beds and face masks to be made available. More than 30 trillion won will be injected into the economy for support, and government agencies will operate round the clock.[45] South Korean CDC officials approve the first test completed by a Korean life science company and approve another test the following day.[46] Indonesia plans to build a hospital in Galang Island to treat people with the coronavirus.[47] Singapore will ban visitors arriving from South Korea, Iran and northern Italy from 4 March, with Singapore citizens, permanent residents and long-term pass holders returning from these places to be issued Stay-Home Notices (SHN) lasting 14 days. All travellers entering Singapore with fever or signs of respiratory illness will be required to undergo swab tests, with penalties for refusal. The travel advisory is expanded to include Iran, northern Italy, Japan and South Korea.[48] India suspended all visas belonging to citizens of Italy, Iran, South Korea and Japan immediately, along with travellers who went to these places. Authorities advised against non-essential travel to China, Iran, Italy and South Korea, along with medical screening for travellers arriving from 14 places.[49] Iran has temporarily released more than 54,000 prisoners due to the spread of the new coronavirus in crowded jails.[50] Iran has also announced plans to mobilise 300,000 soldiers and volunteers against the outbreak.[51] Hong Kong arranged four chartered flights to evacuate 533 Hong Kong residents stuck in Hubei province.[52] The World Health Organization (WHO) Director-General stated that the latest global death rate of the new coronavirus outbreak was far higher than seasonal flu, 3.4% and much less than 1% respectively.[53] The WHO also announced a severe shortage of personal protective equipment due to panic buying and hoarding, which was endangering medical workers.[54] In addition, with Ebola on the wane, UN officials announced they were preparing to combat coronavirus in the Democratic Republic of the Congo.[55] France has closed about 120 schools in virus-hit areas having the highest number of infections, with more expected to shut in the coming days. Schools in Oise will remain shut until further notice, while schools in Morbihan will remain shut until 14 March.[56] Australia will use a little-known biosecurity law (the Biosecurity Act 2015[57]) to restrict the movements of those suspected to have the coronavirus, which since its enactment had only been used for agricultural purposes. This came after cases of community transmission were confirmed there.[58] Italy announced that it may set up quarantine red zones to contain the spread of the virus. As a result of the outbreak, a wine fair has been cancelled.[59] United Nations economists at the UN Conference on Trade and Development, World Bank and IMF announced a likely $50 billion drop in worldwide manufacturing exports in February, together with an IMF pledge of support for vulnerable countries.[60] The UN's top economist, Pamela Coke-Hamilton of UNCTAD, warned against panic.[61] Canadian Prime Minister Justin Trudeau announced the creation of a new cabinet committee to manage \"the federal response to the coronavirus disease.\"[62] The Malaysian state of Sarawak bans entry by travelers who had visited Italy, Iran, South Korea, and China in the last 14 days.[63] The Portuguese Parliament is due to discuss the outbreak on 4 March, as the Portuguese prime minister António Costa will open the biweekly debate on the theme of \"the prevention and containment of the COVID-19 epidemic\".[64] Thailand has advised travelers arriving from nine countries to self-quarantine and register their addresses. They are Singapore, China (including Hong Kong and Macau), Japan, South Korea, Taiwan, Germany, France, Italy, and Iran. The authorities later clarified that quarantine is not compulsory until a high-risk list of countries is finalized.[65] Iraq has since shut schools, universities, cinemas, cafes and other public places, which will reopen on 7 March. Authorities have banned mass prayers including on Fridays until further notice.[66] French cycling team Cofidis are placed under quarantine in the UAE, lasting until 14 March. This comes after several staff members tested positive for the coronavirus, leading to the cancellation of the UAE Tour.[67] The Tokyo government urged residents to refrain from joining in cherry blossom parties in parks in view of the coronavirus.[68] Russia banned exports of hazmat suits, masks, and respirators among a list of 17 items to ensure that medics can access these items to treat people. The decree, which was published today, started two days ago and will expire on 1 June. The ban does not cover exports for humanitarian and personal purposes.[69] The Australian Football League has moved a game between St Kilda Saints and Port Adelaide Power, originally scheduled on 31 May in Jiangwan Stadium in Shanghai, China to Docklands Stadium in Melbourne, Australia, to be played on 7 June instead.[70] The Louvre, a museum in France, reopened after a three-day strike by staff concerned over the coronavirus.[71] Italy will close schools and universities until 15 March to contain the virus, with crowd control measures instituted.[72] At the same time, Serie A matches could be played without spectators in a bid to stop the virus.[73] Workers in the UK who self-isolate will get statutory sick pay from the first day since being off work.[74] UK-based regional airline Flybe collapsed at 10pm GMT and was sent into administration, risking the possible closure of several local airports throughout the UK. Saudi Arabia suspended the umrah pilgrimage temporarily for citizens and residents there owing to the coronavirus. It also disallowed visits to the mosque in Medina.[75] Japan said that the torch relay for the 2020 Olympics could be adjusted to prevent the spread of the virus.[76] Malaysia suspended all autogate and e-gates systems at all checkpoints to deal with the virus.[77] In Hong Kong, small business owners started a petition for the government to provide them with HK$6 billion in aid, as they had trouble staying open. The government began to use female prison inmates to produce 180,000 surgical masks per month.[78][79][80] Emirates removed its charges for changing flight bookings.[81] Dr. Tedros Ghebreyesus, WHO Director-General, stated, “This is not a drill…This is a time for pulling out all the stops”,[82] while UN education agency UNESCO announced that 290 million students globally were now stuck at home.[83] South Korea extends a daycare closure across the whole country for two more weeks.[84] On the same day, a new 'special care zone' was declared in Gyeongsan after a spike in cases there.[85] Australia banned travelers arriving from South Korea, as well as from mainland China and Iran. Enhanced screening will be conducted on travelers arriving from Italy.[86] The Rome Marathon, scheduled for 29 March, was cancelled.[87] The Paris Marathon, scheduled for 5 April, was postponed until October 2020.[88] Indonesia will ban travelers arriving from the worst-affected regions of Iran, Italy and South Korea from 8 March. Indonesians who arrive from these places will undergo a health examination.[89] The Catholic Church of Singapore will resume services on 14 March with precautions in place.[90] Japan announced voluntary self-quarantine up to two weeks at designated facilities for travellers arriving from China and South Korea from 9 March. This measure would last until 31 March for now. Visas for these travellers are also cancelled too.[91] Thailand classifies four countries and two territories as danger zones, with measures expected soon.[92] The UN's top human rights official, Michelle Bachelet (OHCHR) appealed for business to put rights “front and centre” when implementing preventive measures to avoid harming the poorest in society,[82] while the Director-General of the WHO announced that the agency was working with the World Economic Forum to engage private companies globally in meeting the demand for medical products.[93] Russia isolated 700 people in St. Petersburg, including many students, due to contact with an Italian student who had been diagnosed the day before.[94] Bhutan banned all tourists from arriving in the country for two weeks with immediate effect. This comes after its first confirmed case. Schools will also be closed for two weeks in the Dzongkhags of Thimphu, Paro and Punakha, and international conferences and seminars are postponed.[95][96] After India confirmed its 31st case, India ordered all international passengers to be screened upon entry to the country.[97] Samsung Electronics moved all of its phone production from Gumi, South Korea to a factory in Vietnam, as production was constantly being stopped and six workers at the Gumi factory had already contracted the virus.[98][99][100] In Panama, the Health Ministry (Minsa) enabled a hotline (169) to allow people who potentially have coronavirus to consult a doctor. On the same day,[when?] it was announced that over 800 people were under medical surveillance, and 30 people had tested negative for the virus. The Minsa also advised against using a surgical mask, as it could cause paranoia within society. Panama has also further enhanced its screening measures at all points of entry.[101][102][103][104] In the US, several states introduced measures that order health insurance to not charge people usual fees (co-payment, co-insurance) associated with COVID-19 related healthcare visit or COVID-19 laboratory tests.[105] Several events were cancelled. In Austin, Texas, the major music and media festival SXSW was cancelled for the first time in its 34-year history, a local disaster having been declared despite there being no coronavirus cases in the city itself.[106] In Seattle, Washington, the Emerald City Comic Con was cancelled and postponed until summer.[107] DC Comics cancelled all March convention events,[108] and several Jewish institutions in New York City, most notably Yeshiva University, either closed or took other prophylactic measures.[109] Miku Expo's North American tour dates have also been postponed.[110] TwitchCon Europe 2020, scheduled to take place in Amsterdam from 2–3 May 2020, was announced to be cancelled as a precautionary measure.[111] The Vis Moot competition, scheduled for April 2020 in Vienna, was cancelled and moved to an online platform.[112] The three-day International Indian Film Academy Awards (IIFA) (dubbed Bollywood's Oscars), supposed to be held from 27 to 29 March, were delayed due to fears of the coronavirus.[113] Carnival Cruise Line changed its cancellation policy, making it easier to move guests' cruise dates, and providing onboard credit to those who decide to continue with their March 6-May 31 sailing dates.[114] Thailand disallows the Costa Fortuna from disembarking its passengers due to fears of cases on board.[115] The World Health Organization (WHO) stated that the global number of confirmed cases of the new coronavirus disease, COVID-19, had surpassed 100,000, calling it a 'sombre moment'.[116] The International Ice Hockey Federation cancelled the Women's World Championship, scheduled from 31 March to 10 April in Canada, due to concerns about the coronavirus.[117] In Singapore, the People's Association suspended activities and classes and activities attended by confirmed cases for 14 days, as well as all singing classes.[118] Hong Kong will require all passengers to fill up health declaration forms from 8 March, with residents warned against non-essential travel.[119] Malaysia disallows the Costa Fortuna from docking due to fears of cases.[120] Organizers of the Bahrain Grand Prix, the second round of the 2020 Formula One World Championship, decided to hold the 2020 event without any spectators permitted.[121] Italy placed more than 16 million people under quarantine in Lombardy and 14 other central and northern provinces, together with closure of schools, gyms, museums, nightclubs and other venues across the country.[122][123] The President of Portugal canceled all his public activities and will stay at home in a self-imposed quarantine after receiving a group of students from a school which has since been closed following the detection of a student with COVID-19.[124] France banned gatherings of over 1,000 people in a bid to curb the spread of the virus.[125] All schools and universities in Saudi Arabia have been closed until further notice to control the spread of the virus.[126] In addition, Saudi Arabia bans travel to 9 countries (being United Arab Emirates, Kuwait, Bahrain, Egypt, Lebanon, Syria, Iraq, Italy, South Korea), with fines imposed for inaccurate health declarations. Al Qatif was placed under lockdown to contain the outbreak.[127] Qatar banned passengers from Pakistan, Bangladesh, Sri Lanka, Philippines, Iran, Iraq, Lebanon, South Korea, Thailand, Nepal, Egypt, China, Syria and India amid fears of spread of the virus.[128] Thailand starts requiring travellers from China (including Hong Kong and Macau), Italy and South Korea to present a medical certificate that proves a COVID-free status before entering the country, with those having no certs disallowed.[129] Malaysia bans all cruise ships from arriving into the country due to the increasing number of cases.[130] The UN's trade and development agency, UNCTAD, stated that the economic uncertainty caused by the virus would likely cost the global economy $1 trillion in 2020.[131] Italy imposes a country-wide quarantine, restricting travel except for necessity, work, and health circumstances. As a result, people flocked to the supermarkets and prison riots erupted.[132] Romania bans the flights to and from Italy until 23 March.[133] All schools in Romania are closed from 11 to 22 March.[134] Seychelles announced a temporary closing for cruise ships.[135] Stock markets crashed worldwide in reaction to the coronavirus outbreak and falling oil prices.[136] The BNP Paribas Open tennis tournament, originally scheduled to take place on 11 March in Indian Wells, California, United States, was cancelled after a confirmed case was reported in the local area.[137] In Panama, the Panama Metro began to clean its trains more frequently, using different disinfectants. The Minsa announced that 1,073 people are under medical surveillance.[138][139] FIFA and the Asian Football Confederation agree to postpone qualifying matches to be held in March and June due to COVID-19, with matches still allowed to carry on if associations agree with approval from both organisations.[140] India starts separating travellers from 12 places (China, South Korea, Japan, Italy, Iran, Singapore, Thailand, Malaysia, Hong Kong, Vietnam, Nepal and Indonesia) in all its airports to deal with the outbreak. Such travellers undergo health screening in separate zones.[141] Panama's health ministry began to report daily statistics about COVID-19, with an emphasis on newly infected people.[142] The United Nations Educational, Scientific and Cultural Organization (UNESCO) highlighted the unprecedented shuttering of schools globally and restricted access to the UN headquarters in New York.[143] Mongolia put multiple cities, including its capital Ulaanbaatar, under quarantine until 16 March after the country's first case was confirmed.[144] The Malaysian state of Sabah banned travellers from Iran and Italy from entering. The ban applies to all foreign travellers who have travelled to Iran and Italy within the last 14 days including Malaysians who are non-residents of Sabah.[145] All primary and secondary schools in the Czech Republic were closed.[146] In Greece, all primary and secondary schools, universities and cram schools (known in Greece as frontistirio) were closed for two weeks, starting from 11 March until 24 March. Because 25 March is the national holiday for the Greek War of Independence, schools will reopen on 26 March. These preventive measures were taken in order to limit the spread of coronavirus in Greece. However, according to the Greek minister of education, Niki Kerameus, the school year may be extended if the measures for the closure of all schools get extended.[147] Additionally, the Greek ministry of education prepared a plan to cover up for the lost school days. Among others, this plan includes an extension of the school year, a reduction of the school lessons' duration in 35 minutes in order to increase the teaching hours each day, reduction of Easter holidays, distance learning and cuts on the curriculum.[148] The postponement of university entrance exams from June to July or September was also considered, while the military and student parades across Greece on 25 March were cancelled.[149] Panama suspended the school year in Panama City, and activities involving large amounts of people until 7 April. The school year suspension in other parts of the country was set to last until 20 March, but it was later extended to 7 April. The Minsa also announced that 66 people were under medical surveillance.[150][151][152] RuPaul's DragCon LA 2020, which supposed to take place on 1 to 3 May in Los Angeles has been cancelled.[153][154] The fate of RuPaul's DragCon in NYC and UK is currently unknown.[citation needed] Polish archbishop, the President of the Polish Episcopal Conference said that Polish churches should increase the number of masses, so that fewer people will attend at once.[155] The Autonomous Administration of North and East Syria (Also known as Rojava), closed a border crossing underneath its control with neighboring Iraq. The Administration also released a statement asking European journalists following the Syrian Civil War not to visit parts of Syria underneath its control, and that medical checks would be done at all crossings into their territory in response to the Coronavirus.[156] Singapore's Ministry of Health announced a suspension of activities for seniors from 11 March for 14 days. This came after many people went out while unwell. Social distancing will be implemented for other activities. Senior care services will continue running with additional precautions.[157] Japan unveiled a second package costing $4 billion to cushion the impact of the outbreak, with support mostly for small and medium enterprises.[158] Malta stops all flights to Italy immediately after confirming its fourth case, with the ferry now carrying only medicine and cargo.[159] New York deploys the National Guard to contain infections in New Rochelle, which is under quarantine with a 1 mile (1.6 kilometers) \"containment zone\".[160][161] The Vatican's Saint Peter's Square and main basilica are closed until 3 April to stop the coronavirus.[162] The European Union will propose a law to stop 'ghost flights' in order to help airlines tide through the crisis, ensuring that slots are not given to other operators.[163] Several sports events will be played without crowds, including La Liga for the next two rounds, French soccer matches until 15 April, several Bundesliga matches, Barcelona's Champions League, Portugal matches and a Europa League match between Manchester United and LASK.[164][165] The Spanish Parliament's lower house suspends all sessions for a week after a lawmaker was infected with COVID-19.[166] In addition, schools in several regions are closed, with flights from Italy suspended for two weeks and events with more than 1,000 participants banned in places with viral transmission.[167] Thailand approved a stimulus package worth 400 billion baht to cushion the impact of the epidemic. The include soft loans, funds and tax benefits for those affected, but no handouts.[168] Italy will suspend mortgage payments to cushion the economic blow caused by COVID-19.[169] Taiwan will allow citizens to buy masks online and collect from convenience stores starting 12 March as part of the mask rationing policy.[170] Japan's Cabinet approved draft \"state of emergency\" measures for authorities to deal with the outbreak. These include imposing curfews, closing schools, cancelling events and taking over private facilities for medical care.[171] Hong Kong will quarantine travellers from Italy, France, Germany, Spain and Japan in designated centres from 14 March in a bid to stop the outbreak.[172] Canadian Prime Minister Justin Trudeau announced a CA$1,000,000,000 COVID-19 Response Fund that includes a $50 million contribution to the World Health Organization and an additional $275 million to fund coronavirus research in Canada.[173][174] All schools and universities in Poland were closed for two weeks.[175] The Prime Minister of Denmark announced that all schools, universities and kindergartens will be shut down for two weeks.[176] In the United States, the National Collegiate Athletic Association announced that both its Division I Men's Basketball Tournament and Women's Basketball Tournament, scheduled from mid-March to early April, will be held without any spectators in attendance.[177] Boise, Idaho's popular Treefort Music Fest was postponed until 23 to 27 September.[178] The 2020 Electronic Entertainment Expo was canceled.[179][180] California announced a ban on mass gatherings involving 250 or more participants until end-March, with smaller events allowed to go ahead with social distancing of up to 2 metres.[181] The U.S. and Canada's National Basketball Association announced that it will suspend the remainder of its 2020 season after players tested positive for the disease.[182] U.S. President Donald Trump announced that all travel from Europe (except UK) into the United States will be suspended for 30 days.[183] India suspended visas for travellers, including visa-free travel from 13 March until 15 April, except those on diplomatic, official, employment and project visas. Even travellers allowed to enter will be subject to quarantine orders.[184] Israel banned gatherings exceeding 100 people after a spike in cases. Schools will continue to remain open, with universities and other higher learning institutes urged to explore distance learning in case of closure. Companies were encouraged to allow for remote work.[185] The Institut Pasteur de Dakar and DiaTropix teamed up with Mologic, a British biotech firm, to develop \"point of need\" test kits that can diagnose COVID-19 in 10 minutes.[186] Thailand will suspend visa-free arrivals from Hong Kong, South Korea and Italy, as well as visa-on-arrivals from 18 countries including China and India. In its place, will be visa applications and proof of medical certificates.[187] Google, Twitter, and other technology firms encouraged remote work by staff.[188][189] All Premier League and lower matches In England will be played without spectators, with games not shown in pubs to avoid crowding.[190] In addition, a Premier League match between Arsenal and Manchester City is postponed after players interacted with an owner down with the coronavirus, making it the first match to be called off.[191] After a confirmed case, one of Philippines' oldest and exclusive golf clubs; the Wack Wack Golf and Country Club, is closed for disinfection.[192] The United States Department of State raised the global travel alert to \"Level 3: Reconsider Travel\", urging Americans to reconsider travel plans due to the ongoing pandemic.[193] Stock markets worldwide suffered their greatest single-day fall since the 1987 crash in response to the coronavirus pandemic and the previous day's announcement of the 30-day travel ban between the U.S. and Europe.[194] Canadian Prime Minister Trudeau began a self-quarantine for 14 days after his wife Sophie Trudeau tested positive for the virus.[195] Ontario closes schools until at least April 5th Israel and Sri Lanka closed schools early from 13 March, with term holidays lasting until 20 April to stem the spread of the coronavirus. Schools were also asked to refrain from planning excursions during this period.[196] Singapore closed mosques for five days starting from 13 March for cleaning as a precaution against the coronavirus with prayers cancelled for that day. Activities at the mosques will be stopped until 27 March. This came after two people were infected from a gathering in Malaysia.[197] Separately, the Catholic Church of Singapore will continue suspending services indefinitely after the World Health Organization declared the coronavirus a pandemic, rescinding an initial plan to resume services on 14 March.[198] The Osim Sundown Marathon, supposed to be held on 23 May in Singapore, was cancelled due to the coronavirus, with runners having direct entry to next year's event. Several other runs were also postponed.[199] The suspension of Cortes Generales, Spain's Parliament, will be extended by 15 days due to the coronavirus.[200] Turkey closed all primary, secondary and high schools for a week, and universities for three weeks starting from 16 March. All sports matches will be played without spectators until end of April. Students will continue education from their homes via internet and TV channels from 23 March for a week.[201] Following the National Basketball Association's suspension of its season one day earlier, other major professional sports leagues in the United States and Canada and sporting organizers do the same. The National Hockey League indefinitely pauses the remainder of its 2020 season,[202] while Major League Soccer imposes a 30-day suspension on its 2020 season.[203] Major League Baseball cancels the remainder of its spring training and delays the start of its 2020 season for at least two weeks.[204] The National Collegiate Athletic Association, which had previously announced that all of its winter championship events, including its Division I Men's Basketball Tournament and Women's Basketball Tournament, would be played with no spectators, cancels all championship events until the 2020–21 season.[205] The Professional Golfers' Association of America cancels the Players Championship and other upcoming golf events.[206] The World Health Organization says that the COVID-19 pandemic can be controlled as long as countries take the pandemic seriously. This comes after some countries did not take adequate measures to slow transmission, and also after the WHO had stated the outbreak had not reached the status of a pandemic.[207][208][209] Before midnight, the Government of Estonia declared an emergency situation to last until 1 May. Special measures announced for the duration of the emergency situation include a prohibition of all public gatherings, concerts, performances, conferences, sport events, regular study in all schools and universities (remote forms of study are allowed), closure of museums, cinemas; introduction of border checks; and visitation limits to hospitals, social service centres and prisons.[210] As a result of a McLaren team member testing positive, the entire McLaren team pulled out of the 2020 Australian Grand Prix.[211] Euroleague Basketball announces all leagues suspension including the Euroleague and the Eurocup until an unknown date. The 2020 Summer Olympics torch relay began in Olympia, Greece, in a scaled-down ceremony without spectators. It was the first Olympic flame lighting ceremony to be held without public attendance since 1984.[212] Several theme parks in the United States have closed due to the coronavirus. In Orlando, Florida, SeaWorld Orlando, Disney World, Disney Cruise Lines, and Universal Orlando Resort closed down (Universal Orlando was originally announced to be closed through March 28.) In California, Disneyland and Universal Studios Hollywood have closed too. Separately, Disneyland also closed its Disneyland Paris park in France.[213][214] Speaking from Blair House during his Saint Patrick's Day official visit to Washington, D.C., Prime Minister of Ireland Leo Varadkar announced that schools, colleges and childcare would close starting 13 March until 29 March, recommended cancellation of indoor gatherings of more than 100 people, outdoor gatherings of more than 500 and advised remote work where possible.[215] As a result, the GAA bans all activity, including training and team gatherings from 18:00.[216] United Kingdom's Prime Minister Boris Johnson advised those with fever or \"continuous\" cough to self-isolate for seven days, coming after the UK Government moved to the \"delay\" phase to tackle the pandemic. In addition, schools are advised to cancel overseas trips, and people over 70 and those with pre-existing conditions are advised not to take cruises. Testing will focus on those with symptoms, and people are no longer required to call the National Health Service due to strained capacity, directing them to websites instead.[217] In Northern Ireland, schools and colleges will remain open with the situation under constant review.[218] In Scotland, mass gatherings attracting more than 500 people will be disallowed from next week. In addition, schools will still remain open with an advisory to cancel overseas trips.[219] Philippine President Rodrigo Duterte announced a quarantine for Manila. They include stopping all domestic travel into Manila from 15 March, closing schools for a month, ban on mass gatherings and entry of foreigners from places where the virus is spreading.[220] Several soccer competitions including La Liga, Eredivisie, Primeira Liga and Major League Soccer have been suspended due to coronavirus.[221] Italy will close all shops except food stores and pharmacies until 25 March to contain the worsening spread there, a day after WHO's declaration of a pandemic.[222] The opening event of Tokyo 2020 was announced as a softball game on 22 July, despite concerns of COVID-19 spread.[223] In a video message, UN Secretary-General António Guterres assured the world that the COVID-19 virus would peak, and that the global economy would recover but, until then, “we must act together to slow the spread of the virus and look after each other”.[224] The World Health Organization issued official advice noting that while the COVID-19 virus outbreak was now designated a pandemic, containment was still possible, and it advised against panic and information, while launching a 'COVID-19 Solidarity Response Fund' and stressing the need for everyone to be prepared and follow WHO guidelines.[225] With a member of the McLaren team testing positive the day before, and the team withdrawing from the race, F1 and the FIA decided to cancel the opening round of the 2020 Formula One World Championship, the Australian Grand Prix.[226] Later, it was announced that the next two rounds, to be held in Bahrain and Vietnam, would be postponed.[227] Cricket Australia announced that the three-match series against New Zealand would go ahead, but that fans would not be admitted into the venue.[228] The Women's Flat Track Derby Association (WFTDA), the governing body for roller derby in the United States, initiates its response to the pandemic.[229] The Auckland Council canceled the annual Pasifika Festival in Auckland in response to health concerns about the coronavirus.[230][231] The Czech Republic announced a complete travel ban effective midnight on 16 March, banning all foreigners from entering and Czech nationals and long-term resident foreigners from leaving the country. The lockdown will be effective for the duration of the 30-day state of emergency declared on 12 March.[232] Singapore bans visitors arriving from Italy, France, Spain and Germany from 15 March at 11.59pm, with Singapore citizens, permanent residents and long-term pass holders returning from these places issued Stay-Home Notices (SHN) lasting 14 days.[233] Port calls for all cruise vessels stopped immediately.[234] Singapore citizens are also advised to defer all non-essential travel to Italy, France, Spain and Germany, review travel plans and exercise caution while travelling.[235] Any traveller showing symptoms at checkpoints will serve SHNs lasting 14 days, even with negative results for COVID-19. All new ticketed cultural, sports and entertainment events with 250 people or more must be deferred or cancelled, with organisers of sold events required to take measures to ensure safety of participants before being allowed to proceed. Organisers of gatherings are advised to reduce crowds and contact between people, as well as public venues.[236] Employers were also encouraged to allow remote work and flextime.[237] Switzerland issued sweeping restrictions on places of public gatherings, closing schools throughout the country and imposing a ban on public gatherings of more than 100 people until 30 April.[238] This is implemented by most cantons as a closure of cinemas, theaters, museums, youth centers, sports centers, fitness centers, swimming pools, wellness centers, discos, pianos-bars, night clubs, and erotic clubs.[239] U.S. President Donald Trump declared a national state of emergency, allocating about US$50 billion of U.S. federal government money for relief efforts. In response, US stock market Dow Jones Industrial Average posted its largest single-day gain since October 2008.[240][241] In the UK, the Premier League, along with the English Football League and FA Women's Super League, suspended their respective seasons until April after both Arsenal F.C. manager Mikel Arteta and Chelsea F.C. player Callum Hudson-Odoi tested positive for the disease.[242] Apple Inc. announced that their annual Worldwide Developers Conference (WWDC) will be held as an online-only conference for the first time as a precaution.[243] They later announced the closure of all Apple Stores outside of Greater China until 27 March. Further, a commitment of US$15 million towards the COVID-19 response was announced.[244] Australia's chief medical officer advised the government to ban mass gatherings of more than 500 people to stop the coronavirus.[245] In Panama, businesses began to impose and enforce limits on how many food and personal hygiene items a customer may buy at a time.[246] Israel bans all mass gatherings, but kindergartens and day care centres are allowed to stay open.[247] The New Zealand Government cancelled the Christchurch mosque shootings memorial service scheduled to be held at Christchurch's Horncastle Arena on 15 March due to COVID-19 concerns.[248] Prime Minister Jacinda Ardern announced that anyone entering New Zealand from midnight on 15 March would have to isolate themselves for 14 days. Cruise ships will be barred from entering New Zealand from midnight 14 March until 30 June. In addition, anyone with coronavirus symptoms will not be allowed to enter the Pacific Islands and those who have been traveling overseas will have to wait for 14 days before traveling to the Pacific.[249][250] Malaysian Prime Minister Muhyiddin Yassin ordered the cancellation or postponement of all public gatherings including international meetings, sport, social and religious events until 30 April due to COVID-19 concerns.[251][252] The Prime Minister also announced that the Government would be evacuating 65 Malaysians in Iran and 323 in Italy in humanitarian missions.[253] The US State of Georgia announced they would move their primary election for president from 24 March to 19 May, becoming the second state to do so after Louisiana.[254] US President Donald Trump had his physician release a memo which suggested he tested negative for the virus.[255] Panama banned all flights from and to Europe and Asia for 30 days. The Panamanian government also began to regulate activities involving over 50 people.[256][257] Cirque du Soleil stops all its shows, including in Las Vegas.[258] The United Nations Secretary-General announced that the UN was putting in places measures to protect staff while affirming that it would continue normal operations.[259] All schools in Banten province of Indonesia are closed until 28 March. This comes after the Governor of Banten Wahidin Halim declared the virus an \"extraordinary event\". Other provinces such as Jakarta, Central Java, West Kalimantan, and West Java also did the same thing.[260] Brunei banned all citizens and foreign residents from leaving in response to the coronavirus pandemic. The Ministry of Health has also banned mass gatherings including weddings and sporting events. In addition the National Football Association of Brunei Darussalam, the Tutong District Amateur Football Association League, and the Brunei Basketball Association have suspended all matches and games.[261] Finland has ceased testing for people returning from trips abroad, and all of the people suffering flu symptoms in the country. The tests are now reserved for health professionals only.[262] Indian Prime Minister Narendra Modi proposed a SAARC fund called SAARC COVID-19 Emergency Fund to tackle coronavirus via video conference. He proposed setting up a volunteer basis COVID-19 emergency fund with India committing USD 10 million initially for it.[263][264][265] South African President Cyril Ramaphosa declared a national state of disaster in terms of the Disaster Management Act and declared measures to be put in place that comprised imposing a travel ban on foreign nationals from high risk countries, including Italy, Iran, South Korea, Spain, Germany, the United States, the United Kingdom, and China; performing high-intensity screening on travellers from medium-risk countries, such as Portugal, Hong Kong, and Singapore, as well as testing and isolation for South African citizens returning from high-risk countries; closing 35 of the 72 land, sea, and air ports of entry; the prohibition of gatherings of more than 100 people; the closing schools from 18 March 2020 until mid April 2020; and the suspension of visits to correctional centres (prisons and rehabilitation facilities) for 30 days.[266] The Panamanian government began to enforce the temporary closure of all businesses where large (over 50) numbers of people may gather, including pubs, cinemas, grills, casinos, gyms, convention centers and stadiums. Supermarkets may only have up to 50 customers inside at any given time, with ingress being regulated. Activities (like parties and weddings) are banned from having over 50 people present at any given time, and violations are punishable with forceful termination of the activity and a fine. The government also banned people from visiting beaches and other similar places (like large rivers).[267][268] Several fashion companies including Nike, Lululemon Athletica, Under Armour and Gap Inc. have announced store closures in the United States and other countries to control COVID-19.[269] The United Nations World Health Organization issued advice on 'Five Things You Should Know Now about the COVID-19 Pandemic'[270] and on safeguarding mental health during the pandemic,[271] while WHO Director-General Tedros Adhanom Ghebreyesus, \"blasted\" the slow virus testing response and stressed, “Once again, our message is: test, test, test.”[272] The Australian Border Force suspends the removal operations of New Zealand citizens to New Zealand up to 30 March, effective midnight 16 March.[273] Canadian Prime Minister Justin Trudeau announces restrictions to entry into Canada, allowing only Canadian and American citizens, permanent residents, closest family of citizens, diplomats, and air crew. Any Canada-bound passengers showing symptoms of COVID-19 would be refused boarding.[274] Saskatchewan Premier Scott Moe announces the closure of all primary and secondary schools in the province effective 20 March.[275] Costa Rican Health Minister Daniel Salas confirmed 41 cases of coronavirus. The government also decreed a state of national emergency. Classes were suspended in all public and private schools and colleges until 4 April. Borders would be closed starting Wednesday, 18 March and last until 12 April, Costa Ricans and permanent residents have no entry restriction. Those entering must remain in quarantine for at least 14 days.[276] Guatemalan President Alejandro Giammattei announced Guatemala will close its borders for two weeks as part of measures to contain the virus.[277] Slovakian prime minister Peter Pellegrini said the government was preparing cash worth 1.2 million euros ($1.3 million) to purchase masks from a contracted Chinese supplier. He then said \"However, a dealer from Germany came there first, paid more for the shipment, and bought it.\"[278][279] Malaysian Prime Minister Muhyiddin Yassin bans Malaysian citizens from going overseas and foreigners from entering Malaysia from 18 to 31 March. Malaysians returning from overseas will have to go through health checks and a 14-day self-quarantine.[280] Pink Dot SG, an event in support of the LGBT community in Singapore supposed to be held on 27 June, is cancelled due to the pandemic, the first time it did so. In its place will be a livestreaming session where people can tune in.[281] US President Donald J. Trump refers to COVID-19 as the \"Chinese virus,\" drawing allegations of racism from Chinese and WHO officials.[282][283] Also in the United States, the annual Kentucky Derby has been rescheduled from May 2 to September 5, 2020, and this was the first time since the 1945 event took place outside of the regular May schedule.[284] The UK government advises the British public to minimise all unnecessary social contact, encouraging remote work where possible and avoid visiting social venues such as pubs, clubs or theatres. Trials by Moderna to test a potential vaccine start with 45 volunteers roped in.[285] Hong Kong will impose a daily fee from 17 March for people under quarantine staying in temporary facilities to deter abuse of such areas.[286] The Philippines starts imposing home quarantine measures, and starts a stay-at-home order in Luzon, with all work and transportation suspended except for essential services. These measures will last until 13 April at the minimum.[287] The Malaysian state of Sawarak will issue all visitors and residents with a 14-day stay-home notice to fight the pandemic from 18 March. All government official events with more than 50 people will be cancelled until further notice. Sawarak will close all educational institutions for two weeks from 17 March, with school holidays extended for a week until 29 March. All public sports facilities are also closed.[288] Spain will extend its state of emergency beyond the initial 15 days, with border closures considered too.[289] The Tokyo 2020 torch relay will go ahead with some ceremonies cancelled due to COVID-19.[290] Czech Republic locks down several towns in the eastern side of the country and bans movement of people except for work and other essential activities until 24 March. This comes a day after a rule to close all restaurants and most shops for at least 10 days.[291] Thailand proposed measures to tackle the virus, including postponement of Songkran on 13 to 15 April, suspending activities in universities, schools and tuition centres and closing crowded venues temporarily like boxing stadiums, cinemas and entertainment facilities. At the same time, extra compensation for healthcare staff was approved, and distribution of confiscated masks will be done.[292] As Southeast Asian countries reported over 480 cases of COVID-19 and eight deaths, the World Health Organization called for countries to “act now” and urgently scale-up “aggressive” measures to address the disease.[293] UN agencies the International Organization for Migration and the UN refugee agency, UNHCR, announced they had temporarily halted resettlement travel for refugees.[294] The United Nations' agency for children, UNICEF, offered advice on how parents and carers could talk to children about the coronavirus.[295] New Zealand Health Minister David Clark announced that New Zealand Government will deport foreign tourists who flout government requirements to self-quarantine for two weeks.[296] Later, Immigration New Zealand detained two foreign tourists for refusing to comply with self-quarantine requirements.[297][298] That same day, Finance Minister Grant Robertson announced a NZ$12.1 billion COVID-19 coronavirus business package to aid businesses, beneficiaries, and health services affected by the COVID-19 outbreak.[299][300][301] Jon Landau, the co-producer of the Avatar film sequels, announced that film production at the New Zealand–based Stone Street Studios had been suspended in response to the coronavirus outbreak. However, filming will continue in Los Angeles.[302] Panama banned all non-resident foreigners from entering the country. Panamanian authorities also began to use the #QUEDATEENCASA (#STAYATHOME) hashtag on social media in an attempt to convince people to stay at home in self-quarantine.[303] The UEFA announced the upcoming Euro 2020 will be postponed to June 11 to July 11, 2021, marking the first time in the 60-year history of UEFA championship that has ever been postponed.[304] The upcoming 2020 French Open, the second Grand Slam tennis event of the year, announced that it will be postponed to September 20 to October 4, 2020, in response to the coronavirus outbreak in France.[305] In the US, several tourism spots, including the Statue of Liberty and Ellis Island, White House, Broadway, and Smithsonian museums have shut down.[258] The Director-General of the United Nations World Health Organization United Nations announced the beginning of the first vaccine 'solidarity trial' had begun, calling it “an incredible achievement” and urging the world to maintain “the same spirit of solidarity” that had helped fight Ebola.[306] The United Nations International Labour Organization released projections showing that millions of people would fall out of employment due to the pandemic and called for an internationally coordinated policy response, as had happened in the 2008 financial crisis, to significantly lower the impact on global unemployment.[307] The Eurovision Song Contest, planned to be held in Rotterdam, The Netherlands, was cancelled.[308] The New Zealand Ministry of Foreign Affairs and Trade (MFAT) urged all New Zealanders traveling overseas to return home in response to the spread of the coronavirus.[309] The New Zealand and Australian Governments canceled Anzac Day services scheduled to be held at Gallipoli in Turkey in response to travel restrictions and the coronavirus outbreak.[310][311] After cases increased quickly, Singapore announced that Stay-Home Notices will apply to all travellers arriving into Singapore from 20 March. Travellers are also advised to delay travel plans, with more social distancing measures soon.[312] Panama imposed a nationwide curfew, effective everyday from 9pm to 5pm of the next day. The curfew can be enforced with everyone, regardless of age, race, etc. It was imposed to prevent the spread of the virus. Panamanian president Nito Cortizo ordered the construction of a modular hospital, similar to China's purpose built hospitals, to be completed within a month. Panama also closed its land border with Costa Rica, and began to operate a Whatsapp number to allow people to consult a doctor. Panamanian authorities later began to explore the possibility of a mandatory nationwide quarantine, and allowing only one person per household to buy groceries and pharmaceuticals.[313][314][315][316][317] The United Kingdom announced that all schools, colleges and nurseries would be closed from 21 March until further notice - with the exception for children of \"key workers\" and vulnerable children - and that A Level and GCSE examinations in May and June would be cancelled in England and Wales.[318] Several automakers, including BMW, Kia, Toyota and Honda, temporarily suspended production for several weeks in the US and Europe.[319][320][321] After an indefinite postponement due to the coronavirus, the 2020 ASEAN Para Games will now be scheduled from 3 to 9 October.[322] South Korea will pump in more money to relieve economic pressures caused by the coronavirus to the tune of about $5 billion to $10 billion. In addition, a cap on foreign currency forward positions for local banks will be raised to 50% from the current 40% from 19 March, as well as raise the ceiling for foreign banks to 250% from the current 200%. In addition, there will be tightened border checks for all overseas travellers to stamp out potential cases.[323] The UN World Health Organization Director-General reported that China had reported no new domestic cases and stated that the WHO was working to ensure the supply chain for protective equipment and tests.[324] UN Secretary-General António Guterres held his first virtual press conference, stating, “more than ever before, we need solidarity, hope and the political will to see this crisis through together”.[325] The global pharmaceutical industry announced a major commitment to address COVID-19.[326][327] Australian Prime Minister Scott Morrison announced that Australia would be closing its borders to all non-residents and non-Australian citizens from 9pm on 20 March.[328][329] After the advisory, Qantas and Jetstar announced a suspension flights from late-March with two-thirds of its employees stood down until end-May.[330] In Tasmania, Premier Peter Gutwein announced that all non-essential travellers arriving into the state will be required to undergo quarantine for two weeks, with spot checks to ensure compliance. The rule takes effect on 20 March at midnight.[331] The Royal New Zealand Returned and Services' Association canceled all Anzac Day services, scheduled for 25 April.[332] New Zealand Health Minister David Clark advised the cancellation of mass indoor events with more than 100 people with the exception of workplaces, schools, supermarkets and public transport.[333][334] Prime Minister Jacinda Ardern closed New Zealand's border to non-citizens and non-residents with the exception of Samoan and Tongan citizens traveling to New Zealand for essential reasons, \"essential health workers\" and those seeking to enter the country for humanitarian reasons.[335][336] Argentine President Alberto Fernández announced a mandatory quarantine, in effect from midnight on 20 March until 31 March.[337] Playboy magazine ceases print production in part to disruptions in its supply chain.[338][339] The mayor of Boise, Idaho, Lauren McLean, orders the closure of all restaurants and bars (with the exception of those with take-out, delivery, or drive-thru options) for 30 days effective as of 12:01 a.m. Friday.[340][341] In the United States, Californian Governor Gavin Newsom issued a stay at home order for all residents of the state, with residents only allowed to leave their homes for essential purposes, coming after modelling showed a surge risk. Earlier on, the Governor asked President Donald Trump to send a hospital ship to Los Angeles to prepare for a surge of patients. In Los Angeles, Mayor Eric Garcetti also ordered a similar stay at home order for residents there.[342] The United States Department of State raised the global travel alert to \"Level 4: Do Not Travel\", the highest possible alert it can issue, urging Americans abroad to return immediately as well as not to travel abroad due to the pandemic. The State Department will also suspend normal visa services in most countries with the exception being urgent travel for emergency or within 72 hours from the following day.[343] The UN World Health Organization Director-General announced the ‘tragic milestone’ of 200,000 reported cases of COVID-19.[344] Jens Laerke, Spokesperson for the UN Office for the Coordination of Humanitarian Affairs, highlighted that UN global humanitarian assistance would be critical for approximately 100 million people living in emergency situations, and life-saving food aid essential for 87 million people, via the World Food Programme.[345] The Auckland Council closes all public libraries, swimming pools, and recreational centres in Auckland, New Zealand's largest city.[346][347] The University of Auckland and Massey University suspend classes in order minimise face-to-face contact.[348] In Panama, the government announced the banning of all international passenger flights to and from Panama effective 22 March, for 30 days. Copa Airlines announced a temporary cease of operations, also effective 22 March for 30 days. The government also announced the forceful temporary closure of all businesses, with the exception of those working on the food, pharmaceutical, health, banking, construction, logistics, telecommunications, transport, agroindustrial, animal feed, security and other related industries, as well as supermarkets, convenience stores, lawyers, veterinary clinics, call centers, funeral homes and laundromats. Restaurants may only serve take-out, drive-thru or delivery orders. Church services involving over 50 people were also suspended. The national lottery also suspended its draws. The government established several \"epidemiological fences\" to prevent unauthorized persons from spreading the virus to the areas protected by the fences.[349][350][351][352][353][354] The Dominican government began to enforce a curfew, similar to Panama's curfew, but effective from 8 PM to 6 AM of the next day, until April 3.[355] After mid-March 2020, the Federal government made a major move to use the US military to initiate and lead an effort to rapidly grow COVID-19 intensive care facilities nationwide. The US Army Corps of Engineers, under existing statutory authority that comes from authorizations and powers of FEMA, will be rapidly leasing a large number of buildings across the US in hotels and in larger open buildings to immediately grow the number of rooms and beds with ICU capability for patients of the COVID-19 pandemic. A public briefing of the plan was given by Army General Todd Semonite on 20 March 2020. The Corps of Engineers will handle leasing and engineering, with contracts for rapid facility modification and setup issued to local contractors. The plan envisions that the operation of the facilities and the provision of medical staff would be entirely handled by the various US States rather the Federal government.[356] The Grand Ole Opry was played in front of an empty theater for the first time since 1925.[357] Singapore's Government Technology Agency launched a smartphone app TraceTogether to boost contact tracing efforts, the first such app in the world.[358][359] In addition; more social distancing measures are announced, including suspending all events and gatherings with 250 people or more with immediate effect until 30 June, ensuring 1 metre separation in public venues, and suspending all activities for seniors for another 14 days until 7 April.[360][361] A guide on safe distancing measures has also been drawn up by Enterprise Singapore and Singapore Tourism Board.[362] South Korea will start testing all travellers who arrive from Europe for COVID-19 from 22 March. These travellers will also be required to self-quarantine for two weeks even with a negative test, which the government will provide financial support to all.[363] New Zealand Prime Minister Jacinda Ardern introduces a four-level COVID-19 alert system. New Zealand is currently on Level 2 where people over the age of 70 or with compromised immune systems are encouraged to stay at home, and all non-essential domestic travel to be curtailed.[364][365] Several local body councils around New Zealand in Auckland, Wellington, Christchurch, Dunedin, Lower Hutt and Porirua closed public facilities including swimming pools, libraries, recreation centres, community centres, art galleries, and museums.[366][367] In Australia, a human biosecurity emergency was declared by the federal government under the Biosecurity Act 2015, after a National Security Committee meeting the previous day with state and territory governments.[57] The Department of Health had earlier devoted a web page to the pandemic,[368] as had the states.[369] Global streaming services Netflix and YouTube reduce their video quality in the European Union to help prevent Internet gridlock as tens of millions of Europeans work at home or self-isolate.[370][371][372] Disney will close the Aulani resort in Hawaii from 24 March until the end of the month to protect against the coronavirus.[373] South Korea's Prime Minister Chung Sye-kyun advised the closure of religious, sports and entertainment facilities and avoiding socialising and travel for the next 15 days in a bid to control the outbreak, with penalties should rules be flouted. In addition, up to 3.8 trillion won will be provided for small businesses and the disadvantaged to tide through the crisis.[374] The Canadian Olympic Committee and the Canadian Paralympic Committee have called for the postponement of the 2020 Tokyo Olympic Games, warning that they will not send athletes if the Games go ahead on 24 July.[375] India observed a 14-hour long curfew both to try and combat the coronavirus pandemic and assess the country's ability to fight the virus.[376] Singapore bans all travellers starting from 23 March, 11:59 p.m. This comes after a spike in imported cases of COVID-19. Only people working in essential services like healthcare services and transport will be allowed into Singapore during this time. In addition, the Singapore-Malaysia Special Working Committee have agreed to have Malaysians with work permits to continue working in Singapore. Discussions are ongoing.[377] The British television channel ITV suspends production of several television programmes including Coronation Street, Emmerdale, and the talk show Loose Women.[378] Italy said that the 680,000 face masks and ventilators it ordered from China were confiscated by Czech Republic police who said they did so in an anti-trafficking operation. Despite acknowledging the mistake, Czech kept 380,000 of the seized equipment in the country while sending 110,000 items to Italy as compensation.[379][380] A stimulus vote in the United States to lessen the coronavirus impact fails to pass after falling short of the required votes. This comes after several Democrats voted against the bill due to insufficient worker protections.[381] McDonald's will close their restaurants in UK and Ireland from 23 March, with Nando's following suit. Other retailers in the UK have since announced closures.[382] In addition, Waterstones will close all stores from 23 March after staff expressed concerns over their safety.[383] The United Nations Secretary-General called for the world's first global ceasefire to support the bigger battle against COVID-19, a \"common enemy that is now threatening all of humankind\".[384] The UN health agency, the WHO, and international football's governing body, FIFA, launched a joint campaign, ‘Pass the Message to Kick Out Coronavirus’, including a WhatsApp helpline.[385] The International Telecommunication Union launched a new platform to assist global networks under increasing strain and facing rising demand during the pandemic to remain “safer, stronger and more connected”.[386] UN-Habitat announced the impacts of the pandemic could be considerably higher on urban poor living in slums, where overcrowding could prevent handwashing and recommended measures like social distancing and self-isolation.[387] The UN Children's Fund (UNICEF) and its relief partners in Syria warned that disruptions to water in the country's war-battered north-east could worsen the risks posed by the pandemic.[388] In response to a spike in cases, the New Zealand Government has raised the national COVID-19 alert level to three in preparation for a nationwide lockdown that will come into effect midnight 26 March. As part of the nationwide lockdown that will come into effect on 26 March, the COVID-19 alert level will be raised to four. Schools, all indoor and outdoor events, most businesses, and cafes will be required to shut down. However, essential services such as supermarkets, petrol stations, and health services will remain open.[389][390][391] The Government also released a list of \"essential services\" that will would be allowed to operate during the four-week lockdown.[392] Singapore announced that all arriving travellers will be required to fill up online health declaration forms before undergoing immigration clearance from 27 March as a protection measure against the coronavirus.[393] Former American film producer and convicted sex offender Harvey Weinstein tests positive for the coronavirus.[394][395] British Prime Minister Boris Johnson announces in a televised speech that the government has implemented a stay-at-home instruction. The British public must stay at home, except for one form of exercise a day (such as jogging, walking or cycling), shopping for essential items, meeting any medical need, providing care for a vulnerable person, or travelling to work if it cannot be done from home. All non-essential businesses are required to close. The stay-at-home instruction is to be kept under constant review, with a formal review due after three weeks. The International Olympic Committee, International Paralympic Committee and the Tokyo 2020 Organising Committee announce that the 2020 Tokyo Olympic Games and the 2020 Tokyo Paralympic Games will be postponed to a date beyond 2020 but no later than summer 2021. Marking the first time in the 124-year history of the Olympic Games that has ever been postponed, rather than cancelled.[396][397] United Nations Secretary-General António Guterres welcomed the Group of 20 industralized powers (G20) decision to convene an emergency virtual summit on the pandemic and recommended three areas for discussion.[398] The United Nations High Commissioner for Human Rights called for an easing of sanctions against countries under sanctions, like Iran, to \"allow their medical systems to fight the disease and limit its global spread\".[399] United Nations Special Envoy to Syria Geir Pedersen called for a country-wide truce to fight the pandemic.[400] The New Zealand Government has extended all temporary visas until late September 2020; allowing travelers whose visas expire before 1 April to remain if they are unable to leave the country. Foreign Minister Winston Peters has urged New Zealanders stranded overseas to consider sheltering \"in place\" due to travel restrictions. Peters has estimated there were 80,000 New Zealanders stranded overseas; 17,000 of whom have registered with the Ministry of Foreign Affairs and Trade's \"Safe Travel\" programme.[401] On 24 March, Poland's government announced further restrictions on people leaving their homes and on public gatherings to further limit the spread of SARS-CoV-2 infections. The new limits constrained gatherings by default to a maximum of two people (with an exception for families); an exception for religious gatherings, such as mass in the Catholic Church, funerals and marriages in which five participants and the person conducting the ceremony were allowed to gather; and an exception for work places. Non-essential travel was prohibited, with the exception of travelling to work or home, SARS-CoV-2 control related activities, or \"necessary everyday activities\". Everyday activities qualifying as \"necessary\" included shopping, buying medicines, visiting doctors, walking dogs, jogging, cycling and walking, provided that no more than two people participate and contact with others was avoided. The restrictions were initially defined for the period from 25 March to 11 April inclusive.[402] India's prime minister Narendra Modi announced a total lockdown, effective from midnight on 25 March.[403] Panama extended its curfew to 12 hours in length, starting at 5 PM and ending at 5 AM of the next day. The Panamanian government also announced fines of up to US$100,000 for those who refuse to stay in self-quarantine, after being diagnosed. Several businesses began to cover their glass windows with plywood panels and/or bricks to prevent looting. The first of several Lufthansa 747-400s landed in the Tocumen International Airport, to repatriate 700 German tourists.[404][405][406][407] Later in the day, the Panamanian government established a nationwide lockdown until further notice, with citizens only allowed to go outside for 3 hours a day, with the allowed exit time depending on their last ID or passport number digit. So, for example, if one's ID number ends in 7, that person will be allowed to go outside at 6:30 AM, and will have to return home at 9:30 AM. Citizens over 60 will only be allowed to be outside from 11:00 AM to 1:00 PM.[408][409] The 2020 Rock & Roll Hall of Fame induction ceremony was postponed for November 2020.[410] The United Nations launched a major humanitarian appeal and $2 billion coordinated global humanitarian response plan to aid the most affected and most vulnerable countries and prevent COVID-19 from \"circling back around the globe\".[411] Echoing the 23 March appeal to warring parties across the globe for an immediate global ceasefire, United Nations Secretary-General António Guterres called on those fighting in Yemen to cease hostilities and increase efforts to counter a potential COVID-19 outbreak.[412] The United Nations High Commissioner for Human Rights, Michelle Bachelet, urged quick action by governments to prevent COVID-19 from devastating prisons and other places of detention.[413] The World Bank and IMF called for a global debt payment suspension in light of the COVID-19 pandemic.[414] In response to a sharp spike in coronavirus cases to 205, New Zealand's Civil Defence Minister Peeni Henare declared a national state of emergency lasting seven days, which may be extended. This supplements the Coronavirus alert level 4 rating that comes into action at 11:59 pm.[415][416] Diamond Comics Distributors, a major distributor for most major US publishers including Marvel Comics and DC Comics, announces that it will stop shipping new comics to stores commencing 1 April. Diamond's sister company Alliance Game Distributors also adopted a similar policy, shutting down both its distribution systems the previous day.[417] Charles, Prince of Wales, heir apparent to the British throne, tests positive for the COVID-19 virus.[418] Egypt begins disinfection on the Giza pyramid complex.[419] The United Nations Secretary-General emphasized to world leaders at the G20 virtual summit that a sustainable global economy must arise once the COVID-19 pandemic is reversed, as the G20 committed to inject over $5 trillion into the global economy to counteract the effects of the COVID-19 pandemic.[420] The United Nations Conference on Trade and Development (UNCTAD) reported via its latest Investment Trends Monitor report that foreign direct investment flows were likely to drop by 30 to 40 per cent during 2020, and into 2021, reflecting a far more serious economic situation than initially projected.[421] A group of 42 experts representing nearly every independent rights specialist working within the United Nations Human Rights Council-mandated system stressed that in addition to public health and emergency measures to counter the COVID-19 pandemic, countries had to respect the fundamental individual human rights.[422] The head of the United Nations Children's Fund, UNICEF, highlighted that life-saving vaccinations must not \"fall victim\" to the COVID-19 pandemic.[423] Jeanine Hennis-Plasschaert, the United Nations Secretary-General's Special Representative for Iraq, issued a message urging citizens to support government efforts to halt further spread of COVID-19.[424] A European Commission summit is held, during which the heads of government of Spain, Italy and other European Union countries argue for the issuance of joint debt to help their economies recover from the crisis (dubbed \"corona bonds\"), which is opposed by Germany and the Netherlands.[425][426] India announces a 1.7 trillion INR economic stimulus plan to help millions of people affected by a nationwide lockdown. The Minister of Finance Nirmala Sitharaman also confirmed that the Indian Government plans to distribute five kilograms of staple food grains like wheat or rice for each person free of charge in order to feed about 800 million poor people over the next three months.[427] Russia halts all international air traffic with the exception of flights repatriating Russian citizens back to the country. Moscow closes all restaurants, bars, parks, and shops but allows grocery stores and pharmacies to remain open.[427] Panama began to limit the number of people that may attend a funeral. Now only five attendees will be allowed per funeral. The Panama Metro closed some of its stations, due to a reduction in ridership.[428][429] The United States Senate passes a US$2.2 trillion emergency relief package, which is to date the biggest rescue deal in US history.[427] US President Trump pledges that the United States would cooperate with China in combating the COVID-19 pandemic, signalling a fresh détente between Washington and Beijing after weeks of rising tensions.[430] That same day, following a video call summit with other G20 leaders, Trump stated that the US was cooperating with international allies to stop the spread of the coronavirus and to increase information sharing.[431] The United Arab Emirates imposes night curfew and begins disinfection across streets.[432] South Korea will require all long-term visitors arriving from United States to self-isolate for two weeks, taking effect from 27 March.[433] A rule that requires long-term visitors from Europe to undergo compulsory tests and a two-week quarantine took effect the same day.[434] Baskut Tuncak, United Nations Special Rapporteur on the implications for human rights of the environmentally sound management and disposal of hazardous substances and wastes, called on states and business leaders to ensure that 'health care heroes' working on the frontlines receives adequate protective equipment.[435] Executive Director of the United Nations Population Fund, Natalia Kanem, pledged support for those suffering from invisible impacts of the pandemic, including women and girls with disrupted access to life-saving sexual and reproductive health care.[436] In Colombia, President Iván Duque announced the extension of the national quarantine in April.[437] Malaysian Prime Minister Muhyiddin Yassin announces the RM 250 billion Prihatin stimulus package to help people, businesses and the economy to weather the effects of the COVID-19 pandemic.[438] The Prihatin stimulus package consists of RM128 billion for welfare assistance, RM100 billion to support small and medium businesses, RM2 billion to strengthen the country's economy, and a RM20 billion stimulus package that was announced previously.[439] Japan's professional basketball league B.League cancels the remainder of the season in response to the coronavirus pandemic.[440] British Prime Minister Boris Johnson and Health Secretary Matt Hancock test positive for COVID-19.[441] Shenzhen Bioeasy Biotechnology began to replace the defective test kits it had sent to Spain.[442] The United States House of Representatives pass the Coronavirus Aid, Relief, and Economic Security Act via voice vote, and was signed by Donald Trump afterwards.[443][444] The USNS Mercy arrives in Los Angeles for assistance.[445] Fanatics, Nike, Under Armour and others began to produce face masks.[446] The government of the Republic of Ireland announced restrictions on movement to be in place until 12 April.[447] South Korea requires all airlines to check temperatures of passengers arriving into the country from 30 March, with anyone having a temperature at 37.5 degree Celsius not allowed into the country.[448] Nickolay Mladenov, the United Nations Special Coordinator for the Middle East Peace Process, praised the coordination between the Israeli and Palestine authorities for their reaction to the pandemic.[449] After 63 new cases are confirmed in the United Arab Emirates, the country announced that disinfection and curfew will be extended to 5 April.[450] In Nicaragua, many citizens began to express anger and disappointment at their government for not doing enough to control the virus.[451] In the United States, the FDA authorized the emergency use of a quick COVID-19 testing kit developed by Abbott laboratories.[452][453][454][455] The United Nations donated 250,000 face masks to New York City health workers.[456] Malaysian Minister of Defence Ismail Sabri Yaakob confirmed that 649 people had been detained as of yesterday while 73 people had pleaded guilty to various offenses including illegal public gatherings, obstructing public officials, and breaking through police blockades.[457] The New Zealand Police launches a new online form on their website for people to report COVID-19 Alert Level 4 restriction breaches including isolation breaches and businesses operating illegally.[458][459] Panama began to make its own reagents for COVID-19 test kits.[460] The Argentine government announced the extension of the mandatory nationwide quarantine, originally intended to end on 31 March, until mid April.[461] South Korea makes a two-week quarantine mandatory for all travellers, including those arriving for short-term visits, which will take effect from 1 April. Foreigners will also be required to pay for costs incurred during quarantine.[448] In Hungary, the National Assembly passes a law allowing Prime Minister Viktor Orbán to rule by decree. Other measures include imprisonment for spreading misinformation and maintaining a national state of emergency.[462] The International Olympic Committee and the International Paralympic Committee move the 2020 Summer Olympics and 2020 Summer Paralympics 364 days from their original schedules, to be held between 23 July and 8 August 2021 and 24 August and 5 September 2021, respectively.[463] In Israel, Prime Minister Benjamin Netanyahu goes into self-isolation after coming into contact with infected people.[464] Japan bans entry by foreign citizens travelling from the United States, China, South Korea and most of Europe. Returning Japanese citizens will be required to self-quarantine for 14 days.[465][466] In Nigeria, authorities in Lagos place the city under a two-week lockdown commencing on Monday night.[467] The United States Department of State advised Americans to return to US while the Government is able to help, citing the risk of being stuck overseas for long periods of time.[468] In Russia, Moscow authorities have placed the capital into lockdown after many residents ignored official requests to stay at home. Under strict isolation measures, residents are not allowed to leave their homes unless for a medical emergency, to travel to essential jobs, obtain groceries and medicine, and to walk their dogs.[467] South Korea requires all travelers returning from overseas to undergo two weeks of quarantine from 1 April.[466] President of Uganda Yoweri Museveni imposes a lockdown to contain the spread of the coronavirus including banning private cars from the roads for 14 days.[469] The United Nations calls for a US$2.5 trillion emergency package to help developing countries cope with the economic impact of the COVID-19 pandemic.[470][471] The United Nations World Health Organization Director-General called for a global increase in the production of protective equipment and medical supplies.[472] Fernand de Varennes, the United Nations Special Rapporteur on minority issues, issued a statement noting that COVID-19 was stoking xenophobia, hate and exclusion, including against Chinese and other Asians.[473] The United Nations Group of Eminent International and Regional Experts on Yemen urged for a general release of inmates in Yemen to avert a nationwide coronavirus outbreak.[474] The United Nations Special Envoy for Syria reiterated calls for a “complete, immediate nationwide ceasefire” as a response to the coronavirus.[475] In the United States, President Trump extends the country's national shutdown and social distancing rules until 30 April. Ford and General Electric unveiled plans to manufacture 50,000 ventilators in 100 days. The FDA authorized the emergency use of anti-malarial drugs hydroxychloroquine and chloroquine, for the treatment of seriously ill COVID-19 patients.[476][477] Some Instacart and Amazon workers protested, demanding more stringent hygiene and safety standards.[478][479] The US government and Johnson & Johnson plan to manufacture at least 1 billion doses of a potential vaccine. Testing would start in September with potential emergency approval by early 2021.[480] The United Nations Secretary-General launched a comprehensive socioeconomic plan, Shared Responsibility, Global Solidarity: Responding to the Socio-economic Impacts of COVID-19, to \"defeat the virus and build a better world\".[481] The United Nations children's fund (UNICEF) warned that COVID-19 would seriously impact the health care system in the Democratic Republic of the Congo (DRC), already battling deadly measles and cholera epidemics that had resulted in the deaths of thousands of children.[482] The United Nations in Somalia, echoing the Secretary-General's call for “an immediate global ceasefire to put aside violence, mistrust, hostilities and animosity, and to focus on battling the virus, not each other”, appealed to Somalis to \"come together in this fight against the pandemic”.[483] Hilal Elver, the United Nations Special Rapporteur on the Right to Food, issued a statement noting that the continued imposition of sanctions, especially on Syria, Venezuela, Iran, Cuba and Zimbabwe, were seriously impacting the fundamental right to sufficient and adequate food.[484] The UN Deputy Special Representative for Afghanistan told Security Council members that, in the light of the COVID-19 pandemic, political parties in Afghanistan were being urged to prioritize national interests and join peace talks with the Taliban.[485] The Malaysian Defence Minister Datuk Seri Ismail Sabri Yaakob announced that all Malaysians returning from overseas would have to undergo two-weeks of quarantine at designated sites across the country.[486] The New Zealand Government extends the country's state of national emergency by seven days.[487] The Panamanian government began to enforce limits on profit margins for critical cleaning and hygiene supplies. The government also announced the implementation of an absolute quarantine: now citizens will only be allowed to be outside on alternating days depending on the gender specified on their ID card, with everyone staying at home during Sundays.[488][489] The Solomon Islands closes all schools in the country as a precautionary measure against COVID-19.[490] General Electric laid off 2,600 employees in an attempt to save money on operating costs.[491] South Korea will start the new school year with online classes from 9 April after multiple delays caused by the virus.[492]","Title":"Responses to the COVID-19 pandemic in March 2020 - Wikipedia","KeyID":"10190","URL":"https://en.wikipedia.org/wiki/Responses_to_the_COVID-19_pandemic_in_March_2020"}