{"Content: ":"The treasurer of the United States is an official in the United States Department of the Treasury who was originally charged with the receipt and custody of government funds, though many of these functions have been taken over by different bureaus of the department. The treasurer remains the depositary officer of the United States with regard to deposits of gold, Special Drawing Rights, and financial gifts to the Library of Congress.[1][2] As such, the office has nominal oversight of the United States Mint and Bullion Depository. The treasurer's signature appears together with that of the secretary of the treasury on all Federal Reserve Notes. Responsibility for oversight of the Bureau of Engraving and Printing, the United States Mint, and the United States Savings Bonds Division (now the Savings Bond Marketing Office within the Bureau of the Public Debt) was assigned to the treasurer in 1981. In 2002, the Office of the Treasurer underwent a major reorganization that removed these formal oversight duties. The Treasurer now advises the director of the Mint, the director of the Bureau of Engraving and Printing, the secretary, and the deputy secretary of the treasury on matters relating to coinage, currency, and the production of other instruments by the United States.[3] President Harry S. Truman appointed Georgia Neese Clark as the first female treasurer in 1949. Since then, every subsequent treasurer has been a woman, and seven of the past eleven treasurers have also been Hispanic. The requirement of Senate confirmation for the appointment was dropped in August 2012.[4] In the last 60+ years, since treasurer Elizabeth Rudel Smith resigned, the length of time the office has been vacant totals more than 4,600 days or twelve and a half years, while in the 170+ years prior to that, the length of time the office had been vacant totaled less than a year.","Title":"Treasurer of the United States - Wikipedia","KeyID":"102","URL":"https://en.wikipedia.org/wiki/Treasurer_of_the_United_States"}