{"Content: ":"The COVID-19 pandemic was confirmed to have spread to Africa on 14 February 2020, with the first confirmed case announced in Egypt.[2][3] The first confirmed case in sub-Saharan Africa was announced in Nigeria at the end of February 2020.[4] Within three months, the virus had spread throughout the continent, as Lesotho, the last African sovereign state to have remained free of the virus, reported a case on 13 May 2020.[5][6] By 26 May, it appeared that most African countries were experiencing community transmission, although testing capacity was limited.[7] Most of the identified imported cases arrived from Europe and the United States rather than from China where the virus originated.[8] In early June 2021, Africa faced a third wave of COVID infections with cases rising in 14 countries.[9] By 4 July the continent recorded more than 251,000 new Covid cases, a 20% increase from the prior week and a 12% increase from the January peak. More than sixteen African countries, including Malawi and Senegal, recorded an uptick in new cases.[10] The World Health Organization labelled it Africa's 'Worst Pandemic Week Ever'.[11] Many preventive measures have been implemented by different countries in Africa. These include travel restrictions, flight cancellations, event cancellations,[12] school closures, and border closures.[13] It is believed that there is widespread under-reporting in many African countries with less developed healthcare systems.[14] According to the autumn 2020 seroprevalence study in Juba in South Sudan, less than 1% of infected were actually reported.[15] Similar results were found in 2022 by WHO modelers.[16] New variants of concern of the virus were found in Africa: in February 2020 the Beta variant in South Africa,[17] in December 2020 the Eta variant in Nigeria,[18][19] and in November 2021 the Omicron variant in Botswana.[20] The African Union secured close to 300 million COVID-19 vaccine doses in the largest such agreement yet for Africa; it was announced on 13 January 2021. This is independent of the global Access to COVID-19 Tools Accelerator (COVAX) effort aimed at distributing COVID-19 vaccines to lower-income countries.[21] Notably, however, African countries were being charged more than double what European countries had to pay for certain vaccines.[22] The Group of Seven (G-7) promised an equitable distribution of vaccines on 19 February 2021, although few details were provided.[23] The United Arab Emirates has also stepped forward as a vaccine provider for the continent.[24][25] Despite these breakthroughs, Africa is the world's least vaccinated continent.[26] At the beginning of June 2021 the World Health Organization reported that COVID-19 vaccine shipments had ground to a \"near halt\" in Africa.[27] On 8 June, the Sudanese-British billionaire philanthropist Mo Ibrahim sharply criticized the international community for failing to ensure equitable vaccine distribution across the globe.[28] By 8 July 2021, only 2% of the continent had been inoculated.[10] Several African governments are experiencing criticism for a perceived lack of readiness, corruption scandals, and forcing new lockdowns too late, undermining trust in the state. Currently, twenty of the 39 nations on the World Bank's harmonised list of fragile and conflict-affected states are in Africa.[29][30] To support the COVID-19 recovery, Sub-Saharan Africa as a whole would need to raise expenditure by around 6% of GDP ($100 billion), whereas MENA would need to boost spending by 9% of GDP.[31][32] By the second week of June 2020, Africa had surpassed 200,000 cases in total.[33] The number of confirmed new cases accelerated in June, with the continent having taken 98 days to record the first 100,000 cases, and 18 days for the second 100,000. The pace of acceleration has continued, with cases passing both the 300,000 and 400,000 marks on 6 July. On 8 July 2020, cases had exceeded half a million. Half of the 500,000 cases reported in the continent are from South Africa or Egypt.[34] Ten countries account for 80% of the reported cases.[34] The World Health Organization voiced alarm at the spread in Africa on 20 July 2020, stating that South Africa's surging numbers could be a precursor for further outbreaks across the continent.[35] The number exceeded a million by 6 August, with five countries making up over 75% of the total confirmed cases: South Africa, Egypt, Morocco, Ethiopia and Nigeria.[36] The true case numbers are believed to be significantly higher than the confirmed counts, due to low testing rates in many African countries.[37] The mortality rates of African countries, however, are relatively low compared to Europe due to the younger age of their populations.[36] On 21 August the Africa Centres for Disease Control and Prevention (Africa CDC) expressed \"cautious optimism\" as the number of new cases took a downturn, while warning against complacency.[38] In some countries, the number of cases began to rise. On 29 October, John Nkengasong, the head of Africa CDC, said: \"The time to prepare for a second wave is truly now.\"[39] On 12 November, Africa CDC and the World Health Organization (WHO) reported that confirmed cases have been increasing since July, particularly in North Africa (Tunisia, Morocco and Libya). The curve has flattened in South Africa and Kenya, while Senegal and Equatorial Guinea have seen a steady decline.[40] During the summer of 2021, the number of cases increased and reached almost 202,000 a week by 27 June.[41] As of 13 July 2021, 22 of the 55 African states had reported cases of the Delta variant.[41] For the first time since the apex of the fourth wave generated by the Omicron strain, the weekly number of Covid-19 cases in Africa has \"significantly decreased,\" and the number of deaths has also decreased, according to a statement released by the World Health Organization on Thursday, 10 February 2022.[42] Daily cases for the most infected African countries: The number of active cases by country.[43][44][45][46][47][48][49][50][51][52][53][54]   The first case in the country was confirmed on 25 February. On the morning of 2 March, Algeria confirmed two new cases of the coronavirus, a woman and her daughter.[58] On 3 March, Algeria reported another two new cases of the coronavirus. The two new cases were from the same family, a father and daughter, and were living in France.[59] On 4 March, the Ministry of Health recorded four new confirmed cases of the coronavirus, all from the same family, bringing the total number to 12 confirmed cases.[60][59] According to WHO prediction modelling estimates Algeria faces a relatively high risk for a spread of COVID-19 if containment measures such as contact tracing are not prioritized.[61] On 21 March, the first two cases in the country were confirmed.[62] Effective 20 March, all Angolan borders were closed for 15 days.[63] As of 18 April 2020[update], there were a total of 19 confirmed cases, two deaths and six recovered cases.[64] By December 2020 the total confirmed cases was 17,433, with 10,859 recoveries and 405 deaths. There were 6,169 active cases at the end of the month.[65] On 16 March 2020, the first case in the country was confirmed.[66] As of 18 April, there was a total of 35 confirmed cases, one death and 18 recovered cases.[64] The total number of confirmed cases was 3,251 in December. There were 3,061 recovered patients, 44 deaths, and 146 active cases at the end of the year.[67] On 30 March, the first three cases in Botswana were confirmed.[68] To prevent the further spread of the disease, the government has banned gatherings of more than 50 people and the entry of people from countries deemed high-risk.[69][70] the borders would be closed and Citizens of Botswana are permitted to return but must be quarantined for 14 days.[71] All schools were also closed from 20 March.[72] On 9 March 2020, the first two cases in the country were reported in Burkina Faso.[73] On 13 March, the third case was also confirmed, a person who had had direct contact with the first two cases.[74] As of 14 March, a total of seven cases had been confirmed in the country. Five of the new confirmed cases had had direct contact with the first two cases. One was an English national employed at a gold mine in the country who vacationed in Liverpool and came back on 10 March, transiting through Vancouver and Paris.[75] As of 18 April 2020[update] there were a total of 557 confirmed cases, 35 deaths and 294 recovered cases.[64] By the end of December 2020, there were 6,631 total cases, 4,978 recoveries, 1,569 active cases, and 84 deaths.[76] On 31 March, the first two cases in the country were confirmed.[77] The president of Burundi, Pierre Nkurunziza, died during the pandemic; officially he died of a heart attack, but it is speculated that he may have died from COVID-19 with members of his family also reported to have contracted the disease.[78] On 6 March the first case was confirmed in Cameroon.[79] According to WHO prediction modelling estimates Cameroon faces a relatively high risk for a spread of COVID-19 if containment measures such as contact tracing are not prioritized.[61] Cameroon reported 27,336 total cases, 1,993 active cases, and 451 total deaths on 13 January 2021. This is 17 deaths per one million population.[80] On 20 March, the first case in the country was confirmed, a 62-year-old from the United Kingdom.[81][82] The country's first case was announced on 14 March, with the patient being identified as a 74-year-old Italian man who returned to the Central African Republic from Milan, Italy.[83] On 19 March, the first case in the country was confirmed.[84] Over 4,000 people so far have tested positive[85] As a preventive measure, the government cancelled all flights into the country, except for cargo flights.[86][87] As a preventive measure, arriving travellers were to be quarantined for 14 days upon arrival. To prevent the spread of the virus, the government has cancelled all incoming flights and banned large gatherings.[88] On 15 April 2020, a person arriving in Mayotte from the Comoros tested positive for COVID-19.[89] On 30 April, the first case was confirmed in the Comoros.[90] On 4 May, the first death was announced.[91] 54 people had been tested, and 53 contacts had been traced.[92] On 10 March, the first case of COVID-19 was reported in the country.[93] As of March 2021, over 25,000 people had tested positive[94][95] As of 27 July 2021, the Delta variant had been detected in 76% of analyzed samples.[41] On 19 March, President Félix Tshisekedi announced that all flights would be suspended.[96] The president imposed a state of emergency and closed the borders.[97] Schools, bars, restaurants, and places of worship were also closed. The country's first case was announced on 14 March, a 50-year-old man who had returned to the Republic of the Congo from Paris, France.[98] On 18 March, the first case in Djibouti was confirmed.[1] Egypt's health ministry announced the first case in the country at Cairo International Airport involving a Chinese national on 14 February.[99][2] On 6 March, the Egyptian Health Ministry and WHO confirmed 12 new cases of coronavirus infection.[100] The infected persons were among the Egyptian staff aboard the Nile cruise ship MS River Anuket, which was travelling from Aswan to Luxor. On 7 March 2020, health authorities announced that 45 people on board had tested positive, and that the ship had been placed in quarantine at a dock in Luxor.[101] Egypt reported 152,719 total cases, 24,045 active cases, and 8,362 total deaths on 13 January 2021. This is 81 deaths per one million population.[80] In January 2021, the relative of a 62-year-old COVID-19 patient who died in Egypt's El Husseineya Central Hospital due to the shortage of oxygen posted a video of the hospital on Facebook. The video that showed the medical staff in distress, resuscitating a man with the help of a manual ventilator went viral on the Internet, inviting global attention concerning the government's shortcomings in handling the pandemic. Four patients had died that day and the official statement issued by the hospital concluded that the patients suffered \"complications\", denying \"any connection\" of their deaths with the shortage of oxygen. An investigation led by the New York Times found otherwise in which statements given during interviews by both, the patients’ relatives, as well as the medical staff, confirmed the cause of death as deprivation of oxygen.[102] Egypt began vaccinating healthcare workers on 24 January. More than 300 doctors have died.[103] On 14 March, the first case in the country was confirmed.[104] On 20 March, the first case in Eritrea was confirmed.[105] On 14 March, the first case in the country was confirmed.[106] The country's first case was announced on 13 March, which is a Japanese man who had arrived in the country on 4 March from Burkina Faso.[107] Three additional cases of the virus were reported on 15 March. The three individuals had close contact with the person who was reported to be infected by the virus on 13 March. Since then, eight more confirmed cases were reported by the health ministry to the public, bringing the total to twelve. Among the infected individuals an elderly Ethiopian in her eighties has been said to have some escalating symptoms while other eight have been on a recovery route and showing fewer symptoms of the disease. On 27 March, another statement was issued by the health minister stating that four additional cases have been identified while one case being in the Adama city of the Oromia regional state and the other three being in Addis Ababa. Moreover, three more cases were confirmed by the Health Minister on 31 March 2020. Similarly, the following day another three cases were added. On the previous press release the government authorities had noted that one case was retested and confirmed negative and two of the confirmed cases have been sent to their country (Japan). In aggregate, twenty-nine cases are confirmed as of 1 April 2020[update]. On 3 April 2020 due to further tests made, six additional cases have been discovered moving up the tally to thirty-five. Measures are being taken by the government and the community together strictly to suppress the further spreading of this deadly virus. Among the six cases identified there were individuals with no traveling history recently, that has made it alarming to the public.[1] On 4 April, three additional cases of the virus were reported. All of the cases were from Addis Ababa. Two of the patients, a 29-year-old and a 34-year-old male Ethiopians, had travel histories to Dubai on different dates. The third case is of a 35-year-old female Ethiopian who had arrived from Sweden on 3 April.[31] On the same date, one additional recovery was reported, increasing the total number of recoveries to 4. On 5 April, five more positive cases of the virus were reported. Three of them are Ethiopians. The other two are Libyan and Eritrean nationals.[33]. There were 43 total cases as of 5 April 2020[update]. On 7 April, more individuals were detected and the total was 54. Among 200+ tests conducted on 8 April 2020, one additional case has been added to the tally making it 55. With the current situation indicating the spread of the virus Ethiopia has declared a state of emergency. Tilahun Woldemichael, an Ethiopian Orthodox monk who is said to be 114 years old, was released from the hospital on 25 June after being treated with oxygen and dexamethasone for coronavirus. Ethiopia has 5,200 confirmed cases.[108] Ethiopia reported 129,455 total cases, 12,882 active cases, and 2,006 total deaths on 13 January 2021. This equals 17 deaths per one million population.[80] The first case of the COVID-19 pandemic in the French overseas department and region of Mayotte was reported on 13 March 2020.[109] On 31 March the first person died of COVID-19.[110] The single hospital in Mayotte was overwhelmed with COVID-19 patients in February 2021. The French army sent in medical workers and a few ICU beds, but it is not enough.[111] The COVID-19 pandemic was confirmed to have reached the French overseas department and region of Réunion on 11 March 2020.[112] The country's first case was announced on 12 March, a 27-year-old Gabonese man who returned to Gabon from France 4 days prior to confirmation of the coronavirus.[113] The Gambia reported its first case of coronavirus from a 20-year-old woman who returned from the United Kingdom on 17 March.[114] Ghana reported its first two cases on 12 March. The two cases were people who came back to the country from Norway and Turkey, with the contact tracing process beginning.[115][116] On 11 March, the Minister of Finance, Ken Ofori-Atta, made the cedi equivalent of $100 million available to enhance Ghana's coronavirus preparedness and response plan. The Ghana Health Service reported on 6 August that over 2,000 health workers had been infected and six have died.[117] Ghana reported 56,981 total cases, 1,404 active cases, and 341 total deaths on 13 January 2021. This is 11 deaths per one million population.[80] On 13 March, Guinea confirmed its first case, an employee of the European Union delegation in Guinea.[118] A mosque was forcefully opened by faithful in Dubréka in May.[119] On 25 March, Guinea-Bissau confirmed its first two COVID-19 cases, a Congolese UN employee and an Indian citizen.[120] On 11 March, the first case in the country was confirmed.[121] Ivory Coast reported 24,369 total cases, 1,373 active cases, and 140 total deaths on 13 January 2021. This is five deaths per one million population.[80] On 12 March 2020, the first case was confirmed in Kenya by President Uhuru Muigai Kenyatta.[122] On 13 March, the first case in Kenya was confirmed, a woman who came from the US via London.[123] Kenya reported 98,555 total cases, 15,168 active cases, and 1,720 total deaths on 13 January 2021. This is 32 deaths per one million population.[80] On 13 May, the first case in Lesotho was confirmed.[6][124] The country recorded its first death on 9 July.[125] On 16 March, the first case in Liberia was confirmed.[126][127] Churches and mosques were allowed to reopen as of 17 May.[119] On 17 March, to prevent the spread of the virus, the UN-recognised Government of National Accord closed the country's borders, suspended flights for three weeks and banned foreign nationals from entering the country; schools, cafes, mosques and public gatherings have also been closed.[128] On 24 March, the first case in Libya was confirmed.[129] Libya reported 106,670 total cases, 21,730 active cases, and 1,629 total deaths on 13 January 2021. This is 235 deaths per one million population.[80] On 20 March, the three first cases were confirmed in Madagascar. All were women.[130] Madagascar had a total 225 confirmed coronavirus cases, 98 recoveries, and no deaths as of 8 May 2020[update].[131] Madagascar's plant-based \"cure\" called COVID-19 Organics is being pushed despite warnings from the World Health Organization that its efficacy is unproven. Tanzania, Equatorial Guinea, Central African Republic, the Republic of Congo, the Democratic Republic of Congo, Liberia, and Guinea Bissau have all already received thousands of doses of COVID-19 Organics free of charge.[131] On 2 April, the three first cases were confirmed in Malawi.[132] In April 2020 the High Court of Malawi issued an order temporarily blocking the lockdown measures imposed by the government of Malawi.[133][134] In August 2020 the government of Malawi instituted additional measures including mandatory mask wearing in public areas to stem the spread of the virus[135] On 25 March, the two first cases were confirmed in Mali.[136] On 13 March, the first case in the country was confirmed.[137] By 18 April 2020, there had been 7 confirmed cases in the country, 6 of whom recovered, and one died making Mauritania at the time the only affected country in Africa and in the world to become free of COVID-19.[138] A further case was confirmed on 29 April.[139][non-primary source needed] Since the first three cases of COVID-19 were confirmed on 18 March 2020, the Mauritian authorities have been conducting 'Contact tracing': people who have been in contact with infected patients have been placed under quarantine, including doctors, nurses and police officers.[140][141][142] No cases have been reported in Rodrigues, Agaléga and St. Brandon.[143][144] On 1 May 2020, the Prime Minister announced that the ongoing COVID-19 curfew will be extended to 1 June 2020 and schools will remain closed till 1 August 2020. As of 15 May 2020[update], more businesses were allowed to operate, namely bakeries, hardware stores and fish markets and the opening hours of supermarkets were extended to 20 00 hrs. Banks continued to operate under strict hygiene protocol.[145][146][147] On 13 May 2020, the government elaborated strict guidelines and regulations that both commuters and public transport operators will have to adhere to. These guidelines and regulations were in line with Government's strategy to ensure that there is no risk of the propagation of COVID-19 as the country gradually prepares itself to allow certain economic activities to resume as from 15 May 2020.[148][149] On 15 May 2020, Mauritius embarks on the first phase of easing its lockdown protocol.[150] On 2 March, Morocco recorded its first case of COVID-19. It was a Moroccan national residing in Italy who had returned to Morocco.[151] The country's first case was announced on 22 March, a 75-year-old man who returned from the United Kingdom.[152] Mozambique reported 23,726 total cases, 5,239 active cases, and 205 total deaths on 13 January 2021. This is 39 deaths per one million population.[80] On 14 March, the first two cases in the country were confirmed.[153] In a first reaction by government air travel to and from Qatar, Ethiopia and Germany was suspended for 30 days. All public and private schools were closed for a month, and gatherings were restricted to fewer than 50 people. This included celebrations for the 30th anniversary of Namibian independence that took place on 21 March.[154] Libraries, museums, and art galleries were also closed.[155] On 17 March, President Hage Geingob declared a state of emergency as a legal basis to restrict fundamental rights, e.g. to freely move and assemble, guaranteed by the Constitution.[156] By 25 March 2020 the total number of cases reached seven, of which one is thought to be a local transmission. A 21-day lockdown of the regions of Erongo and Khomas was announced for 27 March with inter-regional travel forbidden, excluding the commuter towns of Okahandja and Rehoboth. Parliament sessions were suspended for the same period, and bars and markets were closed.[157] On 14 April this lockdown was extended for another 2 weeks ending 4 May, now encompassing all regions, although the stay-at-home order was already enforced countrywide.[158] After 5 April 2020, when 16 cases were identified, no new infections occurred until the end of April. Government subsequently eased the restrictions as from 5 May.[159] The country recorded its first death on 10 July.[160][non-primary source needed] Namibia reported 29,183 total cases, 3,504 active cases, and 271 total deaths on 13 January 2021. This is 106 deaths per one million population.[80] Niger confirmed its first case on 19 March 2020.[161] There were 1,720 new cases in December, raising the total number of confirmed cases to 3,268. The death toll rose to 104. The number of recovered patients increased to 1,802, leaving 1,362 active cases at the end of the year.[67] On 27 February, Nigeria confirmed its first case, the first case of coronavirus in sub-Saharan Africa.[4][162] An Italian citizen who works in Nigeria had returned on 25 February from Milan, Italy through the Murtala Muhammed International Airport, fell ill on 26 February and was transferred to Lagos State Biosecurity Facilities for isolation and testing.[163][4][164] The test was confirmed positive by the Virology Laboratory of the Lagos University Teaching Hospital, part of the Nigeria Centre for Disease Control.[165] He was transferred to the Infectious Disease Hospital in Yaba, Lagos.[164] On 28 February, the Lagos State Commissioner for Health announced that the Italian man had travelled on Turkish Airlines with a brief transit at Istanbul.[166] As of 6 March, a total of 219 primary and secondary contacts of the index case had been identified and were being actively monitored.[167] The Federal government of Nigeria has instructed institutions to shut down for 30 days as a lockdown measure to limit the spread of COVID-19. It has also banned public gatherings. The state government of Lagos has asked schools to close and banned public gatherings of more than 50 people, particularly religious gatherings.[168][169] Several schools in Nigeria have shut down, following the directives of the federal government at Abuja. This led the Management of one of the most populated schools in Nigeria, the Federal Polytechnic Nekede, Owerri to declare an emergency holidays a precaution against COVID-19, stating that the emergency holiday will last for 30 days. The institution had already fixed the dates for the 2019–2020 academic year examinations.[170] Reports have shown that some high-profile individuals in Nigeria have tested positive for coronavirus. The Nigeria's high profiled persons that have tested positive for COVID-19 are: Buhari's chief of staff, Abba Kyari, Governor of Bauchi state Bala Mohammed, Governor of Oyo state, Seyi Makinde, Governor of Kaduna state Nasir el-Rufai, Governor of Ekiti state, Kayode Fayemi, Governor of Delta state Ifeanyi Okowa, Governor of Ebonyi state, Dave Umahi, Governor of Ondo state Rotimi Akeredolu. In June 2020, the former governor of Oyo state Abiola Ajimobi also announced he tested positive, he later succumbed to the disease on 25 June 2020. On 19 July 2020, the Minister of Foreign Affairs, Geoffrey Onyeama, a member of the presidential task force on COVID-19, also announced he had tested positive.[171][172][173] As Muhammadu Buhari's closest staff, Nigerians suspected that the president would have the virus as his chief of staff tested positive. Meanwhile, Nigeria Centre for Disease Control (NCDC) reported that president Buhari tested negative after the test was carried out on him.[174] In Nigeria, there were fears everywhere that the chief of staff, Abba Kyari who had tested positive for the coronavirus may have transmitted it to more people including governor Yahaya Bello of Kogi, minister of information, Lai Mohammed, special assistant to the president on media, Garba Shehu; minister of special duties, George Akume; minister of state for FCT, Ramatu Tijani; Geoffrey Onyeama, and other dignitaries and visitors at the prayers held on 17 March 2020, for the deceased mother of the Kogi State governor.[172] The governor of Kogi State, Yahaya Bello was tested for coronavirus, but tested negative. Others from the list who met with Abba Kyari also tested negative for the disease.[175] Peter Yariyok Jatau, 89, Roman Catholic prelate, former archbishop of Roman Catholic Archdiocese of Kaduna,[176] and Ikenwoli Godfrey Emiko, 65, Olu of Warri, died of COVID-19 on 17 and 21 December, respectively. On 14 March, the first case in the country was confirmed.[177] In an interview with the Financial Times on 20 April, President Paul Kagame said he believes it will cost $100 billion (£80 billion) and an entire generation for Africa to recuperate from the pandemic.[178] On 6 April, the first four cases in the country were confirmed. The first death was recorded on 30 April.[179][non-primary source needed] On 2 March, the first case in the country was confirmed.[180] Mosques are allowed to reopen for Ramadan despite 2,000 confirmed cases of the virus.[119] Police used tear gas to break up a demonstration in Ngor, Dakar after President Macky Sall declared a 9 p.m.–5 a.m. curfew in Dakar and Thiès Region on 13 January 2021.[181] Senegal reported 21,883 total cases, 2,773 active cases, and 489 total deaths on 13 January 2021. This is 29 deaths per one million population.[80] Seychelles reported its first two cases on 14 March. The two cases were people who were in contact with someone in Italy who tested positive.[182] As of January 2021[update], there had been one death in Seychelles.[183] On 16 March, the government banned public officials from travelling abroad, and urged citizens to avoid foreign travel.[184][185] Quarantine measures were put in place for all visitors arriving from countries with more than 50 cases.[184] Public gatherings of more than 100 people were also banned.[184] On 24 March, President Julius Maada Bio announced a year-long 'state of emergency' to deal with a potential outbreak.[186] The president of Sierra Leone confirmed the country's first case of coronavirus on 31 March, a person who traveled from France on 16 March and had been in isolation since.[187] On 16 March, the first case in Somalia was confirmed.[127] Somalia's Health Ministry reported that this was a Somali citizen returning home from China.[188] The first case and fatality was confirmed on 23 April 2020.[189] Six months later there had been around 500 cases and at least nine deaths. On 31 March, the first two cases in Somaliland were confirmed. The two cases were a Somaliland citizen and a Chinese national.[190] On 5 March 2020, the first confirmed case of COVID-19 was announced in South Africa, by a passenger returning from Italy. This resulted in President Cyril Ramaphosa declaring a national state of disaster on 15 March 2020 and the implementation of the national lockdown beginning on 26 March[191][192] From 1 May 2020, a gradual and phased easing of the lockdown restrictions began, lowering the national alert level to level 4. On 1 June 2020, it was eased to level 3. On 15 August, President Ramaphosa announced that after the passing of the COVID-19 peak, the lockdown will be lowered to level 2. On 21 September, lockdown was finally eased to level 1[193][194][195] After the discovery of the 501Y.V2 variant on 18 December 2020, and the rise of cases after surpassing 1 million people testing positive, it was announced on 28 December that the country would go back to a partial lockdown level 3 to reduce the speed of the second wave during the festive season. It was then lowered back to a level 1 after numbers declined.[196][197] The national vaccination program in South Africa was set to begin in early February 2021, after receiving its 1st 1,000,000 doses of Oxford-AstraZeneca vaccine, but on 7 February, SAHPRA suspended the vaccine after it proved to be ineffective against the 501Y.V2 variant[198][199][200] On 17 February 2021, the national COVID vaccination program was officially rolled out after South Africa received its first consignment of 80,000 doses of the Janssen vaccine. So far SAHPRA has approved the Pfizer/BioNTech and Janssen vaccines for use, with Oxford-AstraZeneca vaccine currently suspended due to its ineffectiveness. Currently, 220 million doses of the Janssen vaccine is in the process of being manufactured locally, with the country currently in phase 2 targeting mainly people over the age of 60 and frontline workers.[201][202][203][204] On 30 May, President Ramaphosa, addressed the nation announcing the tightening of restrictions from adjusted level lockdown 1 to 2.[205] This comes close to the recent sequencing of B.1.617.2 variant.[206][207][205] The third COVID-19 wave had taken hold.[208] On 5 April, the first case was confirmed.[209] Two cases COVID-19 were confirmed on 13 May in a crowded civilian protection camp in Juba. The camp houses 30,000 people.[210] The COVID-19 pandemic was confirmed to have reached the Canary Islands on 31 January 2020.[211][212] 2,275 confirmed cases and 151 deaths were reported as of 15 May 2020[update]. The COVID-19 pandemic was confirmed to have reached in Ceuta on 13 March 2020.[213] The COVID-19 pandemic was confirmed to have reached in Melilla on 10 March 2020.[213] As of 16 February 2021[update], 6,675 cases had been confirmed with 472 patients hospitalized, and 62 deaths.[214] The country's first case was announced on 13 March, a man who had died in Khartoum the previous day. He had visited the United Arab Emirates in the first week of March.[215] By 29 May, a surge of reported deaths in North Darfur raised fears of a serious outbreak in the region, although testing remains poor.[216] Sudan reported 25,730 total cases, 8,914 active cases, and 1,576 total deaths on 13 January 2021. This is 36 deaths per one million population.[80] On 16 March 2020, the first case was confirmed.[127] Tanzanian authorities stopped reporting case numbers in May.[217][218] The government announced in January 2021 that it had no plans in participate in vaccination projects encouraged by the WHO. The Catholic Church in Africa said it had observed an increase in Requiem masses and blamed funerals on an increase in COVID-19 infections.[219] On 17 February, Seif Sharif Hamad, 77, vice president of Zanzibar died of acute pneumonia related to COVID-19.[220] President John Magufuli died of a heart condition on 17 March, although many suspect it was COVID-19 related. Doctors expressed hope that the new president would bring positive change to the way the pandemic is addressed.[221] On 6 March 2020, the first case in the country was confirmed.[222] As of 17 February 2021[update], 5,953 confirmed cases, 5,094 recoveries, and 81 deaths had been reported.[223] On 2 March, the first case in the country was confirmed.[224][225] 168,568 total cases, 40,378 active cases, and 5,415 total deaths were reported on 13 January 2021 in Tunisia. This is a death rate of 456 per one million population.[80] On 20 March, the first case in Uganda was confirmed.[105][226][non-primary source needed] The first confirmed death was on 24 July.[227] Uganda reported 38,085 total cases, 24,698 active cases, and 304 total deaths on 13 January 2021. This is seven deaths per one million population.[80] As of 27 July 2021, the Delta variant had been detected in 97% of analyzed samples.[41] On 16 March three people who arrived by air to Ascension Island showed symptoms of COVID-19.[228] However, on 23 March it was announced that they had tested negative on 22 March[229] On 17 March all travel by air to the Saint Helena island was banned, except for island citizens or residents and similar cases.[230] There were no known cases on Saint Helena at this time.[231] On 16 March as a precaution the Tristan da Cunha Island Council on Tristan da Cunha made the decision to ban visitors to the island to prevent the potential transmission of the disease to islanders.[232] On 7 September 2020, the Ascension Island Government announced two weak positives cases,[233] subsequently tested negatives and confirmed as historical infection on 9 September.[234] The Ascension Island Government reported one other weak positive case on 16 November,[235] subsequently tested negative on 18 November[236] and a positive case in isolation on 24 December 2020.[237] The case was tested negative on 6 January 2021.[238] On 26 March 2021, a low positive case on a passenger arrived by flight on 24 March is reported by Saint Helena Health directorate.[239] The passenger was tested negative on 29 March 2021.[240] On 27 March 2021, Saint Helena government announced positive cases on a fishing vessel.[241][non-primary source needed] On 4 April, the first four cases in Moroccan-controlled part of Western Sahara were confirmed.[242] Sahrawi Arab Democratic Republic reported its first cases on 25 July 2020.[243] Zambia reported its first 2 cases of COVID-19 on 18 March. The patients were a couple that had travelled to France on holiday.[244] A third case was recorded on 22 March. The patient was a man who had travelled to Pakistan.[245] On 25 March, President Edgar Lungu confirmed a total of 12 cases. He also announced measures which includes suspension of international flights Simon Mwansa Kapwepwe, Harry Mwaanga Nkumbula and Mfuwe International Airports and re-routing of all international flights to Kenneth Kaunda International Airport to facilitate screening of incoming passengers and mandatory quarantine where necessary, closure of all bars, nightclubs, casinos, cinemas and gyms and restriction of all public gatherings to 50 people or less.[246] By 17 March, the government had shut all educational institutions and put in place some restrictions on foreign travel.[247] On 19 August, the Vice President of Zambia Inonge Wina tested positive for COVID-19.[248] Zambia reported 31,100 total cases, 9,023 active cases, and 509 total deaths on 13 January 2021. This is 27 deaths per one million population.[80] Before there were any confirmed cases in the country, President Emmerson Mnangagwa had declared a national emergency, putting in place travel restrictions and banning large gatherings.[249][250] The country's defence minister Oppah Muchinguri caused controversy by stating the coronavirus could be a divine punishment on Western nations for imposing sanctions on Zimbabwe.[251] Its first case was reported on 21 March: it was a male resident of Victoria Falls who travelled from the United Kingdom via South Africa on 15 March.[252] Police report that 105,000 have been arrested for violating health measures between March and July, including 1,000 arrests for not wearing facemasks on 18 and 19 July.[253] Zimbabwe reported 24,256 total cases, 10,009 active cases, and 589 total deaths on 13 January 2021. This is 39 deaths per one million population.[80] Corruption is alleged to exist within the public vaccination program, with priority for receiving vaccines being given to those willing to pay bribes to hospital staff, and members of Zimbabwe's ruling party ZANU-PF. Vaccines are reportedly available within the private health care system at a cost of approximately US$40.[254] As of 18 January 2021[update] there had been two cases in Diego Garcia, followed by three arrivals in April 2021 who subsequently tested positive during their 14-day quarantine. Access to the islands, already heavily restricted due to the presence of a military base on Diego Garcia, have been further curtailed, with licenses for visiting vessels suspended.[255] All people arriving into the territory are subject to a 14-day quarantine; social distancing measures have also been enacted.[256] COVID-19 vaccination programs have begun in many countries and territories in Africa. In June 2021, the World Health Organization predicted that 47 of Africa's 54 nations would fall short of the aim of vaccinating 10% of their people by September 2021. In June, Africa accounted for fewer than 1% of worldwide vaccine doses delivered.[257][258][259][260] Africa received in total less than 2% of the 3 billion vaccination doses provided globally. [261][262] As of 5 July 2021, vaccination campaigns had started in 51 African countries with 36.5 million people receiving at least one dose.[263] On 15 July 2021, WHO Africa's coordinator for immunization and vaccines development reported that African nations had destroyed some 450,000 vaccine doses due to their expiry dates. He cited Malawi, South Sudan, Liberia, Mauritania, Gambia, Sierra Leone,[264] Guinea, Comoros and the Democratic Republic of Congo as examples.[265] Also in July 2021, the European Investment Bank committed to fund Senegal's first COVID-19 vaccine production factory, at Institut Pasteur de Dakar. By the end of 2022, this factory is expected to manufacture up to 25 million doses of a licensed COVID-19 vaccine per month. This is part of a wide effort by the European Investment Bank to address the health and economic impact of COVID-19.[266][267][268] Meanwhile, BioNTech and the European Union are collaborating to assess mRNA vaccine production facilities in Rwanda and Senegal.[269][270][271][272] Experts have worried about COVID-19 spreading to Africa, because many of the healthcare systems on the continent are inadequate, having problems such as lack of equipment, lack of funding, insufficient training of healthcare workers, and inefficient data transmission. It was feared that the pandemic could be difficult to keep under control in Africa, and could cause huge economic problems if it spread widely.[273][8] The pandemic has had a serious economic impact in African countries, damaging the continent's growing middle class and threatening to increase the rates of poverty and extreme poverty.[274] On 23 June 2021, researchers from Harvard T.H. Chan School of Public Health and the Africa Research, Implementation Science and Education (ARISE) Network published six studies on the impact of the virus and control measures on nutrition, health, and areas of existing inequities.[275] Their findings included food price increases, disrupted schooling, and a disruption in health care services.[275] Previous research found that crowding out grew from 2014 to 2018, reaching high levels in a number of countries, including Ghana, Niger, Tanzania, and Zambia. In the aftermath of the global financial crisis, Africa's debt accumulation between 2008 and 2017 resulted in increasing public debt on bank balance sheets, higher interest rates on sovereign paper in several African nations, and collapsing banks. Given the enormous growth in indebtedness across Africa in 2020, there is a definite possibility of this cycle recurring, impeding recovery from the pandemic.[276][277] COVID-19 Enterprise survey follow-up modules were conducted in nine African nations between 2020 and 2021, producing results consistent with a severe economic effect.[278][279] Around 88% of enterprises in countries where COVID-19 follow-up surveys were conducted (three in Southern Africa, one in East Africa, four in West Africa, and one in North Africa) were suffering diminished liquidity, with more than 55% of them closing temporarily during the COVID-19 pandemic. Almost 8% had declared bankruptcy, and 26% of enterprises are past due on financial institution commitments. Firms that depend on equity are at 36%. Rather than depending on commercial bank loans to address cash flow issues, these are more likely to succeed at 16%. [278] As of 18 April 2020[update], the supply of ventilators was low in much of Africa: 41 countries had only 2,000 ventilators between them, and ten countries had no ventilators at all. Even basic supplies like soap and water are subject to shortages in parts of the continent.[280] The United Nations reported that at least 74 million test kits and 30,000 ventilators were needed for the continent's 1.3 billion people in 2020.[281] The World Health Organization (WHO) helped many countries on the continent set up laboratories for COVID-19 testing.[273] Matshidiso Moeti of the WHO said: \"We need to test, trace, isolate and treat\".[61] Experts say that experience battling Ebola helped some countries prepare for COVID-19.[273][282][283] The Integrated Disease Surveillance Programme has been leveraged for surveillance and case-finding.[284] Molecular testing has been scaled up across the continent using existing disease surveillance programs such as those for HIV, drug-resistant tuberculosis and Lassa fever.[284] Pooled testing to expedite processing times has been pioneered in countries such as Ghana.[284][285] Key leadership has been provided at country and regional level by public health institutes such as the Nigeria Centre for Disease Control, the five regional Centres for Disease Control, and the Africa Centres for Disease Control and Prevention. The Africa Centres for Disease Control and Prevention has worked to support the response across the continent and distributed tests donated by the Jack Ma Foundation.[286] The Africa Centres for Disease Control and Prevention, World Health Organization and COVID-19 Africa Open Data Project[287] have collected and reported continent-wide data on the number of cases, recoveries and deaths. The COVID-19 Africa Open Data Project provides additional data on healthcare workers infected, health services, urgent needs and local laboratories.[288] Africa Centres for Disease Control and Prevention director John Nkengasong warned on 10 December that Africa might not see vaccines until after the second quarter of 2021. Separately, Richard Mihigo of the World Health Organization warned against inequality in access to COVID-19 vaccines.[289] In Egypt, the poverty rate as of February 2021[update] stood at 29.7 percent, i.e., 30.5 million people. Nevertheless, the authorities were reported to be charging between 100 and 200 EGP (Egyptian Pounds) for a double dose of the COVID-19 vaccine by AstraZeneca. As per the economic conditions in Egypt, two doses of the vaccine were said to exhaust about 13 to 27 percent of the monthly income for people living just above the poverty line. According to unofficial estimates, about 60,000 people died in Egypt between May 2020 and July 2020, due to COVID-19.[290] Innovative uses of technology in health and other sectors such as drone delivery of test kits to isolated areas have been piloted.[284] The European Investment Bank committed €5 billion in new private and public investment throughout Africa in 2020 to assist in mitigating the effects of the COVID-19 pandemic, as well as addressing the economic consequences of the crisis.[30][291][292] 71% of the funds were for the least developed economies. The overall finance will end up supporting more than €12 billion in projects in 28 African countries. This financial support is estimated to help 210 million people be vaccinated against COVID-19, 595,400 homes to receive new electricity, 778,000 people getting a safer water supply. Farmers will also benefit from 26,500 hectares of freshly irrigated land and 3,076 hectares of newly planted forest.[30] A lasting sustainable recovery from COVID-19 would need an extra $1 trillion in yearly investment for poor countries, on top of the $2.5 trillion annual funding shortfall for the pre-crisis Sustainable Development Goals.[30][293][294][295] In March 2020, Matshidiso Moeti of the World Health Organization said that hand washing and physical distancing could be challenging in some places in Africa. It was thought that lockdown may not be possible, and challenges may be exacerbated by the prevalence of diseases such as malaria, AIDS, tuberculosis, and cholera.[273] However, by May, at lest 42 African countries had imposed partial or full lockdowns.[296] Advisers say that a strategy based on testing could allow African countries to minimize lockdowns that inflict enormous hardship on those who depend on income earned per day to be able to feed themselves and their families. Additionally, there is an increased risk of famine in several African nations.[297] Many preventive measures have been implemented in different countries in Africa, including travel restrictions, flight cancellations, event cancellations,[282] school closures, and border closures.[298] Social influencers and celebrities have joined voices with public health experts urging people to practice social distancing.[284] Other measures to contain and limit the spread of the virus have included curfews, lockdowns, and enforcing the wearing of face masks.[284] Local businesses have financially supported response efforts and initiated the manufacture of masks and hand sanitizers.[284] There have been significant efforts to combat COVID-19 disinformation and provide accurate information to support the response to COVID-19.[284][299] The \"Verified\" social media initiative of the United Nations used \"information volunteers\" to help debunk false claims about vaccine trials and fake cures.[299] UNESCO #DontGoViral initiative crowdsourced culturally relevant, open-sourced information in local languages.[299] The communications agency 35-North partnered with the COVID-19 Africa Open Data Project to combat misinformation through Telegram and WhatsApp.[300] It also raised the question of public policy and trust in Africa's governments and elsewhere and challenge them in many different aspects.[301] Template:COVID-19 pandemic","Title":"COVID-19 pandemic in Africa - Wikipedia","KeyID":"10249","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Africa"}