{"Content: ":"The COVID-19 pandemic in Morocco is part of the worldwide pandemic of coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The virus was confirmed to have spread to Morocco on 2 March 2020, when the first case COVID-19 case was confirmed in Casablanca.[3] It involved a Moroccan expatriate residing in Bergamo, Italy, who arrived from Italy on 27 February. A second case was confirmed later that same day involving an 89-year-old woman Moroccan residing in Italy who had returned to Morocco on 25 February from Bologna, Italy.[4] As the outbreak widened in Morocco, in mid-March the Government closed schools and suspended international passenger flights. As of 6 August 2021[update], there have been 676,683 confirmed cases, of which 598,958 have recovered and 10,163 have died. The government officially counts that 14,981,732 citizens have received the first vaccine injection, of whom 10,870,130 have also received the second injection.[5][6] On 12 January 2020, the World Health Organization (WHO) confirmed that a novel coronavirus was the cause of a respiratory illness in a cluster of people in Wuhan, Hubei, China, which was reported to the WHO on 31 December 2019.[7][8] The case fatality ratio for COVID-19 has been much lower than SARS of 2003,[9][10] but the transmission has been significantly greater, with a significant total death toll.[11][9] Model-based simulations for Morocco suggest that the 95% confidence interval for the time-varying reproduction number R t has been stable below 1.0 since November 2020.[12]  After the two cases confirmed on 2 March 2020, a third case was confirmed on 10 March 2020, a French tourist who arrived in Marrakesh. On the same day, one of the two first cases, a woman aged 89, died.[13] On 11 March 2020, it was announced that the wife and daughter of the French tourist also tested positive, bringing the total cases to 5.[14] That same day, a sixth case was declared in a woman in her sixties that came from France and that presented respiratory troubles on 7 March. On 13 March 2020, two cases were confirmed: a 39-year-old Moroccan man who had returned from Spain and a 64-year-old French woman.[15][16] The recovery of patient 0 was reported by the Ministry of Health the same day.[17] On 14 March, ten cases were confirmed, including minister Abdelkader Aamara, bringing the total to 18.[18][19] On 15 March 10 new cases were confirmed to have the virus, bringing the total number of cases to 28.[20] On 16 March, nine cases were confirmed, bringing the total of cases to 37.[21] On 17 March, the second death from the virus was confirmed while a Moroccan man who came from France tested positive. The same day, six new cases were confirmed, bringing the total to 44.[22][23] On 18 March, ten cases were confirmed, bringing the total to 54.[24][25] On 19 March, a second recovery was reported and nine new cases were confirmed, bringing the total to 63.[26][27] On 20 March, a third death was reported and sixteen new cases were confirmed, bringing the total to 79.[28][29][30] On 21 March at 00:30, seven new cases were confirmed, bringing the total to 86. The same day at 19:30, a third recovery was reported and ten more cases were confirmed, bringing the total to 96. The third recovery that was reported concerns the 64-year-old French-Senegalese national, who was the sixth recorded case in Morocco.[31][32][33] On 22 March at 10:00, eight new cases were confirmed, with four additional cases were confirmed at 12:30 pm and another case at 14:30, bringing the total of positive cases to 109. The same day at 20:30, the fourth death from the virus was reported and six more cases were confirmed, bringing the total to 115.[34][35][36][37] On 23 March at 11:00, seven new cases were confirmed, twelve more cases were confirmed at 12:30, nine additional cases were confirmed and two new recoveries were reported at 18:00, bringing the total of confirmed cases to 143.[38][39][40] On 24 March at 18:00, the Ministry of health confirmed a new death bringing the total to 5, a 76-year-old man who returned from the Netherlands and had a chronic illness which weakened his immunity. The remission of an 80-year-old woman in Fquih Ben Salah was confirmed, bringing the total number of recoveries to 6. Twenty-seven new cases were confirmed, bringing the total of confirmed cases to 170.[41] On 25 March, the Ministry of health confirmed a new death bringing the total to 6, a 65-year-old person with chronic illnesses. The recovery of a 69-year-old person was confirmed, bringing the total number of recoveries to 7. 55 new cases were confirmed, bringing the total of positive cases to 225.[42] On 26 March, the Ministry of health confirmed four new deaths bringing the total to 10. A new recovery was confirmed, bringing the total number of recoveries to 8. 50 new cases were confirmed, bringing the total of positive cases to 275.[43] On 27 March at 18:00, the Ministry of health confirmed eleven new deaths bringing the total to 21. Three new recoveries were confirmed, bringing the total number of recoveries to 11. 58 new cases were confirmed, bringing the total of positive cases to 333. The same day at 21:00, two additional deaths were reported and twelve new cases were confirmed, bringing the total number of confirmed cases to 345.[44][45] On 28 March at 8:00, 13 new cases were confirmed, bringing the total of positive cases to 358. The same day at 18:00, the Ministry of health reported the number of confirmed cases as 359 and a new death was confirmed, bringing the total number of deaths to 24. Thirty-one more cases and one death were confirmed at 21:00, bringing the total up to 390 and 25, respectively. At 23:00, twelve new cases and a recovery were confirmed, bringing the total up to 402 and 12, respectively.[46][47][48][49] On 29 March at 8:00, 35 new cases and one death were confirmed, bringing the total up to 437 and 26, respectively. The same day at 13:00, thirteen new cases were confirmed, bringing the total of positive cases to 450. At 18:00, thirteen additional cases were confirmed, bringing the total of confirmed cases to 463. At 21:00, the Ministry of health confirmed sixteen new positive cases, bringing the total to 479[50][51][52][53] On 30 March at 8:00, 37 new cases and one death were confirmed, bringing the total up to 516 and 27, respectively. The same day at 13:00, two deaths and one recovery were reported, bringing the total to 29 and 14, respectively. The same day at 18:00, the Ministry of health reported the number of confirmed cases as 534. The number of deaths and recoveries was confirmed as 33 and 14, respectively.[54][55][56] On 31 March at 8:00, 40 new cases were recorded, bringing the total cases up to 574. The same day at 18:00, 28 new cases, three deaths and 10 recoveries were reported, the Ministry of health reported the number of confirmed cases as 602, the number of deaths as 36 and the number of recoveries 24. At 21:00, 15 new cases were reported making the total number of cases 617.[57][58][59] On 1 April at 8:00, 21 new cases were confirmed. The same day at 13:00, one death and two recoveries were reported, the total number of deaths and recoveries was confirmed as 37 and 26, respectively. At 18:00, 4 additional new cases were reported. At 21:00, 12 more new cases, two deaths and three recoveries were confirmed bringing the total number of cases to 654.[60][61][62][63] On 2 April at 8:00, 22 new cases were confirmed. The same day at 13:00, one death was reported, the minister of health confirmed the number of deaths and recoveries as 40 and 29, respectively. At 18:00, 4 additional deaths, 1 recovery, 15 new cases were reported. At 21:00, 17 more new cases and one recovery were confirmed bringing the total number of cases to 708, the total number of deaths to 44 and the total number of recoveries to 31.[64][65][66][67] On 3 April at 8:00, 44 new cases, 4 recoveries and 3 deaths were reported. At 11:00, 15 additional recoveries were reported. At 18:00, 3 deaths, 7 recovery and 26 new cases were reported. At 22:00, 30 more new cases, one recovery and one death were confirmed bringing the total number of cases to 791, total number of deaths to 48, total number of recoveries to 57.[68][69][70][71] There were 3,806 new cases in April, raising the total number of cases to 4,423. The death toll rose to 170. The number of recovered patients increased to 984, leaving 3,269 active cases at the end of the month.[72] In May there were 3,384 new cases, bringing the total number of cases to 7,807. The death toll rose by 35 to 205. The number of recovered patients increased to 5,459. There were 2,143 active cases at the end of the month.[73] On 24 June 2020 at 10:00, 349 new cases and 19 recoveries were reported, bringing the total number of cases and recoveries to 10,693 and 8,426, respectively. The same day at 17:00, the Ministry of Health reported the number of confirmed cases as 10,907 and the number of recoveries as 8,468.[74][75] There were 4,726 new cases in June, bringing the total number of confirmed cases to 12,533. The death toll rose by 23 to 228. The number of recovered patients increased to 8,920. There were 3,385 active cases at the end of the month.[76] There were 11,789 new cases in July, raising the total number of confirmed cases to 24,322. The death toll rose by 125 to 353. The number of recovered patients nearly doubled to 17,658. At the end of the month there were 6,311 active cases.[77] There were 38,268 new cases in August, raising the total number of confirmed cases to 62,590. The death toll rose by 788 to 1,141. There were 13,854 active cases at the end of the month.[78] There were 58,593 new cases in September, raising the total number of confirmed cases to 121,183. The death toll rose to 2,152.[79] There were 97,901 new cases in October, raising the total number of confirmed cases to 219,084. The death toll rose to 3,695. There were 34,114 active cases at the end of the month.[80] There were 137,252 new cases in November, raising the total number of confirmed cases to 356,336. The death toll rose to 5,846. There were 45,199 active cases at the end of the month.[81] As the death toll passed 6,000, the government announced that it planned to vaccinate 80% of its citizens, starting with the Chinese-made Sinopharm BIBP vaccine.[82] There were 82,857 new cases in December, taking the total number of confirmed cases to 439,193. The death toll rose to 7,388. The number of recovered patients increased to 407,504, leaving 24,301 active cases at the end of the month.[83] Morocco's first confirmed case of the B.1.1.7 variant was reported from Tanger-Med on 18 January.[84] Mass vaccination began on 28 January, initially with 500,000 doses of the Sinopharm BIBP vaccine and two million doses of the Oxford–AstraZeneca vaccine (Covishield).[85] There were 31,964 new cases in January, taking the total number of confirmed cases to 471,157. The death toll rose to 8,275. The number of recovered patients increased to 449,160, leaving 13,722 active cases at the end of the month.[86] There were 12,497 new cases in February, taking the total number of confirmed cases to 483,654. The death toll rose to 8,623. The number of recovered patients increased to 469,046, leaving 5,985 active cases at the end of the month.[87] By 14 March the total number of confirmed cases was 489,096, 8,733 deaths and 4,236,386 people have been vaccinated already.[88] In March 2021, Morocco said that it will soon receive more batches of 4.2 million doses of the Sinopharm BIBP and Oxford–AstraZeneca vaccines and Sputnik V.[89] There were 12,443 new cases in March, taking the total number of confirmed cases to 496,097. The death toll rose to 8,818. The number of recovered patients increased to 483,363, leaving 3,916 active cases at the end of the month. More than 4.3 million persons received at least one inoculation from 28 January to 31 March.[90] By 24 April 2021, the country had 508,530 confirmed cases with 8,983 deaths.[91] On 30 April 2021, Morocco granted Carles Puigdemont asylum. According to a source from the Moroccan foreign ministry, the decision was made in due to \"the principle of reciprocity to host the Catalan independence leader\" after Sahrawi President Brahim Ghali was allowed to go to Spain to get treated for COVID-19.[92] There were 15,152 new cases in April, taking the total number of confirmed cases to 511,249. The death toll rose to 9,023. The number of recovered patients increased to 497,651, leaving 4,575 active cases at the end of the month.[93] There were 7,967 new cases in May, taking the total number of confirmed cases to 519,216. The death toll rose to 9,147. The number of recovered patients increased to 507,125, leaving 2,944 active cases at the end of the month.[94] There were 12,145 new cases in June, taking the total number of confirmed cases to 531,361. The death toll rose to 9,296. The number of recovered patients increased to 517,576, leaving 4,489 active cases at the end of the month.[95] There were 92,167 new cases in July, raising the total number of confirmed cases to 623,528. The death toll rose to 9,785. The number of recovered patients increased to 561,930, leaving 51,813 active cases at the end of the month. More than 10 million persons received both vaccine doses from 28 January to 31 July.[96] There were 237,420 new cases in August, raising the total number of confirmed cases to 860,948. The death toll rose to 12,649. The number of recovered patients increased to 793,607, leaving 54,692 active cases at the end of the month. Nearly 15 million persons received both vaccine doses from 28 January to 31 August.[97] There were 72,123 new cases in September, raising the total number of confirmed cases to 933,071. The death toll rose to 14,267. The number of recovered patients increased to 906,160, leaving 12,644 active cases at the end of the month. More than 19 million persons received both vaccine doses from 28 January to 30 September.[98] There were 13,074 new cases in October, raising the total number of confirmed cases to 946,145. The death toll rose to 14,668. The number of recovered patients increased to 926,433, leaving 5,044 active cases at the end of the month. More than 22 million persons received both vaccine doses from 28 January to 31 October, with 1,394,802 receiving the third booster shot since the beginning of the month. On 13 March 2020 the government of Morocco announced they were suspending all passenger flights and ferry crossings to and from Algeria, Spain and France until future notice.[99] On 14 March 2020, the government announced it was suspending flights with an additional 25 countries.[a][100] By that date, flights had been suspended to/from Algeria, Spain, France, Italy and China.[100] On 15 March 2020, the Moroccan government decided to suspend all international flights, and did not announce an expected date for them to resume. It allowed a minority of flights for foreigners wishing to leave to board before completely shutting down its airports on the 22nd.[101] On 21 June 2020, the government re-opened major airports to serve domestic flights only.[102] On 9 July 2020, the government announced that international flights were to resume, with access only for Moroccans or for foreigners residing within the Kingdom. Incoming passengers were required to bring a COVID-19 test result from their country of departure, issued less than 48 hours of the time of arrival. Moroccans living outside of, or foreigners residing within the Kingdom were allowed to leave the country.[103] On 4 September 2020, the government announced that foreigners who were allowed visa-free entry to Morocco can enter the Kingdom's territory conditionally, either through an invitation or a hotel reservation.[104] On 28 November 2021, the government suspended all incoming international flights in response to the spread of the Omicron variant.[105] International flights resumed on 7 February 2022.[106] On 13 March, the government decided to shut down all schools, effective 16 March until further notice.[107] Classes were to be continued either online or through TV, with the use of the SNRT channels for levels of a certain importance, such as the Baccalaureate level.[citation needed] On 11 April, the Ministry of Education announced that tests and exams will take place normally, but later in the year, and admittance to next levels will be based on the same criteria as before, to ensure equity in grades and notes, instead of admitting students based on their grades of the previous semester.[citation needed] On 12 May, the Ministry of Education announced that tests and exams are cancelled for primary and secondary education, while Bac exam will be held in July and first year of Bac will be held in September. Students aren't going back to school until September 2020.[citation needed] On 19 March 2020, the Ministry of Interior declared a \"state of health emergency\" and subsequent national lockdown both to take effect on 20 March 2020 at 6:00 pm local time and to initially remain in effect until 20 April 2020 with possibility to extend for a longer period.[108][109][110] The directive allows for the government to impose restrictions on freedom of movement, which includes curfews and travel restrictions, and other preventative measures.[111] The lockdown required the authorisation of local state officials for citizens to leave their homes, while making exceptions for workers at supermarkets, pharmacies, banks, gas stations, medical clinics, telecommunications companies, and essential freelance jobs.[108] A direct 24-hour hotline was set up to \"reinforce direct communication and urge vigilance to fight the impact of the coronavirus pandemic and safeguard the health of citizens.\"[112] In April 2020, the government pardoned 5,654 prisoners, and it put forward procedures to protect inmates from the COVID-19 outbreak.[113] The state of emergency been extended multiple times since then, with Interior Minister Abdelouafi Laftit presenting successive draft decrees to the government authorizing the extensions, and is currently still ongoing.[114][115][116][117] The state of emergency raised concern from activists and non-governmental organizations, as 91,623 people were prosecuted by 22 May 2020 for crimes which included violating the health emergency law.[118][119] The lockdown in particular was initially enforced and overseen in part by armored vehicles.[120][121] On 22 March 2020, the Ministry of Culture ordered all print newspapers in the country to suspend production and distribution, and suggested they use alternative methods to do so.[122] On 26 May, the government permitted resumption of print publication.[123] According to an article published in Le Desk on 21 April 2020, the Moroccan government outsourced its quarantine strategy to the Boston Consulting Group.[124] On 9 May 2020, the House of Councillors, the upper house of the Moroccan Parliament, approved a law penalizing violations of the state of health emergency with imprisonment of one to three months and a fine of 300–1,300 dirhams (approximately US$30–132).[121] On 9 June 2020, the government announced a plan to establish two main zones:[125][126] Note that commercial activities such as cafés, or any sort of event were still prohibited in both zones.[citation needed] The national lockdown was gradually periodically lifted throughout the month of June.[110] In the second half of July 2020, as cases spiked up again (over 10,000 active cases, up from around 200 at the start of the month), the government shifted many regions back to Zone 2, locked down more cities and re-established high-alert quarantine in heavily affected cities. On 21 December 2020, the Moroccan government announced it would impose a nightly curfew, alongside other restrictive measures, to take effect on 23 December as part of its response to the spread of the virus.[127] These were initially announced for a three-week period, but were later also periodically extended alongside the state of health emergency.[128][129] The curfew remained in place throughout Ramadan,[130] and was then shortened by four and a half hours on 22 May.[131] In early 2021, authorities prevented several planned demonstrations from taking place, including a march in solidarity with imprisoned activists Omar Radi and Soulaimane Raissouni, as well as multiple pro-Palestine protests, under the pretext of avoiding \"any violation of the measures of the state of health emergency\".[132][133] A new surge in cases was reported in July 2021, partly due to loose control of health measures in the country, coupled with new variants of the virus, in particular Delta, going from 4,751 cases per day on July 1 to 53,876 on August 1. This prompted the government to retighten health measures, including increasing the duration of the nightly curfew,[134] banning travel to and from Casablanca, Agadir and Marrakech (with the exception of vaccinated individuals and those with a permit),[134] and enforcing the wearing of masks.[135] On 23 August, the government extended the state of health emergency until 31 October at the earliest.[136] The curfew was reduced by 2 hours starting from 11:00 pm on 1 October, in response to a decreasing trend of daily cases as well as the ongoing vaccination campaign.[137] It was eventually lifted on 10 November.[138] In December 2021, the government announced that forthcoming New Year's Eve celebrations would be prohibited, enforcing a curfew from midnight to 6:00 am local time, and ordering restaurants and cafes to close at 11:30 pm.[139][140] On 15 March, King Mohammed VI announced the creation of an emergency fund (labelled as Fonds spécial pour la gestion de la pandémie du Coronavirus (Covid-19)) to upgrade health infrastructure and support the worst affected economic sectors. The fund has a volume of 10 billion dirham ($1 billion).[141] Some critics of the government have been arrested for allegedly spreading fake news on coronavirus.[142] The government announced that being outside shelter between the hours of 8 pm and 6 am during the Muslim holy month of Ramadan (1441 AH / 2020 BCE) (which started on 25 April) is strictly forbidden for any reason except for special cases, such as logistics.[citation needed]","Title":"COVID-19 pandemic in Morocco - Wikipedia","KeyID":"10259","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Morocco"}