{"Content: ":"The Cenomanian is, in the ICS' geological timescale, the oldest or earliest age of the Late Cretaceous Epoch or the lowest stage of the Upper Cretaceous Series.[4] An age is a unit of geochronology; it is a unit of time; the stage is a unit in the stratigraphic column deposited during the corresponding age. Both age and stage bear the same name. As a unit of geologic time measure, the Cenomanian Age spans the time between[5] 100.5 and 93.9 million years ago (Mya). In the geologic timescale, it is preceded by the Albian and is followed by the Turonian. The Upper Cenomanian starts around at 95 Mya.[citation needed] The Cenomanian is coeval with the Woodbinian of the regional timescale of the Gulf of Mexico and the early part of the Eaglefordian of the regional timescale of the East Coast of the United States. At the end of the Cenomanian, an anoxic event took place, called the Cenomanian-Turonian boundary event or the \"Bonarelli event\", that is associated with a minor extinction event for marine species. The Cenomanian was introduced in scientific literature by French palaeontologist Alcide d'Orbigny in 1847. Its name comes from the New Latin name of the French city of Le Mans (département Sarthe), Cenomanum. The base of the Cenomanian Stage (which is also the base of the Upper Cretaceous Series) is placed at the first appearance of foram species Rotalipora globotruncanoides in the stratigraphic record. An official reference profile for the base of the Cenomanian (a GSSP) is located in an outcrop at the western flank of Mont Risou, near the village of Rosans in the French Alps (département Hautes-Alpes, coordinates: 44°23'33\"N, 5°30'43\"E). The base is, in the reference profile, located 36 meters below the top of the Marnes Bleues Formation.[6] The top of the Cenomanian (the base of the Turonian) is at the first appearance of ammonite species Watinoceras devonense. Important index fossils for the Cenomanian are the ammonites Calycoceras naviculare, Acanthoceras rhotomagense, and Mantelliceras mantelli. The late Cenomanian represents the highest mean sea level observed in the Phanerozoic eon, the past 600 million years (about 150 meters above present-day sea levels). A corollary is that the highlands were at all time lows, so the landscape on Earth was one of warm broad shallow seas inundating low-lying land areas on the precursors to today's continents. What few lands rose above the waves were made of old mountains and hills, upland plateaus, all much weathered. Tectonic mountain building was minimal and most continents were isolated by large stretches of water. Without highlands to break winds, the climate would have been windy and waves large, adding to the weathering and fast rate of sediment deposition. Coordinates: 44°23′33″N 5°30′43″E﻿ / ﻿44.39250°N 5.51194°E﻿ / 44.39250; 5.51194","Title":"Cenomanian - Wikipedia","KeyID":"1025","URL":"https://en.wikipedia.org/wiki/Cenomanian"}