{"Content: ":"The COVID-19 pandemic in Egypt is part of the worldwide pandemic of coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The virus was confirmed to have reached Egypt on 14 February 2020. On 12 January 2020, the World Health Organization (WHO) confirmed that a novel coronavirus was the cause of a respiratory illness in a cluster of people in Wuhan, Hubei, China, which was reported to the WHO on 31 December 2019.[4][5] The case fatality ratio for COVID-19 has been much lower than SARS of 2003,[6][7] but the transmission has been significantly greater, with a significant total death toll.[6][8] Model-based simulations for Egypt indicate that the 95% confidence interval for the time-varying reproduction number R t has fluctuated around 1.0 since August 2020.[9]   On 6 March 2020, the Egyptian Health Ministry and WHO confirmed 12 new cases of SARS-CoV-2.[73] The infected persons were among the Egyptian staff aboard a Nile River cruise ship, traveling from Aswan to Luxor. This ship is variously known as MS River Anuket[74] or Asara.[75] All those who tested positive for SARS-CoV-2 did not show any symptoms of the disease. According to tests, the virus spread from a Taiwanese-American female tourist on the ship.[76] On 7 March, health authorities announced that 45 people on board had tested positive and that the ship had been placed in quarantine at a dock in Luxor.[74] On 9 March, the first international case from the cruise ship came after an American went home and tested positive for SARS-CoV-2.[77] In addition to the confirmed cases within Egypt, there have been a number of documented cases that were detected in other countries and traced to travel from Egypt. The estimate of such cases was at least 97 cases at the end of February 2020, according to public health data and news reports.[78] On 22 July 2020, a report from Human Rights Watch alleged that COVID-19 had infected multiple people inside several Egyptian prisons. Human Rights Watch said that several detainees died, further stating that the detainees were not tested or had not received adequate medical treatment after experiencing suspected virus symptoms.[87] During the COVID-19 pandemic, the healthcare workers in Egypt denounced the government's handling of the crisis. The country turned down the globally-accepted PCR test, as it opted to use antibody tests. The World Health Organization stated that the antibody tests do not test or detect the virus, but detects the tested person's immune response to the virus. The rapid use of antibody tests began in Egypt from April 2020, where nearly 200,000 tests were conducted by the end of that month. The Egyptian health ministry demanded frontline healthcare workers to get tested through the process once at the end of each shift, while PCR was allowed only after they test positive. It was observed that the misuse of antibody tests helped in spread of the virus.[88] In June 2021, Amnesty International highlighted what it called the Egyptian government's failure to handle the COVID-19 vaccine rollout strategically. Amnesty International says that marginalized people and those at risk were not given prioritization for vaccination. According to Amnesty, the most affected individuals were the ones living in informal urban settlements or remote rural areas, as well as prisoners, refugees and migrants. While the vaccine rollout's announcement came in January, Amnesty stated that people who had registered for a vaccine in March did not get the vaccine even by the end of July. In April, Mada Masr reported that Egyptian parliamentarians and their families were given preferential treatment to choose between the two vaccines and received their jabs sooner than others, despite not being officially listed on any priority group.[89] The minister of aviation closed the airports and suspended all air travel, effective 19 March.[90] The decision to suspend flights in Egypt came into effect from 19 March until 31 March.[29] As of March 25, the ministry of health announced that 25,000 PCR tests have been done.[91] As of April 17, 55,000 PCR tests have been done [92] As of April 23, 90,000 PCR tests have been done.[93] As of May 9, 105,000 PCR tests have been done.[94] Egypt now has more than 40 PCR testing equipment dispersed all over the country.[95] Foreign media outlets have reported that certain individuals have been arrested for allegedly spreading false information about the coronavirus pandemic.[96][97] Based partly on multiple confirmed COVID-19 cases in other countries being linked to travel in Egypt, infectious disease specialists from the University of Toronto, who studied the disparity between official and presumed infection rates, estimated the number of COVID-19 cases in Egypt to be between 6,270 and 45,070 presumed cases (95% confidence interval) in March 2020,[98] a study which was reported on by various foreign media outlets, including British newspaper The Guardian and U.S. newspaper The New York Times.[78][99] This projected figure was far higher than the official count of 126 at the time. The Egyptian Ministry of Health dismissed this estimate as \"completely false\", and the ministry also said that it reports confirmed cases in the country with \"full transparency\".[99] A reporter for The Guardian had her accreditation revoked by the State Information Service over the perceived inaccurate information, while a reporter for The New York Times was warned by the SIS for similar reasons.[99] However, a research paper was later published by Egyptian scientists, including Health Minister Hala Zaid, suggesting that some underestimation may have in fact taken place, and that the actual number of COVID-19 cases in Egypt as of 31 March 2020 could have been between 710 and 5,241 cases, potentially up to seven times higher than the recorded official number at the time.[100] This was followed on 21 May 2020 by Khaled Abdel Ghaffar, the Minister of Higher Education, suggesting that the true number of COVID-19 cases at the time might have been at least 71,145.[101]","Title":"COVID-19 pandemic in Egypt - Wikipedia","KeyID":"10255","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Egypt"}