{"Content: ":"The COVID-19 pandemic in Ethiopia is part of the ongoing worldwide pandemic of coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The virus was confirmed to have reached Ethiopia on 13 March 2020.[3] The national government, led by Prime Minister Abiy Ahmed, declared a five-month state of emergency in April 2020 but has allowed economic activities to continue during the public health crisis.[4] On 12 January 2020, the World Health Organization (WHO) confirmed that a novel coronavirus was the cause of a respiratory illness in a cluster of people in Wuhan City, Hubei Province, China, which was reported to the WHO on 31 December 2019.[5][6] The case fatality ratio for COVID-19 has been much lower than SARS of 2003,[7][8] but the transmission has been significantly greater, with a significant total death toll.[9][7] Model-based simulations for Ethiopia indicate that the 95% confidence interval for the time-varying reproduction number R t has fluctuated around 0.8 since August 2021.[10] Official World Health Orgnanization dashboard on COVID-19 in Ethiopia:[11] Note:  On 16 March 2020, the office of the Prime Minister announced that schools, sporting events, and public gatherings shall be suspended for 15 days.[102] On 20 March 2020, Ethiopian Airlines suspended flights to 30 countries affected with the coronavirus. On the same date it was announced that anyone entering the country should undergo a mandatory self-quarantine for 14 days. Night clubs in Addis Ababa are also to remain closed until further notice.[103] On 23 March 2020, Ethiopia closed all land borders and deployed security forces to halt the movement of people along the borders.[104] On 25 March 2020, 4,011 prisoners were granted pardon by the Ethiopian President Sahle-Work Zewde in an effort to prevent the coronavirus spread. The pardon applies only to prisoners convicted of minor crimes who are serving sentences of up to three years and those who are about to be released.[105][106] On 29 March 2020, Ethiopian Airlines suspended flights to more than 80 countries.[107][108] On 2 April 2020, the Federal Attorney General granted pardon for 1,559 prisoners.[109] On 8 April 2020, the Council of Ministers declared a five-month long state of emergency in response to the growing number of coronavirus cases.[110][111] The state of emergency was approved on 10 April by the parliament.[112] After multiple cases of the virus were reported, several regions of the country took measures to prevent further spread of the virus. Travel restrictions and lock downs were imposed by Amhara, Oromia, Tigray, Southern Nations, Nationalities, and Peoples' Region, Benishangul Gumuz, Afar, Somali, Gambela regions.[113] On 25 March 2020, the Amhara regional government ordered civil servants that are at high risk to work from home.[114] On 29 March 2020, a ban on all incoming public transportation vehicles were ordered.[115] On 30 March 2020, it was announced that anyone who returned from abroad in the previous three weeks should report to the local health offices.[116] On 31 March 2020, a 14-day total lockdown of Bahir Dar and three other towns was imposed.[117] On 29 March 2020, city of Adama in Oromia ordered a complete ban on public transportation systems. The order came after two people tested positive for the virus in the city.[118] The town of Asella and Metu also took measures banning movement of all public transportation to and from the city.[119] On 30 March 2020, a complete ban on cross-country and inter-city public transportation was imposed.[120] On 7 April 2020, the regional state released 13,231 prisoners.[121] On 26 March 2020, Tigray Region declared a 15-day region-wide state of emergency, banning all travel and public activities within the region to prevent the spread of the virus.[122] On 29 March 2020, closure of all cafes and restaurants were ordered. The measures taken also include banning landlords from evicting tenants or increasing rent. Any travelers entering the state are also required to report to the nearest health office.[123] On 6 April 2020, the regional state released 1,601 prisoners.[124] Information on management of the COVID-19 pandemic became difficult to obtain during the Tigray War that started in November 2020. Looting of the means of survival and the military fighting itself led to emergency conditions of acute food insecurity and difficulties in prioritising anti-pandemic measures. As of January 2021, only five out of 40 hospitals were \"physically accessible\" and most hospitals outside of the Tigrayan capital Mekelle had been looted or destroyed. An OCHA report suggested that \"massive community transmission of the pandemic\" could have started taking place in Tigray Region, with big movements of people as a contributing factor.[125] The United Nations Economic Commission for Africa estimated that COVID-19 will shave 2.9 percentage points off of Ethiopia's economic growth for fiscal year 2020.[126] The pandemic has affected Ethiopia's flower export industry significantly. After Europe was hit with the coronavirus, the demand for flowers has plummeted and the price dropped by more than 80%. A total of 150,000 employees in this industry are also at the risk of losing their jobs.[127][128] Ethiopian Airlines, the country's flag carrier, reported that it is working at only 10% of its capacity because of the COVID-19 pandemic. The CEO, Tewolde Gebremariam, reported a loss of $550 million in the months of January to April 2020.[129] More than 26 million students are affected by school closures due to the coronavirus. Consequently, school feeding programmes for around 1 million children across multiple regions of the country have stopped.[130] The general elections which were set to be held on 29 August 2020 won't be held on the scheduled date, according to a statement by the National Electoral Board of Ethiopia released on 31 March. The board also stated that it has temporarily ceased all activities related to the election.[131] Some people have been arrested for allegedly spreading false information about the COVID-19 pandemic.[132][133]","Title":"COVID-19 pandemic in Ethiopia - Wikipedia","KeyID":"10268","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Ethiopia"}