{"Content: ":"The COVID-19 pandemic in Eritrea is part of the ongoing worldwide pandemic of coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The virus was confirmed to have reached Eritrea on 21 March 2020. The government introduced strict social distancing measures by end of March 2020 which was enforced until April 2021. In April 2021 the government relaxed restrictions and opened up schools, resumed commercial flights and public transportation. Mask and social distancing guidelines are still in place. On 12 January 2020, the World Health Organization (WHO) confirmed that a novel coronavirus was the cause of a respiratory illness in a cluster of people in Wuhan City, Hubei Province, China, which was reported to the WHO on 31 December 2019.[2][3] The case fatality rate for COVID-19 has been much lower than SARS of 2003,[4][5] but the transmission has been significantly greater, with a significant total death toll.[6][4] As a precautionary measure, the government has urged people not to travel to or from the country, and as of 11 March 2020[update], was quarantining any incoming travellers who have recently been in Iran, Italy, China, or South Korea.[41][9] The government put in guidelines forbidding overcharging on goods during the lockdown.[9] Enforcement of these measured has been reported in jurisdictions like Massawa.[9] As the pandemic became more serious, the government decreed a nationwide lockdown, banning on all non-essential local and international flights. During the international travel ban, returning Eritreans are subject to mandatory quarantine; as of June 16, 2020 there were 3,405 people still in quarantine across 47 quarantine centers in the country.[42] As of May 2022, Eritrea is one of the last two countries, along with North Korea, that have yet to start a COVID vaccination program.[43] Diaspora communities have been sending large volumes of money to support relief efforts in the country.[9] For example, Eritrean Americans have sent at least US$4 million, according to the US embassy in Eritrea.[9]","Title":"COVID-19 pandemic in Eritrea - Wikipedia","KeyID":"10267","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Eritrea"}