{"Content: ":"The COVID-19 pandemic in Seychelles is part of the worldwide pandemic of coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The COVID-19 pandemic was confirmed to have reached Seychelles in March 2020.[4] The country remained on 11 total cases from 18 May to 27 June 2020, with no active cases recorded in that period, but cases have been increasing rapidly since then. The country recorded its first COVID-19-related death on 3 January 2021.[5] According to the National Bureau of Statistics, life expectancy at birth decreased from 77.3 years in 2020 to 73.5 years in 2022 as a consequence of the pandemic.[6]   Seychelles reported its first two cases of COVID-19 on 14 March 2020. The two cases were people who were in contact with someone in Italy who tested positive.[7] On 15 March, a third case arriving from the Netherlands was confirmed.[8] As of 16 March, there are four confirmed cases. The new case also arriving from Netherlands.[9] At the end of March ten persons had tested positive and were active cases.[10] On 6 April, there are 11 confirmed cases, and two patients have been released.[11] By the end of April the number of confirmed cases remained 11 while four more patients had recovered, leaving five active cases.[12] In May 2020, the Seychelles government declared the country free of COVID-19.[13] By 18 May all 11 previously confirmed cases had recovered and there were no active cases. On 28 June there were 59 positive tests, followed by 7 positive tests on 29 June and 4 on 30 June.[14] From the start of the outbreak in March to the end of June there were 81 confirmed cases and 11 recoveries, leaving 70 active cases.[15] All 70 had previously tested negative in Abidjan or Dakar but positive on arrival in Seychelles.[16] Thirteen new cases were reported on 7 July, bringing the total number of confirmed cases to 94. All 13 patients were foreign nationals.[17] The following day six locals tested positive, bringing the number of confirmed cases to 100.[18] By 22 July all six local patients had recovered.[19] By the end of the month the number of confirmed cases had risen to 114, up by 33 from June. The number of recovered patients grew from 11 to 39, leaving 75 active cases at the end of the month: an increase by 7% from the end of June.[20] By 4 August all infected nationals had recovered and there was only one remaining active case among the 109 foreign nationals who had previously tested positive.[21] On 10 August a United Nations volunteer arriving from Nigeria tested positive, bringing the total number of confirmed cases to 127.[22] Five more positive tests among arriving Spanish seafarers were announced on 17 August, bringing the total number of confirmed cases to 132 and the number of active cases to 6.[23] Three more positive tests were announced on 25 August, bringing the total number of confirmed cases to 136 and the number of active cases to 9.[24] During the month 22 new cases were confirmed while 88 infected patients recovered.[citation needed] Two passengers arriving from Dubai on 3 September subsequently tested positive,[25] as did another passenger arriving from Dubai on 4 September.[26] A confirmed case on Praslin was reported on 14 September, as was the death of a Praslin resident with possible links to that case.[27] The death was subsequently found not to be COVID-19 related.[28] Two more cases were detected on 18 September.[29] Another passenger arriving from Dubai on 21 September tested positive on arrival.[30] During the month there were eight new cases, bringing the total number of confirmed cases to 144. At the end of the month there were three active cases.[citation needed] Two passengers arriving from India on 22 September tested positive on 2 and 3 October respectively, bringing the total number of positive cases to 146.[31] Two more cases were reported on 5 October, bringing the total number to 148. One more case was reported on 15 October, bringing the total number to 149.[32] Four more cases were confirmed on 21 and 22 October, bringing the total number to 153.[33][34] Two more cases were reported on 29 October, bringing the total number to 155. During the month there were 11 new cases. Four cases were still active at the end of the month.[35] Two passengers arriving from the UK tested positive on the fifth day after their arrival, bringing the total number of cases to 157 on 3 November. Another case was announced on 5 November, bringing the total number of cases to 158.[36] Two more cases were reported on 12 November, bringing the total number of cases to 160.[37] Three more cases reported on 19 November brought the total number to 163. On 21 November there were three more cases, bringing the total number of confirmed cases to 166.[38] By 26 November there had been five more cases, raising the total number of confirmed cases to 171. The following day two more cases were announced, bringing the total number of cases to 173.[39] On 30 November the total number of confirmed cases jumped to 183.[40] During the month there were 28 new cases, eleven of which still active at the end of the month.[41] On 3 December another case was confirmed, bringing the total number to 184.[42] On 10 December three more cases were announced, bringing the total number to 187.[43] By 15 December the number of confirmed cases had risen to 202, 18 of which were still active. Seven of the 15 new cases were from a private yacht which had arrived on 13 December.[44] By 17 December the number of confirmed cases had risen to 205 of which 21 were still active.[45] On 23 December the number of confirmed cases increased to 217, 16 of which were still active.[46] On 30 December the number of confirmed cases jumped to 256 of which 44 were still active.[47] The following day the number of cases rose to 275, taking the new cases in December to 92.[48] The number of cases rose by ten on 2 January and twelve the following day, taking the number of confirmed cases to 297 of which 83 were still active.[49] Nearly ten months after the first case, the first death occurred on 3 January. The following day number of confirmed cases increased to 322 of which 99 were active.[50] The number of cases rose to 354 on 5 January, an increase of 32 from the previous day.[51] The following day the number of cases increased by 19 to 373. On 7 January the number of cases rose to 420 of which 190 were active. Around 16 of the new cases were healthcare workers.[52] The following day the number of cases rose to 451 of which 181 were active.[53] On 9 January the number of cases rose to 508 of which 229 were active.[54] The following day the number of cases rose to 531 of which 252 were active.[55] Seychelles launched its mass vaccination campaign on 10 January, initially with 50.000 doses of the Sinopharm BIBP vaccine vaccine donated by the United Arab Emirates. The UAE has undertaken to donate 20.000 more doses of a different vaccine to Seychelles.[56] On 11 January the number of cases rose to 583 of which 265 were active.[56] The following day the number of cases rose to 601 of which 286 were active.[57] On 13 January the number of cases rose to 612 of which 285 were active.[58] The following day the number of cases rose to 627 of which 266 were active.[59] On 15 January the number of cases rose to 656 of which 195 were active.[60] The following day the number of cases rose to 696 of which 196 were active, while the death toll doubled to 2. On 17 January the number of cases rose to 705 of which 164 were active.[61] The following day the number of cases rose to 746 of which 181 were active.[62] On 19 January the number of cases rose to 762 of which 159 were active.[63] The following day the number of cases rose to 844 of which 229 were active, while the death toll rose to 3.[64] Since the vaccination rollout on 10 January, 13163 persons had received their first inoculation.[65] On 21 January the number of cases rose to 866 of which 216 were active.[66] Since the vaccination rollout on 10 January, 15234 persons had received their first inoculation. On 22 January the number of cases rose to 972 of which 288 were active.[67] 50.000 doses of AstraZeneca's Covishield vaccine donated by India were delivered to Seychelles.[68] Since the vaccination rollout on 10 January, 16890 persons had received their first inoculation. On 23 January the number of cases rose to 1033 of which 349 were active.[69] Since the vaccination rollout on 10 January, 18353 persons had received their first inoculation.[70] On 25 January the number of cases rose to 1069 of which 328 were active.[71] Since the vaccination rollout on 10 January, 19889 persons had received their first inoculation.[72] On 26 January the number of cases rose to 1116 of which 359 were active.[73] Since the vaccination rollout on 10 January, 20650 persons had received their first inoculation.[74] On 27 January the number of cases rose to 1129 of which 325 were active.[75] Since the vaccination roll-out on 10 January, 25587 persons had received their first inoculation.[76] On 28 January the number of cases rose to 1149 of which 292 were active.[77] Since the vaccination roll-out on 10 January, 28779 persons had received their first inoculation.[78] On 29 January the number of cases rose to 1162 of which 231 were active, while the death toll rose to 4.[79][80] Since the vaccination roll-out on 10 January, 30861 persons had received their first inoculation. On 30 January the number of cases rose to 1186 of which 195 were active.[81] The following day the number of cases rose to 1205 of which 186 were active.[80] There were 930 new cases and four deaths in January. On 1 February the number of cases grew to 1223 of which 166 were active. The death toll rose to 5.[82] The following day the number of cases grew to 1243 of which 167 were active.[83] Since the vaccination roll-out on 10 January, 36284 persons had received their first inoculation. On 3 February the number of cases rose to 1279 of which 187 were active.[84] The following day the number of cases increased to 1289 of which 171 were active.[85] Since the vaccination roll-out on 10 January, 37087 persons had received their first inoculation and 5 of them had received both inoculations. On 5 February the number of cases rose to 1436 of which 171 were active. The death toll rose to 6.[86] The following day the number of cases rose to 1504 of which 340 were active.[87] Since the vaccination roll-out on 10 January, 37589 persons had received their first inoculation and 1586 of them had received both doses. On 7 February the number of cases rose to 1513 of which 348 were active. The death toll rose to 7.[88] The following day the number of cases to 1575 of which 390 were active.[89] Since the vaccination roll-out on 10 January 3980 persons had received two inoculations while 33734 persons had received their first inoculation only. On 9 February the number of cases rose to 1695 of which 493 were active.[90] The following day the number of cases rose to 1768 of which 546 were active.[91] Since the vaccination roll-out on 10 January, 10335 persons had received both doses while 27391 persons had received their first inoculation only.[92] On 11 February the number of cases rose to 1802 of which 559 were active.[92] The following day the number of cases rose to 1848 of which 569 were active. The death toll rose to 8.[93] Since the vaccination roll-out on 10 January, 13930 persons had received both doses while 24022 persons had received their first inoculation only. On 13 February the number of cases rose to 1892 of which 531 were active.[94] The following day the number of cases rose to 1910 of which 416 were active.[95] On 15 February the number of cases rose to 1987 of which 444 were active. The death toll rose to 9.[96] The following day the number of cases rose to 2058 of which 457 were active. The death toll rose to 10.[97] Since the vaccination roll-out on 10 January, 18176 persons had received both doses while 23639 persons had received their first inoculation only. On 17 February the number of cases rose to 2211 of which 594 were active.[98] The following day the number of cases rose to 2280 of which 551 were active.[99] Since the vaccination roll-out on 10 January, 20665 persons had received both doses while 21956 persons had received their first inoculation only. On 19 February the number of cases rose to 2305 of which 520 were active.[100] The following day the number of cases rose to 2328 of which 487 were active.[101] On 21 February the number of cases rose to 2401 of which 517 were active.[102] The death toll increased to 11. The following day the number of cases rose to 2464 of which 513 were active.[103] On 23 February the number of cases rose to 2514 of which 487 were active.[104] The following day the number of cases rose to 2562 of which 503 were active.[105] On 26 February the number of cases rose to 2592 of which 318 were active.[106] Since the vaccination roll-out on 10 January, 23518 persons had received both doses while 28059 persons had received their first inoculation only.[107] The following day the number of cases rose to 2618 of which 320 were active.[108] Since the vaccination roll-out on 10 January, 23549 persons had received both doses while 32340 persons had received their first inoculation only.[109] At the end of February the number of cases stood at 2688 of which 312 were active.[109] There were 1483 new cases and eight deaths in February, raising the death toll to 12. On 1 March the number of cases rose to 2849 of which 376 were active.[110] The following day the number of cases rose to 2890 of which 345 were active. The death toll rose to 14. Since the start of vaccination on 10 January, 24586 persons had received both doses while 31557 persons had received their first dose only.[111] On 3 March the number of cases rose to 2928 of which 333 were active.[112] The following day the number of cases rose to 2950 of which 325 were active. The death toll rose to 15.[113] Since the start of vaccination on 10 January, 24620 persons had received both doses while 32475 persons had received their first dose only. On 6 March the number of cases rose to 2979 of which 316 were active. The following day the number of cases rose to 2989 of which 296 were active. On 8 March the number of cases rose to 3000 of which 242 were active. The following day the number of cases rose to 3032 of which 208 were active. Since the start of vaccination on 10 January, 26767 persons had received both doses while 32484 persons had received their first dose only. On 10 March the number of cases rose to 3087 of which 247 were active. The death toll rose to 16.[114] The following day the number of cases rose to 3132 of which 269 were active.[115] Since the start of vaccination on 10 January, 27036 persons had received both doses while 34034 persons had received their first dose only. On 12 March the number of cases rose to 3173 of which 310 were active. The following two days the number of cases rose to 3232 and 3315 respectively. On 15 March the number of cases rose to 3342 of which 423 were active. The following day the number of cases rose to 3354 of which 398 were active.[116] On 17 March the number of cases rose to 3486 of which 513 were active. The following day the number of cases rose to 3566 of which 588 were active.[117] Since the start of vaccination on 10 January, 27693 persons had received both doses while 34764 persons had received their first dose only.[118] On 19 March the number of cases rose to 3616 of which 545 were active. The following day the number of cases rose to 3770 of which 632 were active.[119] On 21 March the number of cases rose to 3798 of which 625 were active. The following day the number of cases rose to 3828 of which 605 were active. The death toll rose to 18.[118] On 23 March the number of cases rose to 3862 of which 545 were active.[120] The following day the number of cases rose to 3882 of which 546 were active.[121] On 26 March the number of cases rose to 3996 of which 654 were active. The death toll rose to 20.[122] The following day the number of cases rose to 4084 of which 516 were active. On 28 March the number of cases rose to 4114 of which 506 were active. The following day the number of cases rose to 4135 of which 370 were active. The death toll rose to 22. Since the start of vaccination on 10 January, 36866 persons had received both doses while 26820 persons had received their first dose only. On 30 March the number of cases rose to 4189 of which 391 were active.[123] The following day the number of cases rose to 4230 of which 384 were active. The death toll rose to 23. There were 1542 new cases and eleven deaths in March. Since the start of vaccination on 10 January, 37957 persons had received both doses while 26166 persons had received their first dose only. On 1 April the number of cases rose to 4259 of which 401 were active.[124] The following day the number of cases rose to 4294.[125] On 3 April, Seychelles received 1,000 doses of the Sputnik V vaccine.[126] On 3 and 4 April the number of cases rose to 4325 and 4332 respectively.[127] On 5 and 6 April the number of cases rose to 4357 and 4369 respectively. Since the start of vaccination on 10 January, 39460 persons had received both doses while 25048 persons had received their first dose only. On 7 April the number of cases rose to 4395 of which 281 were active.[128] The following day the number of cases rose to 4430 of which 310 were active. The death toll rose to 25.[129] On 9 and 10 April the number of cases rose to 4489 and 4528 respectively. Since the start of vaccination on 10 January, 43259 persons had received both doses while 22231 persons had received their first dose only.[130] On 11 and 12 April the number of cases rose to 4563 and 4577 respectively. The death toll rose to 25 when the healthcare sector suffered its first fatality on 12 April.[131] Since the start of vaccination on 10 January, 45944 persons had received both doses while 20306 persons had received their first dose only. On 13 and 14 April the number of cases rose to 4633 (of which 298 active) and 4765 (of which 389 active) respectively.[132] On 15 and 16 April the number of cases rose to 4803 and 4834 respectively.[133] On 17 on 18 April the number of cases rose to 4875 and 4922 respectively. Since the start of vaccination on 10 January, 50524 persons had received both doses while 15909 persons had received their first dose only. On 19 and 20 April the number of cases rose to 4976 and 5016 respectively. 450 cases were still active.[134][135] On 21 and 22 April the number of cases rose to 5061 and 5170 (of which 469 active) respectively.[136] The death toll rose to 26.[137] Since the start of vaccination on 10 January, 54668 persons had received both doses while 11829 persons had received their first dose only. On 23 and 24 April the number of cases rose to 5206 and 5274 respectively. On 25 and 26 April the number of cases rose to 5352 and 5422 respectively.[138] Since the start of vaccination on 10 January, 57248 persons had received both doses while 9335 persons had received their first dose only. On 27 and 28 April the number of cases rose to 5452 and 5554 respectively. Since the start of vaccination on 10 January, 58496 persons had received both doses while 8547 persons had received their first dose only. On 29 and 30 April the number of cases rose to 5657 and 5873 respectively, 744 of which were active. The death toll rose to 28. There were 1643 new cases and five deaths in April. Since the start of vaccination on 10 January, 59160 persons had received both doses while 8520 persons had received their first dose only. On 3 May the number of cases rose to 6373 of which 1068 were active.[139] On 10 May the number of cases rose to 8172 of which 2486 were active. Three days later the number of cases rose to 9184 of which 2739 were active. The death toll rose to 32.[140] Since the start of vaccination on 10 January, 61360 persons had received both doses while 8348 persons had received their first dose only. No deaths were reported among those who had received both doses.[141] On 17 May the number of cases rose to 9764 of which 1903 were active. The death toll rose to 35. No deaths were reported among those who had received both vaccine doses.[142] Since the start of vaccination on 10 January, 61631 persons had received both doses while 8284 persons had received their first dose only. On 20 May the number of cases rose to 10294 of which 1560 were active. The death toll rose to 38.[143] Since the start of vaccination on 10 January, 62035 persons had received both doses while 8091 persons had received their first dose only, thereby achieving Seychelles' initial target of at least 70 thousand inoculations.[144] Two days later the number of cases rose to 10682 while the death toll remained unchanged.[145] On 24 May the number of cases rose to 10740 of which 1179 were active. The death toll remained unchanged.[146] On 25 May the number of cases rose to 11145 of which 1169 were active. The death toll rose to 40.[147] The time-varying reproduction number R t was 0.82. Since the start of vaccination on 10 January, 64029 persons had received both doses while 6417 persons had received their first dose only. No deaths were reported among those who had received both vaccine doses.[148] On 29 May the number of cases rose to 11612 of which 1071 were active. The death toll rose to 42. No deaths were reported among those who had received both vaccine doses.[149] There were 5739 new cases and 14 deaths in May. On 3 June the number of cases rose to 12158 of which 1233 were active. The death toll remained unchanged.[150] Three days later the number of cases rose to 12466 of which 1084 were active. The death toll rose to 46.[151] On 8 June the number of cases rose to 12973 of which 1293 were active. The death toll remained unchanged. Since the start of vaccinations on 10 January, 66543 persons had received two doses while 4110 persons had received one vaccine dose only.[152] On 10 June, Seychelles registered the first death of a fully vaccinated person.[152][153] Two days later the death toll had risen to 50 while the number of cases stood at 13630 of which 1407 were active.[154] On 15 June the number of cases rose to 14123 of which 1562 were active. The death toll rose to 55.[155] Four days later the number of cases had risen to 14620 of which 1238 were active, while the death toll rose to 59.[156] On 24 June the number of cases rose to 15116 of which 1424 were active. The death toll rose to 63. Since the start of vaccinations on 10 January, 67305 persons had received two vaccine doses.[157] Four days later the number of cases rose to 15579 of which 1146 were active. The death toll rose to 68. On 30 June the number of cases rose to 15857 of which 1135 were active. The death toll rose to 71, three of whom had been fully vaccinated and another three inoculated once. Since the start of vaccinations on 10 January, 67670 persons had received two vaccine doses.[158] There were 4245 new cases and 29 deaths in June. On 4 July the number of cases rose to 16304 of which 993 were active. The death toll remained at 71, three of whom had been fully vaccinated and another three had received one dose. Since the start of vaccinations on 10 January, 68135 persons had received two vaccine doses. Four days later the number of cases rose to 16679 of which 1064 were active. The death toll rose to 74.[159] On 12 July the number of cases rose to 17005 of which 856 were active. The death toll rose to 77. Four days later the number of cases rose to 17234 of which 831 were active. The death toll rose to 81.[160] On 19 July the number of cases rose to 17541 of which 641 were active. The death toll rose to 86.[161] Four days later the number of cases rose to 17747 of which 769 were active. The death toll rose to 89. Since the start of vaccinations on 10 January, 68553 persons had received two vaccine doses.[162] On 26 July the number of cases rose to 18062 of which 648 were active. The death toll rose to 90.[163] Three days later the number of cases stood at 18189 of which 557 were active, whereas the death toll rose to 94.[164] On 2 August the number of cases rose to 18384 of which 416 were active. Three days later the number of cases stood at 18582 of which 496 were active. The death toll remained unchanged.[165] On 9 August the number of cases rose to 18714 of which 455 were active. The death toll rose to 98. Three days later the number of cases stood at 18895 of which 483 were active. Since the start of vaccinations on 10 January, 69713 persons had been fully vaccinated. On 17 August the number of cases rose to 19186 of which 484 were active. The death toll rose to 101. Two days later the number of cases rose to 19390 of which 639 were active. The death toll remained unchanged.[166] On 23 August the number of cases rose to 19594 of which 581 were active. The death toll rose to 104.[167] Two days later the number of cases rose to 19777 of which 620 were active. The death toll remained unchanged.[168] On 30 August the number of cases rose to 19976 of which 510 were active. The death toll remained unchanged.[169] On 2 September the number of cases rose to 20144 of which 539 were active. The death toll rose to 105.[170] Three days later the number of cases stood at 20323 of which 448 were active. The death toll rose to 108.[171] On 9 September the number of cases rose to 20593 of which 605 were active. The death toll rose to 110.[172] On 16 September the number of cases rose to 20943 of which 584 were active. The death toll rose to 114. The number of fully vaccinated persons increased to 71091.[173] On 23 September the number of cases rose to 21257 of which 485 were active. The death toll rose to 115.[174] Three days later the number of cases stood at 21347 of which 329 were active. The death toll remained unchanged. On 30 September the number of cases rose to 21570. The death toll remained unchanged.[175] On 8 October the number of cases rose to 21638 of which 278 were active. The death toll rose to 118. The number of fully vaccinated persons increased to 71438.[176] On 13 October the number of cases rose to 21833 of which 284 were active. The death toll rose to 119. The number of fully vaccinated persons increased to 74778. More than 4000 had received an additional third dose.[177] On 15 and 18 October the number of cases rose to 21854 and 21903 respectively. The death toll remained unchanged.[178] On 25 October the number of cases rose to 22086 of which 220 were active. The death toll remained unchanged. Four days later the number of cases rose to 22177 of which 209 were active. The death toll remained unchanged. The number of fully vaccinated persons increased to 76468.[179] On 2 November the number of cases rose to 22220 of which 149 were active. The death toll remained unchanged.[180] On 12 November the number of cases rose to 22633 of which 320 were active. The death toll rose to 122.[181] Three days later the number of cases rose to 22722 of which 287 were active. The death toll remained unchanged.[182] On 17 November the number of cases rose to 22831 of which 347 were active. The death toll rose to 125.[183] Three days later the number of cases had risen to 22976 of which 389 were active. The death toll remained unchanged.[184] On 23 November the number of cases rose to 23197 of which 483 were active. The death toll remained unchanged.[185] Three days later the number of cases had risen to 23390 of which 478 were active. The death toll remained unchanged.[186] On 30 November the number of cases rose to 23537 of which 498 were active. The death toll rose to 127.[187] By 3 December the number of cases had risen to 23644 of which 409 were active. The death toll remained unchanged.[188] Five days later the number of cases had risen to 23806 of which 383 were active. The death toll rose to 129. By 16 December the number of cases had risen to 24047 of which 342 were active. The death toll rose to 131 (of whom 101 were unvaccinated).[189] The number of fully vaccinated persons increased to 78235.[190] Three days later the number of cases had risen to 24128 of which 316 were active. The death toll remained unchanged.[191] On 21 December the number of cases rose to 24197 of which 324 were active. The death toll remained unchanged. A week later the number of cases had risen to 24546 of which 432 were active, while the death toll had risen to 134.[192] The number of fully vaccinated persons stood at 78264. At the end of 2021 the number of cases stood at 24788 of which 621 were active and 134 had died.[193] Modelling by WHO's Regional Office for Africa suggests that due to under-reporting, the true number of infections by the end of 2021 was around 75524 while the true number of COVID-19 deaths was around 136.[194] On 5 January the number of cases rose to 26255 of which 1818 were active. The death toll remained unchanged.[195] The following day the number of cases rose to 26968 of which 2487 were active. The death toll remained unchanged.[196] On 10 January the number of cases rose to 29030 of which 3991 were active. The death toll remained unchanged.[197] Three days later the number of cases rose to 31098 of which 5546 were active, while the death toll rose to 136.[198] On 17 January the number of cases rose to 32846 of which 5049 were active. The death toll rose to 140.[199] Three days later the number of cases rose to 34367 of which 5260 were active, while the death toll rose to 143.[200] On 27 January the number of cases rose to 36559 of which 3599 were active. The death toll rose to 149. Four days later the number of cases had risen to 37190 of which 2326 were active, while the death toll stood at 154.[201] On 3 February the number of cases rose to 37771 of which 2100 were active. The death toll remained unchanged. Four days later the number of cases had risen to 38120 of which 1226 were active, while the death toll stood at 157.[202] On 15 February the number of cases rose to 38766 of which 804 were active. The death toll rose to 159.[203] Five days later the number of cases had risen to 39181 of which 540 were active, while the death toll stood at 160.[204] On 28 February the number of cases rose to 39403 of which 317 were active. The death toll rose to 163.[205] On 8 March the number of cases rose to 39605 of which 230 were active. The death toll remained unchanged.[206] Three days later the number of cases had risen to 39653 of which 237 were active. The death toll remained unchanged.[207] On 14 March the number of cases rose to 39761 of which 231 were active. The death toll remained unchanged.[208] Three days later the number of cases had risen to 39883 of which 265 were active. The death toll remained unchanged.[209] On 22 March the number of cases rose to 39991 of which 262 were active. The death toll remained unchanged. Five days later the number of cases had risen to 40209 of which 326 were active. The death toll remained unchanged.[210] On 30 March the number of cases rose to 40421 of which 467 were active. The death toll rose to 164.[211] On 3 April the number of cases rose to 40866 of which 739 were active. The death toll remained unchanged.[212] Four days later the number of cases had risen to 41147 of which 24 were active. The death toll remained unchanged.[213] On 13 April the number of cases rose to 41660 of which 821 were active. The death toll remained unchanged.[214] By 22 April the number of cases had risen to 42236 of which 648 were active. The death toll remained unchanged.[215] Four days later the number of cases had risen to 42474 of which 581 were active. The death toll rose to 166. By 28 April the number of cases had risen to 42548 of which 602 were active. The death toll remained unchanged.[216] On 4 May the number of cases rose to 42841 of which 452 were active. The death toll remained unchanged.[217] Five days later the number of cases had risen to 43235 of which 515 were active while the death toll had risen to 167.[218] On 20 May the number of cases rose to 43729 of which 522 were active. The death toll remained unchanged.[219] Seven days later the number of cases had risen to 43959 of which 372 were active while the death toll remained unchanged.[220] By the end of the month the number of cases had risen to 44016 of which 236 were active. The death toll remained unchanged.[221] On 3 June the number of cases rose to 44145 of which 280 were active. The death toll remained unchanged.[222] Six days later the number of cases had risen to 44363 of which 291 were active while the death toll remained unchanged.[223] By 12 June the number of cases had risen to 44409 of which 258 were active. The death toll remained unchanged.[224] Five days later the number of cases had risen to 44521 of which 269 were active. The death toll remained unchanged. By 26 June the number of cases had risen to 44759. The death toll remained unchanged.[225] On 1 July the number of cases rose to 44847 of which 168 were active. The death toll remained unchanged.[226] On 8 July the number of cases rose to 45000 of which 206 were active. The death toll remained unchanged.[227] On 14 July the number of cases rose to 45185 of which 263 were active. The death toll remained unchanged.[228] On 25 July the number of cases rose to 45429 of which 151 were active. The death toll rose to 168.[229] Confirmed cases 14 March 2020 - 29 August 2021.[citation needed] Confirmed deaths 14 March 2020 - 29 August 2021.[citation needed] On 9 March 2020, Seychelles ahead of the planned arrival of the Norwegian Spirit announced a temporary closing for cruise ships.[230] On 9 March 2020, Seychelles banned any person from Seychelles from travelling to China, South Korea, Italy, and Iran. An exception is made for returning residents.[230] A 26-year-old man, working at Seychelles International Airport, tested positive for coronavirus on Monday, 6 April, bringing the country's total number of infections to 11, Following the detection of this infection, a travel ban order came into effect at midnight on Wednesday 8 April in Seychelles, except for essential service workers. This measure will be maintained for 21 days.[231] In March, the Seychelles International Airport was closed.[232] It opened again to scheduled traffic on 1 August 2020.[233] On 28 April 2020, former President Danny Faure announced a lifting of some of the measures that were earlier on put in place to forestall further spread of the pandemic. All restrictions on the movement of people were lifted on 4 May. All shops were allowed to open until 20:00 from 4 May 2020. The first schools re-opened on 11 May and on 18 May 2020, all schools will re-opened. Travel restrictions ended on 1 June 2020 when the airport reopened.[234] Air Seychelles resumed domestic flights on 4 May 2020, and SEI reopened to international traffic on 1 June.[235] New restrictions were announced on 29 December 2020, including the closure of bars, casinos, spas, gyms and cinemas. The new restrictions were foreseen to remain in place for two weeks.[236] and additional restrictive measures were announced on 3 January 2021.[237] All existing restrictions were subsequently extended to the end of February 2021.[92] Following the lockdown on 9 April 2020, the National Museum in Seychelles is preparing to reopen to the public on 1 June 2020. In doing so, Seychelles will be the first country in the Eastern Africa Region to reopen its museum during the pandemic.[238] For business to resume to normalcy, certain guidelines have been put in place by the Seychelles Department of Health which will ultimately protect the Museum employees as well as visitors that visit Museums from contracting the coronavirus.[238] Among the measures being instituted are tips for preparing for the arrival of the public, adapting the flow of visitors, strengthening health measures, restricting some access if necessary, as well as measures for reception and security staff, cleaning and conservation measures, and guidance for office staff.[238]  On 9 May, the government extended the ban on cruise ships from entering Port Victoria until the end of 2021.[239] People arriving by yacht must spend 14 days quarantined at sea, and people arriving by charter flight or private jet must demonstrate a negative COVID-19 test within 48 hours of departure.[13] When scheduled air traffic resumed on 1 August, passengers arriving from low-risk or medium-risk needed to show a recent negative COVID-19 test and would not be allowed to stay at more than two approved locations the first seven days in Seychelles. Passengers arriving from countries categorized as high-risk would not be allowed to enter the country.[233][240] On 5 August the Netherlands and Luxembourg were removed from the list of permitted countries, while Tunisia was added to it.[241] On 17 August Belgium, Cuba, France and Malta were removed from the list of permitted countries while Portugal was added to it.[242] On 24 August Tunisia was again removed from the list while Singapore was added to it.[243] Effective 31 August, Qatar and Cambodia were added to the list of permitted countries, while South Korea was removed from it.[244] Another update taking effect on 14 September removed Hungary from the list of permitted countries, while Vietnam, Pakistan, Egypt and Sweden were added to it.[245] With effect from 1 October, Australia, Liechtenstein and South Korea were added to the permitted list, while Slovenia, Slovakia and United Arab Emirates were removed from it. For travellers from UAE, France, Germany, Switzerland, Austria, Italy or the UK, specific rules were introduced on 1 October, involving additional health checks in order to be permitted into Seychelles.[246] From 19 October, travellers from Botswana, Burundi, Côte d’Ivoire, Ghana, Kenya, Malawi, Niger, Rwanda, South Africa and Zimbabwe were added to the list of permitted countries, while the specific rules previously in place for Germany, Switzerland, Austria and Italy were removed.[247] From 16 November, travellers arriving from Cuba, Israel, Japan, Maldives, Malta, Saudi Arabia or Zambia are also permitted to enter Seychelles, whereas those from Canada, Denmark, Lithuania, Portugal or Sweden are no longer permitted. Additional entry requirements were reintroduced for travellers from Austria, Germany, Italy and Switzerland, as had previously been the case from 1 to 18 October.[248] As of 7 December, travellers from Bahrein, Senegal and Togo are also allowed to enter.[249] Travellers arriving from the UK were no longer permitted from 28 December, while those arriving from South Africa were no longer permitted from 31 December. As of the start of 2021, travellers from Cyprus, Latvia, Malaysia, Senegal or South Korea were no longer permitted to enter, while those from Gabon, Kuwait, Mongolia, Tajikistan and Uzbekistan were added to the list of permitted countries.[250] From 21 February 2021, travellers from Bahrain, Cuba, Egypt and Zambia were no longer permitted, while Cyprus was added to the list of permitted countries.[251] From 12 November, all arriving passengers irrespective of origin need to present a recent negative PCR test, and test negative again on their sixth day in Seychelles.[252]","Title":"COVID-19 pandemic in Seychelles - Wikipedia","KeyID":"10275","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Seychelles"}