{"Content: ":"The COVID-19 pandemic was confirmed to have reached Somaliland in March 2020. As of 16 August 2021, there are 4703 cases and 319 deaths. 68206 tests have been conducted.[1] Somaliland is an unrecognized country in the Horn of Africa. Its diplomatic isolation has made economic development difficult and caused the healthcare system to lag behind. Yet despite that it has been successful in taking a proactive approach to the crisis. After the World Health Organization declared COVID-19 to be a global health emergency, MOHD established a National Task Force to coordinate efforts in early detection, surveillance, risk communication and infection control. In addition, the president, minister of religious affairs, and minister of education all worked together on emergency response efforts. Religious authorities have used Friday sermons to disseminate information further. The cross-collaboration was key to stemming local spread and ensuring a unified response. It also serves as a model not only for the Horn of Africa, but also in the Middle East. In Iran and Iraq, after all, lack of coordination with religious authorities enabled the virus to spread broadly; Somaliland had no such disconnect. ICU beds are limited, as is other medical equipment. However, the World Health Organization does collaborate with the Somaliland government.[2] On March 31, the Health Minister of Somaliland announced that the government confirmed the first two cases of coronavirus in Somaliland,[3] these two people were among the three suspects who were quarantined by Ministry of Health and had their DNA sent abroad for testing.[4] There is anecdotal evidence from villagers of a flu-like illness circulating in Somaliland from late March 2020, the likes of which they have never seen before; however, the villagers stated there were no deaths.[citation needed] In a presidential decree due to coronavirus fears, Muse Bihi Abdi ordered the state Attorney General to release 574 inmates throughout Somaliland territories.[5] The first five confirmed cases were reported by 20 April.[6] The following week one more case was confirmed.[7] By 18 May there had been 121 confirmed cases and nine deaths.[8] Ten days later the total numbers were 225 confirmed cases and 16 deaths.[9] By mid-September there had been 934 confirmed cases and 31 deaths.[10] By 25 October there had been 1077 confirmed cases and 36 deaths.[11] By 15 December there had been more than 1200 confirmed cases and 42 deaths.[12] By 8 February there had been 1430 confirmed cases.[13] By 26 February the number of confirmed cases had grown to 1603.[14] Minister of Health Omar Ali Abdillahi created a National Task Force to respond to the pandemic.[2] Schools and office-based businesses were closed, social events and gatherings prohibited, and flights and travel restricted. The government issued guidelines effective for one month starting from 19 March 2020. Khat chewing establishments were ordered closed, and special guidance was issued for mosques.[15] An initial government decision to close mosques for four weeks was rescinded after pressure from religious leaders.[16] Entry was banned for flights and people from China, Iran, Italy, France, Kenya, Somalia, South Korea, and Spain. However, flights to and from Ethiopia continued at Egal International Airport in Hargeisa, as Somaliland's only link to the rest of the world.[17] In April 2020, the Hargeisa municipality evicted 289 households from the Gobanimo Market and 26 June District to enforce social distancing measures in congested areas.[18] On 20 May, the Ministry of Education and Science announced that the end-of-year academic examinations for students from grades 1 to 11 would be cancelled, with those students instead evaluated on their performance in the last three terms, but that the secondary school final examination of July 2020 would proceed as planned with preventive measures taken.[18] The health ministry has taken steps to educate the public about the virus.[2] President Muse Bihi Abdi pardoned 574 prisoners and ordered them released, in order to control the spread of the virus.[19] On 31 January 2022, Somaliland received 150,000 doses of MVC COVID-19 vaccine donation from Taiwan.[20] American historian Michael Rubin praised Somaliland's effectiveness in controlling the virus despite its diplomatic isolation and lack of international assistance, drawing a comparison with the COVID-19 pandemic in Taiwan.[21]","Title":"COVID-19 pandemic in Somaliland - Wikipedia","KeyID":"10278","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Somaliland"}