{"Content: ":"The COVID-19 pandemic in Madagascar is part of the ongoing worldwide pandemic of coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). On 20 March 2020, the first case in Madagascar was confirmed in Antananarivo. On 12 January 2020, the World Health Organization (WHO) confirmed that a novel coronavirus was the cause of a respiratory illness in a cluster of people in Wuhan City, Hubei Province, China, which was reported to the WHO on 31 December 2019.[2][3] The case fatality ratio for COVID-19 has been much lower than SARS of 2003,[4][5] but the transmission has been significantly greater, with a significant total death toll.[6][4] Model-based simulations for Madagascar indicate that the 95% confidence interval for the time-varying reproduction number R t has been stable around 1.0 since November 2020.[7] Lockdowns were implemented in at least two cities.[44] The government announced on 17 March that all international and regional flights would be suspended for 30 days starting 20 March.[45] Due to the crisis, a lack of international tourists caused problems for the tourism industry.[46] Ambatovy mine suspended operations.[44] The Central Bank of Madagascar injected hundreds of billions of ariary into the banking system to ease the economic damage caused by COVID-19.[47] On 20 April 2020,[48] Madagascar President Andry Rajoelina officially launched a coronavirus \"cure\" dubbed \"Covid-Organic\". Developed by the Madagascar Institute of Applied Research (MIAR), the herbal tea was made using artemisia and other locally sourced herbs. Soldiers were dispatched to hand out batches of \"Covid-Organic\", with Colonel Willy Ratovondrainy announcing on state television that the tea would \"strengthen immunity\".[49] However, the National Academy of Medicine of Madagascar (ANAMEM) voiced its skepticism, while the World Health Organization (WHO) cautioned that there was no proof for any coronavirus cure at the time of Covid-Organic's launch. The African Union has entered into discussions with the Malagasy government to test the drug's safety and efficiency.[10][50] In the central region including Antananarivo, a lockdown was imposed from 6 to 20 July in response to a spike in new cases in the capital.[51]","Title":"COVID-19 pandemic in Madagascar - Wikipedia","KeyID":"10270","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Madagascar"}