{"Content: ":"The Coniacian is an age or stage in the geologic timescale. It is a subdivision of the Late Cretaceous Epoch or Upper Cretaceous Series and spans the time between 89.8 ± 1 Ma and 86.3 ± 0.7 Ma (million years ago). The Coniacian is preceded by the Turonian and followed by the Santonian.[3] The Coniacian is named after the city of Cognac in the French region of Saintonge. It was first defined by French geologist Henri Coquand in 1857. The base of the Coniacian Stage is at the first appearance of the inoceramid bivalve species Cremnoceramus deformis erectus. The official reference profile for the base (a GSSP) is located in Salzgitter-Salder, Lower Saxony, Germany. The top of the Coniacian (the base of the Santonian Stage) is defined by the appearance of the inoceramid bivalve Cladoceramus undulatoplicatus. The Coniacian overlaps the regional Emscherian Stage of Germany, which is roughly coeval with the Coniacian and Santonian Stages. In magnetostratigraphy, the Coniacian is part of magnetic chronozone C34, the so-called Cretaceous Magnetic Quiet Zone, a relatively long period with normal polarity. After a maximum of the global sea level during the early Turonian, the Coniacian was characterized by a gradual fall of the sea level. This cycle is in sequence stratigraphy seen as a first order cycle. During the middle Coniacian a shorter, second order cycle, caused a temporary rise of the sea level (and global transgressions) on top of the longer first order trend. The following regression (Co1, at 87,0 Ma) separates the Middle from the Upper Coniacian Substage. An even shorter third order cycle caused a new transgression during the Late Coniacian. Beginning in the Middle Coniacian, an anoxic event (OAE-3) occurred in the Atlantic Ocean, causing large scale deposition of black shales in the Atlantic domain. The anoxic event lasted till the Middle Santonian (from 87.3 to 84.6 Ma) and is the longest and last such event during the Cretaceous period.[4] The Coniacian is often subdivided into Lower, Middle and Upper Substages. It encompasses three ammonite biozones in the Tethys domain: In the boreal domain the Coniacian overlaps just one ammonite biozone: that of Forresteria petrocoriensis","Title":"Coniacian - Wikipedia","KeyID":"1027","URL":"https://en.wikipedia.org/wiki/Coniacian"}