{"Content: ":"This article documents the impacts of the ongoing COVID-19 pandemic in Botswana. On 12 January 2020, the World Health Organization (WHO) confirmed that a novel coronavirus was the cause of a respiratory illness in a cluster of people in Wuhan City, Hubei Province, China, which was reported to the WHO on 31 December 2019.[2][3] The case fatality ratio for COVID-19 has been much lower than SARS of 2003,[4][5] but the transmission has been significantly greater, with a significant total death toll.[6][4] Model-based simulations for Botswana indicate that the 95% confidence interval for the time-varying reproduction number R t was lower than 1 in the second half of 2021.[7]  On 30 March, the first three cases in the country were confirmed.[8] On 25 March a 78-year-old woman who was suspected of having COVID-19 died in Ramotswa.[9] A few days after her death, the results came back positive making it the fourth case of COVID-19 in Botswana. In a live broadcast on BTV vice president Slumber Tsogwane said tracer teams had picked up 14 other people who had been in contact with the deceased and that testing had been conducted on them. The results of those who were in contact with the deceased were announced by the then Minister of Health and wellness Dr. Lemogang Kwape who also announced the first three cases. At the end of the month the death toll stood at 1, the number of confirmed cases had reached 4 and there were three active cases. There were two new COVID-19 tests a week later and on 19 April 2020 Dr. Kwape announced that there were five new COVID-19 cases, two of which came from the United Kingdom and three of which were locally transmitted, making the locally transmitted cases at that time 6. On 22 April, two more cases were confirmed in the Metsimotlhabe-Molepolole region, bringing the total number of cases to 22. Both new cases were reported to be locally transmitted, raising the total number of locally transmitted cases to 8 at that time.[10] On 28 April there was one more locally transmitted case. According to the Ministry of Health contact tracing has commenced in Molepolole, Metsimotlhabe, Mahalapye, Bobonong and Siviya, all of which have coronavirus cases. As of 1 May 2020, 7675 tests have been made, members of the National Assembly and the president and the vice-president were found negative. In a televised speech, President Masisi extended the national lockdown by a week and a further two weeks during which the lockdown would be sequentially eased. According to the president all 21 COVID-19 patients are asymptomatic and on their way to a full recovery. The results of those who were in contact with the deceased were announced by the Minister of Health and wellness Dr. Lemogang Kwape whom also announced the first three cases, Kwape announced that 7 of the 14 were found positive bringing the total number of cases at that time to 13.[11] On 29 April, Botswana recorded a total of 5 recoveries.[12] By the end of April the total number of confirmed cases reached 23, an increase by 19 from March. The death toll remained unchanged. There were 17 active cases, 14 more than at the end of March.[13] Three more recovered patients were announced on 1 May 2020.[14] On Thursday 7 May 2020 Botswana recorded on more COVID-19 recovery. On Friday 8 May 2020 00:00 GMT+2 Botswana's 35 day lockdown period came to an end, the end of this period marks the beginning of the ease of the COVID-19 restrictions put in place by government for a further three weeks, with the return to work phases starting on 8 May 2020 and ending on 14 May. On Monday 11 May 2020, Botswana recorded 1 more case.[15] As of 12 May 2020 there have been 11,495 tests performed. Five more patients recovered, leaving six active cases.[16] One more patient tested positive on 17 May, raising the number of active cases to 7.[17] On 21 May four more positive tests were announced while two infected patients recovered, bringing the active cases at that time to 9. A day later on Friday 22 May 2020, Botswana recorded one case bringing the total number of new cases reported in the week beginning Sunday 17 May to six. On 24 May there were five additional cases, raising the total number to 35 and the number of active cases to 15. By the end of May the total number of confirmed cases reached 35, an increase by 12 from April. The death toll remained unchanged. There were 14 active cases, a decrease by 18% from the end of April.[18] On 1 June there were three more confirmed cases, on 2 June two more confirmed cases, on 8 June two more confirmed cases, and on 10 June six more confirmed cases. From the start of the outbreak to 10 June 48 patients had tested positive, 9 of whom were locally transmitted and 39 coming from abroad. 40 were male while 8 were female. As of 14 June 2020 there have been a total of 24,800 tests performed.[19] On 12 June 2020, 12 new cases of COVID-19 were reported from the \"Greater Gaborone\" lockdown zone. The Botswana COVID-19 Presidential Task Force had decided to put the zone under lockdown for the second time from Saturday 13 June. This meant that schools and other non-essential services were re-closed, no movement without permits as was during the initial lockdown.[20] On 15 June the Task Force announced that it would end the lockdown period from Tuesday 16 June 00:00 local time as they had successfully used contact tracing to identify known contacts. Of 16 people tested, 10 tested negative, with 6 awaiting results. This decision restores travel in and out of all zones with an inter-zonal permit required where necessary.[21] On 13 and 14 June there were 17+2 new confirmed cases, bringing the total number of cases since the start of the outbreak to 79. The number reported on 13 June was the highest daily number of cases so far. On 19 June ten more confirmed cases were reported, raising the total number of cases to 89. On 24 June 32 more cases were confirmed, the highest number in a single day so far, bringing the total number of confirmed cases to 121. The majority, 92 persons, agreed to be repatriated to receive care in their home countries. 25 patients had recovered in Botswana, one person had died, and three cases were still active. On 28 June 54 more cases were confirmed, the highest number reported in a single day so far, bringing the total number of confirmed cases to 175. There were 52 more positive tests on 30 June, raising the total number of confirmed cases to 227. Most of these, 181 persons, had agreed to be repatriated to their home countries. 28 of the remaining 46 patients had recovered, one had died, and 17 remained active cases (an increase by 21% from the end of May).[22] There were 48 new confirmed cases on 3 July, raising the total number of cases to 275. Three days later 39 further cases were reported, raising the total number to 314. This rose by 85 to 399 on 12 July: the highest number of daily confirmed cases so far. There were 123 new cases on 16 July, the highest daily increase so far, raising the total number of confirmed cases to 522. Three days later there were 70 more positive tests, bringing the total number of confirmed cases to 592. Four days later, on 23 July, there were 89 cases, bringing the total number of confirmed cases to 681. 58 more cases were confirmed on 27 July, raising the total number to 739. The same day the death toll doubled to two.[23] Two days later the number of confirmed cases increased by 65 to 804 (including the transferred out cases). Most of the 577 new cases during the month were repatriated to their home countries (483 persons). Of the remaining 94 new cases, 35 recovered, bringing the total number of patients having recovered in Botswana to 63. There were 75 active cases at the end of the month (an increase by 341% from the end of June).[24] On 31 July 00:00 GMT+2 the Greater Gaborone zone had come under lock down for the third time after an uptick of COVID-19 locally transmitted cases. The lockdown is expected to take a period of two weeks.[25] This followed an increase of locally transmitted cases in Gaborone as well as elsewhere in the country, resulting in 90 new cases announced on 31 July.[26] The total number of confirmed cases was 894. On 6 August a doctor and his wife tested positive at Bamalete Lutheran Hospital, while a patient at the same hospital died from suspected COVID-19.[27] The following day members of the Presidential COVID-19 task force were tested for coronavirus. Ten of the 46 tests carried out among the task force were positive. Members testing positive included Dr Kereng Masupu (coordinator) and Dr Mogomotsi Matshaba (scientific advisor).[28] Professor Mosepele (deputy coordinator), who tested negative, tendered his resignation from the task force but later withdrew it.[29] There were 172 new cases on 7 August, the highest number of infections announced in a single day so far. Three days later 148 new cases were reported, raising the total number of confirmed cases to 1214. A fatality was announced on 13 August, raising the death toll to three.[30] The same day 94 new cases were reported, of which 67 were citizens and 27 were foreign nationals.[31] The total number of confirmed cases rose to 1308. On 16 August there were 134 new cases, raising the total number of cases to 1442. This rose to 1562 on 22 August after 120 new cases were confirmed (73 locals and 47 foreigners).[32] 71 new cases and three deaths were reported on 24 August, raising the total number of cases to 1633 and the death toll to 6. The three fatalities reported on 24 August were a three-month-old baby and two adult women. There were 91 new cases on 28 August, raising the total number of confirmed cases to 1724. On 4 September the number of confirmed cases rose by 278 to 2002; the highest daily increase so far. The death toll increased to 8. On 7 and 10 September another 124 and 126 cases were announced, raising the total number of confirmed cases to 2252. The death toll increased to 10.[33] On 14 September there were 211 new cases, raising the total number of confirmed cases to 2463. The death toll rose to 11. Two days later 104 more cases were reported, bringing the total number of confirmed cases to 2567. The death toll rose to 13.[34] There were 354 new cases on 24 September, the highest number of daily reported cases so far and bringing the total number of confirmed cases to 2921. The death toll rose to 16.[35][36] Three days later, the total number of confirmed cases rose by 251 to 3172. The death toll remained unchanged.[37] By 4 October the number of cases had grown to 4400, of which 2250 remained active, 834 had recovered and 1298 transferred to other countries.[38] The following day the number of cases increased by 120 to 4520, of which 3 were transferred to other countries and the number of active cases rose to 2367. There were no new recoveries. Two COVID-19 deaths were reported on 6 October, bringing the death toll to 18.[39][40] On 11 October the number of confirmed cases increased to 4833 while the death toll rose to 20. Of the 4833 cases, 2642 remained active, 853 had recovered and 1318 patients had been transferred to other countries. On 15 October the number of confirmed cases increased to 5242, of which 905 had recovered, 2989 remained active and 1328 patients had been transferred to other countries. The death toll remained unchanged.[41] On 19 October the number of confirmed cases increased to 5609, of which 915 had recovered, 3338 remained active and 1335 patients had been transferred to other countries. The death toll increased to 21.[42] On 19 October the number of confirmed cases increased to 5923, of which 927 had recovered, 3630 remained active and 1345 patients had been transferred to other countries. The death toll remained unchanged.[43] On 25 October the number of confirmed cases increased to 6283 of which 1353 had been transferred to other countries. The death toll remained unchanged. Four days later the number of confirmed cases rose to 6642 of which 1357 had been transferred to other countries. The death toll increased to 24.[44] On 5 November the number of confirmed cases increased to 7835 of which 1394 had been transferred to other countries. The death toll increased to 27.[45] Six days later the number of confirmed cases rose to 8225. The death toll remained unchanged.[46] On 15 November the number of confirmed cases increased to 9103 of which 1435 had been transferred to other countries. The death toll rose to 30. Four days later the number of confirmed cases increased to 9594 and the death toll rose to 31.[47] On 22 November the number of confirmed cases increased to 9992, of which 1461 had been to transferred to other countries.[48] Three days later the number of confirmed cases increased to 10258. On 29 November the number of confirmed cases increased to 10742. On 2 December the number of confirmed cases increased to 11531, of which 1521 had been transferred to other countries, while the death toll rose to 34.[49] On 6 December the number of confirmed cases increased to 12058, of which 1532 had been transferred to other countries. The death toll rose to 36. On 11 December the number of confirmed cases increased to 12501, of which 1570 had been transferred to other countries.[50] The death toll rose to 37. Three days later the number of confirmed cases increased to 12873, of which 1593 had been transferred to other countries. The death toll rose to 38.[51] Two days later the number of confirmed cases rose to 13014, of which 1600 had been transferred to other countries.[52] On 20 December the number of confirmed cases increased to 13622 of which 1640 had been transferred to other countries.[53] On 23 December the number of confirmed cases increased to 14025 of which 1685 had been transferred to other countries. The death toll rose to 40. On 29 December the number of confirmed cases increased to 14700 of which 1759 had been transferred to other countries. Two days later the number of confirmed cases increased to 14877 of which 1786 had been transferred to other countries. The death toll rose to 42.[54] On 3 January the number of confirmed cases increased to 15440 of which 1827 had been transferred to other countries. The death toll rose to 45. The Minister of Health and Wellness Edwin Dikoloti announced that the 501.V2 variant first identified in South Africa on 18 December had reached Botswana.[54] According to the Director of Health Services, Dr Malebogo Kebabonye, cases of the variant appeared to be overrepresented in the Maun area.[55] On 6 January the number of confirmed cases increased to 16050 of which 1879 had been transferred to other countries. The death toll rose to 48.[56] Two days later the number of confirmed cases increased to 16768 of which 1925 had been transferred to other countries. The death toll rose to 59.[55] On 11 January the number of confirmed cases increased to 17365 of which 1955 had been transferred to other countries. The death toll rose to 71. On 15 January the number of confirmed cases increased to 18630 of which 2026 had been transferred to other countries. The death toll rose to 88.[57] On 18 January the number of confirmed cases increased to 19654 of which 2106 had been transferred to other countries. The death toll rose to 105.[58] On 22 January the number of confirmed cases increased to 20658 of which 2143 had been transferred to other countries. The death toll rose to 124.[59] On 25 January the number of confirmed cases increased to 21293 of which 2188 had been transferred to other countries. The death toll rose to 134. On 29 January the number of confirmed cases increased to 22738 of which 2219 had been transferred to other countries. The death toll rose to 148. On 1 February the number of confirmed cases increased to 23503 of which 2230 had been transferred to other countries. The death toll rose to 163. On 5 February the number of confirmed cases increased to 24435 of which 2270 had been transferred to other countries. The death toll rose to 179.[60] On 8 February the number of confirmed cases increased to 24926 of which 2299 had been transferred to other countries. The death toll rose to 202.[61] On 12 February the number of confirmed cases increased to 25802 of which 2321 had been transferred to other countries. The death toll rose to 226.[62] On 15 February the number of confirmed cases increased to 26524 of which 2327 had been transferred to other countries. The death toll rose to 254.[63] On 19 February the number of confirmed cases increased to 27721 of which 2329 had been transferred to other countries. The death toll rose to 300. Most cases occurred in population agglomerations such as Gaborone, Francistown, Selebi Phikwe, Maun, Mochudi and Molepolole.[64] On 22 February the number of confirmed cases increased to 28371 of which 2340 had been transferred to other countries. The death toll rose to 310.[65] On 26 February the number of confirmed cases increased to 30727 of which 2353 had been transferred to other countries. The death toll rose to 332.[66] On 1 March the number of confirmed cases increased to 31746 of which 2354 had been transferred to other countries. The death toll rose to 359.[67] On 5 March the number of confirmed cases increased to 32912 of which 2375 had been transferred to other countries. The death toll rose to 413. On 8 March the number of confirmed cases increased to 34098 of which 2379 had been transferred to other countries. The death toll rose to 424.[68] On 9 March Botswana received a shipment of 30,000 doses of AstraZeneca's Covishield vaccine, donated by India.[69] On 12 March the number of confirmed cases increased to 34999 of which 2384 had been transferred to other countries. The death toll rose to 447.[70] On 15 March the number of confirmed cases increased to 35815 of which 2386 had been transferred to other countries. The death toll rose to 458.[71] On 19 March the number of confirmed cases increased to 37559 of which 2389 had been transferred to other countries. The death toll rose to 485.[72] On 22 March the number of confirmed cases increased to 38466 of which 2389 had been transferred to other countries. The death toll rose to 506.[73] Mass vaccination began on 26 March, initially with 30,000 doses donated by India and 33,600 doses purchased through the COVAX facility.[74] The number of confirmed cases increased to 39851 of which 2389 had been transferred to other countries. The death toll rose to 568.[75] On 29 March the number of confirmed cases increased to 40878 of which 2389 had been transferred to other countries. The death toll rose to 591.[76] On 2 April the number of confirmed cases increased to 41710 of which 2397 had been transferred to other countries. The death toll rose to 616.[77] Since the start of vaccination on 26 March, 13690 persons had received their first inoculation.[78] On 5 April the number of confirmed cases increased to 42674 of which 2444 had been transferred to other countries. The death toll rose to 636.[79] On 9 April the number of confirmed cases increased to 43444 of which 2446 had been transferred to other countries. The death toll rose to 663.[80] By 10 April, 31628 persons had received their first inoculation. Two deaths potentially linked to the vaccine were being investigated.[81][82] On 12 April the number of confirmed cases increased to 44075 of which 2451 had been transferred to other countries. The death toll rose to 671.[83] On 16 April the number of confirmed cases increased to 44702 of which 2453 had been transferred to other countries. The death toll rose to 684.[84] Since the start of vaccination on 26 March, 35040 persons had received their first inoculation. On 19 April the number of confirmed cases increased to 45855 of which 2461 had been transferred to other countries. The death toll rose to 691. Since the start of vaccination on 26 March, 41612 persons had received their first inoculation.[85] On 23 April the number of confirmed cases increased to 47068 of which 2468 had been transferred to other countries. The death toll rose to 702. Since the start of vaccination on 26 March, 47160 persons had received their first inoculation.[86] On 26 April the number of confirmed cases increased to 49409 of which 2475 had been transferred to other countries. The death toll rose to 712.[87] Since the start of vaccination on 26 March, 48411 persons had received their first inoculation. On 30 April the number of confirmed cases increased to 50333 of which 2482 had been transferred to other countries. The death toll rose to 724. Since the start of vaccination on 26 March, 49882 persons had received their first inoculation. On 3 May the number of confirmed cases increased to 50903 of which 2486 had been transferred to other countries. The death toll rose to 734. Since the start of vaccination on 26 March, 49959 persons had received their first inoculation. On 7 May the number of confirmed cases increased to 51538 of which 2497 had been transferred to other countries. The death toll rose to 751.[88] Since the start of vaccination on 26 March, 53375 persons had received their first inoculation. On 10 May the number of confirmed cases increased to 52162 of which 2506 had been transferred to other countries. The death toll rose to 761.[89] Since the start of vaccination on 26 March, 56101 persons had received their first inoculation. On 14 May the number of confirmed cases increased to 53318 of which 2518 had been transferred to other countries. The death toll rose to 774.[90] Since the start of vaccination on 26 March, 71500 persons had received their first inoculation. On 17 May the number of confirmed cases increased to 54151 of which 2531 had been transferred to other countries. The death toll rose to 784.[91] Since the start of vaccination on 26 March, 88907 persons had received their first inoculation. The same day the Ministry of Health and Wellness announced that the variant first identified in India on 5 October had reached Botswana on 24 April and that so far two cases had been identified.[92] On 21 May the number of confirmed cases increased to 55402 of which 2537 had been transferred to other countries. The death toll rose to 809. Since the start of vaccination on 26 March, 120055 persons had received their first inoculation.[93] On 24 May the number of confirmed cases increased to 56313 of which 2542 had been transferred to other countries. The death toll rose to 831. Since the start of vaccination on 26 March, 132782 persons had received their first inoculation.[94] On 28 May the number of confirmed cases increased to 57516 of which 2543 had been transferred to other countries. The death toll rose to 849.[95] Since the start of vaccination on 26 March, 142864 persons had received their first inoculation. On 31 May the number of confirmed cases increased to 58764 of which 2547 had been transferred to other countries. The death toll rose to 866.[96] Since the start of vaccination on 26 March, 147275 doses of vaccine had been administered. On 4 June the number of confirmed cases increased to 60648 of which 2553 had been transferred to other countries. The death toll rose to 885.[97] Since the start of vaccinations on 26 March, 149268 doses of vaccine had been administered. On 7 June the number of confirmed cases increased to 62040 of which 2560 had been transferred to other countries. The death toll rose to 896. Since the start of vaccinations on 26 March, 150019 doses of vaccine had been administered. On 11 June the number of confirmed cases increased to 64021 of which 2564 had been transferred to other countries. The death toll rose to 926.[98] Since the start of vaccinations on 26 March, 150749 doses of vaccine had been administered. On 14 June the number of confirmed cases increased to 65815 of which 2568 had been transferred to other countries. The death toll rose to 940.[99] Since the start of vaccinations on 26 March, 151315 vaccine doses had been administered and 23018 persons had been fully vaccinated. On 18 June the number of confirmed cases increased to 68387 of which 2579 had been transferred to other countries. The death toll rose to 1069.[100] Since the start of vaccinations on 26 March, 152383 vaccine doses had been administered and 48510 persons had been fully vaccinated. On 21 June the number on confirmed cases increased to 67492 (excluding those transferred to other countries). The death toll rose to 1095. Since the start of vaccinations on 26 March, 66085 persons had been fully vaccinated. On 25 June the number on confirmed cases increased to 69680 (excluding those transferred to other countries). The death toll rose to 1125. Since the start of vaccinations on 26 March, 84280 persons had been fully vaccinated.[101] On 28 June the number on confirmed cases increased to 71433 (excluding those transferred to other countries). The death toll rose to 1158. Since the start of vaccinations on 26 March, 91482 persons had been fully vaccinated. On 2 July the number of confirmed cases increased to 73977 (excluding those transferred to other countries). The death toll rose to 1188.[102] Since the start of vaccinations on 26 March, 100125 persons had been fully vaccinated. On 5 July the number of confirmed cases increased to 75388 (excluding those transferred to other countries). The death toll rose to 1202. Since the start of vaccinations on 26 March, 106337 persons had been fully vaccinated. On 9 July the number of confirmed cases increased to 80153 (excluding those transferred to other countries). The death toll rose to 1253. Since the start of vaccinations on 26 March, 108589 persons had been fully vaccinated.[103] On 12 July the number of confirmed cases increased to 86133 (excluding those transferred to other countries). The death toll rose to 1274. Since the start of vaccinations on 26 March, 111164 persons had been fully vaccinated.[104] On 16 July the number of confirmed cases increased to 91902 (excluding those transferred to other countries). The death toll rose to 1328. Since the start of vaccinations on 26 March, 116147 persons had been fully vaccinated.[105] On 19 July the number of confirmed cases increased to 97657 (excluding those transferred to other countries). The death toll rose to 1375. Since the start of vaccinations on 26 March, 118053 persons had been fully vaccinated.[106] On 23 July the number of confirmed cases increased to 102124 (excluding those transferred to other countries). The death toll rose to 1485. Since the start of vaccinations on 26 March, 121518 persons had been fully vaccinated.[107] On 26 July the number of confirmed cases increased to 106690 (excluding those transferred to other countries). The death toll rose to 1569. Since the start of vaccinations on 26 March, 124425 persons had been fully vaccinated.[108] On 30 July the number of confirmed cases increased to 115220 (excluding those transferred to other countries). The death toll rose to 1653. Since the start of vaccinations on 26 March, 127362 persons had been fully vaccinated.[109] On 2 August the number of confirmed cases increased to 122574 (excluding those transferred to other countries). The death toll rose to 1704. Since the start of vaccinations on 26 March, 128738 persons had been fully vaccinated. On 9 August the number of confirmed cases increased to 130771 (excluding those transferred to other countries). The death toll rose to 1832.[110] On 13 August the number of confirmed cases increased to 142380 (excluding those transferred to other countries). The death toll rose to 2043.[111] Since the start of vaccinations on 26 March, 161522 persons had been fully vaccinated. On 16 August the number of confirmed cases increased to 146461 (excluding those transferred to other countries). The death toll rose to 2081. On 20 August the number of confirmed cases increased to 150842 (excluding those transferred to other countries). The death toll rose to 2171.[112] Since the start of vaccinations on 26 March, 181922 persons had been fully vaccinated. On 23 August the number of confirmed cases increased to 153793 (excluding those transferred to other countries).[113] The death toll rose to 2213. Since the start of vaccinations on 26 March, 192156 persons had been fully vaccinated. On 27 August the number of confirmed cases increased to 156927 (excluding those transferred to other countries). The death toll rose to 2261.[114] Since the start of vaccinations on 26 March, 207695 persons had been fully vaccinated. On 30 August the number of confirmed cases increased to 159317 (excluding those transferred to other countries). The death toll rose to 2276. Since the start of vaccinations on 26 March, 215502 persons had been fully vaccinated.[115] On 3 September the number of confirmed cases increased to 162186 (excluding those transferred to other countries). The death toll rose to 2309.[116] Since the start of vaccinations on 26 March, 218418 persons had been fully vaccinated. On 6 September the number of confirmed cases increased to 163665 (excluding those transferred to other countries). The death toll rose to 2325. Since the start of vaccinations on 26 March, 220406 persons had been fully vaccinated. On 10 September the number of confirmed cases increased to 165644 (excluding those transferred to other countries). The death toll rose to 2337.[117] Since the start of vaccinations on 26 March, 221940 persons had been fully vaccinated. On 13 September the number of confirmed cases increased to 172252 (excluding those transferred to other countries). The death toll rose to 2343. Since the start of vaccinations on 26 March, 224433 persons had been fully vaccinated. On 17 September the number of confirmed cases increased to 173788 (excluding those transferred to other countries). The death toll rose to 2354.[118] Since the start of vaccinations on 26 March, 226606 persons had been fully vaccinated. On 20 September the number of confirmed cases increased to 176427 (excluding those transferred to other countries). The death toll rose to 2360. Since the start of vaccinations on 26 March, 229563 persons had been fully vaccinated. On 24 September the number of confirmed cases increased to 178050 (excluding those transferred to other countries). The death toll rose to 2367.[119] Since the start of vaccinations on 26 March, 234777 persons had been fully vaccinated. On 27 September the number of confirmed cases increased to 179220 (excluding those transferred to other countries). The death toll rose to 2368.[120] On 1 October the number of confirmed cases increased to 180197 (excluding those transferred to other countries). The death toll rose to 2374. Since the start of vaccinations on 26 March, 245559 persons had been fully vaccinated. On 4 October the number of confirmed cases increased to 180438 (excluding those transferred to other countries). The death toll rose to 2376.[121] Since the start of vaccinations on 26 March, 253692 persons had been fully vaccinated. On 8 October the number of confirmed cases increased to 181251 (excluding those transferred to other countries). The death toll rose to 2381.[122] Since the start of vaccinations on 26 March, 258260 persons had been fully vaccinated. On 11 October the number of confirmed cases increased to 181856 (excluding those transferred to other countries). The death toll rose to 2386.[123] Since the start of vaccinations on 26 March, 262275 persons had been fully vaccinated. On 15 October the number of confirmed cases increased to 184051 (excluding those transferred to other countries). The death toll rose to 2389.[124] Since the start of vaccinations on 26 March, 263852 persons had been fully vaccinated. On 18 October the number of confirmed cases increased to 184919 (excluding those transferred to other countries). The death toll rose to 2396.[125] Since the start of vaccinations on 26 March, 264742 persons had been fully vaccinated. On 22 October the number of confirmed cases increased to 185985 (excluding those transferred to other countries). The death toll rose to 2402.[126] Since the start of vaccinations on 26 March, 267573 persons had been fully vaccinated. On 25 October the number of confirmed cases increased to 186594 (excluding those transferred to other countries). The death toll rose to 2406.[127] Since the start of vaccinations on 26 March, 280440 persons had been fully vaccinated. On 29 October the number of confirmed cases increased to 187281 (excluding those transferred to other countries). The death toll rose to 2407.[128] Since the start of vaccinations on 26 March, 306300 persons had been fully vaccinated. On 1 November the number of confirmed cases increased to 192935 (excluding those transferred to other countries). The death toll remained unchanged.[129] Since the start of vaccinations on 26 March, 324733 persons had been fully vaccinated. On 5 November the number of confirmed cases increased to 193449 (excluding those transferred to other countries). The death toll rose to 2409.[130] Since the start of vaccinations on 26 March, 357216 persons had been fully vaccinated. On 8 November the number of confirmed cases increased to 193701 (excluding those transferred to other countries). The death toll rose to 2411.[131] Since the start of vaccinations on 26 March, 388217 persons had been fully vaccinated. On 12 November the number of confirmed cases increased to 194129 (excluding those transferred to other countries). The death toll rose to 2416.[132] Since the start of vaccinations on 26 March, 417445 persons had been fully vaccinated. On 15 November the number of confirmed cases increased to 194445 (excluding those transferred to other countries). The death toll remained unchanged.[133] Since the start of vaccinations on 26 March, 444877 persons had been fully vaccinated. On 19 November the number of confirmed cases increased to 194652 (excluding those transferred to other countries). The death toll remained unchanged.[134] Since the start of vaccinations on 26 March, 469369 persons had been fully vaccinated. The first four cases in the world of the highly mutated virus strain B.1.1.529 were identified on 22 November from tests taken in Botswana on 11 November. They were soon followed by numerous cases in South Africa,[135][136] as well as 15 more cases in Botswana.[137] On 22 November the number of confirmed cases increased to 194909 (excluding those transferred to other countries). The death toll remained unchanged. Since the start of vaccinations on 26 March, 492848 persons had been fully vaccinated.[138] On 26 November the number of confirmed cases increased to 195068 (excluding those transferred to other countries). The death toll rose to 2418. Since the start of vaccinations on 26 March, 508980 persons had been fully vaccinated.[139] On 29 November the number of confirmed cases increased to 195302 (excluding those transferred to other countries). The death toll rose to 2419. Since the start of vaccinations on 26 March, 519544 persons had been fully vaccinated.[140] On 3 December the number of confirmed cases increased to 195552 (excluding those transferred to other countries). The death toll rose to 2420. Since the start of vaccinations on 26 March, 528046 persons had been fully vaccinated. On 6 December the number of confirmed cases increased to 196090 (excluding those transferred to other countries). The death toll rose to 2421.[141] Since the start of vaccinations on 26 March, 982275 persons had been fully vaccinated. On 10 December the number of confirmed cases increased to 197644 (excluding those transferred to other countries). The death toll rose to 2424. Since the start of vaccinations on 26 March, over one million persons had been fully vaccinated. On 13 December the number of confirmed cases increased to 199864 (excluding those transferred to other countries). The death toll rose to 2425.[142] Since the start of vaccinations on 26 March, over one million persons had been fully vaccinated. On 16 December the number of confirmed cases increased to 204701 (excluding those transferred to other countries). The death toll remained unchanged. Since the start of vaccinations on 26 March, over one million persons had been fully vaccinated. On 20 December the number of confirmed cases increased to 208994 (excluding those transferred to other countries). The death toll rose to 2427.[143] Since the start of vaccinations on 26 March, over one million persons had been fully vaccinated. On 23 December the number of confirmed cases increased to 212482 (excluding those transferred to other countries). The death toll rose to 2439.[144] Since the start of vaccinations on 26 March, over one million persons had been fully vaccinated. On 27 December the number of confirmed cases increased to 219509 (excluding those transferred to other countries). The death toll rose to 2444.[145] Since the start of vaccinations on 26 March, over one million persons had been fully vaccinated. On 30 December the number of confirmed cases increased to 222053 (excluding those transferred to other countries). The death toll rose to 2452. Since the start of vaccinations on 26 March, over one million persons had been fully vaccinated.[146] Modelling by WHO's Regional Office for Africa suggests that due to under-reporting, the true cumulative number of infections by the end of 2021 was around 1.3 million while the true number of COVID-19 deaths was around 3586.[147] On 3 January, as it was announced that President Masisi had tested positive for COVID-19 and was self-isolating, the number of confirmed cases increased to 229855 (excluding those transferred to other countries). The death toll rose to 2475.[148] Since the start of vaccinations on 26 March, over one million persons had been fully vaccinated. On 6 January, the number of confirmed cases increased to 232432 (excluding those transferred to other countries). The death toll rose to 2497. Since the start of vaccinations on 26 March, over one million persons had been fully vaccinated.[149] On 10 January, the number of confirmed cases increased to 237678 (excluding those transferred to other countries). The death toll rose to 2514.[150] Since the start of vaccinations on 26 March, over one million persons had been fully vaccinated. On 13 January, the number of confirmed cases increased to 239887 (excluding those transferred to other countries). The death toll rose to 2534. Since the start of vaccinations on 26 March, over one million persons had been fully vaccinated. On 17 January, the number of confirmed cases increased to 243946 (excluding those transferred to other countries). The death toll rose to 2544.[151] Since the start of vaccinations on 26 March, over one million persons had been fully vaccinated while 1429 persons had received a booster vaccination. On 20 January, the number of confirmed cases increased to 245904 (excluding those transferred to other countries). The death toll rose to 2565. Since the start of vaccinations on 26 March, 1.1 million persons had been fully vaccinated while 7199 persons had received a booster vaccination. On 24 January, the number of confirmed cases increased to 250746 (excluding those transferred to other countries). The death toll rose to 2580. Since the start of vaccinations on 26 March, more than 1.1 million persons had been fully vaccinated while 13016 persons had received a booster vaccination.[152] On 27 January, the number of confirmed cases increased to 253036 (excluding those transferred to other countries). The death toll rose to 2581. Since the start of vaccinations on 26 March, 1.1 million persons had been fully vaccinated while 24290 persons had received a booster vaccination. On 31 January, the number of confirmed cases increased to 256041 (excluding those transferred to other countries). The death toll rose to 2585. Since the start of vaccinations on 26 March, 1.1 million persons had been fully vaccinated while 39907 persons had received a booster vaccination.[153] On 3 February, the number of confirmed cases increased to 257167 (excluding those transferred to other countries). The death toll rose to 2593. Since the start of vaccinations on 26 March, 1.1 million persons had been fully vaccinated while 51611 persons had received a booster vaccination. On 7 February, the number of confirmed cases increased to 259655 (excluding those transferred to other countries). The death toll rose to 2597. Since the start of vaccinations on 26 March, 1.1 million persons had been fully vaccinated while 63317 persons had received a booster vaccination.[154] On 10 February, the number of confirmed cases increased to 260491 (excluding those transferred to other countries). The death toll rose to 2603. Since the start of vaccinations on 26 March, 1.1 million persons had been fully vaccinated while 86486 persons had received a booster vaccination.[155] On 14 February, the number of confirmed cases increased to 261913 (excluding those transferred to other countries). The death toll rose to 2608. Since the start of vaccinations on 26 March, 1.1 million persons had been fully vaccinated while 113751 persons had received a booster vaccination.[156] On 17 February, the number of confirmed cases increased to 262652 (excluding those transferred to other countries). The death toll rose to 2614. Since the start of vaccinations on 26 March 2021, 1.1 million persons had been fully vaccinated while 134303 persons had received a booster vaccination. On 21 February, the number of confirmed cases increased to 263950 (excluding those transferred to other countries). The death toll rose to 2619. Since the start of vaccinations on 26 March 2021, 1.2 million persons had been fully vaccinated while 158470 persons had received a booster vaccination.[157] On 15 March, the number of confirmed cases increased to 304706 (excluding those transferred to other countries). The death toll rose to 2673. Since the start of vaccinations on 26 March 2021, 1.4 million persons had been fully vaccinated while 227169 persons had received a booster vaccination. On 29 March, the number of confirmed cases increased to 305526 (excluding those transferred to other countries). The death toll rose to 2686. Since the start of vaccinations on 26 March 2021, 1.5 million persons had been fully vaccinated while 270738 persons had received a booster vaccination. On 5 April, the number of confirmed cases increased to 305718 (excluding those transferred to other countries). The death toll rose to 2688. Since the start of vaccinations on 26 March 2021, 1.5 million persons had been fully vaccinated while 288419 persons had received a booster vaccination. On 12 April, the number of confirmed cases increased to 305859 (excluding those transferred to other countries). The death toll remained unchanged.[158] Since the start of vaccinations on 26 March 2021, 1.5 million persons had been fully vaccinated while 291488 persons had received a booster vaccination. On 26 April, the number of confirmed cases increased to 306074 (excluding those transferred to other countries). The death toll rose to 2689. Since the start of vaccinations on 26 March 2021, 1.5 million persons had been fully vaccinated while 327708 persons had received a booster vaccination. On 3 May, the number of confirmed cases increased to 306097 (excluding those transferred to other countries). The death toll rose to 2690. Since the start of vaccinations on 26 March 2021, 1.5 million persons had been fully vaccinated while 341331 persons had received a booster vaccination. On 10 May, the number of confirmed cases increased to 306324 (excluding those transferred to other countries). The death toll remained unchanged.[159] Since the start of vaccinations on 26 March 2021, 1.5 million persons had been fully vaccinated while 351294 persons had received a booster vaccination. On 17 May, the number of confirmed cases increased to 306614 (excluding those transferred to other countries). The death toll rose to 2692.[160] Since the start of vaccinations on 26 March 2021, 1.5 million persons had been fully vaccinated while 358733 persons had received a booster vaccination. On 24 May, the number of confirmed cases increased to 307126 (excluding those transferred to other countries). The death toll rose to 2695.[161] Since the start of vaccinations on 26 March 2021, 1.5 million persons had been fully vaccinated while 366735 persons had received a booster vaccination. On 31 May, the number of confirmed cases increased to 308126 (excluding those transferred to other countries). The death toll rose to 2697.[162] Since the start of vaccinations on 26 March 2021, 1.5 million persons had been fully vaccinated while 373727 persons had received a booster vaccination. On 7 June, the number of confirmed cases increased to 310431 (excluding those transferred to other countries). The death toll rose to 2701. Since the start of vaccinations on 26 March 2021, 1.5 million persons had been fully vaccinated while 378565 persons had received a booster vaccination. On 14 June, the number of confirmed cases increased to 314242 (excluding those transferred to other countries). The death toll rose to 2709.[163] Since the start of vaccinations on 26 March 2021, 1.5 million persons had been fully vaccinated while 384452 persons had received a booster vaccination. On 21 June, the number of confirmed cases increased to 318528 (excluding those transferred to other countries). The death toll rose to 2719.[164] Since the start of vaccinations on 26 March 2021, 1.5 million persons had been fully vaccinated while 391031 persons had received a booster vaccination. On 24 June, the Ministry of Health announced that as of May 2022, the country was in the midst of a fifth wave of COVID-19 infections. On 28 June, the number of confirmed cases increased to 321968 (excluding those transferred to other countries). The death toll rose to 2739. Since the start of vaccinations on 26 March 2021, 1.5 million persons had been fully vaccinated while 397989 persons had received a booster vaccination. On 30 June, the number of confirmed cases increased to 322769 (excluding those transferred to other countries). The death toll rose to 2750. Since the start of vaccinations on 26 March 2021, 1.5 million persons had been fully vaccinated while 402020 persons had received a booster vaccination.[165] On 7 July, the number of confirmed cases increased to 324154 (excluding those transferred to other countries). The death toll rose to 2753. Since the start of vaccinations on 26 March 2021, 1.5 million persons had been fully vaccinated while 405491 persons had received a booster vaccination.[166] On 14 July, the number of confirmed cases increased to 324841 (excluding those transferred to other countries). The death toll rose to 2760. Since the start of vaccinations on 26 March 2021, 1.5 million persons had been fully vaccinated while 412035 persons had received a booster vaccination.[167] On 21 July, the number of confirmed cases increased to 325181 (excluding those transferred to other countries). The death toll rose to 2763. Since the start of vaccinations on 26 March 2021, 1.5 million persons had been fully vaccinated while 415960 persons had received a booster vaccination. As a precautionary measure the government has banned gatherings of more than 50 people and the entry of people from countries deemed high-risk.[168][169] On 24 March, the government announced that borders would be closed, save for twelve designated entry points.[170] Citizens of Botswana are permitted to return but must be quarantined for 14 days. There is concern, however, that people may still enter Botswana illegally from Zimbabwe by avoiding official border crossings.[171] All schools were closed from 20 March. Teaching resumed on 2 June.[172] The pandemic and travel restrictions disrupted what was to be Botswana's first elephant hunting season since 2014[173] and affected the diamond industry.[174] On 31 March the president of Botswana, Mokgweetsi Masisi gave a speech and declared a State of Public Emergency for the purpose of taking appropriate and stringent measures to address the risks posed by the COVID-19 pandemic. The president said that a 21-day State of Public Emergency would not be sufficient to employ the necessary measures to fight the pandemic. The State of Public Emergency would have come into effect from Thursday, 2 April 2020 until Thursday, 30 April 2020, days later the president wanted to extend the 28 day State of Public Emergency to a six month long State of Public Emergency which will end on Friday, 2 October 2020. The president summoned the National Assembly in order for the MPs to vote on the six-month extension. On Thursday, 9 April 2020 the National assembly voted in favour of the six-month extension by acclamation. The full presidential speech can be found here: Botswana's response to the COVID-19 pandemic. With effect from 1 May 2020, wearing a face mask is compulsory when leaving one's home.[175] On 20 May the extreme social distancing brought in on 2 April came to an end. It was replaced by a zoning strategy combined with 13 check points between zones. There are nine COVID-19 zones: Boteti, Chobe, Ghanzi, Greater Francistown, Greater Gaborone, Greater Palapye, Greater Phikwe, Maun, Kgalagadi. On 31 July the Greater Gaborone zone came under lock down.[citation needed] On 12 June Stanbic Bank Botswana was ordered temporarily to close its Gaborone head office and Fairgrounds branch following a positive test for COVID-19 from an employee.[176] After comprehensive testing with negative results they were able to open again on 17 June (head office) and 18 June (branch).[177] Also on 12 June, Gaborone Private Hospital (GPH) was ordered to close following eight patients testing positive. All eight tests were later declared negative by the COVID-19 Task Force Team after additional testing and the hospital was allowed to open again from 15 June.[178] GPH has subsequently insisted on its original positive test results.[179] The disagreement over test protocols, outcomes and use of accredited laboratories risked escalating to a matter of national security.[180] From 24 December to 31 January a nationwide curfew was in place nightly from 7pm to 4am.[181][182] Sanitising station at church. A man disinfecting a truck. Teenager wearing a mask. Social distancing at University of Botswana. Teachers keeping a safe distance.","Title":"COVID-19 pandemic in Botswana - Wikipedia","KeyID":"10283","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Botswana"}