{"Content: ":"The COVID-19 pandemic in Malawi is part of the worldwide pandemic of coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The virus was confirmed to have reached Malawi on 2 April 2020.[3] It has spread to all districts of Malawi. On 12 January 2020, the World Health Organization (WHO) confirmed that a novel coronavirus was the cause of a respiratory illness in a cluster of people in Wuhan City, Hubei Province, China, which was reported to the WHO on 31 December 2019.[4][5] The case fatality ratio for COVID-19 has been much lower than SARS of 2003,[6][7] but the transmission has been significantly greater, with a significant total death toll.[8][6] Model-based simulations for Malawi indicate that the 95% confidence interval for the time-varying reproduction number R t was stable below 1.0 from July to September 2020 but exceeded 1.0 the last three months of 2020.[9]  Despite there being no confirmed cases prior to 2 April 2020, President Mutharika declared the coronavirus pandemic a national disaster. Some of the measures that were put in place included the banning of gatherings of more than 100 people in places such as churches, rallies, weddings and funerals. He also instructed that both public and private education institutions be closed from 23 March. He further urged the government to suspend the hosting of international meetings and banned public servants from attending regional and international meetings. He called upon returning residents and nationals coming from affected countries to subject themselves to either self- or institutional quarantine.[46] It was only after the first four cases were identified in April that Mutharika instituted new measures which included the suspension of all formal meetings, gatherings and conferences. He further directed the Malawi Prison Services and Juvenile Centres to present a list of prisoners and juveniles who committed \"petty offences\" including those that have served a significant portion of their sentences for moderate crimes to the Minister of Homeland Security in order to decongest the overpopulation of the country's prisons.[47] Other measures have included the slashing of fuel prices as well as placing a waiver on the non-tourist levy to support the tourism industry, including a waiver of the resident tax on all foreign doctors and medical personnel. The Treasury has been called upon to reduce the salaries of the President, Cabinet and deputy ministers by 10 percent for three months in order to redirect the resources to fight against the coronavirus. The Malawi Revenue Authority was instructed to open up a voluntary tax compliance window for a period of six months so as to allow taxpayers with arrears to settle their tax obligations.[48] Mutharika called upon all offices to work in shifts except those working in essential services in order to mitigate the congestion in the workplaces.[47] On 14 April, President Mutharika announced a 21-day lockdown starting Saturday 18 April at midnight.[49] However, on 17 April, the Malawi High Court temporarily barred the government from implementing the 21-day lockdown following a petition by the Human Rights Defenders Coalition.[50] The argument made by the Human Rights Defenders Coalition was that more consultation was needed to prevent harm to the poorest and most vulnerable of society.[51]","Title":"COVID-19 pandemic in Malawi - Wikipedia","KeyID":"10286","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Malawi"}