{"Content: ":"The COVID-19 pandemic in Tanzania is part of the ongoing worldwide pandemic of coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The COVID-19 pandemic was confirmed to have reached Tanzania in March 2020.[3]  On 12 January 2020, the World Health Organization (WHO) confirmed that a novel coronavirus was the cause of a respiratory illness in a cluster of people in Wuhan City, Hubei Province, China, which was reported to the WHO on 31 December 2019.[4][5] The case fatality ratio for COVID-19 has been much lower than SARS of 2003,[6][7] but the transmission has been significantly greater, with a significant total death toll.[8][6] In May 2020, Fatma Karume, a human rights activist, said authorities are discouraging people from going to hospitals to avoid overwhelming them, but they are not giving adequate guidance about the virus. Karume said: \"When you are disempowering a whole nation by withholding information and creating doubt on how they should respond to the crisis, the outcome can be disastrous.\"[9] COVID-19 related news are censored as misinformation or disinformation. The distribution of non-governmental information has been made into a criminal offence by the government.[10] The government released a list of qualified persons to educate the public about COVID-19, and directed that all media source information only from those on the list. Multiple individuals were arrested and fined because of spreading information about COVID-19.[11] The lack of transparency and restricted freedoms have drawn criticism from Reporters Without Borders.[12] However, on 28 June 2021, President Samia Suluhu Hassan announced COVID-19 statistics to the public for the first time since May 2020, with 100 new cases in Tanzania and 70 people are in a critical state on ventilators.[13]","Title":"COVID-19 pandemic in Tanzania - Wikipedia","KeyID":"10280","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Tanzania"}