{"Content: ":"The Campanian is the fifth of six ages of the Late Cretaceous Epoch on the geologic timescale of the International Commission on Stratigraphy (ICS). In chronostratigraphy, it is the fifth of six stages in the Upper Cretaceous Series. Campanian spans the time from 83.6 (± 0.7) to 72.1 (± 0.6) million years ago. It is preceded by the Santonian and it is followed by the Maastrichtian.[3] The Campanian was an age when a worldwide sea level rise covered many coastal areas. The morphology of some of these areas has been preserved: it is an unconformity beneath a cover of marine sedimentary rocks.[4][5] The Campanian was introduced in scientific literature by Henri Coquand in 1857. It is named after the French village of Champagne in the department of Charente-Maritime. The original type locality was a series of outcrop near the village of Aubeterre-sur-Dronne in the same region.[6] The base of the Campanian Stage is defined as a place in the stratigraphic column where the extinction of crinoid species Marsupites testudinarius is located. (A Global Boundary Stratotype Section and Point or GSSP had not yet been ratified as of 2009: one possible candidate is a section near a dam at Waxahachie, Texas.)[7] The top of the Campanian stage is defined as the place in the stratigraphic column where the ammonite Pachydiscus neubergicus first appears.[2] The Campanian can be subdivided into Lower, Middle and Upper Subages. In the western interior of the United States, the base of the Middle Campanian is defined as the first occurrence of the ammonite Baculites obtusus (80.97 Ma) and the base of the Upper Campanian defined as the first occurrence of the ammonite Didymoceras nebrascense. (76.27 Ma)[8] In the Tethys domain, the Campanian encompasses six ammonite biozones. They are, from young to old:[9] During the Campanian age, a radiation among dinosaur species occurred. In North America, for example, the number of known dinosaur genera rises from 4 at the base of the Campanian to 48 in the upper part. This development is sometimes referred to as the \"Campanian Explosion\". However, it is not yet clear if the event is artificial, i.e. the low number of genera in the lower Campanian can be caused by a lower preservation chance for fossils in deposits of that age. The generally warm climates and large continental area covered in shallow sea during the Campanian probably favoured the dinosaurs. In the following Maastrichtian stage, the number of North American dinosaur genera found is 30% less than in the upper Campanian.[10]","Title":"Campanian - Wikipedia","KeyID":"1029","URL":"https://en.wikipedia.org/wiki/Campanian"}