{"Content: ":"The COVID-19 pandemic in Zambia is part of the ongoing worldwide pandemic of coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The virus was confirmed to have reached Zambia in March 2020.[3] On 12 January 2020 the World Health Organization (WHO) confirmed that a novel coronavirus was the cause of a respiratory illness in a cluster of people in Wuhan City, Hubei Province, China, which was reported to the WHO on 31 December 2019.[4][5] The case fatality ratio for COVID-19 has been much lower than SARS of 2003,[6][7] but the transmission has been significantly greater, with a significant total death toll.[8][6] Model-based simulations for Zambia suggest that the 95% confidence interval for the time-varying reproduction number R t exceeded 1.0 in November and December 2020.[9]  On 17 March 2020, the Zambian government announced that all schools, colleges and universities would be closed on Friday 20 March.[51] General Education Minister David Mabumba announced that the Zambia National Broadcasting Corporation - ZNBC - would open a channel dedicated to the provision of education during the closure of schools. Mr. Mabumba said that the new ZNBC channel would start on 13 April. Mr Mabumba said for those who cannot access Television there would be other educational programs on radio. The minister said government would further introduce e-learning and other measures to allow pupils access to education.[52] The Zambian government has been accused of using the pandemic as cover for growing authoritarianism, suspending parliament to prevent the rejection of the Constitution of Zambia (Amendment) Bill that would weaken democratic institutions, as well as shutting down the main private television station on the basis that it refused to run government COVID-19 advertisements for free.[53]","Title":"COVID-19 pandemic in Zambia - Wikipedia","KeyID":"10291","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Zambia"}