{"Content: ":"The COVID-19 pandemic in Chad is part of the ongoing worldwide pandemic of coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The virus was confirmed to have reached Chad in March 2020. As the third least developed nation in the world, according to the HDI in 2019,[2] Chad has faced unique economic, social, and political challenges under the strain of the COVID-19 pandemic. On 12 January 2020, the World Health Organization (WHO) confirmed that a novel coronavirus was the cause of a complex respiratory illness in a cluster of people in Wuhan City, Hubei Province, China, which was reported to the WHO on 31 December 2019.[3][4] The case fatality ratio for COVID-19 has been much lower than SARS of 2003,[5][6] but the transmission has been significantly greater, with a significant total death toll.[7][5] Model-based simulations for Chad indicate that the 95% confidence interval for the time-varying reproduction number R t for Chad fluctuated around 1.0 in late 2020 and early 2021.[8] Studies on the ground have illustrated that the country is not adequately equipped to handle a pandemic.[9] With roots tracing back to a violent and recent colonial history, many sectors of the Chadian economy and government are under-developed. Of specific concern regarding a global pandemic, the health sector faces many challenges in Chad. Issues such as geographic accessibility, government and foreign-aid funding conflicts, brain drain emigration, and poor infrastructure shape the scope of care systems.[10] Understanding the context of the Chadian health sector, pre-pandemic, helps to set a foundational understanding for the struggles the nation now faces and paths for the future. On 19 March, Chadian authorities reported their first case, a Moroccan passenger who flew from Douala.[11] On 26 March, with three cases already reported, Chadian authorities reported two additional positive cases. The cases were a 48-year-old Chadian and a 55-year-old Cameroonian passenger on a 17 March Ethiopian Airlines flight from Dubai and Brussels, respectively, via Addis Ababa. [12] On 30 March, two more cases of COVID-19 were reported, a Chadian citizen from Douala and a Swiss citizen from Brussels.[13] In total in March, 7 cases were confirmed with no deaths. As there were no recoveries in March, the number of active cases at the end of the month was 7.[14] On 2 April, Chad registered a new case of COVID-19, a Chadian who traveled from Dubai via Abuja.[15] On 3 April, a new case of COVID-19 was registered, a French citizen who traveled from Brussels via Paris.[16] On 6 April, Chad recorded its first case of local contamination, a 31-year-old Chadian who was in contact with another Chadian who had diagnosed positive.[17] On 9 April, health officials reported a new case of virus infection, a 59-year-old Chadian who arrived on March 25 in N'Djamena. The man was returning from Pakistan, via Cameroon, having reached N'Djamena by land. The man continued his journey to Abéché where he was finally quarantined on 4 April. The test was declared positive on 8 April.[18] During April there were 66 new cases, bringing the total number of confirmed cases to 73. Two deaths were reported on 28 April and three more on 30 April, bringing the total death toll to five. 33 patients recovered, leaving 35 active cases at the end of the month.[19] In May there were 705 new cases, bringing the total number of confirmed cases to 778. The death toll rose to 65. There were 458 new recoveries, raising the total number of recovered patients to 491. At the end of the month there were 222 patients representing active cases.[20] During June there were 88 new cases, bringing the total number of confirmed cases to 866. The death toll rose by 9 to 74. There were 290 more recoveries, bringing the total number of recovered patients to 781. At the end of June there were 11 active cases.[21] There were 70 new cases in July, bringing the total number of confirmed cases to 936. The death toll rose to 75. The number of recovered patients increased by 32 to 813, leaving 48 active cases at the end of the month.[22] There were 77 new cases in August, raising the total number of confirmed cases to 1013. The death toll rose to 77. At the end of the month there were 56 active cases.[23] There were 180 new cases in September, bringing the total number of confirmed cases to 1193. The death toll rose to 85. The number of recovered patients increased to 1007, leaving 101 active cases at the end of the month.[24] There were 306 new cases in October, bringing the total number of confirmed cases to 1499. The death toll rose to 98. The number of recovered patients increased to 1330, leaving 71 active cases at the end of the month.[25] There were 189 new cases in November, bringing the total number of confirmed cases to 1688. The death toll rose to 101. The number of recovered patients increased to 1525, leaving 62 active cases at the end of the month.[26] There were 425 new cases in December, bringing the total number of confirmed cases to 2113. The death toll rose to 104.[27] The number of recovered patients increased to 1704, leaving 305 active cases at the end of the month. On 1 January, Chad locked down its capital N'djamena in response to rising infections. The country banned gatherings of over 10 people, limited its airspace to cargo flights only, and shut down schools, universities, places of worship, bars, restaurants and non-essential public services.[27] There were 1263 new cases in January, taking the total number of confirmed cases to 3376. The death toll rose to 118. The number of recovered patients increased to 2464, leaving 794 active cases at the end of the month.[28] There were 610 new cases in February, taking the total number of confirmed cases to 3986. The death toll rose to 140. The number of recovered patients increased to 3480, leaving 366 active cases at the end of the month.[29] There were 566 new cases in March, taking the total number of confirmed cases to 4552. The death toll rose to 164. The number of recovered patients increased to 4149, leaving 239 active cases at the end of the month.[30] There were 272 new cases in April, taking the total number of confirmed cases to 4824. The death toll rose to 170. The number of recovered patients increased to 4423, leaving 231 active cases at the end of the month.[31] There were 107 new cases in May, taking the total number of confirmed cases to 4931. The death toll rose to 173. The number of recovered patients increased to 4746, leaving 12 active cases at the end of the month.[32] Vaccinations started on 4 June, initially with 200,000 doses of the Sinopharm BIBP vaccine donated by China.[33] There were 20 new cases in June, taking the total number of confirmed cases to 4951. The death toll rose to 174. The number of recovered patients increased to 4769, leaving 8 active cases at the end of the month.[34] There were 22 new cases in July, taking the total number of confirmed cases to 4973. The death toll remained unchanged. The number of recovered patients increased to 4793, leaving 6 active cases at the end of the month.[35] There were 19 new cases in August, bringing the total number of confirmed cases to 4992. The death toll remained unchanged. The number of recovered patients increased to 4810, leaving 8 active cases at the end of the month. There were 47 new cases in September, bringing the total number of confirmed cases to 5039. The death toll remained unchanged. The number of recovered patients increased to 4857, leaving 8 active cases at the end of the month.[36] There were 66 new cases in October, bringing the total number of confirmed cases to 5105. The death toll rose to 175. The number of recovered patients increased to 4913, leaving 17 active cases at the end of the month.[37] There were 596 new cases in November, bringing the total number of confirmed cases to 5701. The death toll rose to 181.[38] There were 482 new cases in December, bringing the total number of confirmed cases to 6183. The death toll rose to 184.[39] Modelling carried out by the Regional Office for Africa of the World Health Organization suggests that due to underreporting, the true number of cases by the end of 2021 was around 7.2 million while the true number of COVID-19 deaths was around 9900.[40] There were 972 new cases in January, taking the total number of confirmed cases to 7155. The death toll rose to 190.[41] There were 100 new cases in February, taking the total number of confirmed cases to 7255. The death toll remained unchanged.[42] There were 92 new cases in March, taking the total number of confirmed cases to 7347. The death toll rose to 192.[43] There were 64 new cases in April, taking the total number of confirmed cases to 7411. The death toll rose to 193.[44] There were six new cases in May, taking the total number of confirmed cases to 7417. The death toll remained unchanged.[45] There were eight new cases in June, taking the total number of confirmed cases to 7425. The death toll remained unchanged.[46] As a preventive measure, the government cancelled all flights into the country, except for cargo flights.[47][48] Furthermore, the government responded with similar and standard global practices of mandating mask wearing in public spaces, creating a curfew from 8 pm to 5 am, checking temperatures at airports and supporting \"quarantine hotels\", as well raising public awareness of the viral threat through campaigns and advertisements. Schools, public life such as bars and social clubs, and government work was closed along with social distancing requirements.[49] Of importance to note is the paradox of low corona virus cases in Chad given the strained health systems in place. Researchers have theorized that these low numbers may have a multitude of answers: notably the population's previous exposure and experience with infectious disease, as well the average age of the population, 52.8 years, being under the highest levels of \"at-risk ages\" for the COVID-19 pandemic, around 65 years old and poor records and/or testing of cases.[50] The IMF details responses the Chadian government has worked to implement such as subsidizing the agricultural sector, tax break plans, focusing on essential imports such as food distribution, suspending household bills, and clearing domestic debt.[49] Of importance to track in response to the pandemic is Chad's increasing ties with China. China has a relationship with the nation through generous loan programs, and throughout the pandemic these ties have increased as China has stepped up to provide food distribution aid as well as medical equipment and support in zones of active violence in Chad.[51] Media related to COVID-19 pandemic in Chad at Wikimedia Commons","Title":"COVID-19 pandemic in Chad - Wikipedia","KeyID":"10295","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Chad"}