{"Content: ":"The COVID-19 pandemic in São Tomé and Príncipe is part of the worldwide pandemic of coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The virus was confirmed to have reached São Tomé and Príncipe on 6 April 2020.[2] The first death was recorded on 30 April.[3] On 12 January 2020, the World Health Organization (WHO) confirmed that a novel coronavirus was the cause of a respiratory illness in a cluster of people in Wuhan City, Hubei Province, China, which was reported to the WHO on 31 December 2019.[4][5] The case fatality ratio for COVID-19 has been much lower than SARS of 2003,[6][7] but the transmission has been significantly greater, with a significant total death toll.[8][6] Model-based simulations indicate that the 95% confidence interval for the time-varying reproduction number Rt of São Tomé and Príncipe was below 1.0 in May and June 2020 but has since increased to around 1.[9]  On 6 April, the first four cases in the country were confirmed.[2] On 30 April, the first death was reported. At the time, São Tomé and Príncipe had 16 cases, four of which had recovered and one of which had died.[3] The deceased was a 55-year-old man living in Cantalago.[10] There were 11 active cases. In May there were 279 new cases and 9 deaths, bringing the total number of confirmed cases to 295 and the death toll to 10.[11] In June there were 99 new cases and one death, bringing the total number of confirmed cases to 394 and the death toll to 11.[12] There were 477 new cases and four deaths in July, bringing the total number of confirmed cases to 871 and the death toll to 15. There were 78 active cases at the end of the month.[13] There were 25 new cases in August, bringing the total number of confirmed cases to 896. The death toll remained unchanged. There were 30 active cases at the end of the month.[14] There were 15 new cases in September, bringing the total number of cases to 911. The death toll remained unchanged. The number of recovered patients increased to 885, leaving 11 active cases at the end of the month.[15] There were 34 new cases in October, bringing the total number of cases to 945. The death toll increased to 16. The number of recovered patients increased to 904, leaving 25 active cases at the end of the month.[16] There were 46 new cases in November, bringing the total number of cases to 991. The death toll rose to 17. The number of recovered patients increased to 933, leaving 41 active cases at the end of the month.[17] There were 23 new cases in December, taking the total number of cases to 1014. The death toll remained unchanged. The number of recovered patients increased to 971, leaving 26 active cases at the end of the month.[18] There were 243 new cases in January, taking the total number of cases to 1257. The death toll remained unchanged. The number of recovered patients increased to 1023, leaving 217 active cases at the end of the month.[19] There were 529 new cases in February, taking the total number of cases to 1786. The death toll rose to 29. The number of recovered patients increased to 1382, leaving 375 active cases at the end of the month.[20] Vaccinations started on 15 March, initially with 24,000 doses of the Oxford–AstraZeneca COVID-19 vaccine obtained through COVAX. There were 435 new cases in March, taking the total number of cases to 2221. The death toll rose to 34.[21] There were 71 new cases in April, taking the total number of cases to 2292. The death toll rose to 35.[22] There were 52 new cases in May, taking the total number of cases to 2344. The death toll rose to 37.[23] There were 22 new cases in June, taking the total number of cases to 2366. The death toll remained unchanged.[24] There were 88 new cases in July, taking the total number of cases to 2454. The death toll remained unchanged.[25] There were 154 new cases in August, taking the total number of cases to 2608. The death toll remained unchanged. The number of recovered patients increased to 2428, leaving 143 active cases at the end of the month.[26] There were 851 new cases in September, raising the total number of cases to 3459. The death toll rose to 50. The number of recovered patients increased to 2765, leaving 644 active cases at the end of the month.[27] There were 255 new cases in October, taking the total number of cases to 3714. The death toll rose to 56. The number of recovered patients increased to 3258, leaving 400 active cases at the end of the month.[28] There were 17 new cases in November, raising the total number of cases to 3731. The death toll remained unchanged. The number of recovered patients increased to 3675, leaving no active cases at the end of the month.[29] There were 166 new cases in December, raising the total number of cases to 3897. The death toll rose to 57. The number of recovered patients increased to 3678, leaving 162 active cases at the end of the month.[30] Modelling carried out by the Regional Office for Africa of the WHO suggests that due to under-reporting, the true cumulative number of infections by the end of 2021 was around one hundred thousand while the true number of COVID-19 deaths was around 76.[31] There were 1993 new cases in January, bringing the total number of cases to 5890. The death toll rose to 69. The number of recovered patients increased to 5561, leaving 260 active cases at the end of the month.[32] There were 44 new cases in February, bringing the total number of cases to 5934. The death toll rose to 72. The number of recovered patients increased to 5852, leaving ten active cases at the end of the month.[33] There were 14 new cases in March, bringing the total number of cases to 5948. The death toll rose to 73. The number of recovered patients increased to 5872, leaving three active cases at the end of the month.[34] There were 16 new cases in April, bringing the total number of cases to 5964. The death toll remained unchanged. The number of recovered patients increased to 5884, leaving seven active cases at the end of the month.[35] There were 27 new cases in May, bringing the total number of cases to 5991. The death toll remained unchanged. The number of recovered patients increased to 5909, leaving eight active cases at the end of the month.[36] There were 52 new cases in June, bringing the total number of cases to 6043. The death toll remained unchanged. The number of recovered patients increased to 5950, leaving 20 active cases at the end of the month.[37] In order to prevent the spread of the virus, the government has put in place various travel restrictions and quarantining measures.[38] Tourism accounts for more than 20% of employment in the country, and with activity in the sector coming to a near-halt, the economic impact has been severe.[39]","Title":"COVID-19 pandemic in São Tomé and Príncipe - Wikipedia","KeyID":"10299","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_S%C3%A3o_Tom%C3%A9_and_Pr%C3%ADncipe"}