{"Content: ":"Coordinates: 37°47′21″N 122°24′12″W﻿ / ﻿37.78917°N 122.40333°W﻿ / 37.78917; -122.40333 Wikimedia Foundation, Inc. (WMF, or simply Wikimedia) is a 501(c)(3) nonprofit organization headquartered in San Francisco, California, registered as a charitable foundation under US law.[8] It owns the Wikimedia projects – which are written and curated by thousands of Wikipedians and other unpaid volunteers – and the MediaWiki wiki software.[9][10][11][12] The Wikimedia Foundation was established in 2003 in St. Petersburg, Florida, by Jimmy Wales as a nonprofit way to fund Wikipedia, Wiktionary, and other crowdsourced wiki projects that had until then been hosted by Bomis, Wales's for-profit company.[1][2] The Foundation finances itself mainly through millions of small donations from Wikipedia readers, collected through email campaigns and annual fundraising banners placed on Wikipedia.[13] These are complemented by grants from various tech companies and philanthropic organizations. The Foundation has grown rapidly throughout its existence. By 2021, it employed over 550 staff and contractors, with annual revenues in excess of US$160 million, annual expenses of around US$110 million, and a growing endowment, which surpassed US$100 million in June 2021. The Wikimedia Foundation's mission is \"to empower and engage people around the world to collect and develop educational content under a free license or in the public domain, and to disseminate it effectively and globally.\"[14] To serve this mission, the Foundation provides the technical and organizational infrastructure to enable members of the public to develop wiki content in multiple languages.[14] The Foundation does not write or curate any of the content on the wikis itself.[15] The Foundation collaborates with a network of individual volunteers and affiliated organizations such as Wikimedia chapters, thematic organizations, user groups and other partners in different countries all over the world, and promises in its mission statement to make useful information from its projects available on the internet free of charge in perpetuity.[14] It also engages in political advocacy.[16] The Foundation's \"strategic direction\", formulated in 2017 for the next 15 years, envisages that the Wikimedia Foundation \"will become the essential infrastructure of the ecosystem of free knowledge\" by 2030.[11][17] Internet entrepreneur Jimmy Wales and online community organizer/philosophy professor Larry Sanger founded Wikipedia in 2001 as an Internet encyclopedia to supplement Nupedia. The project was originally funded by Bomis, Wales's for-profit business. Since Wikipedia was depleting Bomis's resources, and the idea of placing advertisements on Wikipedia was very controversial in Wikipedia's volunteer community,[18] Wales and Sanger thought of a charity model to fund the project.[1] The Wikimedia Foundation was incorporated in Florida on June 20, 2003.[2][19] It applied to the United States Patent and Trademark Office to trademark Wikipedia on September 14, 2004. The mark was granted registration status on January 10, 2006. Trademark protection was accorded by Japan on December 16, 2004, and in the European Union on January 20, 2005. There were plans to license the use of the Wikipedia trademark for some products such as books or DVDs.[20] The name \"Wikimedia\", a compound of wiki and media, was coined by American author Sheldon Rampton in a post to the English Wikipedia mailing list in March 2003,[21] three months after Wiktionary became the second wiki-based project hosted on Wales's platform. The Foundation was granted section 501(c)(3) status by the U.S. Internal Revenue Code as a public charity in 2005, meaning all contributions to the Foundation are tax-deductible for U.S. federal income tax purposes.[22] Its National Taxonomy of Exempt Entities (NTEE) code is B60 (Adult, Continuing education).[23][24] On December 11, 2006, the Foundation's board noted that the corporation could not become the membership organization initially planned but never implemented due to an inability to meet the registration requirements of Florida statutory law. The bylaws were accordingly amended to remove all references to membership rights and activities.[25] On September 25, 2007, the Foundation's board gave notice that its operations would be moving from Florida to the San Francisco Bay Area. Some considerations cited for choosing San Francisco were proximity to like-minded organizations and potential partners, a better talent pool, as well as cheaper and more convenient international travel.[26][27][28] The move was completed by January 31, 2008, with the new headquarters on Stillman Street in San Francisco.[29] In October 2017, the headquarters moved to San Francisco's One Montgomery Tower.[30] On October 25, 2021, the Foundation launched Wikimedia Enterprise, a commercial Wikipedia content delivery service aimed primarily at Big Tech companies.[31][32] In June 2022, Google and the Internet Archive were announced as the service's first customers, though only Google will pay for the service.[33] Content on most Wikimedia project websites is licensed for redistribution under v3.0 of the Attribution and Share-alike Creative Commons licenses. The Foundation owns and operates 11 wikis whose content is written and curated by unpaid volunteers. Any member of the public is welcome to contribute; registering a named user account is optional. These wikis follow the free content model, with their main goal being the dissemination of knowledge. They include, by launch date: Certain additional projects provide infrastructure or coordination of the free knowledge projects. These include: Wikimedia affiliates are \"independent and formally recognized\" groups of people intended to work together to support and contribute to the Wikimedia movement. The Wikimedia Foundation's Board of Trustees has approved three active models for affiliates: chapters, thematic organizations, and user groups. Affiliates are intended to organize and engage in activities to support and contribute to the Wikimedia movement, such as regional conferences, outreach, edit-a-thons, hackathons, public relations, public policy advocacy, GLAM engagement, and Wikimania.[34][35][36] Recognition of a chapter and thematic organization is approved by the Foundation's board after an Affiliations Committee composed of Wikimedia community volunteers makes a recommendation to the board. The Affiliations Committee approves the recognition of individual user groups. Affiliates are formally recognized by the Wikimedia Foundation, but are independent of it, with no legal control of or responsibility for Wikimedia projects and their content.[35][36][37] The Foundation began recognizing chapters in 2004.[38] In 2012, the Foundation approved, finalized and adopted the thematic organization and user group recognition models. An additional model, movement partners, was also approved but as of May 19, 2022[update] has not yet been finalized or adopted.[36][39] Each year, an international conference called Wikimania brings the people together who are involved in the Wikimedia organizations and projects. The first Wikimania was held in Frankfurt, Germany, in 2005. Wikimania is organized by a committee supported usually by the national chapter, in collaboration with the Wikimedia Foundation. Wikimania has been held in cities such as Buenos Aires,[40] Cambridge,[41] Haifa,[42] Hong Kong,[43] and, in 2014, London.[44] In 2015, Wikimania took place in Mexico City,[45] in 2016 in Esino Lario, Italy,[46] 2017 in Montreal, 2018 in Cape Town, and 2019 in Stockholm. The 2020 event was canceled, and that of 2021 held online, due to the COVID-19 pandemic. The Foundation employs technology including hardware and software to run its projects. Wikipedia employed a single server until 2004 when the server setup was expanded into a distributed multitier architecture.[47] By December 2009, Wikimedia ran on co-located servers, with 300 servers in Florida and 44 in Amsterdam.[48] In 2008, it also switched from multiple different Linux operating system vendors to Ubuntu Linux.[49][50] In 2019, it switched to Debian.[51] By January 2013, Wikimedia transitioned to newer infrastructure in an Equinix facility in Ashburn, Virginia, citing reasons of \"more reliable connectivity\" and \"fewer hurricanes\".[52][53] In years prior, the hurricane seasons had been a cause of distress.[54] In October 2013, Wikimedia Foundation started looking for a second facility that would be used side by side with the main facility in Ashburn, citing reasons of redundancy (e.g. emergency fallback) and to prepare for simultaneous multi-datacentre service.[55][56] This follows the year in which a fiber cut caused the Wikimedia projects to be unavailable for one hour in August 2012.[57][58] Apart from the second facility for redundancy coming online in 2014,[59][60] the number of servers needed to run the infrastructure in a single facility has been mostly stable since 2009. As of November 2015, the main facility in Ashburn hosts 520 servers in total which includes servers for newer services besides Wikimedia project wikis, such as cloud services (Toolforge)[61][62] and various services for metrics, monitoring, and other system administration.[63] In 2017, Wikimedia Foundation deployed a caching cluster in an Equinix facility in Singapore, the first of its kind in Asia.[64] The operation of Wikimedia depends on MediaWiki, a custom-made, free and open-source wiki software platform written in PHP and built upon the MariaDB database since 2013;[65] previously the MySQL database was used.[66] The software incorporates programming features such as a macro language, variables, a transclusion system for templates, and URL redirection. MediaWiki is licensed under the GNU General Public License and it is used by all Wikimedia projects. Originally, Wikipedia ran on UseModWiki written in Perl by Clifford Adams (Phase I), which initially required CamelCase for article hyperlinks; the double bracket style was incorporated later. Starting in January 2002 (Phase II), Wikipedia began running on a PHP wiki engine with a MySQL database; this software was custom-made for Wikipedia by Magnus Manske. The Phase II software was repeatedly modified to accommodate the exponentially increasing demand. In July 2002 (Phase III), Wikipedia shifted to the third-generation software, MediaWiki, originally written by Lee Daniel Crocker. Some MediaWiki extensions are installed to extend the functionality of MediaWiki software. In April 2005, an Apache Lucene extension[67][68] was added to MediaWiki's built-in search and Wikipedia switched from MySQL to Lucene and later switched to CirrusSearch which is based on Elasticsearch for searching.[69] The Wikimedia Foundation also uses CiviCRM[70] and WordPress.[71] The Foundation published official Wikipedia mobile apps for Android and iOS devices and in March 2015, the apps were updated to include mobile user-friendly features.[72] The Foundation mainly finances itself through donations from the public, collected through email campaigns and annual fundraising banners placed on Wikipedia, as well as grants from various tech companies and philanthropic organizations.[13][74] Email campaigns include emails asking donors to leave Wikimedia money in their will.[75] The Foundation is exempt from federal income tax[74][76] and from state income tax.[74][77] It is not a private foundation, and contributions to it qualify as tax-deductible charitable contributions.[74] In 2007, 2008 and 2009, Charity Navigator gave Wikimedia an overall rating of four out of four possible stars,[78] increased from three to four stars in 2010.[79] As of January 2020[update], the rating was still four stars (overall score 98.14 out of 100), based on data from FY2018.[80] The continued technical and economic growth of the Wikimedia Foundation and its operations mostly depends on these donations, but the Foundation also increases its revenue by federal grants, sponsorship, services and brand merchandising. The Wikimedia OAI-PMH update feed service, targeted primarily at search engines and similar bulk analysis and republishing, was a source of revenue for a number of years.[81][82] DBpedia was given access to this feed free of charge.[83] In July 2014, the Foundation announced it would accept Bitcoin donations.[84] In 2021, cryptocurrencies accounted for just 0.08% of all donations[85][86] and on May 1, 2022, the Foundation announced it would stop accepting cryptocurrency donations, following a Wikimedia community vote.[86][87] The Foundation's net assets grew from an initial US$57,000 at the end of its first fiscal year, ending June 30, 2004,[88] to US$53.5 million in mid-2014[89][90] and US$231 million (plus a US$100 million endowment, see section below) by the end of June 2021; in the same year, the Foundation announced plans to charge big tech companies for preferential access to Wikipedia content.[91][11] In January 2016, the Foundation announced the creation of an endowment to safeguard its future. The Wikimedia Endowment was established as a collective action fund at the Tides Foundation, with a stated goal to raise US$100 million in the next 10 years.[92][93] Craig Newmark was one of the initial donors, giving US$1 million.[94] Peter Baldwin and his wife, Lisbet Rausing, donated US$5 million to the endowment in 2017.[95] In 2018, major donations to the endowment were received from Amazon.com and Facebook (US$1 million each) and George Soros (US$2 million),[96][97][98] followed in 2019 by another US$2 million from Google,[99] another US$3.5 million from Baldwin and Rausing,[95] US$2.5 million more from Newmark,[100] and another US$1 million from Amazon in October 2019 and again in September 2020.[101][102] The Foundation itself has provided annual grants of $5 million to the Tides Foundation for the purpose of the Wikimedia Endowment.[103] These amounts have been recorded as part of the Foundation's \"awards and grants\" expenses.[104] In 2020, the Foundation separately donated US$4.5 million to Tides Advocacy for a \"Knowledge Equity Fund\"; this provides grants to organizations unrelated to Wikimedia that work to address racial inequities in accessing and contributing to free knowledge resources.[105][106] In September 2021, the Foundation announced that the Wikimedia Endowment had reached its initial $100 million fundraising goal in June 2021, five years early.[6] The data below come from the \"Statements of Activities\" in the audited reports. Assets do not include funds held in the Wikimedia Endowment. Expenses from the 2015–16 financial year onward include payments to the Wikimedia Endowment.[107] The Wikimedia Foundation expenses mainly concern salaries, wages and other professional operating and services.[108] Payments to the Wikimedia Endowment are also classified as expenses in the Wikimedia Foundation's financial statements.[73] Wikimedia Foundation's expenses evolution by rubrics in USD Wikimedia Foundation's expenses percentage In 2008, the Foundation received a US$40,000 grant from the Open Society Institute to create a printable version of Wikipedia.[109] It also received a US$262,000 grant from the Stanton Foundation to purchase hardware,[110] a US$500,000 unrestricted grant from Vinod and Neeru Khosla,[111] who later that year joined the Foundation advisory board,[112] and US$177,376 from the historians Lisbet Rausing and Peter Baldwin (Arcadia Fund), among others.[110] In March 2008, the Foundation announced what was then its largest donation yet: a three-year, US$3 million grant from the Alfred P. Sloan Foundation.[113] In 2009, the Foundation received four grants. The first was a US$890,000 Stanton Foundation grant to help study and simplify the user interface for first-time authors of Wikipedia.[114] The second was a US$300,000 Ford Foundation grant in July 2009 for Wikimedia Commons, to improve the interface for uploading multimedia files.[115] In August 2009, the Foundation received a US$500,000 grant from The William and Flora Hewlett Foundation.[116] Also in August 2009, the Omidyar Network committed up to US$2 million over two years to Wikimedia.[117] In 2010, Google donated US$2 million[118] and the Stanton Foundation granted $1.2 million to fund the Public Policy Initiative, a pilot program for what later became the Wikipedia Education Program (and the spin-off Wiki Education Foundation).[119][120][121] In March 2011, the Alfred P. Sloan Foundation authorized another US$3 million grant, to be funded over three years, with the first US$1 million to come in July 2011 and the remaining US$2 million to be funded in August 2012 and 2013. As a donor, Doron Weber from the Alfred P. Sloan Foundation gained Board Visitor status at the Wikimedia Foundation Board of Trustees.[122] In August 2011, the Stanton Foundation pledged to fund a US$3.6 million grant of which US$1.8 million was funded and the remainder was to come in September 2012. As of 2011, this was the largest grant the Wikimedia Foundation had ever received.[123] In November 2011, the Foundation received a US$500,000 donation from the Brin Wojcicki Foundation.[124][125] In 2012, the Foundation was awarded a grant of US$1.25 million from Lisbet Rausing[124] and Peter Baldwin through the Charities Aid Foundation, scheduled to be funded in five equal installments from 2012 through 2015. In 2014, the Foundation received the largest single gift in its history, a $5 million unrestricted donation from an anonymous donor supporting $1 million worth of expenses annually for the next five years.[126] In March 2012, The Gordon and Betty Moore Foundation, established by the Intel co-founder and his wife, awarded a US$449,636 grant to develop Wikidata.[127] Between 2014 and 2015, the Foundation received US$500,000 from the Monarch Fund, US$100,000 from the Arcadia Fund and an undisclosed amount from the Stavros Niarchos Foundation to support the Wikipedia Zero initiative.[128][129][130] In 2015, a grant agreement was reached with the John S. and James L. Knight Foundation to build a search engine called the \"Knowledge Engine\", a project that proved controversial.[131][132] In 2017, the Alfred P. Sloan Foundation awarded another US$3 million grant for a three-year period,[122] and Google donated another $1.1 million to the Foundation in 2019.[133] The following have donated US$500,000 or more each (2008–2019, not including gifts to the Wikimedia Endowment; list may be incomplete): In 2004, the Foundation appointed Tim Starling as developer liaison to help improve the MediaWiki software, Daniel Mayer as chief financial officer (finance, budgeting, and coordination of fund drives), and Erik Möller as content partnership coordinator. In May 2005, the Foundation announced seven more official appointments.[134] In January 2006, the Foundation created a number of committees, including the Communication Committee, in an attempt to further organize activities somewhat handled by volunteers at that time.[135] Starling resigned that month to spend more time on his PhD program. As of October 4, 2006[update], the Foundation had five paid employees:[136] two programmers, an administrative assistant, a coordinator handling fundraising and grants, and an interim executive director,[137] Brad Patrick, previously the Foundation's general counsel. Patrick ceased his activity as interim director in January 2007 and then resigned from his position as legal counsel, effective April 1, 2007. He was replaced by Mike Godwin who served as general counsel and legal coordinator from July 2007[138] to 2010. In January 2007, Carolyn Doran was named chief operating officer and Sandy Ordonez joined as head of communications.[139] Doran began working as a part-time bookkeeper in 2006 after being sent by a temporary agency. Doran, found to have had a criminal record,[140] left the Foundation in July 2007 and Sue Gardner was hired as consultant and special advisor; she became the executive director in December 2007.[141] Florence Devouard cited Doran's departure from the organization as one of the reasons the Foundation took about seven months to release its fiscal 2007 financial audit.[142] Danny Wool, officially the grant coordinator and also involved in fundraising and business development, resigned in March 2007. He accused Wales of misusing the Foundation's funds for recreational purposes and said that Wales had his Wikimedia credit card taken away in part because of his spending habits, a claim Wales denied.[143] In February 2007, the Foundation added a position, chapters coordinator, and hired Delphine Ménard,[144] who had been occupying the position as a volunteer since August 2005. Cary Bass was hired in March 2007 in the position of volunteer coordinator. In January 2008, the Foundation appointed Veronique Kessler as the new chief financial and operating officer, Kul Wadhwa as head of business development and Jay Walsh as head of communications. In March 2013, Gardner announced she would be leaving her position at the Foundation.[145] Lila Tretikov was appointed executive director in May 2014;[146][147] she resigned in March 2016. Former chief communications officer Katherine Maher was appointed the interim executive director, a position made permanent in June 2016.[148] Maher served as executive director until April 2021.[149][150] As of October 2, 2021,[update] the Foundation had more than 550 employees and contractors.[7] Maryana Iskander was named the incoming CEO in September 2021, and took over that role in January 2022.[151] As of May 2022, the WMF has the following department structure:[152] The Foundation's board of trustees has ultimate authority in all the Foundation's businesses and affairs. From 2008 it was composed of ten members: In June 2015, James Heilman was elected by the community to the Wikimedia Foundation Board of Trustees.[155] In December 2015, the board removed Heilman from his position as a trustee,[156][157] a decision that generated dispute among some members of the Wikipedia community.[158][159] The board released a statement declaring Heilman's fellow trustees' lack of confidence in him as the reason for his ouster. Heilman later said that he \"was given the option of resigning [by the Board] over the last few weeks. As a community elected member I see my mandate as coming from the community which elected me and thus declined to do so. I saw such a move as letting down those who elected me.\"[160] He subsequently added that while on the Board, he had pushed for greater transparency regarding the Wikimedia Foundation's Knowledge Engine project and its financing,[161] and indicated that his attempts to make public the Knight Foundation grant for the engine had been a factor in his dismissal.[162] The volunteer community reelected Heilman to the Wikimedia Foundation board in 2017.[163] In January 2016, Arnnon Geshuri joined the board before stepping down amid community controversy about a \"no poach\" agreement he executed when at Google, which violated United States antitrust law and for which the participating companies paid US$415 million in a class action suit on behalf of affected employees.[164][165] Since 2020, the board has consisted of up to 16 trustees:[166] María Sefidari chaired the board until she stepped down in June 2021.[167] As of October 2021[update], the board comprised six community-and-affiliate-selected trustees (Nataliia Tymkiv, Shani Evenstein Sigalov, Dariusz Jemielniak, Rosie Stephenson-Goodknight, Victoria Doronina, and Lorenzo Losa);[168] four Board-appointed trustees (McKinsey & Company director Raju Narisetti,[169] Bahraini human rights activist and blogger Esra'a Al Shafei,[170] management consulting executive Lisa Lewin, and McAfee executive Tanya Capuano); and Wales, occupying the \"founder's seat\".[154] Tymkiv chairs the board, alongside Al Shafei and Sigalov as vice chairs.[171] Among firms regularly listed as independent contractors in the Wikimedia Foundation's Form 990 disclosures are the Jones Day law firm and the PR firm Minassian Media; the latter was founded by Craig Minassian, a full-time executive at the Clinton Foundation.[92][172][173] For its Strategy 2030 planning, the Wikimedia Foundation made extensive use of the services of williamsworks, a consultancy established by Whitney Williams, former Trip Director for Hillary Clinton.[174][175][176] A number of disputes have resulted in litigation[177][178][179][180] while others have not.[181] Attorney Matt Zimmerman has said, \"Without strong liability protection, it would be difficult for Wikipedia to continue to provide a platform for user-created encyclopedia content.\"[182] In December 2011, the Foundation hired Washington, D.C., lobbyist Dow Lohnes Government Strategies LLC to lobby the United States Congress with regard to \"Civil Rights/Civil Liberties\" and \"Copyright/Patent/Trademark\".[183] At the time of the hire, the Foundation was concerned specifically about a bill known as the Stop Online Piracy Act.[184] In October 2013, a German court ruled that the Wikimedia Foundation can be held liable for content added to Wikipedia. This applies only when there has been a specific complaint; otherwise, the Wikimedia Foundation does not check the content Wikipedia publishes and has no duty to do so.[185] In June 2014, Bildkonst Upphovsrätt i Sverige filed a copyright infringement lawsuit against Wikimedia Sweden.[186] On June 20, 2014, a defamation lawsuit (Law Division civil case No. L-1400-14) involving Wikipedia editors was filed with the Mercer County Superior Court in New Jersey seeking, inter alia, compensatory and punitive damages.[187][188] In a March 10, 2015, op-ed for The New York Times, Wales and Tretikov announced the Foundation was filing a lawsuit against the National Security Agency and five other government agencies and officials, including DOJ, calling into question its practice of mass surveillance, which they argued infringed the constitutional rights of the Foundation's readers, editors and staff. They were joined in the suit by eight additional plaintiffs, including Amnesty International and Human Rights Watch.[189][190][191] On October 23, 2015, the United States District Court for the District of Maryland dismissed the suit Wikimedia Foundation v. NSA on grounds of standing. U.S. District Judge T. S. Ellis III ruled that the plaintiffs could not plausibly prove they were subject to upstream surveillance, and that their argument is \"riddled with assumptions\", \"speculations\" and \"mathematical gymnastics\".[192][193] The plaintiffs filed an appeal with the United States Court of Appeals for the Fourth Circuit on February 17, 2016.[194] In September 2020, WMF's application to become an observer at the World Intellectual Property Organization (WIPO) was blocked after objections from the government of China[195] over the existence of a Wikimedia Foundation affiliate in Taiwan.[196] In October 2021, WMF's second application was blocked by the government of China for the same reason.[197] In May 2022, six Wikimedia movement affiliate chapters were blocked from being accredited to WIPO's Standing Committee on Copyright and Related Rights (SCCR) by China, claiming that the chapters were spreading disinformation.[198] In July 2022, China blocked an application by seven Wikimedia chapters to be accredited as permanent observers to WIPO;[199] China's position was supported by a number of other countries, including Russia, Pakistan, Iran, Algeria, Zimbabwe and Venezuela.[200] In 2014, Jimmy Wales was confronted with allegations that WMF had \"a miserable cost/benefit ratio and for years now has spent millions on software development without producing anything that actually works\".[163] He acknowledged that he had \"been frustrated as well about the endless controversies about the rollout of inadequate software not developed with sufficient community consultation and without proper incremental rollout to catch show-stopping bugs\".[163] During the 2015 fundraising campaign, some members of the community voiced their concerns about the fundraising banners. They argued that they were obtrusive for users and could deceive potential donors by giving the impression that Wikipedia had immediate financial problems, which was not true. The Wikimedia Foundation vowed to improve wording on further fundraising campaigns to avoid these issues.[201] In February 2017, an op-ed published by The Signpost, the English Wikipedia's online newspaper, titled \"Wikipedia has Cancer\",[202][203] produced a debate in both the Wikipedian community and the wider public. The author criticized the Wikimedia Foundation for its ever-increasing annual spending, which, he argued, could put the project at financial risk should an unexpected event happen. The author proposed to cap spending, build up the endowment, and restructure the endowment so that WMF cannot dip into the principal when times get bad. Wikimedia Foundation Executive Director Katherine Maher responded by pointing out that such an endowment was already created in 2016, confusing creating an endowment with building up an existing endowment.[204] Knowledge Engine was a search engine project initiated in 2015 by WMF to locate and display verifiable and trustworthy information on the Internet.[205] The KE's goal was to be less reliant on traditional search engines. It was funded with a US$250,000 grant from the Knight Foundation.[206] Some perceived the project as a scandal, mainly because it was conceived in secrecy, which was perceived by some as a conflict with the Wikimedia community's transparency. In fact, some of the information available to the community was received through leaked documents The Signpost published in 2016.[207][205] Following this dispute, Wikimedia Foundation Executive Director Lila Tretikov resigned.[208][209][210]","Title":"Wikimedia Foundation - Wikipedia","KeyID":"103","URL":"https://en.wikipedia.org/wiki/Wikimedia_Foundation"}