{"Content: ":"The Government of Ghana initially responded to the virus through a nationwide disinfection and fumigation exercise which began in April 2020. In order to curb the spread of the virus, the government enforced lockdowns, aggressive contact tracing, public bans and social measures such as encouraging the wearing of face masks. By April, it began the gradual reopening of the country; lifting all lockdowns while maintaining protocols such as social distancing.[1][2] Throughout the pandemic, the government partnered with the private sector in order to roll out economic reliefs and recovery programs as a result of the impact of the pandemic on Ghana's economy. There was also an expansion of medical facilities and the improvement of testing logistics. On 12 January 2020, the World Health Organization (WHO) confirmed that the novel coronavirus was the cause of a respiratory illness that affected a cluster of people in Wuhan City, Hubei Province, China. This was reported to the WHO on 31 December 2019.[3] On 11 March 2020, the World Health Organization declared the novel COVID-19 a pandemic.[4] Ghana's first two cases of the corona virus disease were confirmed on 12 March 2020, when two infected people came to Ghana; one from Norway and the other from Turkey.[5] The 2014 Ebola outbreak accelerated the preparedness efforts of Ghana as the government came together with its partners to take decisive action, implementing and developing the \"National Preparedness and Response Plan for Prevention and Control of Ebola\" in readiness for an outbreak. This helped build and strengthen systems to help address any future outbreak, epidemic, or pandemic.[6] From 3 April, over 464 markets were disinfected across the country.[7][8] The second phase of nationwide fumigation begun in July.[9] On 23 September, the MoE with GES collaborated with Zoomlion to disinfect and fumigate all SHS across Ghana to pave way for the reopening of schools.[10] Over 3700 schools in the Greater Accra alone, were fumigated.[11] On 15 March 2020, at a press conference on the state of COVID-19, officials banned all public gatherings, including conferences, workshops, funerals, festivals, political rallies, and church activities in order to reduce the spread of COVID-19. Basic schools, senior high schools, and both public and private universities were also closed. BECE and WASSCE candidates were permitted to remain in school whiles adhering to social distancing protocols.[12] On 30 March 2020, the partial lock down of Accra and Kumasi took effect.[13] Only Members of the Executive, Legislature and the Judiciary; and some services such as those that were involved in the production, distribution and marketing of food, beverages, pharmaceuticals, medicine, paper and plastic packages, media and telecommunications were exempted from the restrictions.[14][15] In April 2020, At a press briefing, the Director General of the Ghana Health Service, announced the commencement of local production of nose masks as part of efforts to arrest the spread of the pandemic.[16] People who refused to wear face masks in public could face jail terms of 4–10 years, a fine of GHS12,000 (about US$2,065) to GHS60,000 (roughly US$10,320), or both, according to the new Executive Instrument, E.I. 164, signed by the President on June 15, 2020.[17] In accordance with Article 21 of the Ghanaian Constitution, President Akufo-Addo declared various limitations on movement under the recently adopted Imposition of Restrictions Act 1012 of 2020. This was announced on 21 March 2020.[18] Travel to Ghana from countries with over 200 positive COVID-19 cases was deterred by authorities, with such travelers being denied admission; however, this restriction did not apply to Ghanaian citizens or people with resident permits.[19] All of the country's borders were later closed from midnight of Sunday 22 March 2020. Passport services were also suspended.[20] According to the Deputy Minister for Foreign Affairs, 2,262 Ghanaians in Lebanon were evacuated during the COVID-19 lock down and an amount of $1,062,600 was spent.[21] On 13 September, the Ministry of Foreign Affairs claimed it has ended the evacuation of Ghanaians who were stranded abroad due to the COVID-19 restrictions. The evacuation exercise, which commenced on 23 May after the closure of borders in an effort to contain the spread of COVID-19, brought home over 9,000 Ghanaians and resident permit holders from countries around the world such as South Africa, The Gambia, Ukraine, United Arab Emirates, United Kingdom, United States of America, China, Benin, Burkina Faso, and Togo.[22] The Coronavirus Alleviation Program Business Support Scheme (CAPBuSS) was launched in Ghana on 19 May 2020 by President Nana Akufo-Addo. It was formed as part of Ghana's government intention of providing support to MSMEs who were affected by COVID-19 pandemic.[23][24][25] It was presented by an agency under the Ministry of Trade and Industry in Ghana called NBSSI.[26][27] The president announced GH¢1 billion after it was approved by the parliament of Ghana.[28][29][30] According to the Executive Director of NBSSI, more than 21,800 jobs were created under this scheme. These jobs were mainly owned by youths in Ghana.[31] Also, about 110,000 MSMEs in Ghana were said to be owned by women who have benefited from the funds set by the government.[32] On 11 March 2020, President Nana Akufo-Addo asked the Minister of Finance, Ken Ofori-Atta, to make a cedi equivalent of $US100 million[33] available in order to improve Ghana's response plan for the COVID-19 pandemic.[34] The Ghana COVID-19 Private Sector Fund was also initiated by the Government of Ghana to aid in the fight against the pandemic. The president disclosed that the government, through the MoE, planned a relief package for private schools who were affected by COVID-19 induced shutdown of schools.[35] The Finance Minister stated in his report that the Government spent about 54.3 million Ghana cedis to provide cooked and uncooked food to the vulnerable during the 3-week lockdown.[36] The Government stated that it would provide free electricity and water for the rest of 2020[37] and for the first three months of 2021.[38][39] The ECG reported that about 1.7 million electricity consumers would benefit from the government's COVID-19 relief.[40] The Parliament of Ghana granted a tax waiver of GHS174 million cedis (equivalent to US$30 million) on income taxes of frontline workers. This spanned for three months from July to September 2020.[41][42] By November 2020, the tax waiver was extended till the end of the year.[43] The Minister of Employment and Labor Relations claimed government's intervention in easing of restrictions restored over 2,849 out of the over 11,000 job losses due to the pandemic.[44] Government established a committee to bring about modalities to implement the National Unemployment Insurance Scheme to help those who lost their jobs during the pandemic.[45] Government supported entrepreneurs with disability in the Northern, North East and Savannah regions with an amount of GH¢200,000 to help them in their businesses due to the impact of COVID-19.[46] Government released packages to partners in the Tourism industry and other businesses to help them against the pandemic.[47] On 27 July, the government claimed the implementation of the new rate of Talk Tax was to begin in September with the reduction of CST from 9% to 5% to reduce the cost of communication services .[48] On 18 November 2020 the Ghana CARES program was launched by Nana Akufo-Addo.[49][50] The initiative is to serve as a 'blueprint' for the recovery of Ghana's economy post COVID-19.[51][52] The government begun the construction of various treatment centers across the country to help in the National COVID-19 Treatment.[53][54] This includes the Ghana Infectious Disease Centre[55] There was also the expansion of COVID-19 treatment centers across Ghana in order to make available more logistics and beds for COVID-19 management.[56] Ghana begun the local production of nose masks as well as Medical gowns, head covers, and medical scrubs. One million face masks are produced a day. The government stated that about 18.8 million face masks had been manufactured by the country.[57] The government set aside 80million Ghana cedis to pay frontline health workers' incentive package as part of Ghana's COVID-19 pandemic preparedness.[58] The Minister for Employment and Labor Relations stated an amount of GH¢320 million was spent on health workers as part of the Government's COVID-19 relief package.[59] On 29 March, the government of Ghana set up a quarantine centre at the Northern Regional capital, Tamale, after the confirmation of 10 new cases of COVID-19 recorded in that part of the country.[60] In early March 2020, the Noguchi Memorial Institute for Medical Research was the only facility where COVID-19 could be tested for in Ghana. The institution had a very limited supply of test kits. Ghana therefore adopted the Pool testing as a means for COVID-19 testing.[61][62] [63][64] Individual specimens are pooled together during testing. When a pool is found to be positive, each individual specimen from that pool is tested. The NMIMR began with testing a pool of fives, which was later enlarged to 10.[65] In October 2020, the president stated that across Ghana, the government has expanded COVID-19 testing facilities from the initial 2 to 16, which include those of private sector providers.[66] By April 2021, more than 30 COVID-19 testing laboratories were in operation.[67] Additionally some hospitals across the country have been equipped with the capacity to test for COVID-19.[66] The Noguchi Memorial Institute for Medical Research is one of the centers in the country for testing and confirming COVID-19 samples. [68] On 30 July 2020, the GHS asserted that it was expanding COVID-19 testing to hospitals across Ghana.[69] The Government distributed 50,000 PCR testing kits and other kits to COVID-19 testing facilities across Ghana.[70] laboratory equipment and supplies were delivered by the government, improving the testing capacity of the nation.[71] Government relaunched the GH COVID-19 tracker app after it was launched on 13 April. The application, reports contacts which are, or have recently been to COVID-19 hit countries, as well as tracks whether individuals required to self-quarantine, are indeed doing so.[72] The use of Veronica buckets have become very popular in Ghana following the outbreak of the novel coronavirus as it is used for hand washing to stem the spread of the virus.[73][74] The SolaWash, an automated and mobile hand washing machine powered by solar panels was invented by Richard Kwarteng and his team in Kumasi to fight against the novel coronavirus pandemic.[75][76][77] The Technology was certified by the Ghana Standards Authority (GSA) in four days instead of the normal twenty-one days of certification. This was quickly commercialized to fight against COVID-19.[78] Ghana became the first country to use drone aircraft in the fight against the pandemic through the transport of COVID-19 test samples.[79][80][81] From May 2020, Zipline in partnership with the Ministry of health, delivered 2,573 COVID-19 samples to the NMIMR and the KCCR.[82] On 15 October, the MoH received a COVID-19 AI software for detecting the virus on Chest X-rays.[83] On 19 October, a digital-based health system introduced a new form of testing COVID-19 for passengers and others in the country. Both travellers and the general public can be tested from the comfort of their homes or any place of their choice. [84] On 12 August, the Ghana Health Service collaborated with Sambus geospatial to develop a location-intelligence platform for reporting and sharing information on COVID-19 in the country.[85] On 19 April 2020, It was announced by the President of Ghana in his address to the nation that the partial lockdown that had been imposed three weeks earlier was lifted but the other preventive protocols were still in effect.[86][87] On 11 May 2020, the government of Ghana through the office of the Ghana Tourism Authority, gave hotels, bars and restaurants permission to reopen but to operate under enhanced social distancing procedures.[88][89] Public transport vehicle operators were also given directives to enforce in vehicle physical distancing, while commuters were expected to use face masks within vehicles. Compliance to these directives however would be varied, with about 98% operators adhering to the guidelines on physical distancing, although significant number of commuters were not adhering to the guidelines on face masks [90] Stage one of the process of easing restrictions took effect on 5 June 2020. Religious services, funerals, and weddings were allowed with reduced capacity and length.[91][92] On 20 August, a 10-member committee was inaugurated by the Minister of Education to advise and deliberate on re-opening of schools.[93] By June, schools where partially reopened as only BECE and WASSCE candidates were permitted to remain in school under social distancing protocols.[94] Eighteen thousand Veronica Buckets, 800,000 pieces of 200-millilitre sanitizers, 36,000 rolls of tissue paper, 36,000 gallons of liquid soap and 7,200 thermometer guns have also been distributed to schools, according to the President.[95] The president Nana Akufo-Addo in his address to the nation announced that all nursery, kindergarten, primary, JHS 1, SHS 1 students have had the rest of their academic year postponed till January 2021.[96] On 1 September, the air borders of the nation were reopened.[97] On 31 August, the MoH stated that Ghana had put in place enough measures to detect possible COVID-19 cases at KIA.[98] According to the Director of the GHS, children under the five years, air crew and passengers on transit would not undergo testing for COVID-19 at the Kotoka International Airport.[99] Travelers that arrive Ghana by air were expected to pay US$150 for COVID-19 test as part of measures to control the spread of the virus in Ghana.[100] On 20 September The Ghanaian president lifted the ban on football as he announced the Ghana Premier League and Division One Football league shall resume in October, 2020.[101] Seat capacity in stadiums were reduced with the Accra Sports Stadium for instance accommodating 9,500 supporters for the 2020/21 Ghana Premier League.[102] However, beaches, cinemas nightclubs and pubs were still closed due to COVID-19.[103] The Ghana Women's Premier League was set to begin in January 2021 after the government placed a ban on all football related activities in March 2020 due to COVID-19.[104] Following the lifting of the ban on football Government with the GFA begun the COVID-19 testing of players and club members of Ghana Premier league clubs on 22 October.[105] On 15 January 2021, the President on his 21st address to the nation, announced the reopening of schools at all levels and the commencement of the Ghanaian 2021 academic calendar.[106][107][108]","Title":"Ghanaian government response to the COVID-19 pandemic - Wikipedia","KeyID":"10309","URL":"https://en.wikipedia.org/wiki/Ghanaian_government_response_to_the_COVID-19_pandemic"}