{"Content: ":"The COVID-19 pandemic in Ghana is part of the worldwide pandemic of coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The first two cases in Ghana were confirmed on 12 March 2020, when two infected people came to Ghana, one from Norway and the other from Turkey.[2] On 12 January 2020, the World Health Organization (WHO) confirmed that the novel coronavirus was the cause of a respiratory illness that affected a cluster of people in Wuhan City, Hubei Province, China. This was reported to the WHO on 31 December 2019.[3] On 11 March 2020, the World Health Organization declared the novel COVID-19 a pandemic.[4] Some of the highlights of events over the months after Ghana recorded its first case are mentioned below.  This month saw the first confirmed cases and an initial response from Ghana's government. Joint meetings among major stakeholders were conducted as well as training sessions organised for teachers and other professionals on how to handle suspected cases of novel COVID-19. Measures instituted by the President of Ghana on 15 March 2020 included bans on school activities, bans on all social gatherings, and a temporary lockdown and restrictions of the movements of people in the Greater Accra and Ashanti Regions of Ghana.[5] Greater Accra, Ashanti and Upper West regions recorded cases in the month of March. At an emergency press briefing on 12 March 2020, Health Minister Kwaku Agyemang-Manu announced Ghana's first two confirmed cases (in Accra). The two cases were people who returned to the country from Norway and Turkey which made them the first actual cases of COVID-19 in Ghana. These two cases initiated the first contact tracing process in Ghana. Of the first two cases reported in Ghana, one case was a senior officer at the Norwegian Embassy in Ghana who had returned from Norway; while the other was a staff member at the United Nations (UN) offices in Ghana who had returned from Turkey.[2][6][7] By the end of the month there had been 152 confirmed cases, 5 deaths, and 22 recovered patients, leaving 125 active cases going into April.[8] Ghana's president Nana Akufo-Addo began delivering a series of state of the nation addresses concerning COVID-19 in March by announcing that the cedi equivalent of US$100 million would be made available to enhance Ghana's coronavirus preparedness and response plan.[9] Parliament passed the Novel Coronavirus (COVID-19) National Trust Fund Act, 2020 (Act 1013) which setup a fund to receive and manage contributions and donations from individuals, groups and corporate bodies to support in the fight against the virus.[10] Initially the Government of Ghana banned all public gatherings including conferences, workshops, funerals, festivals, political rallies, church activities and other related events to reduce the spread of the virus. Beaches were also closed. Basic schools, senior high schools and universities, both public and private, were also closed. Only Basic Education Certificate Examination and West African Senior School Certificate Examination candidates were permitted to remain in school under social distancing protocols.[11][12] Traveling to Ghana from countries which had recorded over 200 positive COVID-19 cases was strongly discouraged with non-admittance of such travellers; this restriction did not however apply to Ghanaian citizens and people with resident permits.[13] All of the country's borders were later closed for two weeks from midnight of Sunday 22 March 2020. Passport services were also suspended.[14] On 30 March, the partial lock down of Accra and Kumasi took effect.[15] Members of the Executive, Legislature and the Judiciary; and some services such as those that were involved in the production, distribution and marketing of food, beverages, pharmaceuticals, medicine, paper and plastic packages, media and telecommunications were exempted from the restrictions.[16][17] The Local Government Minister announces the disinfection of 137 markets in the Greater Accra Region.[18] On 26 March, 64 new cases were recorded increasing Ghana's case count to 132.[19] On the same day, a letter written and signed by the Director General of the Ghana Health Service Dr. Patrick Kuma-Aboagye recalled all staff on study leave into active service. This was to help accommodate the workload on health centres. A special life insurance cover for the professionals at the frontline dealing with the pandemic, was announced by the Ghana Health Ministry. The workers were insured under Group Life cover, with an assured sum of GHC 350,000 on each life.[20][21] For details see Timeline of the COVID-19 pandemic in Ghana. During the month of April cases increased to 2,074 at the end of the month. Cases were confirmed in most of the regions of Ghana, with some coming from those entering via unapproved routes along the Ghana-Togo border.[22] There were twelve more deaths in April, bringing the death toll to 17.[23] There were several disinfection exercises of markets in the Northern, North East and Savannah regions as well as the Eastern Region.[24] The Ministry of Local Government and Rural Development teamed up with Moderpest Company and Zoomlion Ghana for the exercise.[25] At a press briefing, the Director-General of the Ghana Health Service (GHS) Patrick Kuma-Aboagye,reiterate President Nana Akufo-Addo's announcement to the commencement of local production of nose masks as part of efforts to arrest the spread of the pandemic.[26] The GES and ZGL also joined forces to launch an initiative to fumigate all senior high, special and technical schools in the country to curb the spread of the pandemic.[27] The border closure was extended by the president, for another two week effective midnight of Sunday 5 April 2020.[28] Mandatory use of masks was to be enforced by businesses and organizations.[29] For details see Timeline of the COVID-19 pandemic in Ghana. The hotspots identified were in the Greater Accra, Ashanti and Central Regions. In Greater Accra, the Tema Metropolitan, Accra Metropolitan, Klottey Korle and Kpong Katamanso districts recorded the highest tallies with Tema taking the top position, followed by the Ablekuma, Okaikwei South and North, Ashiaman and Adenta areas as well as the Ga Central townships. In the Ashanti Region, Obuasi had the highest figures followed by Kumasi, Oforikrom, and Nkawie. Other areas were Old Tafo, Asokwa, Kumasi Municipal, Kumasi Metropolis and Suame which has high numbers as well. Komenda-Edina-Eguafo-Abbrem (KEEA) District, Cape Coast, and Ajumako are the districts with the high numbers in the Central Region.[30] 695 persons tested positive at a fish-processing factory in Tema after a worker contracted the virus and infected over 500 workers there in a widely reported case of a super-spreader. All 1,300 staff of the company were tested, yet 95 percent of the affected persons recorded a first negative test.[31] On 29 May 2020, 50 workers at the Jubilee Field operated by Tullow Oil were confirmed to have tested positive for the virus.[32][33] There were 5,807 new cases in May, raising the total number of confirmed cases to 7,881. The death toll more than doubled to 36. There were 2,629 recoveries in May, bringing the total number of recovered patients to 2,841 and leaving 5,004 active cases at the end of the month.[34] For details see Timeline of the COVID-19 pandemic in Ghana. For details see Timeline of the COVID-19 pandemic in Ghana. For details see Timeline of the COVID-19 pandemic in Ghana For details see Timeline of the COVID-19 pandemic in Ghana. The President extended the Executive Instrument by making compulsory the wearing of face masks.[155] He also lifted the ban on football as he announced Ghana's Premier League and another league resumes in October, 2020.[156] According to the President, beaches, cinemas nightclubs and pubs should still be closed due to COVID-19.[157] The Ghana Women's Premier League was set to begin in January 2021 after the government placed a ban on all football related activities in March 2020 due to COVID-19.[158] For details see Timeline of the COVID-19 pandemic in Ghana The GHS claimed there was no COVID-19 death recovered in Ghana in the month of October.[159] For details see Timeline of the COVID-19 pandemic in Ghana For details see Timeline of the COVID-19 pandemic in Ghana For details see Timeline of the COVID-19 pandemic in Ghana For details see Timeline of the COVID-19 pandemic in Ghana On 2 February, Ghana recorded 772 new COVID-19 cases pushing the total active case to 5,515. Eight new COVID-19 deaths raised the death toll to 424.[342][343][344][345] The FDA approved a herbal medicine for trials to treat the virus.[346] The researchers were from the School of Public Health at KNUST.[347] They later warned against the use of the herb as a remedy for COVID-19.[348] Some traders in Accra expressed their views concerning the herb.[349] On 24 February, Ghana became the first country to receive COVID-19 vaccines by COVAX.[350] For details see Timeline of the COVID-19 pandemic in Ghana For details see Timeline of the COVID-19 pandemic in Ghana For details see Timeline of the COVID-19 pandemic in Ghana  From 3 April, over 464 markets were disinfected across the country.[24][437] The second phase of nationwide fumigation begun in July.[438] On 23 September, the MoE with GES collaborated with Zoomlion to disinfect and fumigate all SHS across Ghana to pave way for the reopening of schools.[439] Over 3700 schools in the Greater Accra alone, were fumigated.[440] A disinfection company appealed to the government to train youth in the disinfection exercise.[441] On 15 March, at 10 pm, President Nana Akufo-Addo banned all public gatherings including conferences, workshops, funerals, festivals, political rallies, church activities and other related events to reduce the spread of COVID-19 at a press briefing on the state of COVID-19. Basic schools, senior high schools and universities, both public and private, have also been closed. Only BECE and WASSCE candidates were permitted to remain in school under social distancing protocols.[11] On 30 March, the partial lock down of Accra and Kumasi took effect.[442] Only Members of the Executive, Legislature and the Judiciary; and some services such as those that were involved in the production, distribution and marketing of food, beverages, pharmaceuticals, medicine, paper and plastic packages, media and telecommunications were exempted from the restrictions.[16][17] In April 2020, At a press briefing, the Director General of the Ghana Health Service, announced the commencement of local production of nose masks as part of efforts to arrest the spread of the pandemic.[26] According to the new Executive Instrument, E.I. 164, signed by the President on 15 June 2020, people who refuse to wear face masks in public could face jail terms of between 4–10 years or a fine of between GHS12,000 (approx US$2,065) and GHS60,000 (approx US$10,320) or both would be made. This came after the mandatory wearing of nose masks[51] Traveling to Ghana from countries which had recorded over 200 positive COVID-19 cases was strongly discouraged with non-admittance of such travelers; this restriction did not however apply to Ghanaian citizens and people with resident permits.[13] All of the country's borders were later closed from midnight of Sunday 22 March. Passport services were also suspended.[14] On 11 March, President Nana Akufo-Addo directed the Minister of Finance, Ken Ofori-Atta, to make the cedi equivalent of $US100 million[443] available to enhance Ghana's coronavirus preparedness and response plan.[444] The Ghana COVID-19 Private Sector Fund was also initiated by the Government of Ghana to aid in the fight against the pandemic.The president disclosed that the government, through the MoE, planned a relief package for private schools who were affected by COVID-19 induced shutdown of schools.[141] The Finance Minister claimed in his report that the Government spent about 54.3 million Ghana cedis to provide cooked and uncooked food to the vulnerable during the 3-week lockdown.[102] The Government stated that it would provide free electricity and water for the rest of 2020.[103] The Parliament of Ghana granted a tax waiver of GHS174 million cedis (equivalent to US$30 million) on income taxes of frontline workers. This spanned for three months from July to September 2020.[131][130] The Minister of Employment and Labor Relations claimed government's intervention in easing of restrictions restored over 2,849 out of the over 11,000 job losses due to the pandemic.[144] Government established a committee to bring about modalities to implement the National Unemployment Insurance Scheme to help those who lost their jobs during the pandemic.[145] Government supported entrepreneurs with disability in the Northern, North East and Savannah regions with an amount of GH¢200,000 to help them in their businesses due to the impact of COVID-19.[148] Government released packages to partners in the Tourism industry and other businesses to help them against the pandemic.[152] The government begun the construction of various treatment centres across the country to help in the National COVID-19 Treatment.[52][90] This includes the Ghana Infectious Disease Centre[445] There was also the expansion of COVID-19 treatment centres across Ghana in order to make available more logistics and beds for COVID-19 management.[90] Ghana begun the local production of nose masks as well as Medical gowns, head covers, and medical scrubs. One million face masks are produced a day. The government claimed that about 18.8million face masks have been manufactured by the country.[179] Government has set aside 80million Ghana cedis to pay frontline health workers' incentive package as part of Ghana's COVID-19 pandemic preparedness.[88] The GHS received a vehicle and sets of PPEs from UK to help in the elimination of diseases in the country.[446] The National Ambulance Service underwent some training amid COVID-19.[447] China provided Ghana with a medical team to stop the spread of the virus in the country.[448][449] In early March, the NMIMR was the only facility capable of testing for COVID-19 in Ghana. Moreover, it had a very limited supply of test kits. Ghana therefore adopted the Pool testing as a means for COVID-19 testing.[450][451][452][453] During testing, individual specimens are combined into pools. When a pool tests positive, then each individual specimen of that particular pool is tested. Initially, the NMIMR tested a pool size of fives, which was later increased to ten.[450] In October, the president stated that across Ghana, the government has expanded COVID-19 testing facilities from the initial two to 16, which include those of private sector providers. Additionally some hospitals across the country have been equipped with the capacity to test for COVID-19.[176] On 30 July, the GHS claimed it was expanding COVID-19 testings to hospitals across Ghana.[454] The Government distributed 50,000 PCR testing kits and other kits to COVID-19 testing facilities across Ghana.[100] laboratory equipment and supplies were delivered by the government, improving the testing capacity of the nation.[97] Government relaunched the GH COVID-19 tracker app after it was launched on 13 April.[140] The use of Veronica buckets have become very popular in Ghana following the outbreak of the novel coronavirus as it is used for hand washing to stem the spread of the virus.[455][456] The SolaWash, an automated and mobile hand washing machine powered by solar panels was invented by Richard Kwarteng and his team in Kumasi to fight against the COVID-19 pandemic.[457][458][459] Ghana became the first country to use drone aircraft in the fight against the pandemic through the transport of COVID-19 test samples.[460][461][462] From May 2020, Zipline delivered 2,573 COVID-19 samples to the NMIMR and the KCCR.[82] On 15 October, the MoH received a COVID-19 AI software for detecting the virus on Chest X-rays.[463] On 19 October, a digital-based health system introduced a new form of testing COVID-19 for passengers and others in the country. Both travellers and the general public can be tested from the comfort of their homes or any place of their choice.[464] The Municipal Director of Education of Prestea claimed ICT changed how education is carried out around the world especially in the era of the pandemic.[465] An authority outdoor ways to promote the use of ICT as a mode of teaching and learning for schools in Ghana.[466] An institute appealed to the government to invest in IT infrastructure to help in online studies.[467] Students of Obuasi Sec/Tech created a 'touchless bin' in the fight against the virus.[468] STU adopted virtual learning tools to curb the spread of the virus.[469] A digital healthcare provider launched a ‘Drive Through Services’ to help in acquiring PCR test for the virus.[470] Teachers were taught by a Tech company to construct a mechanism to curb the spread of the virus.[471] An app would be used in the deployment of the COVID-19 vaccine in the country.[472] A vaccination app would be adopted to book an appointment before going to the vaccination centre.[473] The church was claimed to have shifted to technology for sermons and revenue collection due to the pandemic.[474] On 23 March, a tracker for COVID-19 response funds was launched by BudgIT Ghana and Connected Development (CODE), in collaboration with SEND Ghana, a Civil Society Organisation (CSO) to monitor how government uses monies received.[475] 3 KNUST students built a solar-powered automatic handwashing station.[476][477] Hologram and QR code feature was said to be embedded on the COVID-19 user card to authenticate vaccination status.[478] According to the UER Director of the Department of Agriculture, COVID-19 affected the food production in 2020 farming season.[479] National Food Buffer Stock Company claimed food was available to feed students and the impacts of COVID-19 in schools in 2020.[480] COVID-19 relief items were donated to more than 700 farmers in the Western region.[481] An NGO urged the government to develop the local seed system in the era of the pandemic.[482] A report by UNICEF and the WFP claimed the pandemic brought about nutrition crisis.[483] The pandemic with another factor was claimed to force farmers to go into charcoal production.[484] MoFA with support from WFP to share $1.5 million to about 5,000 farmers due to the impact of the pandemic.[485] GSS in partnership with UNDP and GIZ conducted an Agribusiness Tracker Survey to track the impact of the pandemic on Agribusiness in the country.[486] Foreign media reportage on the President's address to the nation focused on a number of vital areas.[487] Zoomlion claimed it would embark on a disinfection exercise in all media houses.[488] The media was commended by the government for the coverage of Rawlings' funeral to avoid crowd at the funeral grounds.[489] A news station was commended by the COVID-19 ICU Team leader for educating the public.[490] The media was advised to support the campaign to make the public take the COVID-19 vaccine.[491] Some workers in the Media received the COVID-19 vaccine.[492] The number of media staff and journalists were to be reduced in the parliament to observe the safety protocols.[493] A journalist from GHOne TV won the ICFJ Global Contest on the reporting of COVID-19.[494] The media especially the radio was commended for educating the public on COVID-19.[495] A musician revealed he would temporarily close his business venture because of the pandemic.[496] A rapper claimed COVID-19 exposed the country's creative arts sector as an unplanned industry.[497] Mr. Drew, a Ghanaian musician claimed artistes' economic conditions were bad due to the pandemic.[498] MUSIGA launched a campaign to halt the spread of the virus.[499] MUSIGA featured Celestine Donkor, Kofi Kinaata, Amandzeba, Pat Thomas and other musicians to release a song to educate on COVID-19 and how to fight against it.[500] The GTA announced some measures the industry could take to curb the spread of the virus.[501] The GTA also revealed it would enforce the observance of the safety protocols in tourist sites and other facilities.[502] The GTA claimed there was a reduction of tourism in the country in 2020 due to the pandemic,[503] due to the travel restrictions[504] The GTA claimed it would help the country's tourism despite the impacts by the pandemic.[505] The GTA partnered with others to donate PPEs and other items to GMA.[506] The GTA donated items to Kumasi South Hospital to halt the spread of the virus.[507] An association assured the GTA its members would observe the COVID-19 protocols.[508] Hotels in Sekondi-Takoradi were claimed to have complied with the President's laid down rules.[509] The President of Ghana Hotels Association claimed some hotels were 'struggling and suffering' due to the impact of the virus.[510] Health workers in Bolgatanga Regional Hospital were advised by the GTA in the Upper East region to strengthen fight against the virus.[511] On 19 April 2020, it was announced by the President of Ghana in his address to the nation that the partial lock down that had been imposed three weeks earlier was lifted but the other preventive protocols were still in effect.[512][513] On 11 May 2020, the government of Ghana through the office of the Ghana Tourism Authority, gave hotels, bars and restaurants permission to reopen but to operate under enhanced social distancing procedures.[514][515] Stage one of the process of easing restrictions took effect on 5 June 2020. Religious services, funerals, and weddings were allowed with reduced capacity and length.[47][48] On 20 August, a 10-member committee was inaugurated by the Minister of Education to advise and deliberate on re-opening of schools.[516] By June, schools where partially reopened as only BECE and WASSCE candidates were permitted to remain in school under social distancing protocols.[11] Eighteen thousand Veronica Buckets, 800,000 pieces of 200-millilitre sanitizers, 36,000 rolls of tissue paper, 36,000 gallons of liquid soap and 7,200 thermometer guns have also been distributed to schools, according to the President.[517] The president Nana Akufo-Addo in his address to the nation announced that all nursery, kindergarten, primary, JHS 1, SHS 1 students have had the rest of their academic year postponed till January 2021.[518] On 1 September, the air boarders of the nation were reopened.[132] On 31 August, the MoH claimed Ghana has put in place enough measures to detect possible COVID-19 cases at KIA.[519] According to the Director of the GHS, children under the five years, air crew and passengers on transit would not undergo testing for COVID-19 at the KIA.[520] Travelers arriving to Ghana by air were expected to pay US$150 for COVID-19 test as part of measures to control the spread of the virus in Ghana.[521] On 20 September, the Ghanaian president lifted the ban on football as he announced the Ghana Premier League and Division One Football league shall resume in October, 2020.[156] Seat capacity in stadiums were reduced with the Accra Sports Stadium for instance accommodating 9,500 supporters for the 2020–21 Ghana Premier League.[190] However, beaches, cinemas nightclubs and pubs were still closed due to COVID-19.[157] The Ghana Women's Premier League was set to begin in January 2021 after the government placed a ban on all football related activities in March 2020 due to COVID-19.[522] Following the lifting of the ban on football Government with the GFA begun the COVID-19 testing of players and club members of Ghana Premier league clubs on 22 October.[183] On 15 January, the President announced the reopening of schools at all levels in his 21st address to the nation.[523][524][525][526] On 20 May 2020, it was confirmed 30 health workers tested positive for the virus in Ashanti region during their line of duty.[557] It was confirmed by the Regional Director of Health Services. Affected persons were front-line workers managing the disease in the region.[558][559] 173 new cases were confirmed making Ghana's case move to 6,269 according to Ghana Health Service. 125 more recoveries were made, raising the number of recovered persons to 1,898.[560][561][562][563] On 18 June 2020, it was confirmed 97 health workers in the Ashanti region tested positive for the virus. It was made known by the Regional Director of Health during a press briefing in Kumasi.[564] On 24 June 2020, the CEO of Korle-Bu tested positive for the virus. Three staff of his office also went for isolation.[565] The Ghana Association of Medical Laboratory Scientists confirmed the death of one of its members who died from the virus. He worked at the Weija-Gbawe Municipal Hospital.[566] The Presidential Advisor on Health said health officials would not conduct mass testing exercise for coronavirus in Ghana because the approach is expensive and would not reduce the spread of the virus.[567] NMIMR said it conducted a COVID-19 testing audit and hoped to clear backlog of 7,000 samples yet to be tested.[568] The Director General of the GHS said a team was to assess the circumstances for which front line health personnel were being affected with the virus.[569] The Health workers union claimed over 770 health workers contracted COVID-19 disease because of lack of PPEs.[570] WHO announced independent evaluation of the world's response to COVID-19 pandemic.[571] NMIMR kept track of persons who were discharged under the new COVID-19 discharge protocols.[572] Private medical practitioners raised red flags over how the country is managing COVID-19 after its first outbreak.[573] About 2,065 health workers tested positive for COVID-19 in Ghana.[574] 24 Health workers tested positive for COVID-19 in the Ahafo region. This was disclosed by the Regional Director at an interview.[76] One nursing training school in the Western region recorded COVID-19 cases.[78] Six staff of the Northern Regional Health Directorate contracted the virus. Also, 22 staff were infected by the virus. 32 health workers also contracted the virus at the TTH.[575] About 254 staff of KATH were reported to have tested positive of the virus since its outbreak in Ghana.[576] Nine out of 95 nurses who went to Barbados for two years to work tested positive for the virus.[577] 231 Health workers in the Bono region recovered from COVID-19 after they tested positive for the virus.[578] NMIMR tested the efficacy of COVID-19 PCR Detection Kit that is claimed to be used for testing entrants when the airport reopens.[579] 7 out of the 12 nurses who arrived from Barbados on 30 July after testing positive for the virus recovered.[580] A member of the COVID-19 burial team and his spouse tested positive for COVID-19.[581] 3,580 health workers were claimed by the GHS to have contracted COVID-19.[582] 15 health workers tested positive for the virus,[583] and a nurse in the Upper East region died of the virus.[584] A nurse also recovered from the virus and donated some items to newborns.[585] About 840 nurses were claimed to have contracted COVID-19 in the country.[586] The Registered Nurses and Midwives Association in Ghana claimed four of its members died from COVID-19.[587] They appealed for the testing of their staff for the virus.[588][589] They also disclosed majority of health centres do not observe the protocols.[590] 789 health workers were claimed to have tested positive for the virus in two months.[591] Dr Okoe-Boye claimed health workers would be among the initial group to take the COVID-19 vaccine.[592] Six mortuary workers were claimed to have succumbed to the virus between December 2020 and January 2021.[593] The Registered Nurses and Midwives Association in Ghana revealed 20 of its staff tested positive for the virus in Ashanti region.[594] About 36 nurses at KATH tested positive for the virus.[595] The association also claimed 50 staff contracted COVID-19 in the Volta region.[596] About 214 health workers were claimed to have tested positive for the virus in the Northern region.[597] About 327 health workers tested positive for the virus in Bono East region.[598] About 60 health workers contracted COVID-19 in Savelugu Hospital,[599] the facility was closed.[600] Two health workers died of the virus in Upper East region.[601] According to the GMA, more than 450 dentists and doctors contracted the virus and 7 passed.[602] 10 doctors at UGMC tested positive for the virus.[603] 710 health workers tested positive for the virus in Greater Accra region with four deaths.[604] The following notable people died of COVID-19:[605] In June 2020, Ghana was ranked as the country with the fourth-highest number of COVID-19 cases in Africa with 12,929 cases.[629] Ghana was ranked as the 'best' responsive country in Africa on COVID-19 prevention measures and other factors in a report by Yicai Media Group.[630] In October 2020, in a survey, about 3% of Ghanaian participants were scared their companies would not survive the COVID-19 crisis.[631] In October 2020, the Finance Minister claimed Ghana was among the 'best' 3 countries[632] in the world to have managed the crisis during the pandemic.[633] In January 2021, Ghana was ranked as the 41st 'best' in the world in COVID-19 response by an Australian think tank.[634] Ghana and South Korea were claimed to be the countries that got it 'right' concerning the ways of handling the virus.[635][636] More than 23 travel and tour agencies closed down in Kumasi due to the impact of the pandemic.[637]","Title":"COVID-19 pandemic in Ghana - Wikipedia","KeyID":"10305","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Ghana"}