{"Content: ":"The Maastrichtian ( /mɑːˈstrɪktiən/) is, in the ICS geologic timescale, the latest age (uppermost stage) of the Late Cretaceous Epoch or Upper Cretaceous Series, the Cretaceous Period or System, and of the Mesozoic Era or Erathem. It spanned the interval from 72.1 to 66 million years ago. The Maastrichtian was preceded by the Campanian and succeeded by the Danian (part of the Paleogene and Paleocene).[3] The Cretaceous–Paleogene extinction event (formerly known as the Cretaceous–Tertiary extinction event)[a] occurred at the end of this age.[3] In this mass extinction, many commonly recognized groups such as non-avian dinosaurs, plesiosaurs and mosasaurs, as well as many other lesser-known groups, died out. The cause of the extinction is most commonly linked to an asteroid about 10 to 15 kilometres (6.2 to 9.3 mi) wide[4][5] colliding with Earth, ending the Cretaceous. The Maastrichtian was introduced into scientific literature by Belgian geologist André Hubert Dumont in 1849, after studying rock strata of the Chalk Group close to the Dutch city of Maastricht. These strata are now classified as the Maastricht Formation - both formation and stage derive their names from the city.[6] The Maastricht Formation is known for its fossils from this age, most notably those of the giant sea reptile Mosasaurus, which in turn derives its name from the nearby river Maas (mosa being Latin for the river Maas).[7][8] The base of the Maastrichtian Stage is at the first appearance of ammonite species Pachydiscus neubergicus. At the original type locality near Maastricht, the stratigraphic record was later found to be incomplete. A reference profile for the base was then appointed in a section along the Ardour river called Grande Carrière, close to the village of Tercis-les-Bains in southwestern France.[9][2] The top of the Maastrichtian Stage is defined to be at the iridium anomaly at the Cretaceous–Paleogene boundary (K–Pg boundary), which is also characterised by the extinction of many groups of life.[10] The Maastrichtian is commonly subdivided into two substages (Upper and Lower) and three ammonite biozones. The biozones are (from young to old):[11] The Maastrichtian is roughly coeval with the Lancian North American Land Mammal Age. The breakup of Pangaea was nearly complete in the Maastrichtian, with Australia beginning to break away from Antarctica and Madagascar breaking away from India. However, Arabia had not yet rifted away from Africa. North America was separated from Europe by rift basins, but sea floor spreading had not yet commenced between the two continents.[12] The Pacific Plate was rapidly growing in size as the surrounding oceanic plates were consumed by subduction, and the Pacific-Izanagi Ridge was rapidly approaching Asia.[13] Eruption of the Deccan Traps large igneous province began during the Maastrichtian, at around 67 million years ago. This is thought to be a consequence of India drifting over the Réunion hotspot.[14] During the Maastrichtian, the global climate began to shift from the warm and humid climate of the Cretaceous to the colder and more arid climate of the Cenozoic.[14] Variation of climate with latitude also became greater. This was likely caused by a major reorganization of oceanic circulation that took place at the boundary between the early and late Maastrichtian. This reorganization was triggered by the breach of tectonic barriers in the South Atlantic, permitting deep ocean water to begin circulating from the nascent North Atlantic to the south. This initiated thermohaline circulation similar to that of the modern oceans. At the same time, the Laramide orogeny drained the Western Interior Seaway of North America, further contributing to global cooling.[15] Dinosaurs remained the dominant large terrestrial animals throughout the Maasastrichtian, though mammals with internal organs similar to modern mammals were also present. Both ammonites and pterosaurs were in serious decline during the Maastrichtian.[16] Several archaic clades of birds, such as Enantiornithes, Ichthyornithes, Hesperornithes, and Apsaravis persisted to the latest Maasatrichtian but became extinct during the Cretaceous-Paleogene extinction event.[17] Traditionally, pterosaur faunas of the Maastrichtian were assumed to be dominated by azhdarchids, with other pterosaur groups having become extinct earlier on. However, more recent findings suggest a fairly composite pterosaur diversity: at least six (\"Nyctosaurus\" lamegoi, a Mexican humerus, a Jordan humerus and several taxa from Morocco) nyctosaurs date to this period, as do a few pteranodontids, and Navajodactylus, tentatively assigned to Azhdarchidae, lacks any synapomorphies of the group.[18][19] This seems to underscore a higher diversity of terminal Cretaceous pterosaurs than previously thought.[20][21][22] The radiation of angiosperms (flowering plants) was well under way in the Maastrichtian. From 50% to 80% of all genera of land plants were angiosperms, though gymnosperms and ferns still covered larger areas of the land surface.[23]","Title":"Maastrichtian - Wikipedia","KeyID":"1030","URL":"https://en.wikipedia.org/wiki/Maastrichtian"}