{"Content: ":"The COVID-19 pandemic in Cape Verde is part of the worldwide pandemic of coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The virus was confirmed to have reached Cape Verde in March 2020.[3] On 12 January 2020, the World Health Organization (WHO) confirmed that a novel coronavirus was the cause of a respiratory illness in a cluster of people in Wuhan City, Hubei Province, China, which was reported to the WHO on 31 December 2019.[4][5] The case fatality ratio for COVID-19 has been much lower than SARS of 2003,[6][7] but the transmission has been significantly greater, with a significant total death toll.[8][6] Model-based simulations for Cape Verde suggest that the 95% confidence interval for the time-varying reproduction number R t has been lower than 1.0 since August 2021.[9] Since 16 March tests are being made in Cape Verde rather than abroad, by the Laboratório de Virologia de Cabo Verde, in Praia.[46] On 17 March, as a contingency measure, Prime Minister José Ulisses Correia e Silva announced[47][48][49] a three-week suspension of all incoming flights from the US, Brazil, Senegal, Nigeria, Portugal, and all European countries affected by the coronavirus. Exceptions were made for cargo flights and flights for foreign citizens wishing to return home. The ban also applies to the docking of cruise ships, sailing ships and landing from passengers or crew from cargo ships or fishing ships. More exceptional measures[50] were taken the day after, and the contingency level was raised[51] on 27 March. Cabo Verde Airlines had already taken the decision to suspend flights. Since 28 February the flights to Milan (Italy) are suspended. On 6 March, the flights to Lagos (Nigeria), Porto Alegre (Brazil) and Washington D.C. (United States) were also suspended. On 17 March, per to the Government's decision, Cabo Verde Airlines suspended all of its routes.[52] On March 28, for the first time in its history, a state of emergency was declared in Cape Verde,[53][54] implementing a set of measures.[55]","Title":"COVID-19 pandemic in Cape Verde - Wikipedia","KeyID":"10302","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Cape_Verde"}