{"Content: ":"The COVID-19 pandemic in Sierra Leone is part of the ongoing worldwide pandemic of coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The virus was confirmed to have reached Sierra Leone on 31 March 2020.[3] On 12 January 2020, the World Health Organization (WHO) confirmed that a novel coronavirus was the cause of a respiratory illness in a cluster of people in Wuhan City, Hubei Province, China, which was reported to the WHO on 31 December 2019.[4][5] The case fatality ratio for COVID-19 has been much lower than SARS of 2003,[6][7] but the transmission has been significantly greater, with a significant total death toll.[8][6]  The president of Sierra Leone, Julius Maada Bio, confirmed the country's first case of coronavirus disease 2019 on 31 March, a 37-year-old man who traveled from France on 16 March and had been in isolation since.[10] This single case remained active at the end of the month.[11] On 1 April, Sierra Leone confirmed its second case which had no history of travel or contact with the country's first case.[12] The government announced a 3-day lockdown starting on 5 April.[13] On 4 April, two more cases were confirmed and a further two on 5 April bringing the total to 6.[14] On 9 April, after the end of the three-day lockdown, the government announced additional measures. For an initial period of 14 days all inter-district travel is restricted, a curfew from 21:00 - 06:00 is in effect, shops are to sell essential items only and people are to stay at home unless they have good reason not to. Face masks are strongly encouraged, especially in public places.[15] On 12 April, a government press release stated that the last 3 of the 10 infected people had been undergoing self isolation and all 10 are in the treatment facility in a stable condition. In total 1,354 people had entered quarantine for 2 weeks and 736 had completed the 2 weeks and been released.[16] On 19 April, the first 6 recoveries were reported, following negative test results for the virus. 29 people remained in a stable condition with the virus and 516 were in quarantine. On 21 April, it was announced that President Julius Maada Bio was self isolating following a positive test for the virus by one of his body guards.[17] On 23 April, the first death of a 76-year-old male was reported,[18] followed by a 69-year-old male later in the day. Both cases were in people taken to hospital and found to be infected after death. All those infected and in isolation remain in a stable condition. On 24 April, a third death was reported of a 37-year-old male. By the end of April, 124 persons had tested positive and seven had died. Of the remaining 117 patients, 21 had recovered while 96 remained active cases at the end of the month.[19] A new 3 day lockdown was announced starting on 3 May. On 3 May, 1,341 people were in quarantine with 29 total recoveries.[20] In May there were 737 new cases, bringing the total number of confirmed cases to 861. The death toll rose to 46. The number of recovered patients increased to 454, leaving 361 active cases at the end of the month.[21] Model-based simulations suggest that the 95% confidence interval for the time-varying reproduction number R t was below 1.0 in May.[22] From 1 June, wearing of face masks became compulsory.[23] Also on this day, frontline workers declared a strike because of unpaid salaries.[24] By 4 June, a total of 4,827 people had passed through quarantine, there were 468 female cases and 446 male cases. On 13 June there were 563 female and 569 male cases reported. Karene District was the only district still reporting no cases and Western Urban had the most at 667 cases. On 21 June there were 642 female and 685 male cases. A total of 6,602 people had passed through quarantine. Karene district (in the north of the country) remained without a case whilst Freetown's Western Urban had a total of 718 cases. During June there were 601 new cases, bringing the total number of confirmed cases to 1462. The death toll rose by 14 to 60. The number of recovered patients more than doubled to 974, leaving 428 active cases at the end of the month.[25] Model-based simulations suggest that the 95% confidence interval for the time-varying reproduction number Rt remained below 1.0 in June.[22] 2 July, the government changed the international travel restrictions, banning all passenger flights until 15 July. On 5 July there were 759 female cases and 783 male. 7,738 people had passed through quarantine. All districts had reported cases with Falaba District having the lowest case count of 4 and Western Urban (Freetown) the highest at 763. On 10 July the president announced that places of worship could reopen from 13 July. Air travel could resume from the same date. Model-based simulations suggest that the 95% confidence interval for the time-varying reproduction number R t was stable around 1.0 in July.[22] There were 361 new cases in July, bringing the total number of confirmed cases to 1823. The death toll rose by seven to 67. The number of recovered patients increased to 1362, leaving 394 active cases at the end of the month, a decrease by 8% from the end of June.[26] There were 199 new cases in August, bringing the total number of confirmed cases to 2022. The death toll rose by three to 70. There were 358 active cases at the end of the month, a decrease by 9% from the end of July.[27] By the end of September there were an additional 209 confirmed cases bringing the total to 2,231. One additional death was reported increasing the total to 72. Of the total, 1,051 were reported in the Western Urban area and 13 from inbound passengers.[28] There were 135 new cases in October, bringing the total number of confirmed cases to 2,366. The death toll rose to 74. By the end of the month 1,800 patients had recovered, leaving 492 active cases.[29] There were 47 new cases in November, bringing the total number of confirmed cases to 2,413. The death toll remained unchanged. By the end of the month 1,838 patients had recovered, leaving 501 active cases at the end of the month.[30] There were 198 new cases in December, taking the total number of confirmed cases to 2,611. The death toll rose to 76. By the end of the month 1,892 patients had recovered, leaving 643 active cases at the end of 2020.[31] There were 1,023 new cases in January, taking the total number of confirmed cases to 3,634. The death toll rose to 79. The number of recovered patients increased to 2,239, leaving 1,226 active cases at the end of the month.[32] There were 253 new cases in February, taking the total number of confirmed cases to 3,887. The death toll remained unchanged. The number of recovered patients increased to 2,628, leaving 1,180 active cases at the end of the month.[33] Vaccinations started on 15 March, initially with 96,000 doses of the Oxford-AstraZeneca vaccine. There were 94 new cases in March, taking the total number of confirmed cases to 3,981. The death toll remained unchanged. The number of recovered patients increased to 2,972, leaving 930 active cases at the end of the month.[34] There were 73 new cases in April, taking the total number of confirmed cases to 4,054. The death toll remained unchanged. The number of recovered patients increased to 3,076, leaving 899 active cases at the end of the month.[35] There were 93 new cases in May, taking the total number of confirmed cases to 4,147. The death toll remained unchanged. The number of recovered patients increased to 3,131, leaving 937 active cases at the end of the month.[36] There were 1,428 new cases in June, taking the total number of confirmed cases to 5,575. The death toll rose to 100. The number of recovered patients increased to 3,522, leaving 1,953 active cases at the end of the month.[37] There were 712 new cases in July, taking the total number of confirmed cases to 6,287. The death toll rose to 120. The number of recovered patients increased to 4,277, leaving 1,890 active cases at the end of the month.[38] There were 1,081 new cases in August, bringing the total number of confirmed cases to 6,368. The death toll rose to 121. The number of recovered patients increased to 4,361, leaving 1,886 active cases at the end of the month.[39] There were 26 new cases in September, bringing the total number of confirmed cases to 6,394. The death toll remained unchanged. The number of recovered patients increased to 4,390, leaving 1,883 active cases at the end of the month.[40] There were four new cases in October, bringing the total number of confirmed cases to 6,398. The death toll remained unchanged. The number of recovered patients increased to 4,395, leaving 1,882 active cases at the end of the month.[41] There were four new cases in November, bringing the total number of confirmed cases to 6,402. The death toll remained unchanged. The number of recovered patients increased to 4,398, leaving 1,883 active cases at the end of the month.[42] Sierra Leone's first case of the Omicron variant was confirmed on 8 December.[43] There were 662 new cases in December, bringing the total number of confirmed cases to 7,042. The death toll rose to 123. The number of recovered patients increased to 4,502, leaving 2,417 active cases at the end of the month. Modeling carried out by the WHO’s Regional Office for Africa suggests that due to under-reporting, the true cumulative number of infections by the end of 2021 was around 3.5 million and that the true number of COVID-19 deaths was around two thousand.[44] There were 580 new cases in January, bringing the total number of confirmed cases to 7,622. The death toll rose to 125. The number of recovered patients increased to 4,762, leaving 2,735 active cases at the end of the month.[45] There were 43 new cases in February, bringing the total number of confirmed cases to 7,665. The death toll remained unchanged. The number of recovered patients increased to 4,804, leaving 2,736 active cases at the end of the month.[46] There were nine new cases in March, bringing the total number of confirmed cases to 7,674. The death toll remained unchanged. The number of recovered patients increased to 4,817, leaving 2,732 active cases at the end of the month.[47] There were seven new cases in April, bringing the total number of confirmed cases to 7,681. The death toll remained unchanged.[48] There was one new case in May, bringing the total number of confirmed cases to 7,682. The death toll remained unchanged. The number of recovered patients increased to 4,819, leaving 2,738 active cases at the end of the month.[49] There was 15 new cases in June, bringing the total number of confirmed cases to 7,697. The death toll remained unchanged. The number of recovered patients remained 4,819, leaving 2,753 active cases at the end of the month. On 25 March, before the country's first case was confirmed, the government declared a 12-month state of emergency.[50] Entry into the country was restricted and religious gatherings prohibited. A three-day lockdown was announced to begin 5 April.[51] The World Bank announced a $7.5 million grant to help Sierra Leone deal with the pandemic.[51]","Title":"COVID-19 pandemic in Sierra Leone - Wikipedia","KeyID":"10325","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Sierra_Leone"}