{"Content: ":"The COVID-19 pandemic in Hong Kong is part of the worldwide pandemic of coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The virus was first confirmed to have spread to Hong Kong on 23 January 2020.[2] Confirmed cases were generally transferred to Princess Margaret Hospital's Infectious Disease Centre for isolation and centralised treatment. On 5 February, after a five-day strike by front-line medical workers, the Hong Kong government closed all but three border control points – Hong Kong International Airport, Shenzhen Bay Control Point, and Hong Kong–Zhuhai–Macau Bridge Control Point remaining open. Hong Kong was relatively unscathed by the first wave of the COVID-19 outbreak and had a flatter epidemic curve than most other places, which observers consider remarkable given its status as an international transport hub. Furthermore, its proximity to China and its millions of mainland visitors annually would make it vulnerable.[3] Some experts now believe the habit of wearing masks in public since the SARS epidemic of 2003 may have helped keep its confirmed infections at 845, with four deaths, by the beginning of April.[3] In a study published in April 2020 in the Lancet, the authors expressed their belief that border restrictions, quarantine and isolation, social distancing, and behavioural changes such as wearing masks likely all played a part in the containment of the disease up to the end of March.[4] Others attributed the success to critical thinking of citizens who have become accustomed to distrusting the competence and political motivations of the government, the World Health Organization, and the Chinese Communist Party.[5] After a much smaller second wave in late March and April 2020 caused by overseas returnees rushing to beat mandatory quarantine,[6] Hong Kong saw a substantial uptick in COVID cases in July, with more than a hundred cases being reported several days in a row until early August. Experts attributed this third wave to imported cases – sea crew, aircrew members, and domestic helpers made up the majority of 3rd wave infections.[7] In late November 2020 the city entered a fourth wave, called \"severe\" by Chief Executive Carrie Lam. The initial driver behind the fourth wave was a group of dance clubs in which wealthy, predominantly female Hong Kongers danced together and had dance lessons with mostly younger male dance instructors.[8] Measures taken in response included a suspension of school classroom teaching until the end of the year, and an order for restaurants to seat only two persons per table and close at 10:00 p.m. taking effect on 2 December;[9] a further tightening of restrictions saw, among other measures, a 6 pm closing time of restaurants starting from 10 December, and a mandate for authorities to order partial lockdowns in locations with multiple cases of COVID-19 until all residents were tested.[10] From late January 2021, the government pursued repeatedly locked down residential buildings to conduct mass testing. A free mass vaccination program with the Sinovac vaccine and Pfizer–BioNTech vaccine was launched on 26 February. The government sought to counter the vaccine hesitancy by material incentives, which led to an acceleration of vaccinations in June.[11] Hong Kong was one of few countries and territories to pursue a \"zero-COVID\" elimination strategy, by essentially closing all its borders and, until February 2022, subjecting even mild and asymptomatic cases to hospitalisation, and sometimes isolation extending over several weeks. The fifth, Omicron variant driven wave of the pandemic emerging in late December 2021[12] caused the health system to be stretched to its limits, the mandatory hospitalization to be abandoned,[13] and led several experts to question the zero-COVID strategy. Some even considered it counterproductive, due to it having nourished hopes that the city would eventually become free of the virus, and thus having led to a low COVID-19 vaccination rate in the city.[14] Most of the deaths in the fifth wave were among the unvaccinated elderly.[15] The outbreak of the pandemic evoked memories as the city was at the forefront of the SARS epidemic in 2003, when over 1,700 people contracted the virus and almost 300 people died locally. The COVID-19 outbreak in Wuhan took place against the backdrop of widespread and intense political conflict and civil unrest fed by anti-government sentiment, since June 2019.[16][17] Carrie Lam, the city's Chief Executive, was reported in May 2020 to have a negative approval rating of 80 percent.[5] The District Council elections in November, widely regarded as a proxy referendum over the protest movement's demands,[18] saw the pro-democracy camp achieve their biggest landslide victory in Hong Kong's history, where they took control of 17 out of 18 districts.[18][19] The economy of the city has been reeling under the effects of the unrest, as the number of mainland visitors fell and business confidence suffered, and the city slipped into recession.[20] Lam had invoked the Emergency Regulations Ordinance on 4 October 2019 to impose a law to ban wearing face masks in public gatherings.[21][22] The law would come to contradict later measures to control the spread of the virus,[23] and has been widely ignored by citizens, who have learnt to be mistrustful of the government.[5] As the coronavirus crisis escalated in February and March 2020, the scale of the protests dwindled.[24] Protest activities continued regularly in Tseung Kwan O, Yuen Long and Mong Kok every month.[25][26][27] Large-scale protests gave way to the COVID-19 pandemic,[28] but smaller scale protests in various districts resumed upon easing of virus restrictions. Through its Prevention and Control of Disease Ordinance, the Hong Kong government imposed a four-person limit for public gatherings.[29] Many observers believed that the COVID-19 pandemic had provided cover for an increase of arrests related to the protests.[30] Centre for Health Protection of the Department of Health Latest Situation of Coronavirus Disease (COVID-19) in Hong Kong news.gov.hk - COVID-19 COVID-19 Thematic Website DATA.GOV.HK - Latest situation of reported cases of COVID-19 in Hong Kong (English)  Upon learning of the outbreak, the Hong Kong government required disclosure by those who had been to wet markets in Wuhan. It widened the criteria for notification on 3 January – to anyone who had visited Wuhan within 14 days before the onset of any respiratory symptoms of illness would need to inform health authorities.[31][32] On 4 January, Hong Kong activated ‘serious response level’ for infectious diseases as Wuhan pneumonia outbreak escalates.[33][34][35] On the same day, the Hospital Authority announced that the public hospitals admitted three people who had been to Wuhan in the past 14 days. Specimens were sent to the Department of Health for testing, which turned out to be negative for the disease from Wuhan.[36] Although Wuhan health authorities said there was \"no obvious evidence\" of human-to-human transmission of the then-unidentified virus, medical experts in Hong Kong urged mainland authorities to be more forthcoming with Wuhan patient information that could aid epidemiological study. University of Hong Kong infectious diseases expert Dr Ho Pak-Leung suspected such transmission had happened among cases in Wuhan, and urged \"the most stringent\" precautionary measures.[37] However, press reported that border checks at the West Kowloon high-speed rail terminal were not yet operational.[38] On 8 January, Hong Kong's Centre for Health Protection (CHP) added \"Severe respiratory disease associated with a novel infectious agent\" to their list of notifiable diseases to expand their authority on quarantine.[39] The Hong Kong government also shortened hospital visits and made it a requirement for visitors to wear face masks. Screening was tightened at airports and train stations with connections to Wuhan.[40] In the first week of 2020, 30 unwell travellers from Wuhan were tested. Most had other respiratory viruses.[41][42] On 22 January, Hong Kong confirmed its first case of the new coronavirus. A 39-year-old man from mainland China who had travelled from Shenzhen and who arrived in Hong Kong by high-speed rail developed symptoms of pneumonia. Resident in Wuhan, he had arrived in Shenzhen by highspeed rail with his family, from where he had travelled on to West Kowloon station in Hong Kong.[2] He tested positive for the virus and was hospitalised in Princess Margaret Hospital, Kowloon.[43][44] The same day, a 56-year-old man from Ma On Shan, who had visited Wuhan in the previous week, also tested positive. These two cases were listed as \"Highly Suspected Cases\", they were confirmed positive the following day.[45] On 23 January, the Hong Kong government designated the Lady MacLehose Holiday Village in Sai Kung as a quarantine centre.[46][47] The Hong Kong Tourism Board cancelled the Lunar New Year Cup and a four-day Lunar New Year carnival, citing concerns over the virus outbreak.[48][49] On 24 January, health authorities confirmed three more cases, all these patients had being to Wuhan.[50] The 4th and 5th cases were a 62-year-old woman and her husband aged 63 who had both arrived in Hong Kong on 22 January. The couple attempted to escape from Prince of Wales Hospital after learning that they would have to be quarantined, but failed when the police were called.[51][52] On 25 January, the Hong Kong government declared the viral outbreak as an \"emergency\" – the highest warning tier.[53] The city's largest amusement parks, Hong Kong Disneyland Resort, Ocean Park Hong Kong, and wax museum Madame Tussauds Hong Kong closed from 26 January, until further notice.[54] Primary and secondary schools were originally set to resume on 17 February,[55][56] were stay suspended until 2 March.[57] They eventually remained closed until after Easter.[58] On 26 January morning, \"Fai Ming Estate\", an unoccupied public estate in Fanling, in Hong Kong's New Territories was earmarked as a quarantine facility for people who may have been exposed to Wuhan coronavirus.[59] In the afternoon, hundreds of Hong Kong citizens blocked roads leading to the building with bricks and other debris. The lobby of the newly built residential building was set alight in the night.[60][61][62] On 28 January, Chief Executive of Hong Kong Carrie Lam announced enhanced measures to stop the novel coronavirus’ spread, but short of closing all boundary control points. From 30 January onwards, 1) high-speed rail service between Hong Kong and mainland China was suspended. 2) All cross-border ferry services, flights and cross-border bus services from mainland China were reduced by 50%. 3) The services of the West Kowloon Station, Hung Hom station, China Ferry Terminal and Tuen Mun Ferry Terminal control points were suspended. 4) Man Kam To and Sha Tau Kok border checkpoints were closed.[63][64] With the central government's agreement to suspend issuing individual visitors permits for mainland residents to Hong Kong, the usual mainland visitors coming to Hong Kong was reduced up to 50%. The Government also stopped Hubei residents and people who visited the province in the past 14 days, except Hong Kong residents, from entering the city.[65] Many Hospital Authority staff were dissatisfied with the government for failing to seal off entry points between Hong Kong and mainland China, and planned to go on strike on 3 February.[66] On the home front, all government employees (except those providing essential/emergency services) were instructed to work from home.[67] All facilities overseen by the Leisure and Cultural Services Department (LCSD), including all public museums, libraries and sports centres and venues, were closed until further notice as a precaution, on 29 January.[68] The closure of these facilities was extended until 2 March 2020 on 14 February.[69] The government also appealed to employers to make flexible work arrangements for employees in accordance with their operational needs.[70] In January 2020, the number of confirmed reported COVID-19 cases in Hong Kong was 13. There were 11 imported cases, one possible local case and one epidemiologically linked with possibly local case.[71][72][73][74] Amid intense public pressure to stop anyone crossing into the city from mainland China, Hong Kong leader Carrie Lam announced new border closures over the Wuhan virus, but fell short of a complete sealing off of the city. Lo Wu, Lok Ma Chau and Hong Kong-Macau Ferry Terminal were shut as of midnight of 3 February. Three borders which remain opened were the city's Chap Lap Kok international airport, the Shenzhen Bay and the Hong Kong-Zhuhai-Macau bridge.[75][76] On 4 February, the CHP reported Hong Kong's first death, the world's second outside mainland China, of a 39-year-old patient, the 13th case.[77][78] Three cases were confirmed on 5 February,[79] three on 6 February,[80] and another two on 7 February.[81] On 9 February, Hong Kong confirmed three more cases with two from the same family, bringing the total number to 29.[82] It was also announced on the same day that the passengers and crew of the World Dream cruise ship were allowed to leave after a check revealed that they were negative for the coronavirus and had no history of being in close contact with eight disembarked passengers who were tested positive for the virus.[83] On 19 February, a 70-year-old man with pre-existing illnesses became the second person to die of COVID-19 in Hong Kong.[84] On 24 February, seven new cases were identified that included two evacuees from Diamond Princess, a cruise ship quarantined in Japan, bringing the total number of cases to 81.[85] Hong Kong's financial secretary announced HK$10,000 cash handouts for all adult permanent residents among raft of relief measures. These measures came amid negative economic growth since the second half of last year and the city's first deficit in 15 years as the economy took a hit from the US-China trade war, large-scale protests and the COVID-19 pandemic.[86] In February 2020, the number of confirmed reported COVID-19 cases in Hong Kong was 82.[74] In view of the latest COVID-19 developments, the 2020 Bun Festival, originally scheduled on April, was cancelled for the first time in more than a century.[87][88] As of 2 March, Hong Kong had reached 100 confirmed Coronavirus cases. Two new cases were confirmed that day which include a brother of a COVID-19 patient and a woman from the Diamond Princess cruise ship.[89] On 20 March, Hong Kong recorded 48 new coronavirus infections, the biggest daily tally since testing began, bringing the total to 256 confirmed cases. Of these cases, 36 had a travel history. Gabriel Leung, member of an expert panel on the viral outbreak, warned the public about letting down their vigilance prematurely as Hong Kong was at the \"highest risk\" since the start of the pandemic.[90] On 22 March, the Hong Kong University of Science and Technology published an article on Multilevel Antimicrobial Polymer (MAP-1), a surface coating spray that inactivates viruses, bacteria and spores and that was successfully used in the combat of COVID-19 in public places like schools, shopping malls and school buses.[91] On 25 March, Hong Kong closed its border to all incoming non-residents arriving from overseas. Transiting through Hong Kong was no longer allowed either.[92] All returning residents, regardless of point of departure, were subject to the Compulsory Quarantine Order, which required all to stay at a reported quarantine premise (either home or hotel) for 14 days. Tracking devices were employed to enforce the order.[93] All returning residents from the United States, the UK, and continental Europe were required to go through enhanced screening and submit saliva sample for COVID-19 testing.[94] The office of Chief Executive Carrie Lam warned that an increase in confirmed cases would \"inevitably\" occur as long as Hong Kong citizens continued to return from abroad.[95] On 27 March, Hong Kong Chief Executive Carrie Lam banned indoor and outdoor public gatherings of more than four people, for 14 days starting from 29 March. Other regulations enacted, which took effect at the same time, included requiring restaurants to operate at half their capacity and to set tables at least 1.5 meters apart.[96] On 31 March, The Centre for Health Protection identified a small cluster of COVID-19 cases linked to a karaoke bar. This led the government to order a temporary closure of many types of entertainment venues for 14 days from 1 April, to help slow the spread of COVID-19.[97] In March 2020, the number of reported confirmed COVID-19 cases in Hong Kong was 620.[74] Confusion over the government's announcement of the temporary closure of a list of entertainment venues, led the public to believe that other venues such as beauty parlors, massage parlors and club houses would have to be closed as well. However the government clarified that such establishments would be allowed to remain open subject to businesses providing hand sanitiser to customers, as well as requiring customers to wear a mask and have their temperature taken while inside the business venue.[98][99] On 3 April at 18:00, all pubs and bars across the territory were also ordered to close for 14 days.[100] At a press briefing on 21 April, Chief Executive Carrie Lam announced that the social distancing rules, which already been extended previously,[101] would be extended beyond 23 April by 14 days.[102] Shortly after the press briefing, the Food and Health Bureau said that the cap on the number of customers at 50 per cent capacity would be relaxed.[102] On 28 April, Hong Kong Public Libraries announced a partial reopening of some of its locations from 6 May.[103] In late April, researchers at the Hong Kong University of Science and Technology said that a newly developed antiviral coating may provide up to 90 days of \"significant\" protection against COVID-19. The disinfectant is encapsulated in heat-sensitive polymers and released when there is human contact with a surface such as a handrail or elevator button.[104] In April 2020, the number of reported confirmed COVID-19 cases in Hong Kong was 323.[74] On 1 May, no major Labour Day demonstrations were authorised as the gathering limit of four persons was upheld. Police handed out 18 penalty tickets for breach of social-distancing rules at street booths and at a singalong event in a mall.[105] On 5 May, Chief Executive Carrie Lam announced that the cap on public gatherings would be raised from four to eight people, and that a number of businesses including beauty salons and gyms would be allowed to reopen subject to precautions. The number of people allowed to use a single table in restaurants and catering facilities was likewise increased from four to eight. Schools will resume classes in stages from 27 May, starting with secondary schools and moving progressively to younger ages.[106] By 30 May, a total of sixteen passengers arriving in Hong Kong from Pakistan on Qatar Airways flight QR818 on 28 May had tested positive.[107][108] Also on 30 May, a 34-year-old woman with no recent travel history tested preliminary positive.[108] In May 2020, the number of reported confirmed COVID-19 cases in Hong Kong was 47.[74] The Hong Kong Government extended the social distancing measures for two more weeks, until 18 June, after six people were confirmed infected, including a female employee at Kerry Logistics warehouse in Kwai Chung, her husband, two colleagues and the paramedic.[109] The Hong Kong Government later decided to evacuate some residents in Luk Chuen House at Lek Yuen Estate in Sha Tin, where the confirmed cases were found.[110] On 8 June, the government announced the re-opening of Ocean Park on 13 June and Hong Kong Disneyland on 18 June. Both theme parks suffered from financial difficulties during the pandemic.[111][112] Trade fairs and conventions, which were suspended since the beginning of the year, will be hosted again in Hong Kong starting with the Hong Kong Book Fair on 15 and 21 July.[113] There was an increase in confirmed COVID-19 cases in July, following a 21-day period of no confirmed local cases. A cook in a restaurant confirmed positive on 5 July;[7] a person from Ping Shek Estate and a nurse from a nearby clinic were diagnosed with the coronavirus the following day.[114] However, on 7 July 16 people were locally infected from multiple districts, the highest local increase in cases since the start of the pandemic in Hong Kong. On 9 July 34 locally infected cases were reported, with new social gathering restrictions enforced from the following midnight. However, with the addition of 41 locally infected cases reported on 13 July the Hong Kong government further reduced the limit on public gatherings from 50 to 4.[114] A notable cluster of 44 patients linked to a home for the elderly emerged; Tsz Wan Shan district also recorded more than 150 cases.[7] A total of 108 new cases were confirmed on 19 July – the highest since March: 83 cases were local in origin, while 25 were imported.[115] The majority of the locally transmitted cases cannot be traced back to a single group gathering or event.[116] That day, the government announced a raft of measures hoping to slow the spread: civil servants are to work from home and only emergency and essential public services will remain open; eat-in restaurants will be banned from 6pm to 5am, and mask-wearing in indoor public places is henceforth mandatory.[115] The growth in the number of patients during the week to 25 July put pressure on isolation facilities in public hospitals, which were reported to be running close to maximum capacity. Carrie Lam announced that she had requested help from mainland health authorities, and that testing capacity would be increased with their help; areas of AsiaWorld-Expo would be upgraded to serve as a \"mobile cabin hospital\".[117] While pro-Beijing political groups have requested medical personnel from officials from the liaison office, members of the medical profession expressed reservations that those sent are not licensed to practise medicine locally; furthermore there were concerns that cooperation would not be straightforward because of language, political and cultural issues. The liaison office criticised their \"arrogance and prejudice\" in resisting the offer of support, and effectively putting political consideration above people's safety.[118] On 28 July, Secretary for Food and Health Sophia Chan admitted that there was \"empirical evidence\" that quarantine exemption policies for over 30 groups of inbound travellers – including cross-boundary goods vehicle drivers, aircraft crew members, government officials on duty, and numerous company executives – had contributed to the recent increase in coronavirus cases.[119] Experts had been pointing to such loopholes as a likely cause already a week earlier, mentioning in addition returning domestic workers.[7] The 118 new cases announced that day heralded the eighth consecutive day of three-digit infections per day. Social-distancing rules were further toughened by limiting public gatherings to two people; banning eating-in at restaurants; and making the wearing of face masks compulsory in all public places.[120] However, the ban on eating-in was highly unpopular with the public amid viral images of workers eating their lunchboxes on roadsides in the heat and rain. It ended in a government U-turn after 48 hours.[121] A team of mainland health officials charged with carrying out COVID-19 testing arrived in Hong Kong at the beginning of the month, ostensibly to step up the testing capacity.[122][123] Although details have not yet been finalised by the time of the team's arrival, the free voluntary universal testing programme aims to test all residents within two weeks, to quickly detect silent transmissions in light of the rapid rise in cases, according to the government.[122][123] On 17 August, Hong Kong banned Air India from flying to the city for two weeks over imported COVID-19 cases. The Hong Kong Government invoked emergency public health powers after linking 11 imported coronavirus infections to a 14 August flight from New Delhi. \"The fact 11 passengers tested positive on the same flight shows the lab tests back in India are not very reliable,\" a government source said. \"The airline has to do deep cleaning [on its planes] and make sure it won’t happen again on future flights before they can be resumed.\"[124] Hong Kong reached 100 deaths due to the COVID-19 pandemic on 12 September.[125][126] The government announced further relaxation of social distancing measures. Among them, the dine-in time of restaurants was extended to midnight, and bars, pubs and some listed premises that were not open earlier could be reopened. The relevant regulations will take effect on Friday for a period of seven days. The Secretary for Food and Health Sophia Chan said at a press conference today that the epidemic has continued to ease and gradually stabilised. In addition, the universal community testing program has identified many invisible patients in the community, which will help further stabilise the epidemic. Therefore, the government is confident to continue to relax gradually. Social distancing measures. The latest ban on dining in restaurants is from 0:00 to 4:59 am, the number of customers in catering premises shall not exceed half the number of seats in the premises and the maximum four people sitting at the same table shall remain unchanged. Bars, pubs and catering premises selling or supplying alcohol can be reopened, but the number of customers shall not exceed half the number of seats on the premises, and no more than two persons sitting at the same table. Some of the listed premises that involved a higher risk of infection and failed to open in the first three stages of relaxation measures, namely bathrooms, public entertainment venues including theme parks and exhibition venues, party rooms, nightclubs or nightclubs, karaoke venues and The swimming pool can also be reopened, but it must comply with relevant regulations and restrictions, and strictly implement infection control measures. The government has also relaxed the restrictions that currently apply to certain listed premises, including restrictions on wearing masks and group arrangements in fitness centres and sports premises. As for the number of people gathered in groups in public places, the maximum number of people is four, and the requirement to wear masks in public transport and public places also continues to take effect. Sophia Chan pointed out that the virus will not disappear before effective vaccines appear. Many experts also predict that the fourth wave of epidemics will break out in winter. After the government summarises the experience of responding to the third wave of epidemics and the actual local situation, it is expected that social interaction will not be greatly relaxed in the future. Distance measures to the extent of June. She also emphasised that the relaxation of social distancing measures is staged and conditional; if the next wave of epidemic occurs, the government will adopt a more targeted model to tighten social distancing measures, so as to reduce the risk of virus transmission while maintaining a certain level of society. Normal activities. In addition, Sophia Chan said that the Food and Environmental Hygiene Department has sent additional staff to inspect food premises to ensure that operators and practitioners comply with the requirements under the relevant regulations. The department will also strengthen law enforcement with other departments and take actions against illegal food premises. The FEHD inspected 3,493 food and beverage premises from 11 to 13 this month, and prosecuted 53 persons in charge of the premises, mainly involving irregular distance between tables, more than half of the number of customers on the premises, and customers not wearing them during non-dining periods Masks. Health officials had reported 8 confirmed cases on the new coronavirus cases on the eve of the National holidays, just before midnight and recorded 10 cases on 1 October.[127] The city's tourism board issued a dire prediction for \"golden week\", warning of very low visitor numbers over the peak holiday period that started on 1 October. On 18 November, the Return2hk scheme - Travel Scheme for Hong Kong Residents returning from Guangdong Province or Macao without being subject to quarantine under the Compulsory Quarantine was opened for application.[128] On 20 November, Secretary for Food & Health Sophia Chan today said the Government has prioritised three groups (those with symptoms, elderly care home staff and taxi drivers) to undergo mandatory COVID-19 testing.[129] On 21 November 2020, an \"air travel bubble\" between Hong Kong and Singapore was postponed less than 24 hours before its planned launch due to a new spike of infections in Hong Kong. On that day the city reported 43 new coronavirus cases, the highest daily spike in over three months.[130] On 24 November, as 80 new cases were reported, bars and nightclubs were to ordered to close from midnight 26 November for at least seven days; the majority of recent cases had been linked to dance clubs. A four-person limit per table at restaurants, which were also required to seat only a maximum of half of their capacity, was reimposed.[131][8] On 29 November 115 new cases were recorded, the first three-digit rise since August, and which was actually the highest number of new cases recorded in the fourth wave of the pandemic.[132] Measures agreed to at the end of November came in force on 2 December: along with other measures, face-to-face classes were suspended until at least the new year, and restaurants were ordered to introduce a two-person limit per table and to close at 10:00 p.m. Regarding the establishment of a hotline for the public to report breaches on social distancing regulation, Chief Executive Carrie Lam said she hoped that people would not \"overreact\" with fears of surveillance, describing the measure as \"jointly shouldering responsibility\".[9] Microbiologist Yuen Kwok-yung said on 6 December that the fourth wave had been expected in view of imperfect border controls, deficient adherence to hygiene regulations by restaurants and bars, and an only lukewarm adoption of tracing apps by the public.[133] A further tightening of restrictions saw, among other measures, restaurants to close by 6:00 p.m. starting from 10 December, and a mandate for authorities to order partial lockdowns in locations with multiple cases of COVID-19 until all residents were tested. Test bottles for testing coronavirus were also given out via vending machines at selected MTR stations and post offices.[10][134] The Centre for Health Protection announced, on 23 December, that a new genetic variant of COVID-19 was detected in two students who returned to Hong Kong from the United Kingdom. This prompted the government to implement a 21-day quarantine rule for those coming back from the UK.[135] On 25 December, Hong Kong extended the compulsory quarantine in designated quarantine hotels, for all arrivals having stayed outside China at any time during the past 21 days. This measure, announced by authorities at midnight that day, was taken to prevent the spread of a variant of the SARS-CoV-2 virus that had first been detectected in the United Kingdom and appeared to be more transmissible than the original version of the virus.[136] This made Hong Kong having the longest hotel quarantine in the world.[137] As a reaction to a rise of infection numbers in the Yau Ma Tei and Jordan areas, on 23 January the Hong Kong government imposed a lockdown on Jordan for 48 hours, affecting 10,000 residents, who were required to undergo coronavirus testing. The government deployed roughly 3,000 personnel from police and other departments. During the previous day, residents were seen leaving the area after news of the impending lockdown had leaked; the government officially confirmed the lockdown at 4 a.m. on 23 January. Among 7,000 residents tested, 13 were found to have been infected.[138] A second lockdown, which was unannounced, was imposed on a residential block in Yau Ma Tei on 26 January; the following day it was announced that it had yielded one positive case in 330 tests.[139] A 12-hour lockdown imposed on a building in North Point on 29 January did not yield any new positive cases in around 475 tests, but was defended by Chief Executive Lam as having been \"necessary\".[140] An overnight lockdown from 7:00 p.m. on 31 January at a housing estate in Lam Tin saw more than 400 residents being tested, with no positive cases found. Residents who had been tested since 29 January had been exempted from the test but required to stay at home until the overall tests had been completed.[141] The government announced that the Sinovac vaccine would be exempted from having to publish their third phase clinical trial data in medical journals.[142][143] The BioNTech-Fosun Pharma vaccine was authorised for use in Hong Kong on 25 January 2021, and the first batch of doses arrived at the end of February 2021.[144] Four unannounced lockdowns were imposed in Yuen Long, Tsim Sha Tsui, Kowloon City, and Yau Ma Tei in the evening of 1 February, with no positive cases found. A government statement mentioned an unspecified number of residents who had not opened the door. Health authorities said they may break into flats in future lockdowns if necessary.[145] The evening of 2 February saw three further unannounced lockdowns, in Jordan, Sham Shui Po, and Tin Shui Wai; of about 2,170 tests, one in Jordan was positive.[146] On the night of 3 to 4 February, three lockdowns in Chai Wan, Tuen Mun and To Kwa Wan yielded one preliminary positive case, in Tuen Mun, among around 2,548 residents tested.[147] By 10 February there had been 25 lockdowns imposed, with four of them yielding positive cases. Chief Executive Carrie Lam said that \"barring unforeseen circumstances\", no lockdowns would take place over the Lunar New Year holiday period starting from 12 February.[148] On 11 February the government announced that gyms, beauty parlors, theme parks and cinemas would be allowed to reopen on 18 February, and eateries would be allowed to extend their dine-in service to 10:00 pm, with diners having to use the \"LeaveHomeSafe\" government app to check in. Health Secretary Sophia Chan said that these measures were contingent on there being no sudden uptick in infections over Lunar New Year.[149] On 16 February, a panel unanimously recommended the Sinovac vaccines and denied that the decision was rushed.[150][151] On 18 February, formal approval of China's CoronaVac was announced, allowing it to be used in the rollout of the city's mass vaccination scheme – for all residents.[152][153] On 26 February, Hong Kong began mass vaccination programme with COVID-19 jabs developed on the Chinese mainland. Food and Health Secretary Sophia Chan said that the government will be monitoring any adverse health effects in collaboration with the University of Hong Kong.[154] The Pfizer-BioNTech vaccine was introduced for public use on 10 March.[155] The government said on 11 March that it would distribute pamphlets to assist members of the public to decide whether they wanted to receive the vaccine. Four patients had died within days of receiving the Sinovac vaccine, at least two of which were known to have had chronic illnesses.[156] On 12 March 50 people linked to the Ursus Fitness gym in Sai Ying Pun tested positive or preliminary positive.[157] Also on 12 March, Hong Kong recorded 60 COVID-19 cases. As a result, the government made mask-wearing compulsory in all gyms, while fitness centre staff must get a coronavirus test every 14 days.[158] That same day, an overnight lockdown was enforced on Robinson Road. 1,855 people were tested and no positive cases were reported.[159] On 15 March, the vaccine rollout was expanded to those between 30 and 59 years old, domestic helpers, and students over 16 who are studying overseas. The move will make the vaccine available to 5.5 million people, or 80% of those over 16.[160] By 18 March, around 276,600 people had received a COVID-19 vaccine.[161] On 24 March, the BioNTech vaccine rollout was suspended indefinitely due to packaging defect found in the first batch of doses.[162] The Hong Kong Government announced on 1 April that arrangements were made for designated flights from the United Kingdom to Hong Kong, in view of the decline of confirmed cases there, and a new quarantine arrangements for arrivals from Australia, New Zealand and Singapore.[163] A new batch of 300,000 BioNTech doses arrived in Hong Kong on 2 April and the Hong Kong Government will relaunch the programme on 5 April.[164] On 2 April, beaches and swimming pools reopened after four months, but the number of swimmers was capped at 30% of the pool's capacity.[165] On 3 April, one patient with chronic illness died 25 days after receiving the Sinovac vaccine.[166] On 16 April, the Hong Kong & Macao Affairs Office of the People's Government of Guangdong Province announced that from 23 April, cross-boundary goods vehicle drivers who have received two vaccine doses for 14 days and received a message in the Yuekang Code system issued by Guangdong Province are not required to undergo a nucleic acid test once every day.[167] On 17 April, more than 80 residents of Parkes Building in the Jordan area were quarantined after a 29-year-old Indian man there, was tested positive for a highly transmissible N501Y mutant strain, marking the first local case of the mutated variant.[168] The Hong Kong government, on 19 April, banned flights from India, Pakistan, and the Philippines for 14 days starting 20 April, these three countries having been classified by the government as \"extremely high risk\" for the N501Y mutant.[169] Polytechnic University's findings showed the 10 cases with the variant – officially known as B.1.617 – were all imported from India, with most arriving in Hong Kong early this month.[170] Hong Kong's first local case of mutated strain, the South African variant (B.1.351 lineage), was confirmed on 22 April. The transmission was likely to have taken place at a quarantine hotel via door hooks used by staff to deliver meal boxes to guests.[171] On 26 April, Hong Kong and Singapore announced that the long delayed travel bubble between the two cities will begin on 26 May.[172] All travelling passengers departing from Hong Kong are required to be vaccinated.[173] The Government also announced that starting 29 April, the Return2hk Scheme was extended from Guangdong and Macau to other Mainland provinces and municipalities.[174] On 29 April. Hong Kong reported its first untraceable mutated COVID-19 case. A domestic helper from the Philippines caught the mutated strain of the coronavirus, N501Y, via an unknown local source.[175][176] The government declared mandatory testing and vaccination for foreign domestic helpers, principally from the Philippines and Indonesia, after cases were discovered, but reversed the decision in May following criiticisms from labour organisations of discrimination.[177] The travel bubble, which was initially slated to begin in November last year was called off after a rise in cases in Hong Kong. It was called off again in 17 May this year, after a spike in cases in Singapore.[178] On 21 May, Cathay Pacific announced that vaccination will be an essential requirement of the job for any Hong Kong-based aircrew. Currently, the airline has 2,000 fully vaccinated cabin crew and 3,500 have started the vaccination process.[179] Employees at the Peninsula Hotel will be entitled to a HK$2,000 cash bonus and two days of paid leave if they get vaccination by the end of August.[180] Professor Lau Yu-lung, who chairs the government's scientific committee on vaccine preventable diseases, suggests that schools in Hong Kong should be allowed to run full-day sessions and even relax mask-wearing requirements if enough of their pupils are vaccinated, as the government officials are studying extending the COVID-19 vaccination scheme to those aged 12 to 15.[181] On 5 June, Hong Kong reported its first local untraceable case after 42 days streak of zero local, untraceable COVID-19 infections – a 17-year-old female teenager, who had contracted the Alpha variant of the virus. As there were no genetic similarities to other recent cases in Hong Kong and Shenzhen, the case raised concerns that the source of the infection may have been undetected imported cases, possibly resulting in a fifth wave of the pandemic.[182] on 23 June, a 27-year-old airport worker tested preliminary positive for the L452R strain, the Delta variant of the virus. Officials first classified his case as locally transmitted, but changed this after they found it to be genetically related to an imported case.[183] On 28 June, the government announced that it would close its borders to all passengers flights from the UK with effect from 1 July, due to the spread of the Delta variant there.[184] On 11 July 2021, a 50-year-old baggage handler was diagnosed with a mutant virus strain, ending Hong Kong's 33-day period with no locally transmitted coronavirus cases.[185] On 2 August 2021, Carrie Lam announced compulsory vaccination for some workers with the warning that refusing the application of the vaccine would require them to pay for regular testing to keep working. As of August 2021, only 36% of the city's population had been fully vaccinated.[186] On 19 August 2021, Hong Kong and the Singapore government decided not to further pursue a bilateral air travel bubble due to the differences in the anti-epidemic strategies currently adopted by the two places.[187][188] The first case of the Omicron variant, a traveller in hotel quarantine, was found on 15 November. Five days later, a second case was found in the room opposite. A public health investigation found that the first case had likely infected the second case, and that the use of valve-style masks, which do not filter exhaled air, by the first case was likely responsible. On 25 November, the Centre for Health Protection announced that the use of a valve-style masks would be prohibited in quarantine hotels from the following day. It also \"strongly advised\" the public to refrain from using them.[189] The first Omicron cluster was confirmed in Hong Kong, bringing an end to its long streak of zero locally transmitted cases.[190] From 5 January 2022, to prevent the spread of Omicron variant, Hong Kong has been placed under tightened alert till 30 January 2022 or until the day it became 70% fully inoculated. Dine-in services are banned in Hong Kong from 6 pm to 5 am the next day, diners are capped to two at all outlets. All social gatherings have been capped at two. The same day, the city announced a ban on all incoming flights from eight countries, which included the United States, the United Kingdom, Australia, France, Canada, India, Philippines and Pakistan. Carrie Lam announced that the ban would be in place from 8 to 21 January. Also, when Hong Kong reach 80% fully inoculated, cases might go up again.[191] A political scandal termed \"partygate\" occurred in early 2022. On 6 January, Secretary for Home Affairs Caspar Tsui was sent to compulsory quarantine in Penny's Bay Quarantine Centre after he disclosed his attendance at a birthday gathering for Witman Hung, an IT professional[192] and the Hong Kong representative to the National People's Congress, on 3 January. Another attendant had tested preliminary positive for the coronavirus.[193] On 7 January, a second guest tested preliminary positive, with the first being confirmed.[192] The emergence of the second possible case prompted Centre for Health Protection chief Chuang Shuk-kwan to order over 200 attendees[194] including ICAC chief Simon Peh, Commissioner of Police Raymond Siu, Director of Immigration Au Ka-wang, and Secretary for Financial Services and the Treasury Christopher Hui, to enter quarantine for 21 days in Penny's Bay.[195] The officials would be considered unfit for work during the entire period, and were required to use their personal leave allowances. All 13 officials who had been attending the gathering would be investigated. A number of officials including Peh, Siu, Au, and Hui issued apologies over their conduct,[192] as did Hung.[196] Around midnight on 8 January, most of the guests were released from quarantine and eleven officials were ordered to see out the their remaining quarantine period at home after the second possible case was determined to be a false positive. Another guest tested preliminary positive.[197] On 10 January, local newspapers reported that the central government in Beijing had stepped up pressure on Chief Executive Lam to punish the involved officials.[196] At least five lawmakers attended a parliamentary session on 19 January, three days before their quarantine was to end; two of them claimed to have obtained medical advice prior to attending the session.[198] Tsui resigned from his post on 31 January.[194] On 18 January, authorities announced that traces of the virus were detected on 11 hamsters out of 178 hamsters, rabbits and chinchillas tested at the Little Boss pet shop and associated warehouse in Causeway Bay while investigating the city's first untraceable Delta variant diagnosis in more than three months, in a 23-year-old store employee.[199] On 8 February 2022, it was reported that pet hamsters can spread Covid-19 to humans and are the likely source of a recent Delta variant outbreak in Hong Kong. The findings back up suspicions that a pet shop was the source for a recent Covid-19 outbreak in the city, which infected at least 50 people and led to the culling of over 2,200 hamsters.[200] On 20 January, authorities announced a three-day lock down at Yat Kwai House of Kwai Chung Estate after 16 people there tested positive of Covid-19 in a \"superspreading\" event. The outbreak was suspected to be related to the quarantine hotel cluster, where a woman was suspected to be infected at a quarantine hotel. She went home after testing negative.[201] On the night of 21 January, as at least 20 confirmed and preliminary cases had been discovered, the lockdown was extended until 26 January. The previous day, an inspection team including epidemiologist Yuen Kwok-yung had found no responsible structural faults in the building. The same day, genome sequencing analysis revealed the strain to be the same as in the quarantine hotel cluster.[202] On 23 January, authorities confirmed 140 new coronavirus infections on Sunday, the most in a single day in 18 months.[203] On recording a growing number of cases the city enforced restrictions on public places such as bars, gyms and beauty salons by adopting the \"zero Covid\" policy of mainland China.[204] During February, the fifth wave of the pandemic with its rapidly increasing case numbers forced the city government to give up its previous protocols for testing, quarantine, treatment and discharge from hospitals.[205] Official urgings to stay at home during the Chinese New Year holiday period from 1 to 3 February went largely unheeded. On 8 February, amid a surge in Omicron cases, authorities further tightened social distancing rules by limiting gatherings to two people, and closed more venues.[206] A two-day meeting of Hong Kong and mainland officials took place in Shenzhen on 11 and 12 February. China pledged to provide testing, treatment and quarantine capacity, as well as providing fresh produce; a shortage of produce had previously resulted from truck drivers not having been able to bring it in after testing positive.[207] On 15 February, Chinese Communist Party leader Xi Jinping stressed to the Hong Kong government that it had to take the \"main responsibility\" in containing the coronavirus pandemic and placing top priority on stability and people's lives.[208] On 26 February, Hong Kong health authorities announced COVID testing methods to allow certain people to test from home, alleviating long lines at designated testing facilities as the city's outbreak has become more difficult to control.[209] Chief Executive Lam said on 13 March that the government was still \"catching up\" in supporting those in isolation or quarantine. She gave the number of those isolating at home as 300,000.[15] In the month of March, at least 75 health professionals from the mainland arrived in Hong Kong to aid its battle against the surging number of cases. Hundreds of caregivers have also arrived to work in related capacities, with a total of a thousand or so planned.[210] During the initial outbreak in early 2020, the availability of a significant number of products including toilet paper, face masks and disinfectant products (such as alcohol and bleach) came under pressure across the city.[211] An ongoing period of panic buying also caused many stores to be cleared of non-medical products such as bottled water, vegetables, and rice.[212] On 4 March 2022, during the fifth wave, the ParknShop supermarket chain and Watsons pharmacy chain rationed certain food and medicine items, respectively, to curb panic buying which had persisted in spite of recent urging by Chief Executive Lam to residents to refrain from doing so.[213] On the professional level, the Hospital Authority reported at the end of January that stock of surgical masks for public hospitals had fallen below three-months' supply, but said it hoped to secure replenishment lasting until June. Chief Executive Carrie Lam said she had written to the State Council hoping to obtain supplies from mainland China.[214] The Government of Hong Kong had its imports of face masks cancelled as global face mask stockpiles declined.[215] As 80 per cent of surgical masks sold in Hong Kong were mainland-sourced, the considerable internal demand for masks rendered Hong Kong a lower priority.[211] At the retail level, masks and hand sanitiser were in short supply by the end of January. Desperate citizens took to chasing supplies across town, rushing to any store where they may be available, and many pharmacies had long queues forming outside; some would queue overnight despite advice from stores.[211][214] Unsuccessful customers took out their frustrations on store staff, and disputes were widely reported; police were called on one occasion by pharmacy staff in Tin Shui Wai. Most stores had limited supplies, and customers would often face rationing.[214] In addition to toilet paper, flour became oversold as citizens took up home baking.[216] Amidst shortages due to hoarding, the Mong Kok branch of Wellcome supermarket was robbed by armed gangs who made off with 50 packets (600 rolls) of toilet paper.[217] A gang of three pled guilty and was sentenced to over three years in jail each.[218] In early February, after CSI masks appeared in the local marketplace, the government was called to account for the supplies of masks manufactured by inmates in local prisons under the aegis of the Correctional Services Industries. In 2019, masks were produced at a rate of 4 million in each quarter by the Correctional Services Department, and were distributed among various government departments. Media reported that the stocks within different departments were freely available to staff before the lunar new year. Due to the onset of the epidemic, they suddenly became a precious commodity in Hong Kong, and the abuse was highlighted.[219] Following an admission that the city had failed to procure adequate supplies of PPE, the government announced support for local private mask production by subsidising each production line with grants, help in identifying suitable premises, as well as placing orders to sustain their operations.[220] An increase in mask production by Correctional Services Industries from 1.8 million to 2.5 million units a month is planned.[220] The government announced that its procurement had fallen victim to a scam involving 6 million counterfeit masks bearing the Medicom trademark valued at HK$15 million ($1.9 million).[221] In view of the COVID-19 pandemic, the Education Bureau closed all kindergartens, primary schools, secondary schools, and special schools starting from the start of the Lunar New Year Holidays (Thursday 23 January) until late May 2020.[222] The disruption raised concerns over the situation of students due to take examinations at the end of the year, especially in light of the protest-related disruption that happened in 2019.[223] The Hong Kong Diploma of Secondary Education examination was postponed for four weeks from late March to late April, with HKEAA announcing that the oral component of both Chinese Language and English Language would be cancelled.[224] In late May, the Education Bureau allowed half of the school to be in each day for full days, until the end of the academic year (2019-2020), but each year group had one day in school, then the next day with online learning. In the view of the third wave, the Education Bureau suspended schools again from the start of the new academic year in August (2020-2021), until mid-late September. All students were allowed back in school everyday for half days after 29 September. In the view of the fourth wave, with 115 new cases reported on 29 November 2020, schools were declared immediate suspension again starting from Wednesday 2 December, until after the Lunar New Year holidays in 2021, but allowing at most one sixth of the school to have half-day face-to-face lessons after Christmas. After the Lunar New Year Holidays, the Education Bureau opened up to one third of the school back on the campuses. In 15 March 2021, the Education Bureau allowed all students back everyday for half days until the Easter Holiday, with teachers having mandatory testing every fortnight. However, the Centre for Health Protection had to immediately close down a few ESF schools for three days, from Wednesday 17 March to Friday 19 March, giving students short notice on Tuesday night. This is because of the outbreak of the URSUS Fitness cluster, and a close contact with a positive case of two teaching staff in one of the ESF schools. CHP declared all staff to be tested on Monday 22 March. Students returned to school everyday for half-day on 22 March. On the week beginning Monday 24 May, the EDB allowed all students to be back everyday, for full-day school learning. Schools were open until late January 2022, when the government announced that schools should halt in-person classes once again starting from Monday 24 January, due to a surge of untraceable cases, which were amid a growing fifth wave of the pandemic, and a huge spread of the omicron variant. Also on 24 January, a 13-year-old (Year 8) student in King George V School, tested positive for the omicron variant. On 22 February, for the best to contain the uncontrollable spread of the omicron variant, the government announced summer holidays to be pushed forward from early March, throughout the Easter break until 18 April. With this special arrangement, the 2021-2022 academic year will only finish on 12 August, and 2022-2023 academic year will begin straight afterwards. Many international and Private schools in Hong Kong were allowed to continue their academic school year normally.[225] On 5 February 2020, flag carrier Cathay Pacific requested its 27,000 employees to voluntarily take three weeks of unpaid leave by the end of June. The airline had previously reduced flights to mainland China by 90% and overall flights by 30%.[226] The lower perceived risk of catching COVID-19 when it was under control, misinformation about the vaccines' side effects and efficacy, as well as political events and distrust of the HKSAR government, have contributed to a significant vaccine hesitancy in Hong Kong.[227][228] Similar complacency has occurred in Taiwan, Macau, and mainland China. Many Hongkongers felt that the government is actively pushing the SinoVac vaccine despite its lower efficacy compared to BioNTech and AstraZeneca. Some older residents believe the BioNTech vaccine leads to severe side effects. Officials have also said that people with \"uncontrolled severe chronic diseases\" should not receive SinoVac and urged those who weren't sure to consult their doctors first. Conspiracy theories about the government have spread as well due to a packaging issue experienced with the BioNTech vaccine.[229] Skepticism of Western and preventive medicine further contributed to the hesitancy.[11][228] Towards the end of May 2021, the government announced that about 19% of Hongkongers had received their first dose and 13.8% their second. Health officials warned of the risk of expiry of its vaccine stock if the uptake did not rise dramatically.[230] By 1 January 2022, 62% of the population was fully vaccinated, but as of 7 February, only 33% of those aged 80 or older had received one dose.[227] In the latter group, almost 3% who got two SinoVac shots died following infection, compared with 1.5% of those who received two BioNTech doses. For either vaccine, getting just one dose offered even less protection, while 15% of those aged 80 or older who weren't immunised at all died after contracting the disease.[231] Hotel groups were reportedly granting generous bonuses to staff for getting vaccinated. While the government had been blocking the refugee population from receiving vaccines and rejected the suggestion of any cash or in-kind incentives for vaccination in late May,[230] the government announced within days that any civil servant who got vaccinated would get two additional days' paid leave, and urged the private sector to offer similar inducements.[232] At the behest of the Hong Kong Monetary Authority, HSBC led the way by declaring it would grant 2-day's paid leave; other businesses followed suit with inducements.[233] A charitable foundation linked to local developers, Sino Group and Chinese Estates Holdings, offered a brand-new apartment in Kwun Tong valued at $1.4 million in a prize draw for Hong Kong residents who have received two vaccine doses.[234] The incentives by private companies, encouraged by the government, led to a surge in bookings for vaccinations in June.[11] During the early days of the pandemic in 2020, there were some protests against the government's policy dealing with the outbreak, as an extension to 2019–2020 Hong Kong protests.[235] Yet protests have died down amid the start of local transmission of the virus, and the government legislation and strict enactment of outdoor gathering limit for extended period of time. The government actions with regards to the epidemic in Hong Kong were inevitably compared with the \"calm, organised handling\" in neighbouring Macau, notwithstanding the relative sizes of the population.[236][237] From the outset, Macau demonstrated a faster and better coordinated response,[238] introduced firm measures to limit the flow of people from mainland China, and implemented comprehensive collection and effective usage of big data.[237] In particular, in contrast to long queues of desperate citizens chasing masks often at inflated prices in Hong Kong, Macau was lauded for providing their citizens with a measure of peace of mind by taking control of mask distribution, ensuring affordable masks were available for each Macau resident at the start of the epidemic.[236][237] Immediately upon the detection of its first cross-border case, Macau closed its border with neighbouring Zhuhai.[236] Macau's entry bans on Hubei residents, and those who had visited the province 14 days before their arrival in Macau, was similar to Hong Kong's ban on the surface, but the Macau authorities' demanding official medical certification of infection-free status brought down visitor numbers more sharply because such certificates are hard to obtain.[236][237] The media reported that Macau police searched 86 hotels and deported about 150 visitors from Hubei and put 4 into voluntary quarantine, whereas immigration officers in Hong Kong checked 110 hotels, and only took down details of the 15 travellers identified as being from Hubei because none showed symptoms of Covid.[237] While Macau Chief Executive Ho Iat-seng announced the measure, his Hong Kong counterpart was attending the World Economic Forum summit in Davos.[236] The Hong Kong Government refused to close all the borders with the mainland to reduce the risk of the virus entering Hong Kong, opting instead for progressive partial closures in response to increasing public pressure. There were calls for tightening up controls and checks for visitors, especially those coming from Wuhan, the point of origin of the epidemic.[239] Medical experts had demanded mandatory health declarations at all borders and ports but they were initially rejected. Chief Executive of Hong Kong Carrie Lam rejected proposals to close borders as \"inappropriate and impractical\", but said that mandatory declarations would be implemented.[239] On 28 January, Lam announced that the high-speed rail link with mainland China, and all cross-border ferry services, would be suspended starting two days later.[240] Additionally, the number of flights from mainland China and cross-border bus services were reduced. Hong Kong government employees (except those providing essential/emergency services) were asked to work from home. Later on that day, the government closed two border checkpoints.[64] Government clarification that treatment for Coronavirus patients would be free for allcomers further inflamed Hong Kong residents as the policy ignited fears of infected mainland Chinese deliberately travelling to Hong Kong to seek medical care, thus risk spreading the disease as well as further overwhelming medical facilities. Following public uproar, the government re-imposed fees for non-Hong Kong residents.[241] As the major border checkpoints such as Lo Wu, Lok Ma Chau and Huanggang remained open, public sector health workers, as represented by Hospital Authority Employees’ Alliance – a newly formed union – decried the government measures as \"too little, too late\".[242] Over 400 public hospital doctors and nurses also wrote to the government, demanding border closure and also threatening strike action.[243] The union warned the government its members may go on strike in early February if the government failed to implement tighter controls on immigration.[242] Facing continued pressure from strikers and from all parties across the political divide, Lam announced a raft of measures including six further border closures on 30 January. Lam explained her government's insistence on keeping major border crossings open conformed with the WHO's position that draconian travel and trade restrictions were unnecessary, and it was opposed to any \"discriminatory move\" to close borders with China or restrict access to Chinese travellers.[244] On 3 February, the government closed all but four border crossings – the Hong Kong–Zhuhai–Macau Bridge, Shenzhen Bay Port, the international airport, and the Kai Tak Cruise Terminal – and introduced further quarantine measures, but still refused closing the border with China.[245] After a union vote, a public hospital strikes ensued.[245] The strike involved 6,000 medical workers, lasted five days – from 3 to 7 February – culminating in an occupation of two floors in the Hospital Authority complex in Kowloon City. According to the authority, the industrial action had led to \"severe disruption\" to operations, particularly at accident and emergency, neonatal intensive care, cancer and cardiac units. A second strike call was not successful.[246] Pundits noted that after the turmoil caused by her bungled handling of the extradition bill enactment, Carrie Lam lacked the political capital to make the demand for full border closure – something the Chinese government was not inclined to accede to.[245] Neglected categories of arrivals in Hong Kong were said by experts to be responsible for imported COVID-19 infections between 8 and 21 July in 2020 – 34 cases (30 per cent) were sea or aircrew members, and 28 (25 percent) were domestic helpers.[7] In late June, the loophole was highlighted after nine ship workers who arrived with their vessel in Ningbo tested positive. The ship had made a three-day port call in Hong Kong on its way to Ningbo. Official figures show that more than 11,700 sea crew members have been exempted from quarantine since February, while Hong Kong still allows unrestricted sea crew change for vessels since 8 June. Prior to 8 July, sea and aircrew members were exempt from testing and quarantine. Since then, the authorities require sea and aircrew members to produce negative COVID-19 test results before coming to the city. However, a community outbreak was already under way.[7] On 26 July, as the number of daily confirmed cases reached 128 – the second highest level since the start of the pandemic and the fifth consecutive day when cases numbered in excess of 100 and a death toll of 18 – the government announced that ships without any cargo trade sailing via Hong Kong would no longer be allowed to change their crew in the city from 29 July. Disembarking crew members would have to remain on the ship and wait to be transported to the airport to avoid community infections. Medical experts said that the government measures were \"too little, too late\", and further questioned why the measures were only applicable three days afterwards.[247] According to experts, the acceleration of the community outbreak is due to the government's slow reactions and complacency of the public.[7] Many Hongkongers believe the increase in cases is due to people who have entered the city from abroad without having been subjected to quarantine, and have appealed to the government to end the exemptions.[248] The government defended the loopholes for certain workers, such as cross-boundary truck drivers, sea and aircrew, as \"essential to maintain the necessary operation of society and the economy\".[7] As the daily number of cases has hit three figures, government adviser Professor David Hui urged the government to suspend allowing the sea port for crew change; Dr Ho Pak-leung, microbiologist at the University of Hong Kong, said quarantine exemptions for sea crew members could be likened to a \"doorless chicken coop\".[249] The government embarked on a programme of mass testing, citing the need to limit the number of asymptomatic transmissions.[123] Questions were raised about the absence of tendering procedures, and the contractors' credentials which critics deemed suspect.[123][250] Carrie Lam said that there were only three companies that were capable of carrying out mass testing on the scale required;[250] they were given exemptions under Hong Kong law by virtue of their being qualified in China.[123] Arisina Ma, president of the Public Doctors' Association, decried the lack of transparency in inviting Chinese specialists and appointing Chinese companies to provide testing, saying that even senior health department officials were unable to give clear terms of reference of the interventions.[251] Many local health experts questioned why the government chose a strategy of wasteful universal testing, instead of focusing testing on more people who are deemed to be in higher risk groups; others questioned why local laboratories were not solicited although they have spare capacity.[251] Carrie Lam said that the Chinese government would absorb part of the cost.[123] Citizens were concerned about the privacy implications if the tests involved the subject's DNA.[251][252] Since the first week of August, prior to the arrival of the mainland testing team, the city has been rife with rumours that the team was being sent to obtain DNA from residents through the tests and used for surveillance purposes.[122][123][251] There is considerable public mistrust in the Hong Kong government which continues to fuel conspiracy theories.[253][254] China's building of a DNA database and its use and biometric surveillance were of great concern to human rights activists,[251][253] as was the fact that one of the contractors is on a US government blacklist for taking DNA for surveillance purposes.[123] The government attempted to reassure the public that testing would be optional, and that tests carried out \"would meet all legal requirements and that no samples would be sent back to the mainland\".[252][253] According to some press reports, the main business of China Inspection Company (), one of three contractors, was vehicle and electronic inspections, and had no track record whatsoever in medical testing. The board of its local subsidiary consisted of three people, none of whom was a qualified laboratory clinician and was thus not compliant with Supplementary Medical Professions Ordinance (Cap 359).[250] A second contractor, BGI Group (; ), one of the biggest companies conducting coronavirus testing in China,[251] had a subsidiary blacklisted by the US government on allegations of taking DNA from Uyghurs in Xinjiang for surveillance purposes.[123][252] The health code scheme is a proposed pandemic preventive measure, featuring a mobile application that allows its users to prove their health statuses by showing a QR code. It was first suggested by Dr. Pak-Leung Ho in May 2020 and was later endorsed by the government on multiple occasions. The users of the health code scheme will be able to travel between Guangdong, Hong Kong, and Macau without going through the quarantine procedure, as they can simply present their health code which contains their nucleic acid test result.[255][256] Moreover, there are suggestions from the pro-establishment camp that all Hong Kong citizens should be required to install a health code app to enter public areas such as restaurants.[257] Despite the support from multiple pro-establishment parties,[258] the health code scheme has been criticised by the medical and catering industry for being unscientific and has been criticised by human rights organizations for being virtually a social credit system.[259][260] Nicole Kidman's arrival in the city for filming of the Amazon Prime series Expats, based on the book The Expatriates by Hong Kong-born Korean writer Janice Y. K. Lee was the subject of controversy. Her exemption from the city's mandatory 7-day in-hotel quarantine regime was criticised as she arrived by private jet on 12 August 2021, and was spotted shopping with bodyguards.[261][262] According to a statement from the Hong Kong authorities, \"The case in discussion has been granted permission to travel to Hong Kong with a quarantine exemption for the purpose of performing designated professional work, taking into account that it is conducive to maintaining the necessary operation and development of Hong Kong’s economy\".[263] Shareholder activist David Webb ironically tweeted \"My Mum is changing her name to ‘Nicole Kidman’ and I’ve just sent my Gulfstream G650 to pick her up. One SAR, two systems.\"[261] The row continued within the city's legislature, with pro-establishment lawmakers Michael Tien and Priscilla Leung challenging the government narrative. Tien cited the lack of exemptions even for the Olympic team from a 7-day quarantine, saying that the government had created a precedent; Leung said that the exemption was \"not just an issue of political sensitivity, it’s a matter of health, safety and unfairness\".[264] Elizabeth Quat, who also expressed concern, said that she had \"received quite a number of complaints\" from citizens.[265] Responding to the controversy, Secretary for Commerce and Economic Development Edward Yau denied that the exemption violated existing policies. He said Kidman and four of her film crew's exemption was permitted under current COVID-19 laws \"based on individual circumstances and needs\", and that the crew would have to be fully vaccinated and comply with quarantine exemption requirements identical to those made available to bankers.[264] (Source: Hospital Authority ) Up to 5 February 2022: As of 5 February 2022: Number of cases by condition: Number of cases by infection source: Template:Navbox","Title":"COVID-19 pandemic in Hong Kong - Wikipedia","KeyID":"10339","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Hong_Kong"}