{"Content: ":"There are no confirmed cases of COVID-19 in Turkmenistan with the totalitarian government being proactive in censoring relevant information.[1][2][3] It is however suspected to have spread in the country unreported; specifics are difficult to ascertain and confirm in absence of independent media.[4][5] On 31 January 2020, Turkmenistan Airlines announced the suspension of flights to Bangkok and Beijing[6] and organised charter flights for Turkmen citizens there. On 29 February, Turkmenistan began refusing the entry of citizens from countries affected by the virus. On 5 March, three foreign travellers, two of them diplomats of an Arab country, were denied entry when they flew from Almaty, Kazakhstan. Their flight was diverted to Türkmenabat and after arriving at Ashgabat, they were all put on a flight to Istanbul.[7] Starting in March, in order to prevent the importation and spread of coronavirus infection, all aircraft arriving in Turkmenistan from abroad were redirected to the Turkmenabat International Airport.[8] Passengers arriving from outside of Turkmenistan were examined for signs of the virus. A delivery mechanism was established if necessary for patients in an infectious diseases hospital, while the airport medical center was equipped with personal protective equipment. After passing a medical examination, the plane, together with the passengers on board, would leave for Ashgabat. Departures from Turkmenistan were carried out from Ashgabat International Airport. Eventually, international flights were cancelled.[9] Those authorized solely for diplomatic, official, and humanitarian purposes were allowed to enter the territory of Turkmenistan.[10] Those who wished to visit Turkmenistan had to be in possession of a certificate declaring the absence of coronavirus.[11] Turkmenistan has evacuated citizens from countries with significant COVID-19 outbreaks including China, Russia, Turkey and Belarus.[12][13][14] The government of Turkmenistan restricted freight transport in April 2020.[15] Border checkpoints in Turkmenistan were equipped with disinfection facilities that same month.[16] Around the large settlements of Turkmenistan, including the capital city Ashgabat, additional control points have been created. Before entering large cities and towns, the body temperature of drivers or passengers of vehicles is measured using infrared thermometers. This precaution also applied to passengers on all domestic flights.[11] The Football Federation of Turkmenistan suspended for an indefinite period all tournaments under its auspices, including the 2020 Ýokary Liga.[17] It resumed on 19 April.[18][19][20][21][22] Turkmenistan Futsal League resumed on 2 June.[23][24] Sporting events were held on 7 April 2020 to celebrate World Health Day;[4] Turkmenportal reported that \"At a time when the situation with coronavirus remains tense in many countries of the world, in Turkmenistan thanks to timely measures, a calm epidemiological situation has been ensured.\"[25][26][27] On 9 April Turkmenistan set up medical special groups to control public health in order to prevent COVID-19.[28] All citizens of Turkmenistan were to be checked for coronavirus.[29] On 9 May, a military parade and festive celebrations in honor of the 75th anniversary of the victory in World War II was held in spite of the virus.[30][31] On 3 June, Turkmenistan solemnly celebrated World Bicycle Day.[32][33] The mass bike ride was attended by 7,400 people. On this day, a mass bike ride was supported in foreign capitals: Brussels, Minsk, Kyiv, Tashkent, Ankara, Tbilisi, Tokyo, Beijing, Paris, Bucharest, Abu Dhabi, as well as in the cities of Dubai (UAE), Turkestan (Kazakhstan), Istanbul (Turkey).[34][35] On 16 June, Turkmenistan reportedly locked down two major hospitals in Turkmenabat after a nurse tested positive for COVID-19.[36][verification needed] On 27 June, Human Rights Watch said that Turkmenistan authorities were putting public health in danger by denying an apparent COVID-19 outbreak.[37] The Ministry of Labor and Social Protection of Turkmenistan recommended taking vacations in July 2020.[38] Reporters Without Borders reported that the government of Turkmenistan had banned the word \"coronavirus\" and that people could be arrested for wearing masks or discussing the pandemic.[39][40] The organization later corrected their report, clarifying that the word itself was not banned, but maintained that it had been removed from informational brochures and that the government was restricting information about the virus and providing \"very one-sided information\".[41] According to Chronicles of Turkmenistan, state media did not begin reporting on the measures that had been taken until 25 March.[42] In April 2020, President Gurbanguly Berdimuhamedow advised burning the medicinal herb harmala to fight diseases, though it had not been scientifically investigated as a treatment for coronavirus and he did not explicitly mention COVID-19.[43][44] President Gurbanguly Berdimuhamedow said on 10 April that the \"sanitary and epidemiological situation in Turkmenistan is stable and under control\", while speaking at an extraordinary summit of the Turkic Council.[45][46] On 3 April, President Berdimuhamedow ordered a revision of the state budget,[47] new plans for the construction of buildings,[48] measures to support transport agencies,[49] an adequate supply of essential goods, and the development of measures to support private enterprises in connection with the coronavirus pandemic.[50] On 22 April, Minister of Foreign Affairs of Turkmenistan Raşit Meredow said that there were no confirmed cases of infection with the coronavirus COVID-19 in the country. Otherwise, Turkmenistan would report an infection to the World Health Organization. \"We are not hiding anything, we are open,\" the diplomat said, noting that Turkmenistan is responsible for the obligations assumed as a member of the UN.[51] Rashid Meredov suggested that his foreign colleagues visit the quarantine center in Lebap Region and make sure there is no pandemic. Turkmenistan has three border quarantine zones (Turkmenbashi, Garabogaz and Lebap Province) for detecting COVID-19.[52] In a telephone conversation with the Secretary-General of the United Nations António Guterres[53] the President of Turkmenistan proposed a dialogue on transport issues within the framework of the UN in the context of the coronavirus pandemic[54] and said that \"Turkmenistan is ready to provide its experience and opportunities to restore the global economy under the auspices of the UN\".[55] On 27 April, Paulina Karwowska, Head of the WHO Country Office in Turkmenistan, praised the work of the Government of Turkmenistan aimed at preventing coronavirus. She noted that Turkmenistan is working effectively to counter COVID-19 and prevent the spread of the virus in the country.[56][57][58] In May, the Russia-24 television channel released a documentary film by VGTRK special correspondent Anna Afanasyeva entitled COVID-19. Medical history-2. A significant segment of it was devoted to the epidemiological situation in Turkmenistan. \"As the whole world continues to struggle with COVID-19, Turkmenistan remains an oasis in the desert of viruses. Officially, this is the only state in the post-Soviet space that has bypassed the infection\", Anna Afanasyeva said in the report. Ogulmyahri Geldiyeva, director of the Information Center of the Ministry of Health of Turkmenistan, spoke about the experience of Turkmenistan, saying that the virus had bypassed the country, on a direct video link with the Russia-24 channel.[59][60] On 8 July, it was announced that Turkmenistan would purchase antiviral drugs from Russia.[61][62] On 5 October, a grassroots organization of Turkmen locals and activists began providing data on individuals in Turkmenistan who died of COVID-19 related complications.[63][64] There was international concern about economic problems in Turkmenistan caused by the pandemic, given the importance of trade with China to the country's economy.[39] On 18 January 2021, the Russian Direct Investment Fund (RDIF) said Turkmenistan had registered Russia's Sputnik-V vaccine through emergency-use authorization.[65] According to the \"Preparedness Plan of Turkmenistan for Counteracting the Coronavirus Pandemic and Taking Rapid Response Measures\", mosques,[66] bazaars,[67] shopping malls,[68] and some restaurants were temporarily closed.[69] The movement of some intercity bus routes and trains was temporarily stopped.[70][71] In order to combat the unfavorable influence of dust particles found in large quantities in the air, as well as to prevent infectious diseases, complex disinfection is carried out in Turkmenistan according to WHO recommendations.[72] On the border lands of Mary and Lebap Regions chlorine solution is sprayed with aviation[73] and disinfectants are sprayed by Toyota Hilux vehicles. On 16 October 2020, Turkmen Police confirmed a large outbreak of COVID-19 occurred at a prison in Daşoguz.[74] At the beginning of 2022, President Gurbanguly Berdimuhamedov instructed strengthening of measures to prevent the entry of the SARS-CoV-2 Omicron variant into Turkmenistan.[75] In January 2022, Turkmenistan tightened control at state border zones and customs points. In order to prevent the possible penetration of infectious diseases into the country, disinfection measures are systematically carried out at border checkpoints.[76] On 6 July 2020, a WHO mission arrived in Turkmenabat from Frankfurt am Main on a charter flight with Turkmenistan Airlines.[77] On this day Neytralny Turkmenistan[78] newspaper with a link to the Information Center of the Ministry of Health and Medical Industry of Turkmenistan reported that in Turkmenistan, an increased dust content in the atmospheric air was recorded, which is unfavorable for human health, namely for the respiratory system. The website recommended that in order to reduce the natural and exogenous effects due to a possible change in the air composition and increase in the content of pathogenic substances in it, employees of the healthcare system, retail outlets, public transport and other service workers should use personal protective equipment for the upper respiratory tract (surgical masks). Neytralny Turkmenistan also recommended masks for people with chronic diseases, and encouraged people to wash their hands and practice good hygiene.[79] On 10 July 2020, a meeting of experts from the advisory and technical mission of the WHO Regional Office for Europe with the leadership of the Ministry of Health and Medical Industry of Turkmenistan and the Minister of Foreign Affairs of Turkmenistan took place.[80][81] Dr. Catherine Smallwood, head of the WHO/Europe mission undertook a 10-day mission visit to Turkmenistan.[82][83][84] It was noted that Turkmenistan's efforts to counter COVID-19, including the proposal to establish an international Council of Medical Scientists and join the country in the COVID-19 Technology Access Pool (C-TAP), were significant.[85] Humanitarian aid from the WHO was delivered to Turkmenistan on 16 July in preventive measures.[86] The humanitarian cargo includes 320,000 medical masks, 130,000 respirators, over 88 thousand face shields, over 18,000 glasses and 12,000 gowns. The cargo was sent to Ashgabat, where all funds were distributed and transferred to the country's medical institutions.[87] In January 2021, the Russian Sputnik V[88][89] and EpiVacCorona[90] COVID-19 vaccines were officially registered in Turkmenistan. In June 2021, Turkmenistan received a large batch of Chinese vaccine CoronaVac by Sinovac Biotech.[91] In Turkmenistan, the population was vaccinated in stages.[92] 18 vaccination points were opened in the country.[93][94] On July 7, Turkmenistan's healthcare ministry made Covid vaccinations mandatory for all residents aged 18. The country has procured vaccines from China and Russia. Turkmenistan said in an announcement published by state media that exceptions would only be made for those with medical contraindications to inoculation.[95] In December 2021, Turkmenistan registered the Sputnik Light Russian vaccine.[96] ","Title":"COVID-19 pandemic in Turkmenistan - Wikipedia","KeyID":"10337","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Turkmenistan"}