{"Content: ":"This article is about the political impact of the COVID-19 pandemic in Russia. On 25 March, the 2020 constitutional referendum, which was originally scheduled for 22 April, was postponed by President Putin in a televised address to the nation.[1][2] On 13 May 2020, the governors of Arkhangelsk Oblast and Nenets Autonomous Okrug announced their plan to merge following the collapse of oil prices stemming from the pandemic.[3] A referendum on the issue was planned to be held on 13 September 2020.[4] This could be the first merger of Russia's federal subjects since the unification of Chita Oblast and Agin-Buryat Autonomous Okrug in 2008.[5] After protests in Nenets Autonomous Okrug including from local United Russia representatives, on 28 May the referendum was postponed indefinitely.[6] On 1 April, President Putin signed legislation imposing severe punishments for those convicted of spreading false information about the coronavirus and breaking quarantine rules.[7] On 13 May, the State Duma submitted and passed amendments allowing electoral commissions to introduce postal or internet voting during elections and referendums. Previously, voting by mail could be allowed only in regions, but now it has been extended to the federal level. The amendment does not affect the 2020 constitutional referendum, the procedure of which is covered by a separate law. In addition to that, collecting voter signatures for registering a candidate or organising a referendum will be allowed through the Russian Public Services Portal [ru], however the number of such signatures can't exceed 50%. The procedure of filling signature sheets has been changed as well, now voters have to fill their names personally. The maximum number of invalid signatures has been lowered from 10% to 5%. The Communist Party, LDPR and A Just Russia opposed the amendment, saying that the draft was not consulted with them. The law has been passed with 250 votes in favour and 83 against.[8][9] On 25 April, two cases were confirmed in the State Duma, the lower chamber of the Federal Assembly, the Russian parliament. They included deputies from the Communist Party Leonid Kalashnikov and Dmitry Novikov.[10] On 6 May, United Russia deputy, Svetlana Maksimova was diagnosed with COVID-19. She was hospitalised in Tver earlier.[11] On 13 May, the Chairman of the State Duma Vyacheslav Volodin announced that five deputies had been infected in total. Three of them were hospitalised, one of which had been recovered. Oksana Pushkina from the United Russia party said that she is one of the two new confirmed cases.[12] On 18 May, the advisor of the chairman Anastasia Kashevarova said that six deputies had positive tests, two of them had recovered, two were hospitalised, another two were quarantined at home.[13] On 20 May, the Chairwoman of the Federation Council, the upper chamber, Valentina Matviyenko said that five senators had recovered from COVID-19.[14] On 23 September, it was reported that State Duma deputy from the Communist Party, Vakha Agaev, had died from the virus.[15] On 29 September, the Chairman of the State Duma, Volodin, said that 18 deputies were in hospital with the virus and that overall 60 deputies have been ill. The State Duma would also partially switch to working remotely.[16] On 30 April, Prime Minister Mikhail Mishustin announced that he had tested positive for the virus. President Putin as a result signed an executive order to appoint First Deputy Prime Minister Andrey Belousov as Acting Prime Minister while Mishustin recovers.[17] On 19 May, President Putin reappointed Mishustin as the Prime Minister.[18] On 1 May, Minister of Construction, Housing and Utilities Vladimir Yakushev and his deputy Dmitry Volkov were hospitalised because of positive tests. Another deputy, Nikita Stasishin was appointed as the acting minister.[19] On 6 May, Minister of Culture Olga Lyubimova was confirmed to have tested positive for the virus. Her First Deputy, Sergey Obryvalin was appointed as the acting minister.[20] On 14 May, President Putin said that Education and Science Minister Valery Falkov had recovered from COVID-19.[21] On 12 May, Kremlin spokesman Dmitry Peskov confirmed that he had tested positive for the virus. He said that the last time he met President Putin in person was over a month ago.[22] Peskov was discharged on 25 May and returned to his duties.[23] In a poll carried out by the Levada Centre from 24 to 27 April 2020, 46% of respondents approved of the president's and federal government's measures in combating the virus, while 48% disapproved with 18% believing it was excessive and 30% believing it was not enough. In the same poll, 50% of respondents approved of their local government's measures, while 45% disapproved with 15% believing it was excessive and 30% believing it was not enough.[24][25] In another poll by the Levada Centre carried out from 22 to 24 May, 66% said that they approved of the measures taken by the president and federal government, while 32% disapproved. In the same poll, 63% approved of their local government's measures while 33% disapproved.[26] President Putin's approval rating and trust rating fell during the pandemic. Putin's approval rating fell from 69% in February 2020 to 63% in March and 59% in April and May in polls by the Levada Center — the lowest recorded by the pollster during his time in power.[27] In June and July, it was 60%.[28] In a poll carried out from 27 July to 2 August by the state-run pollster VTsIOM, Putin's approval rating was 60%.[29] In May, the Levada Centre recorded Putin's lowest trust rating: 25% said that they trusted Putin the most (out of a list of politicians) compared to 59% in November 2017 when the Levada Centre began the polls.[30] In July, his trust rating fell to 23%.[28] In August however, his approval rating increased to 66% and his trust rating jumped to 33%.[31][32]","Title":"Impact of the COVID-19 pandemic on politics in Russia - Wikipedia","KeyID":"10335","URL":"https://en.wikipedia.org/wiki/Impact_of_the_COVID-19_pandemic_on_politics_in_Russia"}