{"Content: ":"The COVID-19 pandemic in Macau is part of the ongoing worldwide pandemic of coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The first known case of the disease in the special administrative region of China was confirmed on 22 January 2020. The city saw nine more cases by 4 February, but no more cases until 15 March, when imported cases began to appear.[3] Until 26 April 2021, the city has 49 cumulative confirmed cases of COVID-19, all of those having recovered, and no deaths from the disease.[1] Stringent government measures [4] have included the 15-day closure of all 81 casinos in the territory in February; in addition, effective 25 March, the territory disallowed connecting flights at its airport as well as entry by all non-residents (with the exception of residents of mainland China, Hong Kong, and Taiwan), and from 6 April, the Hong Kong–Zhuhai–Macau Bridge was closed to public transport and most other traffic. The territory had not suffered a major outbreak of COVID-19 until June 2022, when a cluster of locally transmitted COVID-19 cases prompted the government to implement restrictions, including the closure of non-essential businesses and repeated rounds of mandatory mass testing of its entire population,[5] in line with mainland China's Zero-COVID policy.[6]  On 22 January 2020, Macau confirmed two COVID-19 cases, that of a 52-year-old woman and of a 66-year-old man, both from Wuhan.[7] On the morning of 26 January, the Macau Health Bureau confirmed three additional cases: that of a 58-year-old woman arriving from Hong Kong on 23 January after travelling to Wuhan, and of two women, aged 21 and 39, both arriving in Macau on 22 January via the Lotus Bridge; all three were residents of Wuhan. The Macau government has since temporarily closed all schools and universities, and has imposed border controls with temperature checks.[8] The government also declared the closing of several venues to limit the possible spread of the virus, including several entertainment venues and planned Lunar New Year performances.[9] On 27 January, a 15-year-old boy, the son of one of the previously confirmed patients, was declared the sixth case of the virus in Macau.[10] The next day, the seventh case was announced, that of a 67-year-old woman, a resident of Wuhan who travelled to Guangzhou before entering Macau through the Barrier Gate checkpoint.[11] On 6 March, all 10 confirmed patients with the virus had recovered. According to authorities, however, there are still 224 people in isolation, 6 in quarantine, and 58 Macau residents who have been to South Korea and Italy also isolated.[12] On 7 March, the Philippines announced that an airlift operation will be launched to bring home 167 Filipinos working in Macau.[13] On 15 March, the city registered a new COVID-19 case imported from Portugal, the first new case in over a month. The patient is a Korean migrant worker who visited her boyfriend's family in the city of Porto. The woman departed Macau on January 30. She flew back to Hong Kong from Dubai on March 13 on flight number EK380, taking seat 31J. She returned to Macau on the same day via the Hong Kong-Zhuhai-Macau Bridge. Later in the day she started experiencing coughing and went to the hospital on Sunday afternoon, March 15, with fever.[14] On 17 March, two new cases were reported. The first patient, a 47-year-old male, is a Spanish national doing business in Macau; he took the SU2501 flight from Madrid to Moscow on March 15, and then the SU204 flight from Moscow to Beijing. On 16 March, he took the NX001 flight from Beijing to Macau, arriving at Macau Airport at 8:00 pm of the same day. The second patient is a 20-year-old woman, a Macau resident who was studying in the United Kingdom. The patient left London and arrived at the Hong Kong International Airport via Kuala Lumpur on the night of March 16. Upon arrival at the Hong Kong-Zhuhai-Macau Bridge, she was detected to have a fever and was immediately taken to the hospital. Further testing revealed she was infected with the novel coronavirus.[15] On 19 March, the Education and Youth Affairs Bureau announced the re-postponement of its plans to resume primary and secondary education as a response to the second wave of COVID-19 cases beginning with the 11th case.[16] This is after the bureau's class resumption plans starting on 30 March, announced on 11 March.[17] On 27 March, the government of neighbouring Zhuhai announced that anyone returning or travelling from outside Mainland China (including Macau and Hong Kong) would undergo mandatory 14-day quarantine with a few exceptions.[18] This caused large crowds and chaos at the Lotus Checkpoint in Cotai, which was the only border checkpoint open at the time.[citation needed] On 19 June, 300 Filipinos who were living in Macau were airlifted in an operation headed by the Philippine Consulate General in Macau.[19] See #2021 On 31 December 2019, the Health Bureau was notified by the National Health Commission of an outbreak of pneumonia of unknown cause in Wuhan. Residents were asked to avoid excessive panic but to be conscious of personal hygiene and the hygiene of their environment. Those travelling to Wuhan were advised to avoid visiting local hospitals or having contact with sick people.[20] On 1 January 2020, the Macao Health Bureau asked Macau International Airport to implement body temperature screening for all passengers on flights coming from Wuhan.[21] Starting 5 January, the Health Bureau raised the pneumonia warning level to 3, medium risk, and on the same day established the \"Interdepartmental Working Group Against Pneumonia of Unknown Cause\" (應對不明原因肺炎跨部門工作小組).[22] Starting 10 January, people bought large quantities of masks, leading to shortages in some pharmacies. Macao Daily News reported that, according to the Health Bureau, the city's supply of masks was sufficient.[23] On the day that the first case in Macau was confirmed, the Health Bureau announced at a press conference the imposition of rationing starting in the evening of 23 January: Macau residents and foreign workers could use Macau Resident Identity Cards and foreign worker identity cards respectively to purchase up to 10 masks per person every 10 days. Director of the Health Bureau Lei Chin Ion (李展潤) said that out of 294 pharmacies in Macau, 160 did not have masks and that out of eight mask suppliers, one had 150,000 masks remaining in stock whereas the others were out of stock.[24] On 21 January, Chief Executive Ho Iat Seng ordered the establishment of a 24-hour \"Novel Coronavirus Emergency Coordination Center\", replacing the \"Interdepartmental Working Group Against Pneumonia of Unknown Cause\", to operate directly under the chief executive, with Secretary for Social Affairs and Culture as vice chair.[25][26] In response to the city's first imported case, steps were taken, including: border control points implemented health declarations,[27] resort workers had to wear masks, Macau residents were not encouraged to travel to Wuhan, and tour groups between Wuhan and Macau were suspended.[28][29] On 23 January, Macau confirmed its second imported case, leading the Government Tourism Office to cancel all Chinese New Year celebrations, including the Macau Chinese New Year Parade.[30] On the same day, Ho Iat Seng announced that anyone with fever symptoms should not leave Macau. On January 23, Ho Iat Seng announced that Macau had ordered 20 million masks to sell to Macau residents and foreign workers at cost.[31] The Correctional Services Authority announced precautions against the virus.[32] On 24 January, the Education and Youth Affairs Bureau announced that all non-tertiary schools would extend their Chinese New Year holiday, not resuming classes until February 10 or later. The bureau also asked other private tutoring and continuing education centers to delay the resumption of classes.[33] On the same day, the Tertiary Education Bureau also announced that ten tertiary institutions would delay classes until February 11.[34] The Sports Bureau later announced that sporting facilities would be closed from that afternoon (24 January) at 4PM.[35] On 25 January, the government of Macau announced that the opening hours at the Portas do Cerco border crossing with Zhuhai would be reduced by three hours, to 6AM–10PM, until further notice. Opening hours at other border crossings with Zhuhai and Hong Kong would not be affected for the time being.[36] On the same day, the Macau government announced that they would donate 50,000 urgently needed medical masks to the city of Zhuhai, to be used for the prevention and treatment of the virus.[37] On 26 January, the government announced that starting on the 27th, all non-residents who were from or had been to Hubei in the past 14 days were required to have a doctor's note certifying that they did not have the virus in order to be allowed into Macau. In addition, anyone who had been to Hubei in the past 14 days was prohibited from entering casinos.[38] That evening the government of Macau announced that starting at 9AM on the 27th, the 1,113 travellers from Hubei who had entered Macau between 1 December and 26 January and remained in the territory would be quarantined.[39] On 28 January, Secretary for Administration and Justice Cheong Weng Chon (張永春) said that in accordance with the decision of the central government, endorsements for mainland Chinese visitors to Macau would be suspended.[40] On 30 January, the Tertiary Education Bureau announced that the resumption of classes would be delayed further, and that a schedule for resuming classes would be released one week before classes were to resume.[41] On 3 February, the government of Macau announced that starting at noon, all bus and taxi passengers were required to wear masks; otherwise the driver would have the right to refuse boarding.[42][43] Starting at 13:00, all light rail passengers were required to wear a mask; otherwise the driver would have the right to refuse boarding.[44] On 4 February 2020, all casinos in Macau were ordered to shut down for 15 days.[45][46] The following facilities were also required to close: cinemas, theatres, indoor amusement parks, arcades, internet cafes, pool halls, bowling alleys, steam baths, massage parlours, beauty salons, gyms, health clubs, bars, karaoke bars, nightclubs, discos, and dance clubs.[47] On 7 February, the government of Macau announced that government workers were to stay home from the 8th to the 16th, except for emergency services.[48] On 11 February, at the daily press conference, the government announced the third face mask safeguarding plan and provided masks for children for the first time, but due to limited quantities, each child was only permitted to buy five.[49] The government also announced that testing would begin for groups at high risk of infection, and that the highest-risk group was tour bus drivers, of which 103 were to be tested that day.[50] On 13 February the government announced economic relief measures, including: (1) reduction of taxes and fees to relieve the burden on businesses and residents; (2) assistance to small and medium enterprises and interest subsidies, to support the continued existence of enterprises; (3) measures to enhance people's livelihoods and support vulnerable families; (4) technical training, providing work, and protecting wages; (5) putting out electronic coupons to accelerate economic recovery.[51] The government also announced that it would cooperate with a local research team in Macau to establish production lines in the mainland and safeguard the supply of face masks.[52] On 14 February, the government announced that, after balancing epidemic prevention with citizens' need for public services, starting 17 February, basic public services would be restored.[53] On 17 February, the government announced that effective 20 February, casinos could reopen but other entertainment facilities such as cinemas and bars were to remain closed. The government also announced that migrant workers entering Macau who had been to mainland China in the past 14 days would need to undergo 14 days of medical observation at a designated location in Zhuhai.[54] At a press conference, the Secretary for Economy and Finance Lei Wai Nong (李偉農) mentioned that when casinos reopened, they would have to follow government measures in order to protect employee and guest safety. If casinos were unable to prepare adequately for reopening, they could apply to delay reopening for up to 30 days.[55] On 18 February, due to the global face mask shortage, the government began providing masks with ties instead of ear straps.[56] On 19 February, the government announced that effective 20 February, passengers coming from COVID-19 hotspots would need to undergo medical checks upon entering Macau. Medical checks might also be conducted on Macau residents who made multiple trips back and forth to Zhuhai every day. It was also announced that some parks would reopen and government broadcasts would be adjusted.[57] All casinos reopened on 20 February 2020,[58] but visitor numbers remained low due to the pandemic, with hotels at less than 12% occupancy at the end of February.[59] Macau's casinos suffered a year-on-year revenue drop of 88% during February 2020, the worst ever recorded.[59] Starting on 20 February, the government of Macau restricted entry from mainland China.[60] On 21 February, the government announced that the following week, 24–28 February, the public sector would still provide basic services.[61] The fourth face mask safeguarding plan would begin the following day, 22 February.[62] On 25 February, the Health Bureau announced that people entering Macau who had been to South Korea in the past 14 days would be required to undergo 14 days of medical observation.[63] The Maritime and Water Bureau announced that the opening hours of the Outer Harbour Ferry Terminal and Taipa Ferry Terminal would be changed to 07:00–20:00 until further notice.[64] On 27 February,[65] the other venues that had been closed on 5 February along with the casinos were permitted to reopen. However, the government of Macau recommended that they implement epidemic control measures; if an outbreak occurred in such a place, they would require site control measures in accordance with Article 19 of the Infectious Disease Prevention Law.[66] The government of Macau announced that effective 2 March, public services would return to normal.[67] Private tutoring and continuing education institutions that meet health guidelines could also resume operations.[68] The Education Bureau announced that, subject to the conditions that Macau and Guangdong Province had no new confirmed cases for 14 consecutive days and Macau schools did not resume classes before Zhuhai and Zhongshan, it would be possible to announce the resumption of classes at non-tertiary schools.[69] The Correctional Services Authority announced that visiting services would partially resume on 4 March.[70] On 29 February, it was announced that passengers who had been to Italy or Iran in the past 14 days would need to undergo 14 days of medical observation in isolation. Macau residents would be permitted to undergo medical observation at a home location deemed appropriate by authorities.[71] On 2 March, many branches of the Macao Public Library reopened (with certain areas such as the multimedia rooms and children's reading areas remaining closed), and with the buildings receiving twice-daily \"Cleaning and Disinfection Periods\".[72] On 8 March, it was announced that starting at noon the same day, people entering Macau who had been to Germany, France, Spain, or Japan in the past 14 days would need to undergo a health check. In addition, starting 10 March at noon, passengers coming from those locations would need to undergo 14 days of isolation and medical observation at a designated location. Macau residents would be permitted to undergo medical observation at an approved home location.[73] The Tertiary Education Bureau announced measures to help students from Macau studying abroad to purchase face masks.[74] On 9 March, the Sports Bureau announced that sports facilities under its authority had gradually resumed opening starting 2 March, and that other facilities would be able to gradually resume opening starting 11 March. These facilities had been closed since 24 January.[75] The Blood Donation Centre announced the suspension of blood donation by at-risk individuals for 28 days.[76] On 13 March, the Education and Youth Affairs Bureau announced a contingency plan for resuming classes in stages, with different grades gradually going back to school on different dates from 30 March and 4 May.[77] On 14 March, it was announced that people entering Macau who had been to the COVID-19 hotspots of the Schengen Area, the United Kingdom, the United States, Canada, Russia, Brazil, Egypt, Australia, or New Zealand in the past 14 days would be required to undergo medical observation at a designated location.[78][79] The Tertiary Education Bureau announced that some classes meeting certain conditions would be allowed to resume on 1 April.[80] In addition, it was announced that students returning to Macau from abroad would have to undergo 14 days of medical observation at home and a nucleic acid test.[81] On 15 March, it was announced that New Zealand is not considered a COVID-19 hotspot.[82] The Tourism Bureau announced that from 17 March to 22 March the government would arrange transportation from Hong Kong International Airport for Macau residents and students coming from European countries to bring them to a designated location for 14 days of medical observation.[83] On 16 March, it was announced that starting 17 March at midnight (00:00), people arriving in Macau from any countries outside China (meaning mainland China, Hong Kong, Macau, and Taiwan) would have to undergo 14 days of medical observation at a designated location. The Tourism Bureau announced that transportation from Hong Kong International Airport to a designated location would be arranged for Macau residents and students coming from the United States as well as European countries.[84] Effective 18 March, the government banned entry of all non-residents, with exceptions for mainland China, Hong Kong, and Taiwan.[85] On 18 March, the Tourism Bureau announced that from 19 March to 31 March, transportation from Hong Kong International Airport would take Macau residents and students coming from all countries to designated locations for medical observation.[citation needed] On 19 March, the plan for resuming classes in stages was cancelled.[86] On 24 March, the chief executive announced that starting 25 March, connecting flights would no longer be permitted at Macau International Airport; any residents of Hong Kong, Taiwan, or mainland China who had been to other countries in the previous 14 days were prohibited from entering Macau; and Macau residents who had been to Hong Kong, Taiwan, or other countries in the past 14 days would be required to undergo 14 days of medical observation at a designated location.[87] On 25 March, the Health Bureau expanded restrictions on blood donations.[88] On 4 April, the government of Macau followed the Chinese central government in holding a day of mourning throughout Macau. Chinese flags and Macau flags were to be flown at half mast, and public entertainment and celebrations or festive events were to stop. Starting at 10 AM that day, Macau would observe a three-minute moment of silence.[89] Effective 6 April, the government suspended bus links over the Hong Kong–Zhuhai–Macau Bridge, only allowing dual licence (HK/Macau) and freight vehicles to use the bridge.[90] On 8 April, the Secretary for Economy and Finance announced that 10 billion patacas would be put into an anti-epidemic assistance fund to help residents and businesses.[91] On 20 April, the Education and Youth Affairs Bureau introduced a child mask plan to provide masks to children starting school.[92] On 25 April, the Education and Youth Affairs Bureau announced a testing plan for non-tertiary teachers and cross-border students, starting with testing 5,000 secondary school teachers.[93] On 28 April, the Marine and Water Bureau announced that starting April 29 at midnight (00:00), fishers returning to Macau would need to quarantine for 14 days on the fishing boat or at a hotel. Fishers who had already returned to Macau would be tested.[94] On 1 May, the health bureau introduced the Macau health code, which was to start being used on May 3 at 9:00. The health code is an upgraded version of a personal health declaration, which would replace the health declarations being used at border crossings. For the time being, it would only apply to entering Macau and entering local places.[95] On 2 May, it was agreed to resume regular hours of operation at Portas do Cerco and the Hong Kong–Zhuhai–Macau Bridge.[96] On 21 January, the health bureau announced a new imported case, ending Macau's streak of 200 days without a single COVID-19 case. The case was a 43-year-old female who had been to Dubai, Singapore, and Tokyo. She was asymptomatic.[97] On 16 May, the Novel Coronavirus Response and Coordination Centre confirmed a new case of imported infection, bringing the total number of confirmed cases to 50.[98] On 24 May, Macau confirmed its 51st case of COVID-19; it was later announced on 26 May that the patient carried the Delta variant, making it the first case of the variant in the city.[99] On 5 August, Macau authorities ordered entertainment and leisure venues (except casinos) closed after four local family members were infected with the Delta variant. The cluster of local cases was the territory's first in over a year. After a mandatory mass testing campaign rolled out in response to those cases, no other cases were found, and those venues that were closed would be allowed to reopen from 18 August.[100] In October 2021, parts of Macau were locked down after four construction workers tested positive for COVID-19.[101] On 20 April, Macau’s Novel Coronavirus Response and Coordination Centre relaxed the validity period on negative COVID-19 tests for people entering from Zhuhai from 24 hours to 48 hours.[102] On 25 April, the negative test validity period was also extended for people entering from the Guangdong Province.[103] On 19 June, health officials in Macau announced that it had found dozens of positive cases of COVID-19 in an unprecedented outbreak. Driven by the Omicron BA.5.1 subvariant, the COVID-19 outbreak was the city's first since October 2021. While the exact source of the virus that seeded the outbreak the prior month is still unknown, it was reported that those cases were traced to a prison worker and a butcher who frequently travelled between the casino hub and the neighbouring Chinese city of Zhuhai.[104] The discovery of these cases prompted the government to institute movement restrictions akin to mainland China's Zero-COVID policy. These restrictions, imposed on 23 June, included the closure of schools, entertainment venues, public dining, and other non-essential businesses; a three-day mandatory mass testing program for its entire population; and asking residents to stay home. While it did not close its iconic casinos—by far the biggest source of revenue for the city—shares of Macau's casino operators fell on 20 June on fears that COVID-19 restrictions would negatively impact the casinos' revenues in the near term.[6] On 21 June, Macau authorities locked down a hotel and casino resort with 700 people inside because of a COVID-19 outbreak in the complex. The lockdown, which barred entry to or exit from the property, was enforced by police officers wearing protective equipment.[105] On 4 July, Macau reported its first two deaths from COVID-19, becoming one of the last regions in the world to report their first deaths from the virus. The deaths consisted of a 94-year-old and a 100-year-old, both of whom died the previous day and had underlying medical conditions.[104] On 9 July, Macau authorities ordered harsher movement restrictions as the outbreak grew. Effective 11 July, all businesses—excluding essential services such as supermarkets—must shut down, and residents cannot leave their homes except for essential activities or jobs. Everyone outside their homes must wear masks, but adults must wear N95 (or equivalent) masks.[106] This lockdown marked the second time Macau shut all its casinos amid the pandemic, the first being in February 2020.[107] The lockdown measures, which had been set to expire on 18 July, were extended until 22 July.[108] As new cases continued to decline from their peak in late June, Macau officials announced on 20 July that casinos and some other essential businesses would be allowed to open effective 23 July.[109]From 24 July, all Macau residents were ordered to self-test for COVID-19 and report their test results to the government each day through July 31 in an attempt to keep new COVID-19 cases at a near-zero level.[110] At a press conference in February 2020, Ho Iat Seng welcomed mainland Chinese people to make use of Macau's free medical service. This created controversy online, with users worrying that people from the mainland would come to Macau and spread the virus. Afterwards, Secretary for Administration and Justice Cheong Weng Chon (張永春) said that any patients from outside Macau who had COVID-19 would need to pay their own medical bills; they would be able to apply for a fee waiver, and the government would make a decision based on their financial situation and effects on the public.[111] The first recovered patient[112] was a businesswoman from Wuhan. The Health Bureau stated that medical fees for people from outside Macau were double the fees for locals. The patient had applied to waive 34,000 patacas in medical fees. Internet users investigated and said that in the photos of her leaving the hospital, a handbag could be seen worth 20,000 patacas, and that the hotel she stayed at was more than 1000 patacas a night, concluding that she could afford the medical fees. This created a significant controversy. The bureau said they would make a determination in accordance with the law.[113] While in the hospital, the first confirmed patient requested hot dry noodles, a dish from Wuhan, so the hospital specially arranged a Hubei chef. When leaving the hospital there were more expenses, causing locals to envy the patient's \"five-star service\". This caused controversy on the internet in both Macau and Hong Kong. The director of Conde S. Januário Hospital Lei Wai Seng (李偉成) said that the hospital's goal is not to provide special meals to patients, but rather that nutrition is important for a patient's recovery; if the patient's nutrition is inadequate, it's bad for their recovery. He emphasised that all patients are treated equally with respect to meals, and that the cost of meals is included in the hospital bill.[114] When Guangdong became the province with the second-most cases in China, Macau still had tens of thousands of people going to and from Zhuhai every day. Many people asked for the border to be closed, but the government repeatedly said that a complete closure was not possible. Ho Iat Seng said, \"If we closed all the ports of entry, who would remove the trash? Who would handle security? How would we get fresh produce? These are the issues we're thinking about.\"[115][116] In February 2020, in order to prevent spread of the virus, the government announced that all country parks and municipal parks would be closed, to avoid crowds and reduce the risk of infection. Some residents were unhappy with this, feeling that the risk of transmission in the suburbs was very low, and that staying at home for a long time without going outside to exercise would increase the risk of other diseases.[117] The Center for Disease Control and Prevention said that railings and similar could become a mode of transmission, that it's difficult to wear a mask when exercising, and that it's easy to end up starting a conversation if you run into a friend; these could all increase the risk of transmitting the virus. The government decided to close public recreation facilities in order to avoid community transmission.[118] On 17 February, the government announced that casinos would reopen starting 20 February, but at the same time warned that the epidemic remained serious and advised residents to stay home and avoid going out. In addition, public parks and other public facilities would remain closed. In response, some residents questioned whether these measures and recommendations were contradictory, saying sarcastically that the government doesn't let people go to the park to exercise but does let them go to the casino to gamble.[119] The government responded that after an evaluation, the decision to reopen casinos was made to balance the needs of epidemic prevention and local workers' employment. When the casinos reopened, epidemic prevention measures would be required to protect the health of employees and guests.[120] In addition, the government announced on 19 February that some parks would reopen.[57]","Title":"COVID-19 pandemic in Macau - Wikipedia","KeyID":"10345","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Macau"}