{"Content: ":"The COVID-19 pandemic in Japan has resulted in 11,904,980[1] confirmed cases of COVID-19 and 32,190[1] deaths. The Japanese government confirmed the country's first case of the disease on 16 January 2020 in a resident of Kanagawa Prefecture who had returned from Wuhan, China.[3] The first known death from COVID-19 was recorded in Japan on 14 February 2020. Both were followed by a second outbreak introduced by travellers and returnees from Europe and the United States between 11 March 2020 and 23 March 2020.[4][5] According to the National Institute of Infectious Diseases, the majority of viruses spreading in the country derive from the European type, while those of the Wuhan type began disappearing in March 2020.[6][7][8] On 5 October 2020, the number of confirmed cases in Japan exceeded the number of confirmed cases in China, and at the end of the month, the number of confirmed cases in the country crossed the 100,000-mark. The number of confirmed cases in Japan also crossed the 200,000-mark on 22 December 2020, the 300,000-mark on 14 January 2021, the 400,000-mark on 6 February 2021, the 500,000-mark on 11 April 2021, the 600,000-mark on 3 May 2021, the 700,000-mark on 21 May 2021, the 800,000-mark on 2 July 2021 and the 900,000-mark on 30 July 2021.[chronology citation needed] At the end of 2020, there were about 230,000 COVID-19 cases in the country, nearly 2.7 times the number of COVID-19 cases in China.[9] On 16 January 2021, the first anniversary of the beginning of the pandemic in Japan was commemorated. It was two days after the number of confirmed cases in the country exceeded 300,000. On 27 April 2021, the number of deaths in Japan crossed the 10,000-mark. The number of confirmed cases in the country exceeded the number of confirmed cases in Portugal on 6 August 2021 and crossed the one-million-mark the following day.[10] By the time the 2020 Summer Paralympics ended, there were more than a million cases in Japan. On 25 September 2021, the number of confirmed cases in the country exceeded the number of confirmed cases in the Czech Republic. More than a week later, on 5 October 2021, the first anniversary of the day when the number of confirmed cases in Japan exceeded the number of confirmed cases in China. Tokyo is the most affected prefecture in Japan, with nearly 380,000 cases.[citation needed] The country also joined the list of 40 countries with the most COVID-19 cases on 9 January 2021, a few months after becoming the most affected country in East Asia by overtaking China in terms of the number of infections. About seven months later, on 14 August 2021, Japan joined the list of 30 countries with the most COVID-19 cases, a week after the number of confirmed cases in the country exceeded a million. On 15 September 2021, Japan joined the list of 25 countries with the most COVID-19 cases. Five weeks later, on 20 October 2021, the country left the list of 25 countries with the most COVID-19 cases. On a global scale, cases in Japan constitute about 0.7% of global cases.[citation needed] The COVID-19 vaccination in Japan began on 17 February 2021, more than a month after the first anniversary of the beginning of the pandemic in the country was commemorated. As of 22 October 2021, about 96.4 million people in Japan received at least one dose of the COVID-19 vaccine while about 86.9 million were fully vaccinated. The Japanese government adopted various measures to limit or prevent the outbreak. On 30 January 2020, former prime minister Shinzo Abe established the Japan Anti-Coronavirus National Task Force [ja] to oversee the government's response to the pandemic.[11][12] On 27 February 2020, he requested the temporary closure of all Japanese elementary, junior high, and high schools until early April 2020.[13] On 7 April 2020, Abe proclaimed a one-month state of emergency for Tokyo and the prefectures of Kanagawa, Saitama, Chiba, Osaka, Hyogo, and Fukuoka.[14] On 16 April 2020, the declaration was extended to the rest of the country for an indefinite period.[15] The state of emergency was lifted in an increasing number of prefectures during May 2020, extending to the whole country by 25 May 2020.[16] On 15 August 2020, the 75th anniversary of the Japanese surrender in World War II was commemorated in badly-hit Tokyo. It was three days after the number of cases in Japan exceeded 50,000. On 7 January 2021, Suga declared a state of emergency for Tokyo and the prefectures of Chiba, Saitama and Kanagawa effective from 8 January until 7 February.[17] Japan's death rate per capita from coronavirus is one of the lowest in the developed world, despite its aging population. Factors speculated to explain this include the government response, a milder strain of the virus, cultural habits such as bowing etiquette and wearing face masks, hand washing with sanitizing equipment, a protective genetic trait, and a relative immunity conferred by the mandatory BCG tuberculosis vaccine.[18] In December 2021, the Ministry of Health, Labour and Welfare reported the number of excess deaths through July. The excess death toll was 12000 in COVID-19 and 11000 from natural causes due to the aging of the population, but the death toll from pneumonia fell by 5000 as a result of infection control measures taken by people.[19] The pandemic continued to be a concern for the 2020 Summer Olympics. Although the Japanese government and the International Olympic Committee negotiated its postponement until 2021, reports[which?] concluded that a cancellation of the games was still an option – although prime minister Yoshihide Suga dismissed the idea of it happening.[20] In the end, the Olympics went ahead, with sports events running between 23 July and 8 August 2021 and multiple restrictions in place to avoid the breakouts of the virus.[21]  Japan is one of the countries with at least a million COVID-19 cases, as well as the only country in East Asia with at least a million COVID-19 cases. At the beginning of the 2020 Summer Olympics, there were nearly 860,000 cases in the country. The COVID-19 pandemic in Japan can be divided into five waves based on the genome sequence of the country's COVID-19 virus.[6][7][22][23] The National Institute of Infectious Diseases (NIID) of Japan has determined from its genetic research that the COVID-19 variant of the first wave is derived from the Wuhan type that is prevalent in patients from China and other countries in East Asia. After entering Japan in January 2020 through travelers and returnees from China, the virus caused numerous infection clusters across the country before beginning to subside in March. Japanese medical surveillance confirmed its first case of the virus on 16 January 2020 in a resident of Kanagawa Prefecture who had returned from Wuhan.[3][24][25] On 14 February 2020, the country confirmed the first COVID-19 death. The first wave was followed by a second one that originated from a COVID-19 variant of the European type that is traced back to early patients from France, Italy, Sweden, and the United Kingdom.[6][23] Japanese medical surveillance detected the second wave on 26 March 2020 when the government's expert panel concluded the likelihood of a new outbreak caused by travelers and returnees from Europe and the United States between 11 March 2020 and 23 March 2020.[4][5] The NIID has established that the majority of viruses spreading in Japan since March is the European type. This has led it to conclude that the data \"strongly suggests\" that the Japanese government has succeeded in containing the Wuhan variant and that it is the European variant that is spreading across the country.[26] In terms of the number of confirmed COVID-19 cases, Japan overtook China on 5 October 2020 and became the most affected country in East Asia. The country also reached the first two grim milestones of 100,000 COVID-19 cases at the end of October 2020 and 200,000 cases on 22 December 2020. At the end of 2020, there were about 230,000 cases in Japan, which was nearly 2.7 times the number of cases in China. On 14 January 2021, the country reached the third grim milestone of 300,000 cases, two days before the first anniversary of the beginning of the COVID-19 pandemic. Six days later, Japan overtook China in terms of the number of COVID-19 deaths. The country also reached the fourth grim milestone of 400,000 cases on 6 February 2021.[27] About two months later, on 11 April 2021, Japan reached the fifth grim milestone of 500,000 cases. The total number of COVID-19 deaths in the country exceeded 10,000 on 27 April 2021. On 3 May 2021, Japan reached the sixth grim milestone of 600,000 cases. About two weeks later, the country reached the seventh grim milestone of 700,000 cases.[citation needed] Japan also reached the eighth grim milestone of 800,000 cases on 2 July 2021, three weeks before the opening ceremony of the rescheduled 2020 Summer Olympics. Four weeks later, the country reached the ninth grim milestone of 900,000 cases. It was a week after the 2020 Summer Olympics began. Japan also overtook Portugal in terms of the number of cases on 6 August 2021, two days before the closing ceremony of the Tokyo Olympics. On 7 August 2021, the country reached the tenth grim milestone of a million cases. The following day, there were more than a million cases in Japan by the time the 2020 Summer Olympics ended. On 25 September 2021, the country overtook Czech Republic in terms of the number of cases. On 30 July 2021, there were more than 10,000 new confirmed cases of coronavirus reported as the country experienced a fifth wave of infections.[28][failed verification]  The trend of case fatality rate for COVID-19 from 16 January, the day first case in the country was recorded.[29]  The initial response of the Japanese government to the COVID-19 outbreak was a policy of containment that focused on the repatriation of Japanese citizens from Wuhan, the point of origin of the pandemic, and the introduction of new border control regulations.[30] On 24 January 2020, Abe convened the Ministerial Meeting on Countermeasures Related to the Novel Coronavirus at the Prime Minister's Office with members of his Cabinet in response to a statement by the World Health Organization (WHO) confirming human-to-human transmission of the coronavirus. Abe announced that he would introduce appropriate countermeasures to the disease in coordination with the NIID.[31] On 27 January 2020, Abe designated the new coronavirus as an \"infectious disease\" under the Infectious Diseases Control Law, which allows the government to order patients with COVID-19 to undergo hospitalization. He also designated the disease as a \"quarantinable infectious disease\" under the Quarantine Act, which allows the government to quarantine people suspected of infection and order them to undergo diagnosis and treatment.[32] On 30 January 2020, Abe announced the establishment of the \"Novel Coronavirus Response Headquarters\" (新型コロナウイルス感染症対策本部), which meets at the Prime Minister's Official Residence and is run by a task force led by Deputy Chief Cabinet Secretary for Crisis Management [ja] Okita Yoshiki [ja].[33][11] The initial roster of the task force includes 36 high-ranking bureaucrats from several of the Ministries of Japan. The headquarters acts as the site of Abe's decision-making process on the country's virus countermeasures.[citation needed] On 31 January 2020, Abe announced that the government was prioritizing the repatriation of Japanese citizens from Hubei Province. Officials negotiated with Chinese authorities to dispatch five chartered flights to Wuhan from 29 January 2020 to 17 February 2020.[30] On 1 February 2020, the Japanese government enacted restrictions to deny entry to foreign citizens who had visited Hubei Province within 14 days and to those with a Chinese passport issued from there.[34] On 12 February 2020, it expanded those restrictions to anyone who had a recent travel history to and from Zhejiang Province or had a Chinese passport issued from there.[35] On 5 February 2020, Abe invoked the Quarantine Act to place the cruise ship Diamond Princess under quarantine in Yokohama. Quarantine officers were dispatched to the ship to prevent the disembarkation of crew and passengers, and to escort infected patients to medical facilities.[36] On 6 February 2020, Abe invoked the Immigration Control and Refugee Act to deny entry to the cruise ship MS Westerdam from Hong Kong after one of its passengers tested positive for COVID-19.[37] After the COVID-19 outbreak on the cruise ship Diamond Princess, the Japanese government shifted its focus from a policy of containment to one of prevention and treatment because it anticipated increasing community spread within Japan. This policy prioritized the creation of a COVID-19 testing and consultation system based on the NIID and the government's 83 existing municipal and prefectural public health institutions that are separate from the civilian hospital system. The new system handles the transfer of COVID-19 patients to mainstream medical facilities to facilitate patient flow, triage, and the management of limited testing kits on their behalf to prevent a rush of infected and uninfected patients from overwhelming healthcare providers and transmitting diseases to them. By regulating COVID-19 testing at the national level, the Abe Administration integrated the activities of the national government, local governments, medical professionals, business operators, and the public in treating the disease.[32] On 1 February 2020, the Ministry of Health, Labour and Welfare instructed municipal and prefectural governments to establish specialized COVID-19 consultation centers and outpatient wards at their local public health facilities within the first half of the month.[38] Such wards would provide medical examinations and testing for suspected carriers of the disease to protect general hospitals from infection.[38] On 5 February 2020, Abe announced that the government would begin preparations to strengthen COVID-19 testing capabilities at the NIID and 83 municipal and prefectural public health institutions that are designated by the government as official testing sites. Without a uniform diagnosis kit for the disease, the government has relied on polymerase chain reaction (PCR) tests to check for infections. As few mainstream medical facilities in Japan can conduct PCR tests, Abe also promised to increase the number of institutions with such kits, including universities and private companies.[36] On 12 February 2020, Abe announced that the government would expand the scope of COVID-19 testing to include patients with symptoms based on the discretion of local governments. Previously, testing was restricted to those with a history of traveling to Hubei Province.[39][40] On the same day, the Ministry of Health and NIID contracted SRL Inc to handle PCR clinical laboratory testing.[41] Since then, the government has partnered with additional private companies to expand laboratory testing capabilities and to work towards the development of a rapid testing kit.[42] On 14 February 2020, Abe introduced the government's coronavirus consultation system to coordinate medical testing and responses with the public. The Ministry of Health, Labour, and Welfare worked with local governments to establish 536 consultation centers that covered every prefecture within the country to provide citizens with instructions on how to receive COVID-19 testing and treatment. The general public needs to contact a consultation center by phone to get tested at one of the government's specialized outpatient wards (帰国者・接触者外来).[43][44] On 16 February 2020, Abe convened the government's first Novel Coronavirus Expert Meeting (新型コロナウイルス感染症対策専門家会議) at the Prime Minister's Office to draft national guidelines for COVID-19 testing and treatment.[45] The meeting was chaired by Dr. Wakita Takaji [ja], Director of the NIID, who brought together ten public health experts and medical professionals from across Japan to coordinate a response to the virus with Abe and the government's coronavirus task force in a roundtable format. The main concern of the Japanese medical establishment was overcrowding of hospitals by uninfected patients with light cold symptoms who believed that they had COVID-19. Medical representatives claimed that such a panic would strain medical resources and risk exposing those uninfected patients to the disease.[46][47] On 17 February 2020, the Ministry of Health, Labour, and Welfare released national guidelines for COVID-19 testing to each of the municipal and prefectural governments and their public health centers.[48][49] It instructed doctors and public health nurses who staff the consultation centers to limit consultations to people with the following conditions: (1) cold symptoms and a fever of at least 37.5 °C (or need to take antipyretic medication) for over four days; and (2) extreme fatigue and breathing difficulties. The elderly, people with pre-existing conditions, and pregnant women with cold symptoms can receive consultation if they have had them for two days.[48] On 22 February 2020, Health Minister Katsunobu Kato announced that the Japanese government was looking into the use of favipiravir, an anti-influenza medication developed by Fujifilm, to treat patients with COVID-19.[50][51] On 23 February 2020, Abe instructed the government's coronavirus task force to quickly draft a comprehensive basic policy.[52] Health Minister Katsunobu Katō reconvened the medical experts from the first Novel Coronavirus Expert Meeting on 24 February 2020 to draft this policy.[53] During the meeting, the medical establishment presented its policy recommendations in the form of a views report (新型コロナウイルス感染症対策の基本方針の具体化に向けた見解), concluding that the most important objective must be the prevention of large-scale disease clusters and a decrease in outbreaks and deaths. They stated that it would not be possible for the government to prevent the spread of COVID-19 in Japan on a person-to-person basis, but that it might be possible to regulate the overall speed of infection.[54] They cited the next week or two as a \"critical moment\" determining whether the country would experience a large cluster that could result in the collapse of the medical system and socio-economic chaos. After reviewing and discussing the existing data on the disease, the committee stated that universal PCR testing was impossible due to a shortage of testing facilities and providers, and recommended that the government instead limit the application of available test kits to patients that are at a high risk of complications to stockpile for a large cluster. Participants also noted that Japan's medical facilities are vulnerable to \"chaos,\" noting that many hospital beds and resources in the Tokyo area were already being used to care for the 700 infected patients from the Diamond Princess. They reiterated their warning that a rush of alarmed, uninfected outpatients with light symptoms of the disease could overwhelm hospitals and turn waiting rooms into \"breeding grounds\" for COVID-19.[55] On 25 February 2020, the Abe Administration introduced the \"Basic Policies for Novel Coronavirus Disease Control\" (新型コロナウイルス感染症対策の基本方針) based on advice from the expert meeting.[56] After a spike of infections in Italy, Iran, and South Korea, Abe decided that the government's disease countermeasures would prioritize the prevention of large-scale clusters in Japan. This included controversial requests to suspend large-scale gatherings such as community events and school operations, as well as to limit patients with light cold symptoms from visiting medical facilities to prevent them from overwhelming hospital resources.[57] First, the new policies advised local medical institutions that it is better for people with mild cold-like symptoms to rely on bed rest at home, rather than to seek medical help from clinics or hospitals. The policy also recommended that people at a higher risk of infection – including the elderly and patients with pre-existing conditions – avoid hospital visits for non-treatment purposes, such as by ordering prescriptions over the telephone instead of in person.[55] Second, the new policies allowed general medical facilities in areas of a rapid COVID-19 outbreak to accept patients suspected of infection. Before this, patients could only get tested at specialized clinics after making an appointment with consultation centers to prevent the transmission of the disease. Government officials revised the previous policy after acknowledging that such specialized institutions would be overwhelmed during a large cluster.[55] Third, the policy asked those with any cold symptoms to take time off from work and avoid leaving their homes. Government officials urged companies to let employees work from home and commute at off-peak hours. The Japanese government also made an official request to local governments and businesses to cancel large-scale events.[55] On 27 February 2020, Abe requested the closure of all schools from 2 March 2020 to the end of spring vacations, which usually conclude in early April. The next day, the Japanese government announced plans to create a fund to help companies subsidize workers who need to take days off to look after their children while schools are closed.[58] On 27 February 2020, the Japanese government also announced plans to expand the national health insurance system so that it covers COVID-19 tests.[59] On 9 March 2020, the Ministry of Health reconvened the Expert Meeting after the two weeks \"critical moment.\" The panel of medical experts concluded that Japan was currently not on track to experience a large-scale cluster, but stated that there was a two-week time lag in analyzing COVID-19 trends and that the country would continue to see more infections. Consequently, the participants asked the government to remain vigilant in quickly identifying and containing smaller clusters. With more COVID-19 outbreaks around the world, the panel also proposed that new infections from abroad could initiate a \"second wave\" of the disease in Japan.[60][61] On 9 March 2020, the Health Ministry published a disease forecast for each prefecture and instructed local governments to prepare their hospitals to accommodate their patient estimates. It predicted that the virus peak in each prefecture would occur three months after the first reported case of local transmission. The Ministry estimated that at the peak Tokyo would see 45,400 outpatients and 20,500 inpatients per day, of whom 700 would be in severe condition. For Hokkaido, the figure was 18,300 outpatients and 10,200 inpatients daily, of whom about 340 would be severe.[62] On 5 February 2020, the Abe Administration's coronavirus task force initiated a political debate on the introduction of emergency measures to combat the COVID-19 outbreak a day after the British cruise ship Diamond Princess was asked to quarantine. The initial debate focused on constitutional reform due to the task force's apprehension that the Japanese Constitution may restrict the government's ability to enact such compulsory measures as quarantines on the grounds that it violated human rights. After lawmakers representing almost all of the major political parties – including the Jimintō, Rikken-minshutō, and Kokumin-minshutō – voiced their strong opposition towards this proposal and asserted that the Constitution allowed for emergency measures, the Abe administration moved forward with legislative reform instead.[63] On 5 March 2020, Abe introduced a draft amendment to the Special Measures Act to Counter New Types of Influenza of 2012 to extend the law's emergency measures for an influenza outbreak to include COVID-19. He met separately with the heads of five opposition parties on 4 March 2020 to promote a \"united front\" in passing the reforms. The National Diet passed the amendment on 13 March 2020, making it effective for the next two years.[64][65] The amendment allows the Prime Minister to declare a \"state of emergency\" in specific areas where COVID-19 poses a grave threat to the lives and economic livelihood of residents. During such a period, governors of affected areas will receive the following powers: (1) to instruct residents to avoid unnecessary outings unless they are workers in such essential services like health care and public transportation; (2) to restrict the use or request the temporary closure of businesses and facilities, including schools, social welfare facilities, theatres, music venues, and sports stadiums; (3) to expropriate private land and buildings to erect new hospitals; and (4) to requisition medical supplies and food from companies that refuse to sell them, punish those that hoard or do not comply, and force firms to help transport emergency goods.[66] Under the law, the Japanese government does not have the authority to enforce citywide lockdowns. Apart from individual quarantine measures, officials cannot restrict the movement of people to contain the virus. Consequently, compliance with government requests to restrict movements is based on \"asking for public cooperation to ‘protect people's lives’ and minimize further damage to [the economy]\".[67] On 25 March 2020, the Ministry of Health, Labour and Welfare announced that the daily number of confirmed cases in Tokyo increased from 17 to 41 cases compared to the day before.[68] Tokyo Governor Yuriko Koike held an emergency press conference in the late afternoon, stating that \"the current situation is a serious situation where the number of infected people may explode.\" She requested residents to refrain from nonessential outings during the upcoming weekend.[69] On 26 March 2020, the Ministry of Health reconvened the Novel Coronavirus Expert Meeting to review the new data. The panel of medical experts concluded that there was a \"high probability of an expansion of infections\" within the country due to an increase in the number of infected patients returning from Europe and the United States between 11 March 2020 and 23 March 2020.[4] In response to the statement, Abe instructed Economic Policy Minister Yasutoshi Nishimura to establish a special government task force to combat the spread of the virus.[70] On 30 March 2020, Koike requested residents to refrain from nonessential outings for the next two weeks due to a continued increase in infections in Tokyo.[71] During a press conference held by the Japan Medical Association that same day, Kamayachi Satoshi [ja] of the government's panel of medical experts stated that his fellow panelists were divided over whether Abe should declare a state of emergency.[72] On 1 April 2020, the Ministry of Health reconvened the Novel Coronavirus Expert Meeting to assess the current COVID-19 situation in Japan.[4] On 2 April 2020, the Ministry of Health issued a notice that urged non-critical COVID-19 patients to move out of hospitals and stay at home or facilities designated by local governments.[73] Prefectural governors across the country began arranging accommodation for such patients through hotel operators and dormitories and issued official requests to the Japan Self-Defense Force for transportation services.[74][75] On 3 April 2020, Professor Nishiura Hiroshi of the Ministry of Health's Cluster Response Team presented the initial findings of his COVID-19 epidemiological models to the public.[76] He concluded that the government could prevent an explosive spread of the virus in Japan if it adopted strict restrictions on outings that reduced social interactions by 80 percent, while such a spread would occur if the government adopted no measures or reduced social interactions by only 20 percent. Nishiura added that Tokyo was about 10 days to two weeks away from a large-scale outbreak.[77] On 7 April 2020, Abe proclaimed a one-month state of emergency from 8 April to 6 May for Tokyo and the prefectures of Kanagawa, Saitama, Chiba, Osaka, Hyogo and Fukuoka.[78] He stated that the number of patients would peak in two weeks if the number of person-to-person contacts was reduced by 70 to 80 percent, and urged the public to stay at home to achieve this goal.[79] On 10 April 2020, Koike announced closure requests for six categories of businesses in Tokyo.[80] They include amusement facilities, universities and cram schools, sports and recreation facilities, theatres, event and exhibition venues. and commercial facilities. She also asked restaurants to limit opening hours to between 5 a.m. and 8 p.m. and to stop serving alcohol at 7 p.m. The request was to take effect on 12 April 2020 and promised government subsidies for businesses that cooperated with it.[citation needed] On 11 April 2020, Professor Nishiura presented the remaining findings of his COVID-19 epidemiological models.[81][82] He determined that reducing social interactions by 80 percent would decrease the COVID-19 infection rate to a manageable level in 15 days; by 70 percent in 34 days; by 65 percent in 70 days; and by 50 percent in three months. Any rate below 60 percent would increase the number of cases. On 16 April 2020, Abe expanded the state of emergency declaration to include every prefecture within the country.[15] Later on 4 May 2020, Abe said that Japanese Cabinet would expand the state of emergency declaration until end of May 2020.[83] Then on 14 May 2020, Abe and his cabinet declared that Japanese Government decided to relieve the state of emergency declaration, excluding eight prefectures like Tokyo, Kyoto Prefecture.[84] Some media expressed doubts about why only some of the easing standards were released under the name of comprehensive judgment. On 21 May 2020, the state of emergency is suspended in three prefectures in Kinki after they had cleared the threshold of having new infections below 0.5 per 100,000 people in the past week, resulting a total of 42 out of the 47 prefectures to be out of the state of emergency while five prefectures, such as Saitama, Kanagawa, Hokkaido, are waiting for lifting decision on 25 May 2020.[85][86] On 16 February 2020, Abe convened the Novel Coronavirus Expert Meeting to incorporate members of the Japanese medical community into his decision-making process.[45] The panel acts as the main medical advisory body of the Japanese government during the COVID-19 crisis.[87] Chair Vice Chair Members On 12 February 2020, Abe announced that the government would secure 500 billion yen for emergency lending and loan guarantees to small and medium enterprises affected by the COVID-19 outbreak.[88] He also declared that his Cabinet would set aside 15.3 billion yen from contingency funds to facilitate the donation of isolated virus samples to relevant research institutions across the globe.[89] On 1 March 2020, Abe evoked the Act on Emergency Measures for Stabilizing Living Conditions of the Public to regulate the sale and distribution of facial masks in Hokkaido. Under this policy, the Japanese government instructed manufacturers to sell facial masks directly to the government, which would then deliver them to residents.[34] On 5 March 2020, the Japanese government announced that it is organizing an emergency package by using a 270 billion yen ($2.5 billion) reserve fund for the current fiscal year through March to contain the virus and minimize its impact on the economy.[90] Three Cs (3つの密, Mittsu no Mitsu, \"Three 'Close's\"), also written Three C's or 3密 (San Mitsu), is a slogan originated by the Japanese government in 2020 in combating the COVID-19 pandemic.[91] The Three Cs were announced by the office of the Prime Minister of Japan on Twitter on 17 March 2020.[92] This followed work by the Ministry of Health, Labour and Welfare on how to prevent superspreader events and other clusters (クラスター), including the 25 February 2020 establishment of a Cluster Countermeasures Group within the ministry.[93] The slogan warns people to avoid three factors that contribute to clusters of infection:[94] Closed spaces (密閉) with poor ventilation; Crowded places (密集) with many people nearby; and Close-contact settings (密接) such as close-range conversations. On 16 July 2020, the WHO posted a recommendation to \"Avoid the Three Cs\", in terms very similar to those used in English by the Japanese government.[95] On 17 February 2020, the Ministry of Health, Labour and Welfare asked that those who have experienced fever over 37.5 °C for more than four days, in addition to those who experience severe symptoms such as lethargy and difficulty breathing, consult with the Return and Contact Consultation Centres immediately to determine whether testing is required.[96][97] However, some media outlets asserted that restrictive standards for testing would delay public health response to the pandemic, resulting in further spread of the disease.[98][99] In early February, Masahiro Kami [ja], a hematologist, chairman of the Institute for Healthcare Governance, and outside director of SBI Pharma Co., Ltd. and SBI Biotech Co., Ltd., criticized Japan's response to outbreaks of the disease onboard isolated cruise ships compared to that of Italy.[100] In late February, several Japanese media outlets reported that there were people with fever or other symptoms who could not be tested through the consultation centre system and had become \"test refugees\" (検査難民).[101][102][103][104] Some of these cases involved patients with severe pneumonia.[105] Hematologist Masahiro Kami claimed that many patients were denied testing due to their mild symptoms and criticized the Japanese government for setting testing standards that were too high and for lacking a response to patient anxiety.[106] On 26 February 2020, Minister of Health Katsunobu Kato stated in the National Diet that 6,300 samples were tested between 18 and 24 February, averaging 900 samples per day. Some representatives questioned the discrepancy between the actual number of people tested and the claim in the prior week that 3,800 samples could be tested per day.[107] On the same day, more doctors reported that public health centers had refused to test some patients. The Japan Medical Association announced that it would start a nationwide investigation and plan to cooperate with the government to improve the situation.[108] The Ministry of Health also stated that it would look into the situation with the local governments.[109] The strict constraints on testing for the virus by Japanese health authorities drew accusations from critics such as Masahiro Kami that Abe wanted to \"downplay the number of infections or patients because of the upcoming Olympics.\" It was reported that only a few public health facilities were authorized to test for the virus, after which the results could only be processed by five government-approved companies, which created a bottleneck forcing clinics to turn away even patients with high fevers. This has led some experts to question Japan's official case numbers. For example, Tobias Harris, of Teneo Intelligence in Washington, D.C., said: \"You wonder, if they were testing nearly as much as South Korea is testing, what would the actual number be? How many cases are lurking and justare not being caught?\"[98][110] Fact-checking in several media later proved that the news that the government had reduced the number of tests to curb the increase in the number of infected people for the Olympics was not accurate at all.[111][112] Testing was still restricted to large hospitals in March 2020, with 52,000 tests, or 16% of the South Korean amount, performed that month. A decision to expand testing was made on 13 April 2020.[113] There were many articles in March that criticized the number of PCR tests in Japan as very small compared to South Korea.[114][115] According to data released by the Ministry of Health, Labor and Welfare, Japanese authorities conducted a total of 15,655 PCR tests as of 17 March 2020, excluding tests conducted on those returning from China by charter flights and passengers on cruise ships.[116][117][118] On 5 March 2020, Japan announced that it will strengthen quarantine for new entrants from China and South Korea, along with added areas of Iran to the target area. The Chinese government showed understanding for the decision, while the Korean government called the measures implemented by Japan \"unreasonable and excessive.\"[119][120][121][122][123] Various problems are arising in connection with the Emergency Supplementary Income policies promoted by the Japanese government. At first, there were many obstacles to the rapid driving force as the 300,000 yen per household policy was changed to the 100,000 yen per population policy. In addition, some uncomfortable parts make it easier to evaluate postal delivery applications faster than online applications. In the case of postal delivery, it is possible to apply for each household more smoothly, but when applying online, separate paperwork for inspection is required for each local government office. In addition, since the application process for management subsidies is complicated, there are also side effects of financial disadvantages for small business owners and individual business owners. The reason why the shortage of masks was difficult to eliminate and it took a long time to receive the benefits, was that the Individual Number system, which was well known as \"My Personal ID Card Number System\", was only used by about 16% of the population, meanwhile most of the work could be handled without Individual Number system due to people's hesitation against the privately problematic policy which gets into a troublesome settlement for protection of private problem without the supervision of the government.[124][125] The Individual Number is a system for the administration to identify individuals. Due to opposition from the opposition party and liberals who say that the national and local governments will get to know personal information, the Individual Number has not spread easily and is not obligatory to link with other personal information such as bank accounts.[126][127] On this topic, Representative Sanae Takaichi who leads Ministry of Internal Affairs and Communications commented that they are considering to connect every single personal ID card Number and each single bank account for comfort usage of every citizen.[128][129] Moreover, Prime Minister Abe's cloth mask distribution policy is considered problematic, leading to a lack of clarity in budgeting. Furthermore, one of the companies involved in mask production is suspected of being a ghost company. The issue of tax waste, as well as the government's problem of maintaining quality—which was the trigger—were also pointed out.[130][131] The company that was suspected of being a dummy company by some media outlets was a broker of a sole proprietor, who had imported masks manufactured in Vietnam using locally procured materials. Originally, he was promoting masks to Fukushima and Yamagata prefectures, but the Ministry of Health and Welfare, who had trouble finding a mask supplier due to a sudden decision, bought them.[130][131][132] Not only he, but also people and companies who were reported suspicious in the media or were rumored on social media were slandered online, and there were many nuisances to the company and their homes.[133][134][135] Likewise, several news reports showed signs of missing numbers of infection statistics in Japan could be explained by other sources of statistics.[136][137][138] Furthermore, there would be differences among several statistics of departments since there were several standards for statistics among regional directors and departments of Japanese Authorities using those statistics with other standards.[139] The new method introduced by the Ministry of Health, Labor and Welfare will count fewer COVID patients, and has resulted in bringing the numbers down the in numerous prefectures.[140][141] The medical task-force advising the government, known as the Novel Coronavirus Expert Meeting, has adopted a three-pronged strategy to contain and mitigate COVID-19 that includes: (1) early detection of and early response to clusters through contact tracing; (2) early patient diagnosis and enhancement of intensive care and the securing of a medical service system for the severely ill; and (3) behavior modification of citizens.[142] Medical experts have prioritized COVID-19 testing for the first two purposes while relying on the behavior modification of citizens rather than mass testing to prevent the spread of the virus at a large-scale level.[143] On 25 February 2020, the Ministry of Health, Labour and Welfare established the Cluster Response Team (クラスター対策班) in accordance with the Basic Policies for Novel Coronavirus Disease Control.[144] The purpose of the section is to identify and contain small-scale clusters of COVID-19 infections before they grow into mega-clusters. It is led by university professors Hitoshi Oshitani and Nishiura Hiroshi and consists of a contact tracing team and a surveillance team from the National Institute of Infectious Diseases (NIID), a data analysis team from Hokkaido University, a risk management team from Tohoku University, and an administration team.[145] Whenever a local government determines the existence of a cluster from hospital reports, the Ministry of Health dispatches the section to the area to conduct an epidemiological survey and contact tracing in coordination with members of the local public health center. After the teams determine the source of infection, the ministry and local government officials enact countermeasures to locate, test, and place under medical surveillance anybody who may have come into contact with an infected person. They can also file requests to suspend infected businesses or restrict events from taking place there.[145] From its contract tracing findings, the Ministry of Health discovered that 80% of infected people did not transmit COVID-19 to another person. The Ministry also determined that patients that did infect another person tended to spread it to multiple people and form infection clusters when they were in certain environments.[146] According to one of the experts, Kawaoka Yoshihiro, \"[This meant that] you don’t need to trace every single person who’s been infected if you can trace the cluster. If you do nothing, the cluster will grow out of control. But as long as you identify a cluster small enough to contain, then the virus will die out.\"[147] On 9 March 2020, the medical experts reviewed the data from the Cluster Response Team's work and further refined its definition of a high-risk environment as a place with the overlapping \"three Cs\" (three close-contact situations (三つの密, mittsu no mitsu)): (1) closed spaces with poor ventilation; (2) crowded places with many people nearby; and (3) close-contact settings such as close-range conversations.[148] They identified gyms, live music clubs, exhibition conferences, social gatherings, and yakatabune as examples of such places. The experts also theorized that crowded trains did not form clusters because people riding public transportation in Japan usually do not engage in conversations.[148] During times when the number of infected patients rises to such an extent that individual contract tracing alone cannot contain a COVID-19 outbreak, the government will request the broad closure of such high-risk businesses.[149] During the initial stages of the outbreak, medical experts recommended the government to focus on COVID-19 testing for contact tracing purposes and patients with the following symptoms: (1) cold symptoms and a fever of at least 37.5 °C (or need to take antipyretic medication) for over four days; and (2) extreme fatigue and breathing difficulties.[49] The elderly, people with pre-existing conditions, and pregnant women with cold symptoms could be tested if they had them for two days.[49][48] The country's high number of computed tomography (CT) scanners (111.49 per million people) allows them to confirm suspicious pneumonia cases and begin treatment before testing them for COVID-19.[citation needed] On 1 April 2020, medical experts requested the government to secure more hospital beds for patients and transfer those with mild or no symptoms to outside housing facilities to focus treatment on the severely-ill.[4] The Japanese government's medical task-force anticipates multiple waves of COVID-19 to arrive in the country for at least the next three years, with each one prompting the public to engage in a cycle of restricting and easing movement.[147] Under the current law, the Prime Minister can restrict movement by declaring a \"state of emergency\" in specific areas where COVID-19 poses a grave threat to residents. During such periods, the governors of affected areas can request citizens to avoid unnecessary outings and temporarily close certain businesses and facilities. Since the government cannot enact compulsory measures to enforce these requests, it has instead embarked on a social engineering program to train its citizens to comply with them on a voluntary basis during current and future state of emergencies.[147] To reduce person-to-person contact, the government has instructed the public to refrain from going to high-risk environments (the Three Cs: closed spaces, crowded places, and close-contact settings) and events involving movement between different areas of the country.[149] It emphasized extreme caution when coming in contact with the elderly. The government also promoted such work-style reforms as remote work and staggering commuting hours, while improving the country's distance learning infrastructure for children.[149] On 4 May 2020, the Ministry of Health, Labour and Welfare unveiled its program to create a \"new lifestyle\" (新しい生活様式) for the country's citizenry that is to be practiced every day on a long-term basis.[150][151] Several elements of the lifestyle include behavior changes demanded under the state of emergency, such as avoiding high-risk environments and long-distance travelling. However, the program expands these precautions to cover more mundane activities by requesting people to engage in such activities as wearing masks during all conversations, refraining from talking when using public transportation, and eating next to one another rather than facing one another.[149][150] COVID-19 vaccination in Japan started later than in most other major economies.[153] The country has frequently been regarded as \"slow\" in its vaccination efforts.[154][155] The following are examples of the spread of infections for six of the eight regions in Japan. The first case was identified in Hokkaido on 28 January 2020,[158][159] and the first case of an infected person in Hokkaido was on 14 February 2020.[158][160] To limit the spread of infection, the governor of Hokkaido, Naomichi Suzuki, announced the Declaration of a New Coronavirus Emergency on 28 February 2020, calling on locals to refrain from going out.[161] The Tōhoku region had been relatively unaffected during the earlier waves of infections. As late as 10 July 2020, Iwate Prefecture had not reported any cases.[162] By 3 April 2021, the total number of reported COVID-19 cases in the region had reached 12,076, with 6,423 of those cases having been reported in Miyagi Prefecture, 4,196 of which were from the city of Sendai.[163][164][165][166][167][168][citation needed] On 13 February 2020, three confirmed cases were announced in the Kanto region, and one case was confirmed in each of Kanagawa, Tokyo, and Chiba. On 6 March 2020, it was confirmed that 121 infected people were reported in 5 prefectures, including Tochigi and Saitama. On 21 March 2020, a total of 136 people were identified as infected in Tokyo, and a total of 311 people were confirmed in the Kanto region.[citation needed] The first case was identified in Aichi Prefecture on 26 January 2020,[169] and the first case of an infected person in Aichi was on 14 February 2020.[169] As the virus spread, Governor Omura of recognized that there were two clusters in the prefecture, mainly in Nagoya.[170] He emphasized the need to work with the Nagoya City Government to prevent the spread of infection.[170] The Osaka model (Japanese: 大阪モデル, Hepburn: Ōsaka moderu) of self-restraint (自粛, Jishuku) was widely praised in Japan.[171] The proactive measures enacted by Governor Yoshimura in Osaka Prefecture have been effective in mitigating the effects of the pandemic compared to other regions of Japan with minimal disruptions to education or the economy. Governors of other prefectures have followed this example. As the second-largest population center in Japan with the highest population density in the Kansai region, this has been effective to reduce the spread of the virus in this region. Reduced international tourism to Kyoto due to travel restrictions and cancellations of tour groups has also reduced the spread of the virus but the tourism sector is struggling as a result.[172][173] On 24 May 2020, Fukuoka Prefecture announced a total of four confirmed cases, including one re-positive case confirmed in Fukuoka City, and three infected cases related to Kitakyushu City.[174] Unfortunately for Kyushu, Kagoshima announced on 2 July 2020 that it has newly confirmed the infection with coronavirus in 9 men and women.[175] On the other hand, Fukuoka Prefecture announced on the 2nd that four new coronavirus infections were confirmed.[175] In August 2020, Fukuoka remained most seriously affected with nearly four thousand cases and over forty deaths.[176] In January 2021, cases in Fukuoka rose to over 13,000 and 150 deaths.[176] Abe said that \"the new coronavirus is having a major impact on tourism, the economy and our society as a whole\",[177][178] throwing Japan into a recession. In Q1 2020 GDP there was 0.9 contraction, whereas in Q4 2019 GDP there was 1.9 contraction.[179] During the early stages of the pandemic, face masks sold out across the nation and new stocks were quickly depleted.[180] Pressure was placed on the healthcare system as demands for medical checkups increased.[181] Chinese people were reported to have suffered increased discrimination.[182] Due to the COVID-19 pandemic, logistics and supply chains from Chinese factories were disrupted, leading to complaints from certain Japanese manufacturers.[183] Abe considered using emergency funds to mitigate the outbreak's impact on tourism, 40% of which is by Chinese nationals.[184] S&P Global noted that the worst-hit stocks were for travel, cosmetics and retail companies, which are most exposed to Chinese tourism.[185] Video game developer Nintendo issued a statement apologizing for delays in shipments of Nintendo Switch hardware, attributing it to the coronavirus outbreak in China, where much of the company's manufacturing is located.[186] On the same day the Nagoya Expressway Public Corporation announced plans to temporarily close some toll gates and let employees work from their homes after an employee staffing the toll gates was diagnosed positive for SARS-CoV-2.[187] Due to personnel shortages, six toll gates on the Tōkai and Manba routes of the expressway network were closed over the following weekend.[187] In September 2020, the central government declared its intent to encourage remote work from the country's rural areas to combat the spread of the virus by subsidizing municipalities outside of the Greater Tokyo Area a total of ¥15 billion.[188] The remote work subsidy was made available to eligible municipalities at the onset of FY 2021 on 1 April 2021.[189] The outbreak has affected professional sports in Japan. Nippon Professional Baseball's preseason games and the Haru Basho sumo tournament in Osaka were announced to be held behind closed doors, while the J.League football and Top League rugby suspended or postponed play entirely.[190] On the weekend of 29 February 2020, the Japan Racing Association closed its horse racing meets to spectators and off-track betting until further notice, but continued to offer wagering by phone and online.[191] The outbreak has affected school sport in Japan. Health concerns led to sporting events such as baseball, basketball, and soccer in school being suspended or postponed, due to unexpected postponement of education generally.[citation needed] Two Yomiuri Giants players have tested positive for the new coronavirus, the Central League team announced on 3 June 2020, casting a shadow over Nippon Professional Baseball's plan to start the 2020 season on 19 June 2020.[192] The expansion of COVID-19 into a global pandemic led to concerns over the 2020 Summer Olympics and Paralympics in Tokyo, which continue to this day. In March 2020, it was announced that the Games would be postponed by a year, for the first time in the history of the modern Olympics.[193][194] The Tokyo Olympics took place from 23 July to 8 August 2021. There were 71 cases linked to the 2020 Summer Olympics since 17 July 2021.[195] The Tokyo Olympics triggered a massive surge in new cases in Japan. On 26 February 2020, Abe suggested that major sporting, cultural and other events should be cancelled, delayed or scaled down for about two weeks amid the COVID-19 pandemic.[196] As a result, J-pop groups Perfume and Exile cancelled their series of concerts scheduled for that days at the Tokyo Dome and Kyocera Dome Osaka, respectively, both of which have a capacity of 55,000.[197] On 27 February 2020, AnimeJapan 2020, originally scheduled to be held in Tokyo Big Sight in late March, was cancelled.[198] A number of major amusement parks announced temporary closures. On 28 February 2020, Tokyo Disneyland, Tokyo DisneySea and Tokyo Disney Resort were temporarily closed from 29 February 2020.[199][200] Universal Studios Japan also announced a closure the same day.[201] By mid-March, some attractions began to partially reopen, with Huis Ten Bosch and Legoland Japan Resort reopening with limited services (outdoor attractions only, visitors subject to temperature checks before entering) on 23 March 2020.[202][203] However, the Disney parks and Universal Studios Japan delayed their re-openings until mid-to-late April.[201][204][205] Later on, at the beginning of July 2020, Tokyo DisneySea and Tokyo Disneyland reopened after they reported their plan on 25 June 2020.[206] Affected by the shortage of outsourced staff due to the COVID-19 outbreak, many Japanese animated films and TV shows announced changes or postponed broadcasts due to production problems, including A Certain Scientific Railgun T (deferred for broadcast, changed to rebroadcast), Asteroid in Love, A3! (Delay extension), Kukuriraige -Sanxingdui Fantasy- (Delay extension), etc.[207][208] At the end of March 2020, TV Asahi announced that Rio Komiya, who plays Jūru Atsuta in the tokusatsu series Mashin Sentai Kiramager, had tested positive for COVID-19.[209][210] While production had been suspended, it was stated that there were enough completed episodes to last through 10 May.[211][212] On 25 March 2020, it was announced that Japanese comedian Ken Shimura had tested positive for COVID-19.[213][214] Shimura died on 29 March 2020 at the age of 70.[215][216] Not only anime series but also drama series have been silently refrained production to prevent the spread of infection, and most of telecasting stations are transmitting works from past years. In Nippon TV, the airing schedule of Haken no Hinkaku 2, starring Ryoko Shinohara and Yo Oizumi, has been postponed, as well as the airing schedule of Miman Keisatsu, starring Kento Nakajima and Sho Hirano, has been postponed.[217] In Tokyo Broadcasting System Television, the airing schedule of MIU404, starring Gen Hoshino and Gou Ayano, has been postponed, as well as the airing schedule for Hanzawa Naoki 2, starring Masato Sakai and Mitsuhiro Oikawa, has been postponed.[218] In Fuji TV, The schedule for airing the manga-based medical drama series in the second quarter, starring Satomi Ishihara and Nanase Nishino, has been postponed,[219] as well as the airing schedule for Suits Season 2, starring Yuto Nakajima and Yuko Araki, has been suspended.[220] Meanwhile, NHK announced that the schedule for three drama series would be postponed under the influence of the new coronavirus.[221] \"The broadcast date will be announced on the program guide and website as soon as it is decided,\" said the station.[222] On 19 April 2020, TV Tokyo, MediaNet & ShoPro announced that the Pokémon anime series would be going on hiatus, with production temporarily suspended. Reruns of old episodes began airing from 26 April 2020 to 31 May 2020; the staff announced that the new episodes would return on 7 June 2020.[223] In addition, production for the Toei Animation productions were suspended due to the pandemic after the following episodes aired including Healin' Good PreCure (Episode 12) and Digimon Adventure: (Episode 3).[224] As of 19 April 2020, Fuji TV, Toei Animation confirmed that the One Piece anime series will be going on recess, with production temporarily postponing new episodes and reruns of older episodes taking its place.[224] On 26 April 2020, Nippon Animation announced on Saturday that the broadcast of new anime episodes of Chibi Maruko-chan anime series has been suspended for the time being due to disease outbreak of COVID-19 occurred in Tokyo, Japan.[225] At the time of 26 April 2020, there were a number of anime series with production pauses due to difficulties in supply and production, including some series like Black Clover, Boruto: Naruto Next Generations, Duel Masters King, Kingdom (Season 3), Major 2nd Season 2. The following major festivals were cancelled: The triangle mark (△) would be cancelled in 2020 and 2021. The small circle mark (◌) cancelled on 2020, held on reduced scale on 2021.  The following major fireworks events were also canceled or considered to be postponed:The triangle mark (△) will be cancelled on 2020 and 2021  The following festivals were postponed: The following major contests were canceled or postponed indefinitely: The following year-end and year-in countdown event place were cancelled:  On 27 February 2020, Prime Minister Shinzo Abe requested that all Japanese elementary, junior high, and high schools close until early April to help contain the virus.[6][237] This decision came days after the education board of Hokkaido called for the temporary closure of its 1,600 public and private schools.[238] Nursery schools were excluded from the nationwide closure request.[6] As of 5 March, 98.8 per cent of all municipally run elementary schools have complied with Abe's request, resulting in 18,923 school closures.[239] Along with the school suspension, online education was being piloted in some areas where the health crisis was not severe, but there was a concern that the education gap was widening in each region due to the limited online environment in Japan. Due to the sudden public health crisis, school closures are taking place in the middle of school, and education gaps in each region and childcare problems in the home have led to difficulties in education. While there are promising plans to postpone the start of the new semester to September, centered on local politics, there are also opinions that some require a careful approach to changing the semester system. Those who promote semester change into September are pursuing a new semester change based on bridging regional gaps and meeting world standards, and those who ponder semester change argue that the online education environment needs to be rapidly updated by region before the semester change.[240][241] On 26 January 2020, Japanese people donated a batch of face masks to Wuhan.[242] According to the Liberty Times of Taiwan, these were actually purchased by China,[243] but Japanese media and the Japanese Consulate General in Chongqing [ja] stated that it was a donation.[244][245] On 3 February 2020, four organizations, the Japan Pharmaceutical NPO Corporation, the Japan Hubei Federation, Huobi Global, and Incuba Alpha, donated materials to Hubei.[246] On 10 February 2020, the Liberal Democratic Party's Secretary-General Toshihiro Nikai said that the party would deduct 5,000 yen from the March funds from members of the party to support mainland China.[247] Due to prejudice and ignorance, social harassment is expanding concerning infectious diseases. Because of their worries about having contracted the virus, the number of cases where medical personnel's family commuting is restricted. There are increasing cases where small business owners have been forced to take self-sufficiency by neighbors who feel anxious and deprived.[248] Between April and September 2020, restaurants accounted for 10% of all bankruptcies in Japan.[249] Ramen restaurants were particularly affected, with 34 chains filing for bankruptcy by September. Ramen restaurants are typically narrow and seat customers closely, making social distancing difficult.[249] The pandemic seems to be the reason for the abrupt end to the slowly declining trend in suicides in Japan for the last 10 years. Since July 2020 their number increased significantly to record highs. Women bear the major part of this increase.[250] Wild type Sars-Cov-2 was the virus that first arrived in Japan. From February through June 2020, B.1.1 was the main variant found in Japan.[251] From the end of June until mid-February, B.1.1.214 took over. In February and March, R.1 became common, but other variants were surpassing it by late June. Then around mid-March, the Alpha variant became dominant, and has been since. Now, Delta numbers seem to be rapidly rising. Alpha is believed to be more transmissible than wild type Sars-Cov-2, and may be more deadly. Delta is believed to be even more transmissible than Alpha. Identifying a sample as Delta requires full genome sequencing which is expensive and time-consuming, so the Ministry of Health, Labour and Welfare has been using the presence of the L452R mutation as a shorthand way of tracking probable Delta cases.[252] On 3 April 2020, foreign travelers who had been in any of the following countries and regions within the past 14 days were barred from entering Japan. This travel ban covers all foreign nationals, including those holding Permanent Resident status. Foreign nationals with Special Permanent Resident status are not subject to immigration control under Article 5 of the Immigration Control Act 1951 and are therefore exempt.[254] Japanese citizens and holders of Special Permanent Resident status may return to Japan from these countries but must undergo quarantine upon arrival until testing negative for COVID-19. The following countries and territories have restricted entry from Japan:[255] ","Title":"COVID-19 pandemic in Japan - Wikipedia","KeyID":"10340","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Japan"}