{"Content: ":"The COVID-19 pandemic in Mongolia is part of the ongoing worldwide pandemic of coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The COVID-19 pandemic was confirmed to have reached Mongolia when its first case was confirmed in a French man who traveled from Moscow to Dornogovi on 10 March 2020.[2] Mongolia is the fifth most affected country in East Asia, after South Korea, Japan, North Korea and Taiwan. As of 25 May 2022, there are 469,885 cases and 2,179 deaths in the country.[1] On 20 June 2021, Mongolia overtook China in terms of the number of COVID-19 cases, becoming the third most affected country in East Asia. Three days later, on 23 June, the number of COVID-19 cases in the country crossed the 100,000-mark. On 26 August, the number of COVID-19 cases in Mongolia crossed the 200,000-mark. More than a month later, on 29 September, the number of COVID-19 cases in the country crossed the 300,000-mark. On 13 January 2022, the number of COVID-19 cases in Mongolia crossed the 400,000-mark. On 12 January 2020, the World Health Organization (WHO) confirmed that a novel coronavirus was the cause of a respiratory illness in a cluster of people in Wuhan City, Hubei Province, China, which was reported to the WHO on 31 December 2019.[3][4] The case fatality ratio for COVID-19 has been much lower than SARS of 2003,[5][6] but the transmission has been significantly greater, with a significant total death toll.[7][5] The government announced various measures to control the outbreak. These include the closure of air and land border crossing between China and Mongolia from 27 January until further notice and suspension of all international flights and passenger trains until 30 April. All public events including conferences, sports and festivals have been canceled across the country, while all educational institutes are to remain closed until 30 April. Citizens are prohibited to travel to the countries affected by the outbreak and any travelers from there are subject to a 14-day quarantine. Any individuals caught lying about their travel history and health information at the borders stand to be penalized.[8] On 27 January 2020, the Mongolian government announced they would close the border with China. They began closing schools on the same day.[9] In February 2020, the Mongolian government cancelled Tsagaan Sar, the Mongolian New Year.[10] Around the holiday, severe limitations were placed on travel within the country.[11][9] Major events were canceled in March as well, causing economic difficulty for people whose incomes depend on tourism.[9] Other epidemic control measures included temperature checks for passengers entering Ulaanbaatar, health questionnaires, and requiring face masks on Ulaanbaatar public transportation and at the airport.[9] The government limited international flights and trains and closed its land borders.[12] Various businesses were closed, including churches, bars, and saunas. Sports, cultural activities, and restaurants were restricted.[9] On March 22, the Cabinet Secretariat decided to close schools and cancel activities until the end of April.[10] As of March 24, 2020, the country was in a state of \"heightened awareness\", not national emergency. At that time, 2,034 people were in quarantine, with the number expected to increase as Mongolians returned from other countries.[10] Almost 50% of the public regarded the government's response measures to the COVID pandemic as successful according to a May 2020 opinion poll.[13]  On 10 March, Deputy Prime Minister Ölziisaikhany Enkhtüvshin announced that a French national arriving in Ulaanbaatar via a flight from Moscow was the first confirmed COVID-19 case in the country.[2][14] The patient, a 57-year-old male, first showed signs of a fever on 7 March. Initial tests confirmed that the patient was positive for coronavirus, and the patient was told to self-isolate in Dornogovi.[2] The patient had already self-isolated upon the first symptoms, before any instructions from Mongolian authorities. Contrarily to claims made by the then-minister for Health, neither he nor any other passenger on the flight he took to travel to Mongolia ever received any recommendation to quarantine upon arrival. Two Mongolian close contacts of the patient left Dornogovi despite recommendations by health officials to remain in the province. The State Emergency Commission said that the two would be held legally responsible for their actions.[2] More than 120 people that have had close contact with the patient have been quarantined, and over 500 people with indirect contact are under medical observation.[15] After special transit planes have started evacuating those who are considered \"vulnerable\" to the disease from European areas, Japan and Korea, three more people have been reported as being infected with COVID-19 on 21 March. One of the cases is severe and nine people in the immediate vicinity of the case have been isolated.[8] On 27 March, one more person in isolation was tested positive for the coronavirus, bringing the total of imported cases to 11. The person was one of 221 people tested after being immediately isolated upon disembarking from an Istanbul-Ulaanbaatar charter flight approved by the National Emergency Commission.[16] That same day, Onom Foundation protested that Mongolia only has 160 ventilators (1 per 20,000 compared to America's 1 per 2,000) and that importing further cases will put undue stress on Mongolia's already stretched health care system.[17] On 27 March, the National Emergency Commission notified the public that the time of isolation of Mongolian evacuees (numbering 1,000) brought on charter flights will be extended by seven days in addition to the original 14 days. Food and board of the extra seven days amounting to 500 million MNT (180k USD) will be paid by the Government and each individual will be placed in a separate room from now on. This means 1000 evacuees will be released into the general population (in Ulaanbaatar) on 2–3 April.[18] According to Deputy Director B.Uuganbayar of the National Emergency Management Agency (NEMA) they will be advised to isolate themselves at home for an additional 14 days. Signatures promising compliance will be taken. A notice will be posted on their doors indicating the presence of an isolated person and neighbors will be encouraged to keep watch on them.[19] The next charter flights have been pushed out accordingly and will take place on 2 April (UB-Seoul-UB) and 3 April (UB-Tokyo-UB).[18] During the summer months of 2020 there were still around 10,000 Mongolians stranded abroad unable to get on to the few evacuation flights to return to the country.[20] By 25 August, there had been no confirmed cases of community transmission.[16] Mongolia's capital city Ulaanbaatar was considered the most vulnerable place in the country for community transmission with more than 300 people per square km[21] and half of the poor people having no access to improved sanitation. The WHO warned the country had the highest risk of local transmission during the flu season towards October and November months.[22] On November 11 the State Emergency Committee (SEC) and Ministry of Health announced the first verified case of community transmission in Mongolia. Patient zero was a 29-year-old cross-border truck driver (named Citizen D) who had been released from isolation on Nov 06. Citizen D had been isolated at the Enkhsaran Health Resort for 21 days upon arriving from Russia. The additional 14-day home isolation requirement had been cancelled a few months prior. Thus he was released into the general population in Ulaanbaatar and proceeded to his home in the north-eastern suburbs of the city. The SEC made public his reconstructed movements within the city. He had taken public transportation a number of times, mostly in the far western part of Ulaanbaatar (UB), visited an auto repair shop in the western part of UB, entered company premises to inspect a truck in the far eastern part of UB and watched a music concert called Kharkhan Nuden (Beautiful Black Eyes) at UB Palace Concert Hall in the western part of the city on Nov 08 with his wife. They sat at the very back row in a hall filled with hundreds of people. His wife worked as a fuel dispenser but had taken a week's leave. She had entered Duukhee Store in the western part of UB and used the Gandan Monastery bus stop before the concert. Both husband and wife were tested at the National Center of Communicable Diseases (NCCD) on Nov 10 as part of a routine test and found to be positive. On Nov 11 Citizen D's elderly mother-in-law and younger brother, a college student at MUBIS University in the city center, were found to be positive. On Nov 12 two college students of MUBIS University were found positive, bringing the total number of community transmissions in UB to 6, inclusive of Citizen D.[23][24] It was widely reported that quarantine protocols were breached at the Enkhsaran Health Resort, with a new arrival from Russia (subsequently tested positive) entering the same room as Citizen D when he was just a day or two away from being discharged. Citizen D was tested three separate times during quarantine and there was a window of vulnerability right before being discharged. On Nov 12 the Ministry of Health confirmed that Enkhsaran Health Resort was the prime suspect of causing the community transmission.[25] On Nov 12 a separate suspected case of community transmission, independent of Citizen D, was identified in Selenge Province in northern Mongolia bordering Russia. The case is a 74-year-old woman who tested positive two times and is being treated as a separate cluster.[26] On Nov 11 the city of Ulaanbaatar was placed on lock-down for five days. Later that day the lock-down was upgraded to a Total Readiness Stage to run from Nov 12 till Nov 17, unprecedented for the country. All businesses except essential services were closed or made to work from home. Police and military personnel were authorized to patrol the streets. Supermarkets, grocery stores and pharmacies were warned not to increase prices, on pain of fines of 20 million MNT (US$7,000). Khuchit Shonkhor and Tavan Erdene markets were fined 20 million MNT for increasing meat prices.[27] A PC game center was revealed to be operating during the first day of lock-down.[28] After some non-compliance from individuals and business entities on Nov 12 Sodbaatar, the Deputy Prime Minister of Mongolia and Head of the SEC, ordered that control measures be strengthened.[29] On Nov 12 it was reported that the initial 73 first-grade contacts of Citizen D tested negative for COVID-19.[30] The Mongolian government provided 30,000 sheep to China in February 2020[10] and personal protective equipment to the U.S. in June 2020.[31] The U.S. government pledged $1.2 million to help Mongolia fight COVID-19[10] and donated 50 ventilators.[32] The Global Fund to Fight AIDS, Tuberculosis and Malaria approved $1.28 million for COVID-19 emergency response measures in Mongolia.[33] Chart based on daily live updates from Ministry of Health of Mongolia as reported through mainstream media:[34] Data is updated by Ministry of Health of Mongolia at 11:00 (UTC+8:00) every day.  Data is updated by Ministry of Health of Mongolia at 11:00 (UTC+8:00) every day.  Data is updated by Ministry of Health of Mongolia at 11:00 (UTC+8:00) every day.  ","Title":"COVID-19 pandemic in Mongolia - Wikipedia","KeyID":"10346","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Mongolia"}