{"Content: ":"The COVID-19 pandemic in North Korea is part of an ongoing global pandemic of coronavirus disease 2019 (COVID-19), a novel infectious disease caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). North Korea confirmed its first case on 8 May 2022. North Korea is a secretive and diplomatically isolated country in East Asia. Its weak healthcare system and impoverished population led to concerns over the country's vulnerability to an outbreak, though its cold chain vaccination program had proven capable in prior pandemics.[3] With a totalitarian political system, little information on the pandemic's impacts on North Korea has been available to international observers. In January 2020, the North Korean government began taking extensive measures to protect itself from the initial COVID-19 epidemic, including the establishment of quarantine facilities, and strict travel restrictions. In March and April 2020, the Asia Times and 38 North reported that these measures seemed largely successful.[4][5] Before May 2022, the government of North Korea had not reported any confirmed cases of COVID-19, although some foreign analysts believed that the virus had spread there by March 2020.[6][7] Daily NK, a South Korean dissident-run news website, said that about 180 soldiers had possibly died from COVID-19 symptoms in January and February 2020.[8] In July 2020, a single suspected case in Kaesong prompted a three-week lockdown. By 2021, there were increasing reports that the isolation imposed to avoid the pandemic was having a major impact on the economy. The country declined several international offers of COVID-19 vaccines, making it one of the few countries not to begin a vaccination programme. North Korea began administering its first vaccine doses in June 2022. In May 2022, the Korean Central News Agency reported that an unspecified number of people in the capital Pyongyang tested positive for the virus, and announced the country's first confirmed deaths. Authorities announced over 1 million North Koreans were suffering from \"fever\". Kim Jong-un declared a national emergency and a country-wide lockdown. While NK News asserts that \"fever\" is used as a substitute for COVID-19 cases,[9] the South Korean National Intelligence Service stated that the total included cases of waterborne diseases,[10] such as measles and typhoid.[11] North Korea borders China and South Korea, two countries with early outbreaks. China is North Korea's closest ally, most important trading partner, and a source of tourists.[12][13] The Chinese-North Korean border is porous, in contrast to the heavily militarized border between North and South Korea. However, suspected COVID-19 cases in the two Chinese provinces bordering North Korea (Liaoning and Jilin) have been low.[7] Diplomatically and economically isolated,[7] North Korea is an impoverished country with a weak healthcare system and is subject to sanctions, rendering it vulnerable in the event of an outbreak.[14][12] In March 2020, there was concern that the country's widespread malnutrition could exacerbate the spread of COVID-19.[7] In April, North Korean public health official Pak Myong-su said that if the disease spread in North Korea, \"a serious disaster could not be avoided\".[15] The North Korean government is secretive, and the North Korean media is tightly controlled, making it difficult for observers to determine what is going on in the country.[7] Historically, North Korea has restricted travel in the face of epidemics abroad, such as SARS in 2003 and the West African Ebola virus epidemic in 2014.[12][16] It eradicated measles in 2018,[7][17] having a very efficient vaccination program managed by the Central Hygiene and Anti-Epidemic Institute, and the Hygiene and Anti-Epidemic Station, assisted by UNICEF and the World Health Organization (WHO). Given the supply of COVID-19 vaccines, the program could vaccinate the entire population with a first dose within weeks.[18] North Korea's government is totalitarian and maintains strict control over the country and its society, which experts anticipated could help in enforcing disease control measures such as social distancing.[7][19] The country has a high number of doctors for its per capita GDP, though they are less skilled and equipped than their counterparts in the Western world and in South Korea. North Korea also has a \"somewhat better standard of sanitation\" than other countries of the same economic level (e.g. Botswana or Laos).[19] North Korea was one of the first countries to close borders due to COVID-19.[16][20] Starting from 23 January 2020, North Korea banned foreign tourists, and all flights in and out of the country were halted. The authorities also started placing patients with suspected COVID, including those with slight, flu-like symptoms, in quarantine for two weeks in Sinuiju.[21][22][12] On 30 January, the state news agency of North Korea, the Korean Central News Agency (KCNA), declared a \"state emergency\", and reported the establishment of anti-epidemic headquarters around the country.[23] Though many parts of the border were closed, the bridge between Dandong and Sinuiju remained open and allowed supplies to be delivered.[24] In late February, the North Korean government said that it would keep the border closed until a cure was found.[25] On 2 February, KCNA reported that all the people who had entered the country after 13 January were placed under \"medical supervision\".[23] South Korean media outlet Daily NK reported that five suspected COVID-19 patients in Sinuiju, on the Chinese border, had died on 7 February.[26] The same day, The Korea Times reported that a North Korean female living in the capital Pyongyang was infected.[27] Although there was no confirmation by North Korean authorities of the claims, the country implemented further strict measures to combat the spread of the virus.[28][29] Schools were closed starting on 20 February.[30] On 29 February, Supreme Leader Kim Jong-un called for stronger measures to be taken to prevent COVID-19 from spreading within North Korea.[31] In early February, the North Korean government took severe measures to block the spread of COVID-19. Rodong Sinmun, the Workers' Party of Korea newspaper, reported that the customs officials at the port of Nampo were performing disinfection activities, including placing imported goods in quarantine.[32] All international flights and railway services were suspended in early February, and connections by sea and road were largely closed over the following weeks.[25] In February, wearing face masks was obligatory, and visiting public places such as restaurants was forbidden. Ski resorts and spas were closed, and military parades, marathons, and other public events were cancelled.[25] Schools were closed throughout the country; university students in Pyongyang from elsewhere in the country were confined to their dormitories.[33][30] Although South Korean media reported the epidemic had spread to North Korea, the WHO said there were no indications of cases there.[34] On 18 February, Rodong Sinmun, the official newspaper of North Korea's ruling party, quoted a public health official reiterating that there had been \"no confirmed case of the new coronavirus so far\". The WHO prioritised aid for North Korea, including the shipment of protective equipment and supplies.[35] The Daily NK reported information from an informant inside North Korea's military on 9 March, stating that 180 soldiers had died in January and February from complications of \"high fevers stemming from pneumonia, tuberculosis, asthma or colds\", while about 3,700 soldiers were under quarantine.[8] North Korean citizens returning from other countries were subjected to a 40-day isolation period, plus a subsequent 30-day \"medical observation\" period. According to North Korean media, nearly 7,000 North Koreans had been subjected to these rules as of 1 March.[25][failed verification] On 14 March, North Korea state media reported that there were still no confirmed cases in its territory.[36] Kim Jong-un ordered the construction of new hospitals in the country on 18 March. North Korean state media also reported the prior day that groundbreaking on the new Pyongyang General Hospital was underway. Kim told a newspaper linked to the ruling Workers' Party of Korea that the construction of new hospitals was being done for general improvement of the nation's healthcare system, without mentioning COVID-19.[37] On 20 March, North Korean media reported that excepting three foreigners, more than 2,590 people had been released from quarantine in North Pyongan and South Pyongan provinces.[38] Outside organizations provided aid to fight the virus: the Russian government provided test kits;[24] the WHO announced plans to send supplies despite the lack of confirmed cases; and the International Federation of Red Cross and Red Crescent Societies, U.S. State Department, and South Korean government all indicated willingness to help.[7] The U.S. government worked with the United Nations to make exceptions to sanctions, though the organizations were also criticized for slowing down the process for providing aid.[20] Doctors Without Borders said in late March that supplies of diagnostic equipment and personal protective equipment were stranded on the Chinese border.[39] On 26 March, The New York Times reported that satellite imagery shared by the Royal United Services Institute showed that the illicit trafficking of coal and other goods had stopped, with the commercial vessels idling in their North Korean home ports.[40] After shutting its border, North Korea's official exports to China were worth $610,000 in March 2020, down 96% from the previous year.[41] According to the North Korean government, 10,000 people had been quarantined by the end of March.[13] From 12 February, the 14-day quarantine on all foreigners (including their local staff) was extended to 30 days.[25] Diplomats and other foreigners were evacuated to Vladivostok in March.[20][24] By 27 March, according to North Korean media, there were only two foreigners in quarantine, and 2,280 North Koreans were under \"medical observation\" in areas such as South Phyongan province, North Phyongan province, Ryanggang province, and the city of Rason.[39] The North Korean military fired five test missiles on two occasions in early March 2020, possibly as \"an effort to ensure the country remains on the agenda for other nations amid the virus outbreak\".[7] More missile tests followed in late March, along with an announcement that the Supreme People's Assembly would meet in early April. Foreign observers said the government was trying to show confidence in their handling of the virus.[42] The South Korean military called the missile tests \"extremely inappropriate\" in light of the pandemic.[43] In February and March, U.S. officials observed a decrease in military activity in North Korea, which they believed to be a sign that there were COVID-19 cases in the country.[7] General Robert B. Abrams observed that the North Korean military had \"been on lockdown for about 30 days\", and \"didn't fly an airplane for 24 days\".[7] In mid-March, Kim Jong-un sent a letter to South Korean president Moon Jae-in as a show of support amidst the outbreak in South Korea.[44] US President Donald Trump wrote a letter to Kim Jong-un to express his willingness to work with him on dealing with COVID-19.[45] North Korean state media also reported on the severity of the outbreak in other countries.[13] On 31 March, the Asia Times reported that North Korea's measures against the pandemic seemed largely successful.[5] On 1 April, North Korean public health official Pak Myong-su stated that North Korea had no cases of the virus.[15] Edwin Salvador, the WHO's representative in North Korea, reported that as of 2 April, 709 people had been tested, with no confirmed cases, and 509 people were in quarantine.[46] On 23 April, it was reported that the country had conducted 740 COVID-19 tests, and all of them came back negative.[47] The same day, Daily NK reported that a defecting North Korean who was shot by a Chinese border guard while attempting to cross the Tumen River into China tested positive for the virus, and was under quarantine in a Chinese hospital.[48] On 11 April, Kim Jong-un presided over a meeting of the Politburo of the Workers' Party of Korea. The meeting adopted a joint resolution by the Central Committee, State Affairs Commission, and the Cabinet, \"on more thoroughly taking national measures for protecting the life and safety of our people from the worldwide epidemic disease\". The resolution called to take strict national countermeasures to thoroughly check the inroads of the virus due to the steady spread of the epidemic.[49] From mid to late April, restrictions on foreigners travelling in Pyongyang were relaxed, Nampo harbour was reopened to container ships, and the 14th Supreme People's Assembly with hundreds of delegates was held without the wearing of face masks.[4][50] On 23 April, US analyst website 38 North reported that North Korea's early and extensive response appeared to be successful in containing the virus.[4] The British Embassy in Pyongyang was closed temporarily from 27 May and all diplomatic staff left the country.[51] According to a statement from the British Foreign Office, this was due to restrictions on entry to the country, making it a challenge to rotate staff and sustain the operation of the Embassy.[51] On 19 June, an update to the WHO from the Ministry of Public Health affirmed that all the educational institutions in the country were now open.[52][53] The underground network that assists defectors in escaping North Korea was reported as being almost unable to operate amidst the strict controls implemented to stop the virus, and defection attempts were largely suspended.[54] Defection rates had been declining already, probably due to increased security under the administrations of Kim Jong-un in North Korea and Xi Jinping in China.[54] Between the start of April and end of June 2020, only 12 North Korean defectors entered South Korea, compared with 320 during the same period in 2019.[55] On 1 July, a WHO official said a ban on public gatherings remained, and people were required to wear masks in public.[52] KCNA and Rodong Sinmun released images from a meeting on 2 July with Kim Jong-un and dozens of officials, none of whom were shown wearing masks.[56][57] According to Dr. Edwin Salvador, the WHO's representative in North Korea, 922 people in the country were tested for COVID-19 and all had tested negative.[56] On 25 July, Kim Jong-un attended an emergency meeting after a suspected COVID-19 case was reported in the city of Kaesong. Kim declared a state of emergency and imposed a lockdown on the city.[58][59] The suspected case was reported to be an individual who had defected to South Korea three years earlier, before swimming back to North Korea in July (a rare case of \"re-defection\"). According to a South Korean senior health official, the individual was neither registered as a COVID-19 patient, nor classified as someone who came in contact with other patients. Two close contacts of the defector in South Korea tested negative for the virus.[60] On 5 August, Salvador said the returning defector was tested but the \"results were inconclusive\".[61] On 14 August, the three week lockdown in Kaesong and nearby areas was lifted by Kim Jong-un,[62] after \"the scientific verification and guarantee by a professional anti-epidemic organisation\".[63] According to South Korean intelligence, in August a North Korean official was executed for violating COVID-19 restrictions by bringing goods to Sinuiju from across the Chinese border. South Korean intelligence officials also said that the North Korean government had locked down Pyongyang, and had refused to accept 110,000 tons of rice from China for fear of letting the virus into the country.[64] Expatriates in North Korea became concerned about getting treatment for COVID-19, since the North Korean medical system was limited, and it was difficult to seek treatment in China due to travel restrictions.[65] According to NK News, on 22 September, the crew of a North Korean patrol boat killed a South Korean fisheries officer whom they encountered off their coast, and then torched his flotation device in compliance with COVID-19 emergency orders. Kim apologized to South Korea for the incident.[66] In October, North Korean media said that the world was looking at North Korea with envy because of its virus-free status, but at the same time warned against complacency.[67] In the same month, there was a spike in people tested and quarantined, possibly related to celebrations on 10 October.[68] In November 2020, Daily NK reported that there had been a spike of residents in quarantine facilities with COVID-19 symptoms, and that at least 80,000 non-military residents had been quarantined in total by then, although the country continued to maintain that it did not have any confirmed cases. A source to the Daily NK reported that some residents were suspecting a government cover-up, and that doctors were being ordered to not discuss COVID-19 as to not \"damage the image\" of Kim Jong-un.[69] By January 2021, North Korea's borders had been closed for one year. According to South Korean analysis, trade between North Korea and China had fallen by 76%.[70] In March, North Korea decided not to participate in the 2020 Summer Olympics in Tokyo due to concerns over potential exposure to COVID-19.[71] As a result, the Olympic Committee of the Democratic People's Republic of Korea was suspended by the International Olympic Committee (IOC) through the end of 2022, thus prohibiting the country from participating in the 2022 Winter Olympics in Beijing.[72] In April 2021, Russian diplomats in Pyongyang said that North Korea had \"total restrictions that are unprecedented in their severity\", as well as severe shortages. According to the diplomatic mission, many foreign diplomats had left the country, leaving less than 290 foreigners in North Korea, including only nine ambassadors and four chargés d'affaires.[73] Later that month, Kim Jong-un said North Korea was facing its \"worst-ever situation\" in reference to the economic downturn due to COVID-19;[74] he called for the party to wage another Arduous March to fight the severe economic difficulties.[75] However, the translation as \"worst-ever situation\" has been disputed by some analysts as an exaggeration, with the original speech (극난한) translatable as simply a very hard, or difficult situation. The translation as \"worst-ever\" had also been previously used in the 8th Congress of the Workers' Party of Korea to refer to the past five years, yet the economy is in nowhere near as much difficulty as in the 1990s. Similarly, in the North Korean context, \"Arduous March\" does not directly refer to economic hardship, but a firm resolve to carry out tasks of the party.[76] In June 2021, Kim Jong-un called a meeting to sack several officials over a \"severe\" COVID-19 breach[77] and warned of a great crisis caused by the pandemic in the country.[78] Despite this, the recently demoted Pak Jong-chon was promoted up to secretary of the Party Central Committee, and rejoined the Politburo as a full member.[79] American activist Tim A. Peters said that there were signs of \"enormous stress on the North Korean population\" due to the pandemic and associated restrictions, and that he suspected COVID-19 was spreading within the country despite the lack of confirmed cases.[80] In July 2021, North Korea rejected shipments of around two million doses of the Oxford-AstraZeneca vaccine, citing concerns over potential side effects. The same month, Russia also offered to supply the country with its own Sputnik V vaccine on multiple occasions. In September 2021, the country rejected three million doses of the Chinese CoronaVac vaccine which were offered to it under the COVAX programme, asking that the doses be reallocated to other nations.[81] On 27 August, the WHO reported that 37,291 people with flu-like symptoms had so far been tested for COVID-19 in the country, with all testing negative.[82] In October 2021, it was reported by NK News that money coupons were becoming widespread in North Korea, due to COVID-19 controls reportedly causing cash printing issues. It was also noted that early signs of inflation were present in North Korea.[83] In January 2022, the first freight trains between North Korea and China resumed after a two-year hold.[84][85] Uiju Air Base was converted to a cargo decontamination facility for containers brought in by freight trains.[86] A South Korean–based humanitarian organisation, the Inter-Korean Economic Cooperation Research Center (남북경제협력연구소, IKECRC), received a UN sanctions exemption to send 20 thermal imaging cameras to North Phyongan province for detection of fever symptoms, while the WHO was granted 18 more months to deliver shipments for stalled projects.[87] On 12 May 2022, the North Korean government declared a \"severe national emergency\", after samples from an unspecified number of people tested positive for COVID-19. This marked the first time that North Korea had publicly acknowledged the existence of COVID-19 cases in the country. The Korean Central News Agency stated that Supreme Leader Kim Jong-un had called an emergency meeting of the Politburo of the Workers' Party of Korea after learning of the samples, which were sourced from residents of Pyongyang and had symptoms \"consistent with\" the Omicron variant. The Politburo recommended the implementation of a \"maximum\" emergency quarantine, to include nationwide lockdowns, border restrictions, and restrictions on group sizes in workplaces.[88][89][90][91][92] During the politburo meeting, the previous anti-pandemic strategy was criticised.[93][92] NK News reported that the entire country had been placed under a lockdown two days prior, though farmers in border regions close to South Korea were seen still tending the fields.[89] It was later reported by state media that at least one North Korean died after testing positive, and that 187,800 people are now under quarantine due to \"fever\".[94] On 13 May, Kim Jong-un held a meeting at the State Emergency Epidemic Prevention Headquarters, where he called for further anti-pandemic work, lockdowns, and isolation of people with suspected cases. The effort to stop the spread was declared to be a supreme task of the party. The \"fever\" was noted to have started spreading since late April 2022, with Pyongyang being the centre of the spread.[95] In line with the politburo decision, various enterprises continued to operate normally while organising emergency quarantine procedures.[96] Various major projects, such as the 10,000 residential flats project, were to continue as before.[97] Also, on 13 May, North Korean state media reported 6 deaths and 350,000 cases of fevers.[98] On 14 May, an additional 174,440 cases of fever were reported, with 81,430 recoveries and 21 deaths. During the politburo conference, Kim Jong-un stated that the current situation was equal to the turmoil from the founding of the country, but the situation could be overcome with strong governance over the situation. According to the report, cases of the virus spreading between different regions had reduced. Emergency drug distribution was also ordered to commence in accordance with the anti-pandemic plan.[99] On 17 May, it was reported that during the 24-hour period from 15 to 16 May, 269,510 cases of fever were recorded in the country, 170,460 people were cured, and 6 more died. The total officially reported number of cases reached 1,483,060. Out of these, 819,090 recovered from the illness, 663,910 were receiving treatment, and 56 died.[100][101] While case numbers continued to rise in the provincial regions, case numbers began to fall in Pyongyang.[11][102] According to KCTV, out of the 50 deaths reported up to 17 May, 25 were due to inappropriate usage of medicine.[103] On 19 May, 262,270 cases of fever were reported, with one death.[104] Regional treatment centres had also been set up, with large increases in the number of infected in the South Pyongan and South Hamgyong provinces.[11] On 20 May, 168 confirmed cases of COVID-19 were reported, with cases of reported fever nearing 2 million, according to NK News.[105] On 3 June, NK News reported that GAVI had received information that North Korea had started its vaccination rollout with Chinese vaccines, with an anonymous source telling Radio Free Asia that the first doses were being administered to soldiers working in the construction sector.[3] From around June, vehicles had started reappearing in satellite imagery in Pyongyang, which suggested that the lockdown was at least being partially lifted in Pyongyang, with a source alleging that restrictions were relaxed to allow for a few hours of outdoor time every day from late May, though provincial cities appeared to be still locked down.[9]","Title":"COVID-19 pandemic in North Korea - Wikipedia","KeyID":"10343","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_North_Korea"}