{"Content: ":"The COVID-19 pandemic in Hubei was first manifested by a cluster of mysterious pneumonia in Wuhan, the provincial capital of Hubei, China. A Wuhan hospital notified the local center for disease control and prevention (CDC) and health commissions on December 27, 2019. On December 31, Wuhan CDC admitted that there was a cluster of unknown pneumonia cases related to Huanan Seafood Wholesale Market after the unverified documents appeared on the Internet. The potential disease outbreak soon drew nationwide attention including that of the National Health Commission (NHC) in Beijing which sent experts to Wuhan on the following day. On January 8, a new coronavirus was identified as the cause of the pneumonia.[4] The sequence of the virus was soon published on an open-access database.[5] Measures taken by China have been controversial. They were praised by the World Health Organization (WHO) for improvements over SARS-CoV-2 responses, but maligned by many in the international community for being slow to publicly disclose key facts or deceptive about the outbreak and for aggressively censoring information relating to the outbreak and public discontent from citizens online.[6][7][8][9] Delayed and controversial response by the Wuhan and Hubei authorities failed to contain the outbreak in the early stage which led to criticism from the public and the media.[10] By January 29, the virus spread to all provinces of mainland China.[11][12][13] By February 8, over 724 died from the coronavirus infection-associated pneumonia and 34,878 were confirmed to be infected. In Hubei alone, there were 24,953 cases of infections and 699 related deaths.[14] All provinces of mainland China initiated the highest response level to public health emergency.[15] WHO declared the outbreak a \"public health emergency of international concern\" on January 31[13] for fear that the virus spread beyond China to where there is no robust healthcare system despite its confidence in China's efforts.[16] Chinese Communist Party general secretary Xi Jinping warned about a \"grave situation\" facing China.[17][18] The Party Politburo formed a special leading group for epidemic control led by Premier Li Keqiang. The Chinese New Year celebrations were cancelled. The passengers were checked for their temperatures.[19] Commands for epidemic control (CEC) have been formed in different regions including Wuhan and Hubei. Many inter-province bus services[20] and railway services have been suspended.[21] By January 29, all Hubei cities were quarantined.[22] Curfew laws were implemented in Huanggang and Wenzhou,[23] and other mainland cities.[24] The region also saw a huge shortage of face masks and other protective gears despite itself being the world's manufacturing hub for these products.[25] With the increasing reported cases of infections, fear upgraded along with regional discrimination in China and racial discrimination beyond China, despite calls for stopping the discrimination by many governments.[26][27] Some rumors circulated across Chinese social media along with counter-rumor efforts by media and governments.[28][29] On 13 March 2020, an unverified report from the South China Morning Post suggested that a COVID-19 case, traced back to 17 November 2019, in a 55-year-old from Hubei province, may have been the first patient.[30][31] On 27 March 2020, news outlets citing a government document reported that a 57-year-old woman, who tested positive for the coronavirus disease on 10 December 2019 and was described in The Wall Street Journal on 6 March 2020, may have been patient zero in the COVID-19 pandemic.[32][33] Nonetheless, a viral pneumonia patient with an unknown cause was hospitalized at Jinyintan Hospital on December 1, 2019, although the patient did not have any exposure to Huanan Seafood Market. An outbreak of the virus began among people who had been exposed to the market nine days later.[34][35] On December 26, Shanghai PHC received a sample of a patient with unknown pneumonia from Wuhan CDC and Wuhan Central Hospital and started an investigation to the sample which was confirmed to contain a new coronavirus.[34] However, the outbreak went unnoticed until a cluster of unknown pneumonia was observed by a Wuhan doctor called Zhang Jixian.[36] Zhang was an ICU doctor at Hubei Hospital of Integrated Traditional Chinese and Western Medicine. Her experience fighting SARS in 2003 kept her alerted about a public health emergency. On December 26, 2019, a senior couple who lived near Zhang's hospital came to her for their fever and cough. The CT scan results of the couple's thorax showed unusual changes in the lungs which were different from those in any known viral pneumonia. Dr. Zhang advised the couple's son to see her and found similar conditions. On the same day, a patient from Huanan Seafood Market that Dr. Zhang saw also had the unusual conditions.[citation needed] On December 27, the doctor reported her discovery to her hospital and the hospital soon informed Jianghan CDC, thinking that this might be an infectious disease as indicated by the familial cluster. As a precaution, she told her colleagues to wear protective gear and prepare a specialized area in the hospital to receive patients with similar conditions.[citation needed] On December 28 and 29, three more patients came to the clinic of the hospital, all of whom were related to Huanan Seafood Market. The hospital notified the provincial and municipal health commissions. The health commissions appointed Wuhan and Jianghan CDC and Jinyintan Hospital to undertake epidemiological research for the seven patients on December 29. Six of them were then transferred to Jinyintan, a specialized facility for infectious diseases. Only one patient refused the transfer.[36] Dr. Zhang Jixian's discovery was later widely praised.[37] Hubei's government honored her and Zhang Dingyu, the president of Jinyintan for their contribution to control the viral outbreak.[38] On the evening of December 30, two emergent notice letters from the Municipal Health Commission of Wuhan began to circulate on the Internet which were soon confirmed by Wuhan CDC who admitted that there were 27 cases of pneumonia of unknown cause on December 31. The letters required all hospitals in Wuhan to report any pneumonia patient with unknown causes and related to Huanan Seafood Market. They also asked the hospitals to give proper treatment to these patients. Wuhan CDC told The Beijing News the investigation was still underway and that experts from NHC were on the way to help the investigation,[39] after the rumor about it circulated on the Internet.[34] On January 1, 2020, the seafood market was closed down by Jianghan District's Health Agency and Administration for Market Regulation due to an \"environment improvement.\" According to China Business, workers in hazmat suits were inspecting all around the market and collecting samples. The storekeepers at the market said that they were not told what the people were collecting and detecting. The urban management officers and police officers were on the spot to ask the storekeepers to finish up and leave the market.[40] The first death from the new virus was reported on January 11.[41] Several doctors were warned by the Wuhan police for \"spreading misinformation\" and eight \"rumormongers\" who were all doctors at Wuhan hospitals according to Wang Gaofei, Weibo's CEO[42] were summoned by the police on January 3.[43][44] Li Wenliang, one of the whistleblowers died from the virus on February 7[45] which was the same day when the discoverers of the outbreak, Zhang Jixian and Zhang Dingyu were honored by Hubei's government.[46] The death of Dr. Li led to widespread grief and criticism towards the government.[47] Although the early cases surrounding an animal market may suggest animal-to-human transmission, more evidence surfaced to support human-to-human transmission of the virus.[48] However, despite the expert-led investigation and early signs of human-to-human transmission including a hospital-acquired infection (nosocomial) case confirmed on January 10 according to Caixin,[49] the local government of Wuhan denied any case of nosocomial infection and kept claiming that \"there was no clear sign of human-to-human transmission\" until January 15 when Wuhan's Municipal Health Commission (MHC) said on its website that \"the result of present investigation shows no clear evidence of human-to-human transmission, but this does not rule the possibility of such a transmission out. The risk of continuous human-to-human transmission is low.\"[50] According to Ray Yip, former country director for China in the US CDC, and other US health and national security officials, authorities in Wuhan told Chinese CDC field investigators sent there at the beginning of January that there was no evidence of human-to-human transmission, and did not show them all the cases, in particular infected hospital workers, which were an obvious sign of human-to-human transmission.[51] Frozen case number The reported case number froze at 41 during the Hubei Lianghui and Wuhan Lianghui, the local parliament sessions between January 6–17 which the local authorities of Hubei and Wuhan claimed to be due to the lack of PCR test kits for the new virus. But, Caixin said that the other sequencing techniques could be used for diagnosis which took usually two days without any need for PCR kits.[52] Meanwhile, an Imperial College group[53][54] and a Hong Kong University group[55] both estimated over 1,000 cases in Wuhan as cases were being exported and confirmed overseas. Perceived discrepancies in the official Chinese data for the number of cases left many netizens doubtful,[56] with some mockingly labeling the virus \"patriotic\" for its appearance of mainly infecting Chinese after they left the country.[57][58][59] \"Manageable and preventable\" On January 20, the Chinese National Health Commission announced that human-to-human transmission of the coronavirus had already occurred.[60] Also on January 20, the number of reported new cases soared to 136 as the major mainland cities including Beijing and Shenzhen reported their first cases.[61][62] Only the Wuhan authorities stopped claiming that the virus had a limited ability to transmit between humans.[63] On the same day, the city formed specialized command for epidemic control (CEC) to upgrade measures to cope with the epidemic including enhanced protection over the medical workers[64] and free treatment for all patients at fever clinics.[65] On the evening of that day, Zhong Nanshan, one of the NHC experts sent to Wuhan who was well known for fighting against SARS in 2003, exemplified human-to-human transmission of the new virus with a cluster of 14 hospital-acquired infections in Wuhan and two familial clusters in Guangdong.[66] However, NHC still insisted that the epidemic should be \"manageable and preventable.\" At that time, BBC said that not much public attention was drawn to the virus outbreak.[49] On January 19, despite the virus outbreak, over 40,000 Wuhan families joined an annual potluck banquet[67] which was a community tradition observed for over two decades to celebrate the Kitchen God Festival. A community leader told The Beijing News that \"everything is normal now,\" when asked about the virus outbreak.[68] According to the community committee of Baibuting where the banquet was held as of February 4, a block of the community had at least 10 confirmed cases of the coronavirus infection, plus over 30 highly suspicious case but the community hospital also said that the incidents of the coronavirus was lower than that in the other communities.[69] Zhou Xianwang, the mayor of Wuhan who was widely criticized by the public and media due to slow responses[70] said to the state media CCTV that the banquet was organized by the local community which had a long history of self-governance. He said that the government was not precautious enough to stop it because it was believed that the virus only had a limited ability to transmit between people.[71] Controversial commentary On January 20, Guan Yi, an expert in SARS epidemiology from Hong Kong, told Caixin that the local government should not play on words about the transmissibility and hoped that it could learn from the 2003 SARS outbreak. He continued, \"transmissibility, adaptability, incidence and virulence of the virus highly resembles those of SARS at the early stage [of 2003 outbreak]\".[72] Guan's team came to Wuhan on January 21 and returned to Hong Kong on the next day. He said to the media that the \"epidemiology experts and scientists do not seem to be welcomed in the city.\"[73] On January 22, Wuhan was still \"an open city\" to the virus outbreak where most people did not wear a mask, although NHC announced the coronavirus-associated pneumonia as a notifiable disease. He believed that a pandemic was unavoidable as the virus spread with the migration flow of Chunyun.[74][75] The statements of Guan which were apparently different from that in most Chinese media became highly controversial as journalists of state media reposted his statement on January 15 where he said that he believed that the disease was manageable and the news that his lab was fined by the Chinese authorities in 2005. Wang Duan, the Caixin journalist who made the interview described such behavior as \"personal attacks\" and complained that no expert came forward to refute what Guan said.[76] On January 23, 2020, the central government of the People's Republic of China imposed a lockdown in Wuhan and other cities in Hubei province in an effort to quarantine the outbreak of coronavirus disease 2019 (COVID-19). This was the first known instance in modern history of locking a major city down of as many as 11 million people and the incident was commonly referred to in the media as the \"Wuhan lockdown\" (Chinese: 武汉封城; pinyin: Wǔhàn fēng chéng). The World Health Organization (WHO), although stating that it was beyond its own guidelines, commended the move, calling it \"unprecedented in public health history\".[79] The lockdown in Wuhan set the precedence for similar measures in the other Chinese cities. Within hours of the Wuhan lockdown, travel restrictions were also imposed on the nearby cities of Huanggang and Ezhou and were eventually imposed on all other 15 cities in Hubei, affecting a total of about 57 million people.[80][81] On February 2, 2020, Wenzhou, Zhejiang, implemented a seven-day lockdown which only one person per household was allowed to exit once each two days and most of the highway exits were closed.[82] On January 19, according to Wuhan Radio Television, the city authorities said that it would monitor anyone leaving the city as a measure to contain the epidemic. Staff of Hankou Railway Station told The Beijing News on 20 that they would check the temperature of every passenger moving into and out of the station. If the temperature was above 38 °C (100 °F), further examinations would be made and they would notify the hospital if necessary.[83] Although the local government claimed that such measures were taken at the airport, railway stations, coach stations and piers in Wuhan since January 14,[83][84] reports by Hong Kong-based Now News and mainland-based Caixin indicated such measures were not taken at that time.[83][85] Caixin believed this to be a cause of the surge of confirmed cases.[83] On January 22, Wuhan MHC said that the city would have a random check on any private cars in and out of the city to see whether they carried any kinds of living poultry or wildlife.[86] The city authority began to require all citizens to wear a mask in public places.[87] On January 20, in a NHC press conference in Wuhan, Zhong Nanshan advised the public to avoid visiting Wuhan unless extremely urgent and to wear face masks. He also advised the city to perform a temperature check for anyone to leave the city and take compulsory measures to stop fever patients from leaving.[88] On the following day, Zhou Xianwang, Mayor of Wuhan urged Wuhan's citizens not to leave the city and non-Wuhan citizens to avoid coming in an interview by state media.[86] NHC also warned that a coronavirus outbreak had happened in Wuhan.[89] On the same day, China Railway and Civil Aviation Administration announced that the passengers were allowed to cancel stays or change dates for free if they booked a ticket from/to Wuhan.[86][90] Wuhan-bound railway tickets purchased via Hong Kong's MTR could also be refunded.[91] Wuhan announced the postponement of its tourism promotion activities for the Chinese New Year.[86] On January 22, Li Lanjuan, one of the NHC experts sent to Wuhan flew to Beijing and advised the quarantine of Wuhan which was soon adopted.[92][93] On the early morning of January 23, the government of Wuhan announced a sudden lockdown at around 2 o'clock which said, \"Since 10:00 AM on January 23, 2020, the city's bus, metro, ferry, coach services will be suspended. Without a special reason, the citizens should not leave Wuhan. Departure from the airport and railway stations will be temporarily prohibited. Recovery time of the services will be announced in a further notice.\"[94] Thus, Wuhan became a locked down area of a Class A Infectious Disease according to The law on Prevention and Treatment of Infections Diseases.[95] Researchers estimate that the restrictions reduced the basic reproduction number from 2.35 to 1.05, allowing the epidemic to be manageable for Wuhan.[96] Railway China Railway announced later on the day of lockdown (January 23) that departure from railway stations in Wuhan would be stopped in order to assist the epidemic control, but transferring trains at Wuchang Station, Wuhan Station and Hankou Station would be still allowed.[97][98] It also extended free refund and changing policy that originally applied to Wuhan to all parts of mainland China to reduce population movement.[99] On 24, China Railway Wuhan (CRW) announced suspension of all of its own train services. The company further announced suspension of most corporate train services that it provided, except 6.5 pairs of trains that only runs within Henan Province. Only Jiangan Motive Power Depot, Jiangan Rail Yard and Wuhanbei Station would be fully in service while only a small number of people are reserved for other CRW facilities and all of the other employees would be on vacation.[100] Flight Tianhe International Airport, Wuhan's only civil airport suspended all commercial flights from 13:00 on January 23. Various airlines including Cathay Dragon, Spring Airlines, Juneyao Airlines, China Southern Airlines, China Eastern Airlines and All Nippon Airways cancelled their scheduled Wuhan-bound flights. On January 24, the airport was only open to international flights inbound which were required to leave without any passengers. The two cargo planes of SF Express which carried supplies for epidemic control were also allowed to land at the airport.[101] Road and waterway Shanghai, Sichuan and Jiangsu cancelled all waterway and road passenger transport services to Wuhan and stopped approval of any chartered coaches to Wuhan[102] before the Ministry of Transport called all passenger transport services off for Wuhan and asked the transport sectors to refund the affected tickets for free on January 23.[103][104][105] Although the announcement of lockdown did not mention whether the citizens were allowed to leave Wuhan in their own cars, 30 entries to highways were cut by 14:00.[106] The roadblocks were said to be used in some areas according to BBC.[107] At 23:00, Wuhan CEC decided to stop vehicle for hire services by 12:00 on 24 and to halve the number of street taxis.[108] Since 26, the private cars were prohibited from driving in downtown Wuhan.[109][110] On the morning of Wuhan's lockdown (January 23), hashtag (#逃离武汉#) which literally means \"fleeing Wuhan\", hit the top of Weibo topics.[111][112] Wuhan's citizens rushed to the railway stations to leave the city before lockdown, leading to long queues[112] and many later posted about their success.[113] Some of them are criticized for their lack of responsibility after they talked about managing to bypass the temperature check by taking antipyretics.[114] Almost 300 thousand left the city by train before the lockdown according to China Railway Wuhan.[111][113] Zhou Xianwang, the Mayor of Wuhan said that by January 23, 5 million Wuhan's citizens left the city for the Chinese New Year vacation while 9 million remained in the city.[115] Data analysis by China Business Network showed that each year, only around half of the residents celebrated the Chinese New Year in the city while 2/3 of those who left the city went to the other parts of Hubei. The rest left for the other Chinese provinces and overseas. Henan, Hunan, Anhui are top 3 domestic destinations for them while Bangkok, Singapore and Tokyo are the top 3 overseas destinations.[116] Soon after Wuhan's lockdown, Huanggang and Ezhou, two Hubei cities bordering Wuhan, followed suit, suspending their public transport systems.[119] By 24, Huangshi, Chibi, Jingzhou, Yichang, Xiaogan, Jingmen, Zhijiang, Qianjiang, Xiantao, Xianning, Dangyang and Enshi restricted inbound and outbound traffic, affecting over 40 million residents.[120] With Xiangyang becoming the last Hubei city to declare lockdown, all of Hubei's cities are quarantined by 27 with local access to the road and railway networks temporarily shut down.[22] Forest-covered Shennongjia is the only part of Hubei that has not been locked down.[118] At least 56 million Hubei's residents were isolated. All public places except hospitals, supermarkets, farmers' markets, gas stations and drug stores were closed.[121] Starting from February 1, the Hubei city of Huanggang introduced a curfew which allows only one member of a local family to shop on the streets every two days, making it the first city to restrict the people from going outdoors.[23] Semi-log graph of 3-day rolling average of new cases and deaths in China during COVID-19 epidemic showing the lockdown on 23 January and partial lifting on 19 March. The exodus from Wuhan before the lockdown resulted in angry responses on Sina Weibo from the residents in the other cities who are concerned that it could result in the spreading of the novel coronavirus to their cities. Some in Wuhan are concerned with the availability of provisions and especially medical supplies during the lockdown.[42][122] The World Health Organization called the Wuhan lockdown unprecedented and said that it showed how committed that the authorities are to contain a viral breakout. Later WHO clarified that the move is not a recommendation that WHO made and the authorities have to wait and see how effective that it is.[79] The WHO separately stated that the possibility of locking an entire city down like this is new to science.[123] The CSI 300 Index, an aggregate measure of the top 300 stocks in the Shanghai and Shenzhen stock exchanges, dropped almost 3% on 23 January 2020, the biggest single-day loss in almost 9 months after the Wuhan lockdown was announced as the investors that are spooked by the drastic measure sought a safe haven for their investments.[124] The unprecedented scale of this lockdown generated controversy and at least one expert criticized this measure as \"risky business\" that \"could very easily backfire\" by forcing otherwise healthy people in Wuhan to stay in close conditions with infected people. Drawing a cordon sanitaire around a city of 11 million people raises inevitable ethical concerns. It also drew comparisons to the lockdown of the poor West Point neighborhood in Liberia during the 2014 ebola outbreak which was lifted after ten days.[125][126] The lockdown caused panic in the city of Wuhan and many have expressed concern about the city's ability to cope with the outbreak. It remains unknown whether the large costs of this measure, both financially and in terms of personal liberty will translate to effective infection control.[123] A medical historian named Howard Markel argued that the Chinese government \"may now be overreacting, imposing an unjustifiable burden on the population\" and said that \"incremental restrictions, enforced steadily and transparently tended to work far better than draconian measures.\"[127] Others such as Anthony Fauci, the director of the National Institute of Allergy and Infectious Diseases defended the intent behind the lockdowns, citing that the lockdowns bought the world a \"delay to essentially prepare better.\" A mathematical epidemiologist named Gerardo Chowell of Georgia State University stated that based on mathematical modelling, \"containment strategies implemented in China are successfully reducing transmission.\"[128] Nonetheless, after northern Italy became a new hotspot of the outbreak in late February, the Italian government enacted what has been called a \"Wuhan-style lockdown\" by quarantining nearly a dozen towns of 50,000 people in the provinces of Lombardy and Veneto.[129] Iran, another developing hotspot for the coronavirus as of 25 February came under calls to assume similar lockdown procedures as China and Italy. The security experts such as Gal Luft of the Institute for the Analysis of Global Security in Washington said that \"The best way for Iran to deal with the disease is to do precisely what China did – quarantine.\" and \"If Wuhan with its 11 million population can be under quarantine so can Tehran with its 8 million\"[130] The early cases surrounding an animal market may suggest animal-to-human transmission, more evidence surfaced to support the human-to-human transmission of the virus.[48] However, despite the expert-led investigation and early signs of human-to-human transmission including a hospital-acquired infection (nosocomial) case confirmed on 10 January according to Caixin,[131] the local government of Wuhan denied any case of nosocomial infection and kept saying that \"there was no clear sign of human-to-human transmission\" until 15 January when Wuhan's Municipal Health Commission (MHC) said on its website that \"the result of present investigation shows no clear evidence of human-to-human transmission, but this does not rule out the possibility of such a transmission. The risk of continuous human-to-human transmission is low.\"[132] The reported case number froze at 41 during the Hubei Lianghui and Wuhan Lianghui, the local parliament sessions between 6–17 January, which the local authorities of Hubei and Wuhan said to be due to the lack of PCR test kits for the new virus. But, Caixin said that the other sequencing techniques can be used for diagnosis which usually takes two days without any need of PCR kits.[133] Meanwhile, an Imperial College group[53][54] and a Hong Kong University group[55] both estimated over 1,000 cases in Wuhan as cases were being exported and confirmed overseas. Perceived discrepancies in the official Chinese data for the number of cases left many netizens doubtful,[134] with some mockingly labeling the virus \"patriotic\" for its appearance of mainly infecting the Chinese after they left the country.[135][136][137] On 20 January, the Chinese National Health Commission announced that human-to-human transmission of the coronavirus had already occurred.[138] Also 20 January, the number of reported new cases soared to 136 as major mainland cities including Beijing and Shenzhen reported their first cases.[139][140] Only the Wuhan authorities stopped saying that the virus had a limited ability to transmit between humans.[141] On the same day, the city formed a specialized command for epidemic control (CEC) to upgrade measures to cope with the epidemic including enhanced protection over the medical workers[142] and free treatment for all patients at the fever clinics.[143] On the evening of that day, Zhong Nanshan, one of the NHC experts sent to Wuhan who was well known for fighting against SARS in 2003, exemplified human-to-human transmission of the new virus with a cluster of 14 hospital-acquired infections in Wuhan and two familial clusters in Guangdong.[141] However, the National Health Commission still insisted that the epidemic should be \"manageable and preventable.\" At that time, the BBC said that not much public attention was drawn to the virus outbreak.[131] On 19 January, despite the virus outbreak, over 40,000 Wuhan families joined an annual potluck banquet[144] which was a community tradition observed for over two decades to celebrate the Kitchen God Festival. A community leader told The Beijing News that \"everything is normal now\" when asked about the virus outbreak.[145] According to the community committee of Baibuting where the banquet was held as of 4 February, a block of the community had at least 10 confirmed cases of the coronavirus infection, plus over 30 highly suspicious cases, but the community hospital also said that the incidents of the coronavirus was lower than that in the other communities.[146] Zhou Xianwang, the mayor of Wuhan who was widely criticized by the public and media due to slow responses[147] said to the state media CCTV that the banquet was organized by the local community which had a long history of self-governance. He said that the government was not precautious enough to stop it because it was believed that the virus only had a limited ability to transmit between the people.[148] On 20 January, Guan Yi, a Hong Kong-based expert in SARS epidemiology told Caixin that the local government should not play on words about transmissibility and he hoped that we could learn from the 2003 SARS outbreak. He continued, \"transmissibility, adaptability, incidence and virulence of the virus highly resemble those of SARS at the early stage [of the 2003 outbreak]\".[149] Guan's team travelled to Wuhan on 21 January and returned to Hong Kong the next day. He observed that the \"epidemiology experts and scientists do not seem to be welcomed in the city.\"[150] On 22 January, Wuhan was still \"an open city\" to the virus outbreak where most people did not wear a mask although NHC announced the coronavirus-associated pneumonia as a notifiable disease. He believed that a pandemic was unavoidable as the virus spread with the annual mass migration of the Spring Festival.[151][152] The statements of Guan which were apparently different from that in most Chinese media became highly controversial as the journalists of state media reposted his statement of 15 January in which he opined that the disease was manageable, whilst also peddling old news that his lab had been fined by the Chinese authorities in 2005. Wang Duan, the Caixin journalist who conducted the interview described such behavior as \"personal attacks\" and complained that no expert came forward to refute what Guan said so far.[153] Hubei Government's press meeting on 26 January was described as a \"scene of a massive car crash\" by BBC which led to widespread dissatisfaction. Despite the compulsory face mask law, Governor Wang Xiaodong did not wear a mask while the other two official hosts including Wuhan Mayor Zhou Xianwang and Provincial Party Secretary Bie Bixiong wore masks incorrectly. The Governor said Xiantao, a Hubei city was capable to produce 10.8 billion masks annually after he made two corrections for the number hinted by someone else's notes. The Governor admitted a severe shortage of medical supplies in Hubei while Mayor Zhou of Wuhan said that the shortage had been fully alleviated.[154] After lockdown, Wuhan's streets became silent, except those around hospitals.[181][182] A witness described that a \"once-bustling city became a ghost town overnight\". Although the grocery stores and shops remained open, most people stayed at home. Food supply is steady despite a shortage in the early stages and the local government promised to provide enough vegetables, rice and meat.[182] Similar scenes were observed in other Hubei cities after lockdown, including Enshi[183] and Shiyan.[184] On the first day of the lockdown, the masses of fever patients were queuing outside the hospitals, waiting for examinations[114] while the medical workers and hospitals were struggling with the surge of the patients.[185] Wuhan MHC admitted that they had a shortage of beds and long outpatient queues.[186] Multiple major Hubei hospitals began to request medical supplies including surgical masks and other protective equipment via social media almost at the same time when Wang Xiaodong, the Governor of Hubei promised to the people that there would be no shortage of supplies in a press conference after lockdown.[49] On January 22, Hubei Provincial Government said that as of January 31, Hubei Province could only produce 8 million medical masks, 2 million protective clothing and 1,200 infrared thermometers which could not meet the need of the province's epidemic prevention. Hubei Province planned to request support from the Central Government including 40 million medical masks, 5 million protective clothing and 5,000 sets of infrared thermometers.[187] On January 23, the Wuhan CEC set up a 24-hour telephone service to receive donations from all sectors of the society.[188] On January 26, the Ministry of Industry and Information Technology (MIIT) said at a press conference that Hubei Province needed an estimated 3 million sets of protective clothing per month. The ministry admitted that national production capacity was not meeting demand and promised that in addition to the central reserve, the state was also seeking to purchase overseas equipment such as protective clothing and face masks.[189][190] On February 2, Cao Xuejun, MIIT's deputy director general said that around 60% of the mask factories restarted production. They could produce 10 million masks per day. But, the director also acknowledged a gap between production capacity and demand of the key medical and protective products and promised to prioritize Wuhan and Hubei's needs.[191] On January 23, the day of Wuhan's lockdown, to relieve the shortage, the municipal government invited China Construction Third Engineering Bureau to build a makeshift hospital that resembled Xiaotangshan Hospital in Beijing during the 2003 SARS outbreak in Caidian, Wuhan. The hospital was later named Huoshenshan Hospital[192][193] and was expected to be finished by February 3.[194] On the afternoon of 25, Wuhan CEC announced the building of another makeshift hospital with at least 1,300 beds called Leishenshan Hospital.[195] On February 2, the construction of Huoshenshan Hospital was completed and the hospital was transferred to the military.[196][197] 1,400 military doctors started to work in the hospital since February 3.[198][199] Since Wuhan's healthcare system was overrun which could have tremendously under diagnosed patients, new laboratories had to be built at a rapid rate.[200] On February 5, a 2000-sq-meter emergency detection laboratory named \"Huo-Yan\" (Chinese: 火眼, or \"Fire Eye\" in English) was opened by BGI,[200][201] which can process over 10,000 samples a day.[202][201] With the construction overseen by BGI-founder Wang Jian and taking 5-days,[203] modelling has shown cases in Hubei would have been 47% higher and the corresponding cost of the tackling the quarantine would have doubled if this testing capacity had not come on line.[citation needed] On January 24, 135 medical workers from Shanghai, 128 from Guangdong were sent to Wuhan to assist the local hospitals.[204][205] On the evening of that day, 450 medical workers from three military medical universities were deployed to Wuhan on military planes.[206] On January 25, the medical workers from different provinces were sent to Wuhan including 138 from Sichuan, 135 from Zhejiang, 138 from Shandong and 147 from Jiangsu.[207][208] NHC also sent experts in intensive medicine to the epidemic areas and formed 6 medical team with a total of 1,230 members to assist Wuhan and another 6 teams waiting for request.[209] Wuhan hotels offered to help as many medical workers had difficulty arriving at their hospitals due to public transport suspension.[210][unreliable source?] On January 24, 85 hotels in Wuhan formed a working group to provide rooms without central air conditioning for medical workers for free.[211] By the noon of January 25, there had been 120 hotels in the group.[212] Major hoteliers such as Tujia,[213] Home Inn,[214] Ziroom,[215] and Danke[216] offered free lodging for the medical workers in Wuhan. There were also people offering free rides to medical workers.[211] From March 17, the medical assistance teams began to leave Hubei with the easing of domestic epidemic.[citation needed] In Fang county, the government issued a notice stating that anyone having a fever would be awarded RMB¥1000 for voluntarily going to a hospital and anyone (Including doctors and the public) reporting someone with fever would be awarded RMB¥500.[217] Wuhan's local markets saw spikes in food prices shortly after lockdown. Despite calls for price control, the Wuhan CEC stated that commodities, food, medical protection equipment were well-stocked and in smooth supply, appealing to the public not to hoard the goods or buy them at exorbitant prices.[218] According to the Wuhan CEC, there were 5 million kilograms of processed rice, 4,000 tons of edible oil, 5,500 tons of pork, 2,000 tons of halal beef, 1,500 tons of sugar in Wuhan's market while the Government also prepared 16.3 million kilograms of processed rice, 8,000 tons of edible oil, arranged 1.55 million kilograms of eggs, 5 million kilograms of vegetables, 1 million kilograms of fresh fish, 200 tons of halal beef and 6,000 head of pork which would be released orderly through 300 plus supply outlets across the city.[219] After being interviewed by local market regulation administrators, the supermarkets that were reported to have raised food prices normalized the prices.[220] China Railway Nanchang has been delivering key materials to Wuhan daily since January 25. The first batch of 160 tons of turnips has been transported to Wuhan through the private compartments of T147 and T168 trains.[221] China Railway Hohhot also said that the first batch of 30 tons of potatoes were also sent to Wuhan by K598 and K1278 trains on January 26 to support Wuhan Epidemic Prevention and control.[222] Since the outbreak, the community managers were drafted to the front lines to help local residents with their treatment and diagnosis. With the increasing number of confirmed cases, their work loads became tremendous.[223] 6,000 taxis were allocated to the downtown communities. Since the noon of January 25, they will provide free service for the residents under the command of the community committees. Each community is expected to have 3-5 taxis under command. The committees are responsible for offering food and medicine for those who may face difficulties obtaining them on their own.[224] Although the authority insisted on the role of community services in epidemic control, the help that they acquired from the government was so limited that all of what they could do is to \"file forms and repeatedly report about the patients' conditions,\" according to a community manager. They had no access to medical resources and not enough manpower and are unable to adequately assist the patients. Most community clinics did not have enough equipment such as protective gear and diagnosis tools to deal with the tasks assigned by the government to conduct preliminary screening for hospitals. Between January 22 and February 1, many patients were turned away without receiving proper medical assistance and quarantine measures as they could not receive a confirmed diagnosis.[223] On March 13, Huangshi[225] and Qianjiang[226] became the first Hubei cities to remove strict travel restrictions within part or all of their administrative confines. Activity gradually returned in Wuhan. By March 11, employees in public transport and essential services returned,[227] by March 18 farmers returned to fields,[228] and by late March some non-essential shops also opened.[229] Effective March 25, the provincial government removed travel restrictions on most other cities in the province,[230] while, on April 8, those for Wuhan were lifted as well.[231] On 17 April, the Wuhan government revised the number of COVID-19 deaths, accounting for deaths that occurred at home that went previously unreported, as well as the subtraction of deaths that were previously double-counted[232] by different hospitals, resulting in a net increase of 1,290 deaths in the city.[233] Millions of people in Wuhan were tested for the virus in May, using the technique of batch testing, pooling samples to be tested together and retesting individually when necessary.[234][235] The below progression chart is sourced from Hubei Provincial Health Commission daily reports:[236]","Title":"COVID-19 pandemic in Hubei - Wikipedia","KeyID":"10357","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Hubei"}