{"Content: ":"On 23 January 2020, the central government of China imposed a lockdown in Wuhan and other cities in Hubei in an effort to quarantine the center of an outbreak of COVID-19; this action was commonly referred to as the Wuhan lockdown (Chinese: 武汉封城; pinyin: Wǔhàn fēng chéng). The World Health Organization (WHO), although stating that it was beyond its own guidelines, commended the move, calling it \"unprecedented in public health history\".[2] The lockdown in Wuhan set the precedent for similar measures in other Chinese cities. Within hours of the Wuhan lockdown, travel restrictions were also imposed on the nearby cities of Huanggang and Ezhou, and were eventually imposed on all 15 other cities in Hubei, affecting a total of about 57 million people.[3][4] On 2 February 2020, Wenzhou, Zhejiang, implemented a seven-day lockdown in which only one person per household was allowed to exit once each two days, and most of the highway exits were closed.[5] On 13 March 2020, Huangshi[6] and Qianjiang[7] became the first Hubei cities to remove strict travel restrictions within part or all of their administrative confines. On 8 April 2020, the Wuhan lockdown officially ended.[8] The lockdown, combined with other public health measures in early 2020, succeeded in suppressing virus transmission and averted a more widespread outbreak in China.[9][10] Subsequent lockdowns were introduced in other regions of China in response to localised outbreaks during the two years following. The largest of these was Shanghai in early 2022. Some Western observers, such as Amnesty International, were initially skeptical of the lockdown;[11][12] however, as the COVID-19 pandemic spread to other countries and territories, similar measures were enacted around the globe. Wuhan is the capital of Hubei province in China. With a population of over 11 million, it is the largest city in Hubei, the most populous city in Central China, the seventh-most populous Chinese city, and one of the nine National Central Cities of China. Wuhan lies in the eastern Jianghan Plain, on the confluence of the Yangtze River and its largest tributary, the Han River. It is a major transportation hub, with dozens of railways, roads and expressways passing through the city and connecting to other major cities. Because of its key role in domestic transport, Wuhan is known as the \"Nine Provinces' Thoroughfare\" (九省通衢)[13] and sometimes referred to as \"the Chicago of China\".[14][15][16] In mid-December 2019 the Chinese Government acknowledged an emerging cluster of people, many linked to the Huanan Seafood Wholesale Market in Wuhan, were infected with pneumonia with no clear causes. Chinese scientists subsequently linked the pneumonia to a new strain of coronavirus that was given the initial designation 2019 novel coronavirus (2019-nCoV). Some of the first symptoms appeared on December 10, and 24 cases were later discovered to have connection to the seafood market.[17] On 10 January 2020, the first death and 41 clinically confirmed infections caused by the coronavirus were reported.[18] By 22 January, the novel coronavirus had spread to major cities and provinces in China, with 571 confirmed cases and 17 deaths reported. Confirmed cases were also reported in other regions and countries, including Hong Kong, Macau, Taiwan, Thailand, Japan, South Korea, and the United States. According to Li Lanjuan, a professor at Zhejiang University's school of medicine and member of the high-level expert team convened by the National Health Commission, she had urged a lockdown on Wuhan on several occasions between 19 January and 22 January 2020 as a last resort to contain the epidemic.[19] At 2 am on 23 January, authorities issued a notice informing residents of Wuhan that from 10 am, all public transport, including buses, railways, flights, and ferry services would be suspended. The Wuhan Airport, the Wuhan railway station, and the Wuhan Metro were all closed. The residents of Wuhan were also not allowed to leave the city without permission from the authorities.[20][21] The notice caused an exodus from Wuhan. An estimated 300,000 people were reported to have left Wuhan by train alone before the 10 am lockdown.[22] By the afternoon of 23 January, the authorities began shutting down some of the major highways leaving Wuhan.[23] The lockdown came two days before the Chinese New Year, the most important festival in the country, and traditionally the peak traveling season, when millions of Chinese travel across the country.[20][23] Following the lockdown of Wuhan, public transportation systems in two of Wuhan's neighboring prefecture-level cities, Huanggang and Ezhou, were also placed on lockdown.[20] A total of 12 other county to prefecture-level cities in Hubei, including Huangshi, Jingzhou, Yichang, Xiaogan, Jingmen, Suizhou, Xianning, Qianjiang, Xiantao, Shiyan, Tianmen and Enshi, were placed on traveling restrictions by the end of 24 January, bringing the number of people affected by the restriction to more than 50 million.[1]   On 1 February in Huanggang, Hubei implemented a measure whereby only one person from each household is permitted to go outside for provisions once every two days, except for medical reasons or to work at shops or pharmacies. Many cities, districts, and counties across mainland China implemented similar measures in the days following, including Wenzhou, Hangzhou, Fuzhou, Harbin, and the whole of Jiangxi. Many areas across China have implemented what is called \"closed management\" (Chinese: 封闭式管理; pinyin: fēngbìshì guǎnlǐ) on a community-basis. In most of the areas where this came into effect, villages, communities, and units in most areas would only keep one entrance and exit point open, and each household is allowed limited numbers of entrances and exits. In some places, night-time access is prohibited, effectively a curfew, and in extreme cases, access is prohibited throughout the day.[62] People entering and leaving are required to wear masks and receive temperature tests. In some areas, vouchers are issued to the public, with vouchers and valid credentials. There are also areas where people are allowed to declare on WeChat mini-programs or public accounts and some apps at the same time.[63] Courier and food delivery personnel are usually prohibited from entering. Control in communities with confirmed cases is more stringent. List by the time of official announcement: As of 12 February 2020, a total of 207 cities (including 26 provincial capitals and sub-provincial cities) have announced the implementation of closed management, including at least 9 first-level administrative regions (4 municipalities, 4 provinces, 1 autonomous regions, a total of 156-second-level administrative regions) and at least 51-second-level administrative regions in other provinces and cities; of which, 2 secondary administrative regions upgraded to fully closed wartime control. The exodus from Wuhan before the lockdown resulted in angry responses on the Chinese microblogging website Sina Weibo from residents in other cities who were concerned that it could result in spreading of the novel coronavirus to their cities. Some in Wuhan were concerned with the availability of provisions and especially medical supplies during the lockdown.[23][102] The World Health Organization called the Wuhan lockdown \"unprecedented\" and said it showed \"how committed the authorities are to contain a viral breakout\". However, WHO clarified that the move was not a recommendation that WHO had made and authorities have to wait and see how effective it is.[2] The WHO separately stated that the possibility of locking down an entire city in this way was \"new to science\".[103] The CSI 300 Index, an aggregate measure of the top 300 stocks in the Shanghai and Shenzhen stock exchanges, dropped almost 3% on 23 January 2020, the biggest single-day loss in almost 9 months, after the Wuhan lockdown was announced as investors reacting to the drastic measure sought safe haven for their investments.[104] The unprecedented scale of this lockdown generated controversy, and at least one expert criticized this measure as \"risky business\" that \"could very easily backfire\" by forcing otherwise healthy people in Wuhan to stay in close conditions with infected people.[105] Drawing a cordon sanitaire around a city of 11 million people raises ethical concerns. It also drew comparisons to the lockdown of the poor West Point neighbourhood in Liberia during the 2014 ebola outbreak, which was lifted after ten days.[105][106] The lockdown caused panic in the city of Wuhan, and many expressed concern about the city's ability to cope with the outbreak. At the time, some experts questioned whether the large costs of such a vast lockdown, both financially and in terms of personal liberty, would translate to effective infection control.[103] Medical historian Howard Markel argued that the Chinese government \"may now be overreacting, imposing an unjustifiable burden on the population,\" and said that \"incremental restrictions, enforced steadily and transparently, tend to work far better than draconian measures.\"[107] Others, such as Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, defended the intent behind the lockdowns, saying that they have bought the world a \"delay to essentially prepare better.\" Mathematical epidemiologist Gerardo Chowell of Georgia State University stated that based on mathematical modelling, \"containment strategies implemented in China are successfully reducing transmission.\"[108] However, as the global COVID-19 pandemic worsened, similar lockdown measures were enacted around the world. After northern Italy became a new hotspot of the outbreak in late February, the Italian government has enacted what has been called a \"Wuhan-style lockdown,\" by quarantining nearly a dozen towns of 50,000 people in the provinces of Lombardy and Veneto.[109][110] Iran, another developing hotspot for the coronavirus as of 25 February, has come under calls to assume similar lockdown procedures as China and Italy. Security experts such as Gal Luft of the Institute for the Analysis of Global Security in Washington, have said that \"The best way for Iran to deal with the disease is to do precisely what China has done – quarantine.\" and that \"If Wuhan with its 11 million population can be under quarantine, so can Tehran with its 8 million\"[111] By late 2020, public health experts estimated that the Wuhan lockdown prevented between 500,000 and 3 million infections and between 18,000 and 70,000 deaths.[112] A November 2021 study examining data from the first half of 2020 estimated that over 347,000 deaths may have been prevented in China by COVID-19 prevention measures from January 1, 2020, to July 31, 2020. The estimate does not solely include deaths that would have occurred due to COVID-19. It includes deaths that were inadvertently prevented, such as from traffic collisions or air pollution.[113] Strict surveillance measures were enforced at airports, seaports, and border crossings to prevent the disease from spreading to countries or territories in the region. Accordingly, Japan, South Korea, Taiwan, and some ASEAN countries (notably Myanmar, the Philippines, Indonesia, Thailand, Singapore, and Vietnam) implemented thermal monitoring of passengers arriving at their major international airports, while flights from and/or to Wuhan ceased operating. Activity through gateways in Laos, Myanmar, and Vietnam were put under extra supervision from the Government and medical staff. North Korea banned international flights and foreign visitors, and Papua New Guinea banned travelers from all Asian countries. An analysis of air travel patterns was used to map and predict patterns of spread and was published in the Journal of Travel Medicine in mid-January 2020. Based on information from the International Air Transport Association (2018), Bangkok, Hong Kong, Tokyo, and Taipei had the largest volume of travelers from Wuhan. Dubai, Sydney, and Melbourne were also reported as popular destinations for people travelling from Wuhan. Using the validated tool, the Infectious Disease Vulnerability Index (IDVI), to assess the ability to manage a disease threat, Bali was reported as least able in preparedness, while cities in Australia were considered most able.[114][115] As a result of the outbreak, many countries including most of the Schengen Area, Armenia, Australia, Iraq, Indonesia, Kazakhstan, Kuwait, Malaysia, Maldives, New Zealand, Philippines, Singapore, Sri Lanka, Vietnam, and the United States imposed temporary entry bans on Chinese citizens or recent visitors to China, or ceased issuing visas and reimposed visa requirements on Chinese citizens.[116][117][118][119][120][121][122][123][124][125][126][127] Countries and territories in the region, including Hong Kong, Mongolia, Nepal, North Korea, Russia, and Vietnam responded with border tightening/closures with mainland China.[128] On 22 January, North Korea closed its borders to international tourists to prevent the spread of COVID-19 into the country. In 2020, Reuters reported: \"The vast majority of tourists to North Korea come from China.\"[129] On 22 January, the Asian Football Confederation (AFC) announced that it would be moving the matches in the third round of the 2020 AFC Women's Olympic Qualifying Tournament from Wuhan to Nanjing, affecting the women's national team squads from Australia, China PR, Chinese Taipei, and Thailand.[130] A few days later, the AFC announced that together with Football Federation Australia they would be moving the matches to Sydney.[131] The Asia-Pacific Olympic boxing qualifiers, which were originally set to be held in Wuhan from 3 to 14 February, were also cancelled and moved to Amman, Jordan, to be held between 3 and 11 March.[132][133] On 23 January, the United States Department of State ordered evacuation of all non-emergency U.S. personnel and their family members from Wuhan.[134] On 27 January the United States CDC issued updated travel guidance for China, recommending that travelers avoid all nonessential travel to China as a whole. The CDC has directed U.S. Customs and Border Protection to check individuals for symptoms of COVID-19.[135] On 29 January, British Airways cancelled all their flights to mainland China as a reaction to the spread of COVID-19.[136] Lufthansa followed hours later by also suspending all their flights.[137] Lion Air and Air Seoul also suspended all their flights.[138] The same day, Czechia stopped issuing Schengen Visas to Chinese citizens.[139] On 30 January, Belgium, Greece, and Italy closed all Schengen Visa application centers in China.[140][141][142] The same day, Egyptair announced suspension of flights between Egypt and Hangzhou starting 1 February 2020 with those to Beijing and Guangzhou scheduled to be suspended starting 4 February 2020.[143] On 31 January, Italy closed all passenger air traffic between Italy, China and Taiwan. The Italian Civil Aviation Authority NOTAM notified that, effective 31 January, all passenger flights from China, including the special administrative regions of Hong Kong and Macau, and Taiwan were suspended on request of the Italian health authorities. Aircraft that were flying to Italy when the NOTAM was published were cleared to land.[142][144] On 1 February, Belgium, Czechia, Greece, Italy, and all other Schengen countries' visa application centers closed, with the exception of France, which suspended the issuing of visas to Chinese citizens.[116] On 3 February, Qatar Airways took the decision to suspend flights to mainland China due to significant operational challenges caused by entry restrictions imposed by several countries.[145] Qatar Airways was the first carrier in the Middle East to do so.[145] Though some airlines cancelled flights to Hong Kong as well, British Airways, Finnair, and Lufthansa did not, and American Airlines continued operating a limited service to the area. Hong Kong's four airlines halved the flights to mainland China.[146] The following airlines have so far reduced or cancelled flights to and from China:[147][148][149][150][151][152][153][154] On 31 January, the United States declared COVID-19 a public health emergency. Starting 2 February, all inbound passengers who had been to Hubei in the previous 14 days were put under quarantine for up to 14 days. Any U.S. citizen who had traveled to the rest of mainland China was allowed to continue their travel home if they were asymptomatic, but would be monitored by local health departments.[155] On 1 February, Vietnam suspended all flights to and from China.[150] On 2 February, India issued a travel advisory that warned all people residing in India to not travel to China, suspended E-visas from China, and further stated anyone who had traveled to China starting 15 January could be quarantined.[156][non-primary source needed] New Zealand officials announced that New Zealand would deny entry to all travelers from China and that citizens would be ordered to self-isolate for 14 days if they returned to New Zealand from China.[157] Indonesia and Iraq followed by also banning all travelers that visited China within the past 14 days.[157] On 3 February, Indonesia announced it would ban passenger flights and sea freights to and from China starting on 5 February. In addition, imports of live animals were subject to the same restriction. Minister of Trade Agus Suparmanto said: \"We will obviously stop live animals imports from China and are still considering banning other products\".[158][159][160] Turkey announced it would suspend all flights from China until the end of February and begin thermally scanning passengers coming from South Asian countries at airports.[161][162]","Title":"COVID-19 lockdown in China - Wikipedia","KeyID":"10350","URL":"https://en.wikipedia.org/wiki/COVID-19_lockdown_in_China"}