{"Content: ":"The following is a detailed timeline of the COVID-19 pandemic in Bangladesh. The first confirmed cases were recorded in Bangladesh on 8 March 2020 and continued to spread. As of 13 August 2020, the number of confirmed cases were over 269,000 and the number of deaths were 3,557.[1] On 22 January, the authorities at the Dhaka airport put the airports on alert by screening travellers from China.[2][3] On 1 February, a special flight from Bangladesh evacuated 312 Bangladeshi citizens stranded in Wuhan.[4] The evacuees were quarantined for 14 days at the Ashkona Hajj Camp in Dhaka and other locations.[5][6] None of them tested positive for the coronavirus.[7][8] On 16 March, Flora stated that an additional 3 COVID-19 patients had been detected in Bangladesh, including 2 children.[12] Also, the Education Ministry of Bangladesh announced that it will close all educational institutions until 31 March and Dhaka University from 18 March 2020 to 28 March 2020.[13][14] On 17 March 2 more patients were diagnosed with coronavirus. One of them is an expatriate Bangladeshi and another one was in the institutional quarantine.[15] On 18 March, Bangladesh reported its first coronavirus death. The patient was aged over 70 and had various medical conditions like COPD, diabetes, hypertension, heart problems.[16] In the last 24 hours, 4 more COVID-19 patients (three male and one female) were detected where as samples of 49 people were tested. The three males were returnees from Italy and Kuwait while the female was a family member of a COVID-19 patient identified earlier.[17][18] Till date, there were a total of 341 individuals tested among whom there were 48 known positive cases, 1 reported death, and 3 recoveries.[19] Despite risks of spreading COVID-19, at least 25,000 Muslims joined a prayer named 'Khatme Shifa' after dawn to fight the COVID-19 pandemic, at Central Eidgah in Lakshmipur's Raipur.[20][21][22][23] On 28 March, it was reported that a total of 47 individuals were tested in the last 24 hours, but none were newly tested positive. 4 new patients were declared as recovered from COVID-19.[64][65] Till date, there were a total of 1076 individuals tested among whom there were 48 known positive cases, 5 reported deaths, and 15 recoveries.[citation needed] However, experts claim that a large number of people remain undetected due to inadequate testing.[66] On 29 March, it was reported that 109 samples were tested in the last 24 hours, but none were tested positive. According to IEDCR, there were no new deaths from COVID-19 in the last 24 hours. These numbers consisted of tests conducted in IEDCR, Institute of Public Health (IPH), and Bangladesh Institute of Tropical and Infectious Disease (BITID).[67] Till date, there were a total of 1095 individuals tested among whom were 48 known positive cases, 5 reported deaths, and 15 recoveries.[68] Patients with COVID-19 symptoms continued to die in hospitals without access to testing facilities in Barishal, Khulna, Lalmonirhat, Manikganj, and Patuakhali. Some were treated at COVID-19 isolation centers at hospitals in the districts and others were denied treatment.[69][70] According to press briefing, 153 more tests were performed and one new COVID-19 positive case was identified in the past 24 hours. As of 30 March 2020, total number of COVID-19 positive cases in the country is 49.[71] On 31 March, it was reported that 140 samples were tested in the last 24 hours, and two were tested positive. According to IEDCR, there were no new deaths from COVID-19 in the last 24 hours. These numbers consisted of tests conducted in IEDCR, Bangladesh Institute of Tropical and Infectious Disease, Dhaka Shishu Hospital, International Centre for Diarrhoeal Disease Research, Bangladesh, and Armed Forces Institute of Pathology, Bangladesh. As of this date, there were a total of 1602 individuals tested among whom were 51 known positive cases, 5 reported deaths, and 25 recoveries.[72] The reality of low number of tests still remains as a concern among many in the country.[73][74] The Health Minister of Bangladesh said in a video call conference that one more COVID-19 patient had died and 3 more COVID-19 positive cases were identified in the last 24 hours, taking the number of deaths to six and infected to 54.[75] On 2 April, it was reported that 141 samples were tested in the last 24 hours, and two were tested positive, both of them are male and one of them is 30-40 while the other is between 70 and 80. According to DGHS, there were no new deaths from COVID-19 in the last 24 hours.[76] On 3 April, it was reported that 513 new samples were tested and among them 5 were tested positive in the last 24 hours, raising the total number of infected to 61. During this period no new death was reported across the country.[77] 100 families in Narayanganj was put in self-isolation after a deceased woman was found COVID-19 positive last night. The IEDCR informed the district's civil surgeon around 7:00 pm (2 April) last night that the woman was infected with coronavirus.[78] On 4 April, it was reported that 434 samples were tested out of 553 new samples and among them 9 were tested positive in the last 24 hours, raising the total number of infected to 70. During this period, 2 new death was reported across the country which takes the number of deaths from COVID-19 to 8.[79] On 5 April, it was reported that 367[80] new samples were tested and among them 18 were tested positive in the last 24 hours, raising the total number of infected to 88. During this period, 1 new death was reported across the country which takes the number of deaths from COVID-19 to 9.[81] Dhaka had 54 cases that time. On 6 April, the country had the largest spike thus far in both the detected number of cases and the number of deaths, with 35 new detected cases and 3 new deaths the number of positive tests surged from 88 to 123 and deaths increased from 9 to 12.[82] It was the most cases of that time. At 2 pm IEDCR reports 127 cases. Bashabo in Dhaka was in a high risk. It was on lockdown.[citation needed] The health authorities tested 468 samples to confirm the 35 new cases. Among these 35 cases, 12 were from Narayanganj.[83] On 7 April, the country had the largest number of cases so far in both detected number of cases and the number of deaths, with 45 new detected cases and 5 new deaths makes the number of the positive case from 123 to 164 and deaths increased from 12 to 17.[84] 3 more died of coronavirus infection in the last 24 hours, IEDCR said today. The death toll now stands at 20, Dr. Meerjady Sabrina Flora, director, Institute of Epidemiology, Disease Control and Research (IEDCR) said during a briefing. 55 people have tested positive for COVID-19 in last 24 hours. With this, the total number of infected has reached 219.[85] The total number of tests conducted in last 24 hours were 981 among them 633 sample are collected from the capital[86] On 9 April 112 new people found positive and the death toll increased to 21. According to IEDCR, this is the biggest number of COVID-19 positive found in a day so far.[citation needed] The health authorities also stated that it tested 1,097 samples, mostly from Dhaka and some across the country. This was the maximum in any given day.[87] According to the MIS department of DGHS of Bangladesh, the death toll increased from 21 to 27 and the total detected case is 424. The health authorities also stated that it tested another record high of 1,184 samples in some 17 testing facilities across the country. Around 7,359 tests have been completed till now.[88] The death toll now stands at 39, the minister said during the briefing. One hundred and eighty-two people have tested positive for COVID-19 in the last 24 hours. With this, the total number of infected has reached 803. A total number of 1,570 samples were tested in the last 24 hours, the minister also said. Meanwhile, three patients have recovered since yesterday taking the total recovery number to 42 so far, the minister added.[89] Seven more people have died in the country in the last 24 hours from being infected with the coronavirus. The death toll is now 46. In addition, 209 people were newly infected. The total number of infected have risen to 1,022.[90] New identified: 309 as well as new Deaths: 9.[citation needed] More than 100,000 people defied Bangladesh's lockdown order on Saturday to attend the funeral of a senior leader of the Islamist party in the district of Brahmanbaria. The funeral for Maulana Zubayer Ahmad Ansari, an Islamic teacher, broke the country's ban of no more than five people attending prayers at one time. The police were unable to control the crowd.[91] 312 victims had been identified as positive of COVID-19. and fatalities was 7 death and 9 recovered.[citation needed] 492 was identified as positive for COVID-19 which is considerably the highest infected person in Bangladesh till now. 10 more casualties also reported so far. Bangladesh Bank announced Tk 30 billion refinancing fund for low-income professionals, farmers and small-business owners affected by the coronavirus shutdown.[92] 434 people tested positive for COVID-19. 9 more people have died of coronavirus infection, taking the number of deaths to 110 in the country.[93] The Public Health Expert Dr. Bidduth Barua took the initiative to build a field hospital and in collaboration with Navana Group built a 50-bed field hospital in Chittagong called Chattogram Field Hospital. It's the first Field Hospital in Bangladesh after the Liberation War in Bangladesh.For today to till now this field hospital is providing services to Corona patients completely free of cost. The number of confirmed coronavirus patients in Bangladesh surged to 3,772 as the country registered 390 fresh cases in the last 24 hours. Besides, 10 more people died from COVID-19. With the latest, the death toll from the lethal disease now stands at 120.[94] 414 new persons tested positive for COVID-19. Bangladesh crossed 4,000 cases mark right after two days of its previous 3,000 cases mark on 21 April 2020.[95] 4689 people have been infected in total in Bangladesh and 131 people died so far due to nCoV-19. 503 positive cases in a day and this is the highest number of affected found in a day in Bangladesh.[96][97] Novel Coronavirus cases passed the 7000th mark in Bangladesh and a record 641 people tested positive in a single day. The total number of death raised to 163 as 8 people died that day across the country.[98] Bangladesh passed the 8000th case mark within just 1 day and the total number of infected people in Bangladesh is 8238. 170 people died so far and 174 people have been cured of Novel Coronavirus. 70239 people have been tested for 2019-nCov in Bangladesh.[99] Bangladesh has recorded the highest single day cases from coronavirus infection as 665 more people tested positive in the last 24 hours. With the latest figure, the number of total confirmed cases jumped to 9,455.[100] On 4 May, Novel Coronavirus cases passed the 10000 marks in Bangladesh and a record 688 infected people found in a single day, and the total number of infected people in Bangladesh is 10143. The total number of death raised to 182 as five people died today across the country. COVID-19[101] The number of confirmed coronavirus patients in Bangladesh surged to 11,719 as the country registered 790 new cases in the last 24 hours. Besides, three more people died from COVID-19. With the latest, the death toll from the lethal disease now stands at 186.[102] The number of total cases has jumped to 12425 with 706 new cases in the last 24 hours. 13 more people have died due to coronavirus, and the total death toll is 199 now.[103] The total number of people affected due to COVID-19 raised to 13,134. New COVID-19 infection in the last 24hrs: 709. Tests in the last 24 Hours: 5.941. Recovery in the last 24 hours: 191. New Deaths in last 24 hrs: 07, Isolation in last 24 hours: 103[104] A total of 636 new cases have been registered in the last 24 hours. Total COVID-19 cases raised to 13,770. Tests in the last 24 Hours: 5,465. Recovery in the last 24 hours: 313. New Deaths in last 24 hrs: 08, Isolation in last 24 hours: 196[104] On 10 May, the number of active cases has raised by 887. Now the total number of active coronavirus cases is 14657. The death toll raised to 228.[105] Bangladesh crossed 15000 marks with a record of 1034 new affected cases in a single day. The total number of coronavirus affected cases in Bangladesh is 15691. The total number of death is now 239.[106] The number of total cases has crossed 16660, with 969 new cases in the last 24 hours. 11 more people have died in the last 24 hours due to coronavirus, and the total death toll is 250.[107] Former Bangladeshi cricketer and development coach Ashiqur Rahman tested positive for COVID-19.[108] A total of 1162 new cases have been registered on 13 May. Total COVID-19 cases raised to 17822. With 19 more death cases, the total death toll becomes 269.[109] On 14 May, the number of active cases has raised by 1041. Now the total number of active coronavirus cases is 18863. The death toll increased to 280.[110] Bangladesh crossed 20000 marks with a record of 1202 new affected cases in a single day. The total number of coronavirus affected cases in Bangladesh is 20065. The total number of death is now 298.[111] A total of 930 new cases have been registered on 16 May. Total COVID-19 cases raised to 20995. With 16 more death cases, the total death toll becomes 314.[112] A total of 1273 new cases have been registered on 17 May. Total COVID-19 cases raised to 22268. With 14 more death cases, the total death toll becomes 328.[113] A total of 1602 new cases have been registered on 18 May. Total COVID-19 cases raised to 23870. With 21 more death cases, the total death toll becomes 349.[114] The number of total cases has jumped to 25,121 with 1251 new cases in the last 24 hours. 21 more people have died due to coronavirus, and the total death toll is 370 now.[115] The number of confirmed coronavirus patients in Bangladesh surged to 26,738 as the country registered 1,617 new cases in the last 24 hours. Besides, 16 more people died from COVID-19. With the latest, the death toll from the lethal disease now stands at 386.[115] A total of 1,773 new cases have been registered in the last 24 hours. Total COVID-19 cases raised to 28,511. Tests in the last 24 Hours: 10,262. Recovery in the last 24 hours: 395. New Deaths in last 24 hrs: 22.[115] Bangladesh crossed 30000 marks with 1,694 new affected cases in a single day. The total number of coronavirus affected cases in Bangladesh is 30,205. The total number of death is now 432.[115] The number of confirmed coronavirus patients in Bangladesh surged to 32078 as the country registered 1873 new cases in the last 24 hours. Besides, 20 more people died from COVID-19. With the latest, the death toll from the lethal disease now stands at 452.[115] The number of confirmed coronavirus patients in Bangladesh increased to 33610 as the country registered 1532 fresh cases in the last 24 hours and 28 more people died from COVID-19. With the latest, the death toll from the lethal disease now stands at 480.[116] The number of total confirmed cases reached 35585. Bangladesh has reached a distant milestone of 501 deaths from COVID-19 in the last 24 hours.[117] A total of 1,166 new cases have been registered today. Total COVID-19 cases raised to 36,751. With 21 more death cases, the total death toll becomes 522.[118] On 27 May, the number of active cases has raised by 1,541. Now the total number of active coronavirus cases is 38,292. With 22 more death cases, the death toll increased to 544. 346 patients recovered in the last 24 hours. Total recovery as of today 7,925.[119] Bangladesh crossed 40000 marks with a record of 2,029 new affected cases in a single day. The total number of coronavirus affected cases in Bangladesh is 40,321. With 15 more death cases, the death toll increased to 559. 500 patients recovered in the last 24 hours. Total recovery as of today 8,425.[120] A total of 2,523 new cases have been registered today. Total COVID-19 cases raised to 42,844. With 23 more death cases, the total death toll becomes 582. 590 patients recovered in the last 24 hours. Total recovery as of today 9,015.[121] A total of 1,764 new cases have been registered today. Total COVID-19 cases raised to 44,608. With 28 more death cases, the total death toll becomes 610. 360 patients recovered in the last 24 hours. Total recovery as of today 9,375.[122] A total of 2,545 new cases have been registered today. Total COVID-19 cases raised to 47,153. With 40 more death cases, the total death toll becomes 650. 406 patients recovered in the last 24 hours. Total recovery as of today 9,781.[123] A total of 2,381 new cases have been registered today. Total COVID-19 cases raised to 49,534. With 22 more death cases, the total death toll becomes 672. 816 patients recovered in the last 24 hours. The total number of recoveries in the country crossed 10,000 marks. Total recovery as of today 10,597.[124] Bangladesh crossed 50,000 marks with a record of 2,911 new affected cases in a single day. The total number of coronavirus affected cases in Bangladesh is 52,445. With 37 more death cases, the death toll increased to 709. 523 patients recovered in the last 24 hours. Total recovery as of today 11,120.[125] A total of 2,695 new cases have been registered today. Total COVID-19 cases raised to 55,140. With 37 more death cases, the total death toll becomes 746. 470 patients recovered in the last 24 hours. Total recovery as of today 11,590.[126] A total of 2,423 new cases have been registered today. Total COVID-19 cases raised to 57,563. With 35 more death cases, the total death toll becomes 781. 571 patients recovered in the last 24 hours. Total recovery as of today 12,161.[127] Bangladesh crossed 100,000 marks with 3,803 new affected cases in a single day. The total number of coronavirus affected cases in Bangladesh is 102,292. With 38 more deaths, the death toll becomes 1,343. The total number of recoveries in the country crossed 40,000 marks. Total recovery as of today 40,164. A total of 3,243 new cases have been registered today. The total number of coronavirus affected cases in Bangladesh is 105,535. With 45 more deaths, the death toll becomes 1,388. 2,781 patients recovered in the last 24 hours. Total recovery as of today 42,945. A total of 3,240 new cases have been registered today. The total number of coronavirus affected cases in Bangladesh is 108,775. With 37 more deaths, the death toll becomes 1,425. 1,048 patients recovered in the last 24 hours. Total recovery as of today 43,993. Three Bangladeshi cricketers Mashrafe Mortaza, Nafees Iqbal and Nazmul Islam were all confirmed to have reportedly tested positive for COVID-19.[128][129]","Title":"Timeline of the COVID-19 pandemic in Bangladesh - Wikipedia","KeyID":"10369","URL":"https://en.wikipedia.org/wiki/Timeline_of_the_COVID-19_pandemic_in_Bangladesh"}