{"Content: ":"The COVID-19 pandemic in Bangladesh is part of the worldwide pandemic of coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The virus was confirmed to have spread to Bangladesh in March 2020. The first three known cases were reported on 8 March 2020 by the country's epidemiology institute, IEDCR. Since then, the pandemic has spread day by day over the whole nation and the number of affected people has been increasing. Bangladesh is the second most affected country in South Asia, after India.[4] In order to protect the population, the government declared \"lockdown\" throughout the nation from 23 March to 30 May and prepared some necessary steps to spread awareness to keep this syndrome away from them.[5] Infections remained low until the end of March but saw a steep rise in April.[6] In the week ending on 11 April, new cases in Bangladesh grew by 1,155 percent, the highest in Asia, ahead of Indonesia, with 186 percent.[7] On 6 May, cases were confirmed in all districts. Rangamati was the last district to report confirmed cases of COVID-19. On 13 June, the number of cases in Bangladesh exceeded the number of cases in China, the country where the outbreak began. Bangladesh reached two grim milestones of 160,000 cases and 2,000 deaths on 5 July and overtook France in terms of the number of cases two days later. The number of recoveries in the country exceeded the number of active cases on 12 July. Medical experts feared that not enough tests were being conducted.[8][9] Newspaper reports and social media continued to report about additional deaths of patients with COVID-19 symptoms. Some of the deceased were treated at COVID-19 isolation centres at hospitals in the districts and others were denied treatment, though no tests were conducted to confirm contagion.[10] For a long time, testing was centralised to only Institute of Epidemiology, Disease Control and Research (IEDCR) in the capital Dhaka, although patients with symptoms were reported all around the country.[11] On 22 March, Bangladesh declared a 10-day shut down effective from 26 March to 4 April.[12] This was later extended to 30 May.[13] Besides, Medical-grade Oxygen has been a concern to look at as the present demand for Oxygen in Bangladesh is around 200 tonnes in a day for medical treatment purposes, which has a significant possibility to elevate at an exponential rate everyday, hence, to meet up the potential needs, Bangladesh is required to ready itself, by establishing a demand forecasting model for Medical-grade Oxygen at the earliest with the coordinated efforts of Department of Public Health Engineering (DPHE); and Institute of Epidemiology, Disease Control and Research (IEDCR).[14] A series of hotline numbers, email address and the Facebook page of the Institute of Epidemiology, Disease Control and Research (IEDCR) are provided for people to contact if they suspect COVID-19 infection or need more information.[15] On 31 December 2019, China reported to the WHO cases of pneumonia with unknown causes. On 12 January 2020, the World Health Organization (WHO) confirmed that a novel coronavirus was the cause of a respiratory illness in a cluster of people in Wuhan City, Hubei Province, China.[16][17] The case fatality ratio for COVID-19 has been much lower than SARS of 2003,[18][19] but the transmission has been significantly greater, with a significant total death toll.[20][18] Bangladesh faces significant challenges in combating COVID-19 as it is a densely populated country and also houses a million stateless Rohingya refugees in sprawling refugee camps that are conducive to the spread of epidemics. It also has significant migrant populations living in Italy, a COVID-affected country.[21][22]  On 22 January, the authorities at the Dhaka airport put the airports on alert by screening travellers from China.[26][27] On 1 February, a special flight from Bangladesh evacuated 312 Bangladeshi citizens stranded in Wuhan.[28] The evacuees were quarantined for 14 days at the Ashkona Hajj Camp in Dhaka and other locations.[29][30] None of them tested positive for the coronavirus.[31][32] On 8 March, the first three coronavirus cases were confirmed.[33] They included two men that recently returned from Italy and a female relative.[34] On the same day, the government decided to scale down the grand ceremony planned for Sheikh Mujibur Rahman's birth centenary on 17 March.[35] On 15 March 142 passengers returned from Italy, who were also taken to the Ashkona Hajj camp. After they complained about the unsanitary conditions there, many of them were allowed to go home with advice to self-isolate. Health experts expressed serious reservations about the action.[36] On 18 March, Bangladesh reported its first coronavirus death. The patient was aged over 70 and had other morbidities.[37] By the end of March Bangladesh had reported 51 confirmed cases and five deaths.[citation needed] The government imposed \"general holiday\" (i.e. general lock-down) came into effect on 26 March, it was announced on 23 March and initially stated to be in place until 4 April.[38] The \"general holiday\" (lockdown) due to end on 4 April was extended to April 11, then to April 14, then to April 25 and then again to May 5.[39] Bangladesh crossed the figure of 100 confirmed cases on 6 April and 1,000 confirmed cases on 14 April.[citation needed] On 20 April, the number of confirmed deaths crossed 100.[40] The \"general holiday' (lockdown) was extended to May 7, then to May 16 and finally to May 30, with the government announcing on May 27 there will be no further extension.[39] On the topic of easing the lockdown measures, Prime Minister Sheikh Hasina said \"Economic activities have to be resumed for the sake of the lives and livelihoods of people. Most countries of the world have already been compelled to relax shutdown because it is not possible to restrict people's source of income for an indefinite period. And it is not at all possible for a developing country like Bangladesh too.\"[39] On 23 March, when Bangladesh had 33 confirmed cases, the government declared a ten-day nationwide holiday for the period 26 March – 4 April, ordering all public and private offices to be closed, with the exception for emergency services. People have been asked to practice social distancing and stay at home. Public transport would be limited and advice was given to avoid them.[41] The measure has been described as a \"lockdown\" by the media,[42][43] albeit a \"relaxed\" one.[44] The government asked the Army to ensure social distancing.[45] ABC News Australia reported that 290 teams of soldiers were deployed across the country, that streets were empty in the capital Dhaka and the roadside shops were closed. It also said that thousands of people left Dhaka for their home villages.[46] The \"general holiday\" (lockdown) was extended several times throughout April and May, until officially ceasing on 30 May 2020.[39] Ending the lockdown appears to have been primarily driven by concerns regarding its economic impact, with Prime Minister Sheikh Hasina saying \"Economic activities have to be resumed for the sake of the lives and livelihoods of people. Most countries of the world have already been compelled to relax shutdown because it is not possible to restrict people's source of income for an indefinite period. And it is not at all possible for a developing country like Bangladesh too.\"[39] On 9 April, Bangladesh imposed a 'complete lockdown' on the Cox's Bazar District where the majority of the Rohingya refugee camps are located. \"No entry, no exit – until the situation improves\", said the government directive.[47] On June 18, the number of confirmed cases crossed 100,000 (one lakh) people.[48] On July 18, the number of confirmed cases crossed 200,000 (two lakh) people.[49] The final set of restrictions on public movement were officially lifted on 1 September.[50] These restrictions had included prohibiting movement outdoors from 10 PM to 5 AM (except in case of emergencies), the closure of all shops, bazaars and malls after 8 PM and the prohibition of meetings, rallies and mass gatherings (which had come into effect from 4 August). The Road Transport and Bridges Ministry had also announced on 29 August that the restrictions on buses, which had hitherto directed buses to run below seat capacity and charge higher fares to passengers, would end.[50] A number of health experts expressed their concern at the news. Virologist Dr Nazrul Islam, member of the National Technical Advisory Committee for COVID-19 and former VC of BSMMU, said \"the disease transmission rate should be under 5%, but till now the daily positive cases rate is still 15.97% and on Monday it was around 17%. So, it can be said that the time for lifting restrictions has not yet arrived.\"[51] And Professor Muzaherul Huq, a former adviser of World Health Organization's South East Asia region, told The Daily Star newspaper that \"lifting of restrictions from public transport was a risky move ... if the physical distancing is relaxed in public transport, transmission would definitely rise.\"[52] The period from December 2020 to the end of February 2021 saw the lowest rate of infections since the outbreak of the pandemic. The positivity rates remained below five percent for the first time from mid-January to early March.[53] The vaccination programme also began in this period. The first vaccinations were given on 27 January 2021 and the mass vaccination roll-out started on 7 February 2021[54][55] using the Oxford–AstraZeneca vaccine produced by Serum Institute of India. However, as the number of infections rose in India during April 2021, exports of the vaccine were halted leading to a shortfall in stocks in Bangladesh.[56][57] Bangladesh suspended the first dosing of the Oxford-AstraZeneca vaccine from 26 April 2021 due to the supply crunch.[58] From a relatively low number of infections throughout January and February, March saw a rapid increase in infections - with positivity rates increasing to over 23 percent in early April (whereas they had been below 5 percent throughout February).[59] In an attempt to curb the rise in infections, on 5 April 2021 a seven-day lockdown was announced by the Bangladeshi government, including all domestic travel suspended and shopping malls shut alongside a curfew between 6pm and 6am. This followed a record new 7,087 new COVID-19 cases on 4 April, coinciding with a near-doubling of their testing rate from mid-March into the start of April.[60] Some protests against this lockdown occurred in Dhaka, while the local media also criticised the lacklustre and inconsistent enforcement of lockdown rules throughout the country.[61] Some schools continued to hold classes during the week.[62] On 6 April, merchant groups held protests in the capital, demanding an end to the lockdown, and the safe reopening of shops, by following hygiene guidelines.[63] On 7 April, public transport resumed in all metropolitan areas of the country, including Dhaka, after two days of closure.[64] On 9 April, markets and stores were officially reopened throughout the country, although many were unofficially open earlier in the week. The closures led to more crowded markets than before, and higher prices, as customers flocked to stores to buy needed goods before Ramadan.[65] On 12 April, the government declared that from 14 to 21 April, commercial banks will be closed, except for foreign exchange banks near port areas. Public transportation will again be closed, as well as government offices. However, emergency services, including garment factories and other industries, will remain open.[66] The Bangladesh Police are implementing movement passes, which must be issued from their web site to leave your home, including for jobs, grocery purchases or medical needs. If used for commuting, two passes must be issued to go and return. A photograph of the applicant must be uploaded, as well as identification papers, reason for travel, and dates and times.[67] On 14 April, it was reported that police checkpoints were checking those in vehicles for movement passes, but those on foot were allowed to pass.[68] On 17 April, markets were reopening in Barisal, sometimes only unofficially in alleyways.[69] On 28 April, the lockdown period will end, prioritizing livelihoods over what has been a mild illness in Bangladesh, with some of the lowest death rates in the world. The country will reopen in accordance with hygiene.[70] May saw an alarming rise in cases and positivity rates in border districts, with Chapainawabganj undergoing a localised lockdown in order to reduce transmission.[71] On 29 May, the DGHS recommended an immediate \"strict lockdown\" of eight districts which had witnessed an average positivity rates of over 30 percent for a week and the IEDCR confirmed community transmission of the Delta variant across several districts.[72] Throughout June a steep rise in transmission was reported in the border districts, particularly in Khulna and Rajshahi divisions, with steep increases in positivity rates, regularly reaching as high as 50 or 60 percent in some districts.[73] The nationwide positivity rate once again crossed 20 percent on 23 June 2021.[74] Towards the end of June, several districts surrounding Dhaka went into lockdown to try and reduce transmission into the capital.[75] Throughout the first half of July, Bangladesh regularly recorded its highest daily deaths since the pandemic began[76][77][78][79][80] as hospitals struggled under the strain, with many operating above their capacity.[81] On 1 July 2021 Bangladesh went into another national lockdown, planned to last seven days,[82][83] amidst a surge in cases and deaths towards the end of June — thought to have been driven by the transmission of the Delta variant.[84] The Government issued a notice saying all offices and transportation would be shut and \"No one will be allowed to leave home except for an emergency during this seven-day period\". The army and Border Guard Bangladesh were deployed to enforce the measures and all offices and shops were shut with only local food markets allowed to open for a few hours a day.[85] The lockdown was initially announced to start 28 June,[86] causing a widespread exodus of people leaving the capital Dhaka.[87] Despite the strict enforcement, by the fifth day, compliance with the measures was declining according to national media and over 2000 people had been detained by the Dhaka Metropolitan Police in the first four days of the lockdown for non-compliance.[88] On 5 July 2021, it was announced the lockdown measures would be extended by an additional seven days, now due to continue to midnight on 14 July.[89] Despite continuing high numbers of daily cases and deaths, the Government confirmed that restrictions would be eased from 15 July to 23 July to accommodate the celebration of Eid-ul-Azha and the economic activity around it. The interim easing of measures was decided \"considering the socio-economic condition and the need to maintain normal economic activity\", according to the notice from the Cabinet Division.[90] However, strict measures would once again be imposed from 23 July to midnight on 5 August.[91] In the run-up to Eid, there was widespread movements of people as thousands traveled from the cities, with trains and buses struggling to enforce restrictions on their operating capacity.[92] On 15 July, the day the restrictions were lifted, the Health Minister urged people to adhere to guidelines, saying \"We must curb the transmission. Otherwise, the health system will break down\".[93] The restrictions outlined for the second lockdown of July were stricter than that of the lockdown a few weeks prior,[94] with industries previously exempt from closure now expected to remain closed - including garment factories.[95] Initially, compliance with restrictions was high, with empty roads across the capital.[96] However, within days the media reported a notable increase in traffic on roads once again (especially in Dhaka) and a general reduction in compliance with the measures.[97][98][99] In mid-July, the government announced that factories would remain closed during the post-Eid lockdown,[100] which reassured many workers that they could return home for Eid without fear of trying to get back to the industrial areas in Dhaka division during the lockdown.[101] The government reaffirmed this decision on 27 July.[102] However, days later it was announced that export orientated factories would be permitted to reopen from 1 August,[103] causing a rush of workers back to the industrial heartlands on 31 July, increasing fears of transmission.[101] In June, the vaccination programme was resumed (having been halted in April due to supply shortages) using supplies of the Sinopharm BIBP vaccine from China[104] and, in July, using the Pfizer–BioNTech vaccine[105] and Moderna vaccine[106] from COVAX. Later that month, resumption of the administration of the Astrazeneca vaccine also occurred with doses procured from Japan.[107] It was widely argued in the national media to declare proclamation of emergency[108] although the Sheikh Hasina government pragmatically handled the COVID-19 situation within the constitutional scheme of normal times.[109] On 31 January, a special flight of Biman Bangladesh Airlines with special quarantine, three physicians, a nurse, and required medical equipment on board flew to Wuhan, China to evacuate stranded Bangladeshi citizens.[28] On 1 February 312 Bangladeshi citizens (297 were adults and 15 children) stranded in Wuhan, China were evacuated and brought back to Bangladesh. Most of the Bangladeshis were students and PhD researchers at different universities in the Hubei province in China where their provincial government launched multiple screening tests before allowing them to get on board the plane. Majority of the evacuees were quarantined for 14 days at the Hajj Camp in Ashkona in Dhaka and some at the Combined Military Hospital before being released two weeks later.[29][30] None of these returnees from Wuhan China were tested positive for coronavirus.[31][32] On 22 January, the authorities at Hazrat Shahjalal International Airport (HSIA) in Dhaka reported that they had put the airports on alert to prevent the spread of coronavirus in Bangladesh by screening travelers from China, where the virus had at that time infected nearly 300 people and killed six people. The airport claimed to turn on its thermal scanner to scan passengers to detect any infection in passengers traveling from China.[26] A.H.M. Touhid-ul Ahsan, director of the main Shahjalal International Airport, said doctors at the airport would look for fevers, coughs, breathing difficulties and sore throats. The country's Institute of Epidemiology, Disease Control and Research were to be notified of any passengers with symptoms for further examination, he said.[27] On 2 February, the government of Bangladesh decided to suspend on-arrival visas for Chinese visitors.[110] The Chittagong port also announced that as a precautionary measure to prevent the spread of coronavirus from the ships that bring goods from around the world, the port health officer would examine all sailors of the ships coming from the East Asian countries.[111] On 14 March, on-arrival visas were suspended for all countries, and flights from all European countries other than the United Kingdom were stopped.[112] This reportedly increased tourist traffic at the beaches in Chittagong and Cox's Bazar, counteracting the government measure.[21] International flights began to resume from Dhaka airport on 16 June 2020, with only Qatar Airways and Biman Bangladesh Airlines initially permitted to fly.[113] On 24 June, Emirates resumed flights to Dhaka, on a reduced capacity.[114] In March and April 2020, the COVID-19 transmission rate in Bangladesh was around 2, which meant that two people could be infected with the virus from one person. However, the transmission rate of COVID-19 in the country fell as time passed. As of 26 June, the transmission rate of the coronavirus disease in the country is 1.05, which is a very good sign. Model-based simulations suggest that the 95% confidence interval for the time-varying reproduction number was below 1.0 and falling from December 2020 to February 2021.[115] Health Minister Zahid Malik said that the situation in Bangladesh improved as the growth rate of infections slowed down and the doubling period of infections got longer and that the minimum number of COVID-19 tests performed daily in the country was also improved to 15,000. He also said that, on 3 July, the maximum growth rate of infections in the country fell to 2.5% the day after the number of COVID-19 cases exceeded 150,000. As of 3 July, Bangladesh sees a growth rate of infections less than 2.5%. The health minister said that, until 10 July, the minimum doubling period of infections in the country was improved to 25 days. As of 10 July, the number of coronavirus cases in Bangladesh takes more than 25 days to double. Some people have been arrested for allegedly spreading false information about the COVID-19 pandemic.[116] According to Human Rights Watch, \"Since mid-March 2020, the authorities have apparently arrested at least a dozen people, including a doctor, opposition activists, and students, for their comments about coronavirus, most of them under the draconian Digital Security Act.\"[117] But disinformation does not affect the whole of society equally, since women in this country are less likely to receive information about COVID-19 than men. The reasons that prevent women from being well informed about the pandemic are their difficulty in owning a mobile phone and accessing the Internet, as well as their low level of education. However, it is crucial that they have access to accurate and reliable information about the coronavirus, as they are the ones in charge of promoting hygiene in the household.[118][119] Bangladesh has consistently shown one of the lowest test rates per capita in the world and concerns that the level of testing have been insufficient to accurately understand the spread of infection have often been aired,[120][121][122][123][124] especially in districts outside of Dhaka division.[125] Throughout 2020 and the first half of 2021, routine testing was never adopted in Bangladesh. The number of tests conducted have typically been between approximately 10 to 18 thousand per day, with the number of tests increasing as infections surge during a wave but then decreasing after,[126][124] in what some commentators have described as a reactionary response to the pandemic by the authorities.[127] As of 16 July 2021, approximately 7.2 million tests had been conducted,[128] corresponding to one test per 23 people - the lowest in South Asia after Afghanistan.[129]   Bangladesh has predominately depended on usage of RT-PCR tests. In December 2020, the use of antigen testing was trialed in ten districts,[130] but take up was not high, with people favoring the use of RT-PCR tests.[131] In June 2021, the authorities gave permission for private hospitals and laboratories to conduct antigen tests,[132] which are able to return a result in 20 to 30 minutes, but which are less reliable. The cost to an individual in having a COVID-19 test performed has been suggested as a barrier for some people to get tested.[133] In June 2020, the number of daily tests had reached new heights of approximately 18,000 by the end of the month, but then began to rapidly decline in July (with typical numbers in the range of 10,000 to 14,000 per day throughout July and August). A change in government policy was cited as the cause for the decline, following the introduction of a charge for tests (which had hitherto been free in government facilities) announced on 29 June[134] and requirements for a doctor's referral for a test.[124] Fees were introduced of 200 taka for testing done at government facilities and 500 taka for samples collected from home. Whilst affordable in comparison to private sector charges of 3000 to 4000 taka per test, it was suggested that this still disincentivizes people, especially considering almost one in four Bangladeshis live below the national poverty line.[133] In July 2021, with infection numbers rising significantly, the authorities announced they would waive the testing fee of 100 taka for anyone who felt unable to pay it throughout the month of July.[135] Antigen tests were priced at 100 taka at government facilities and 700 taka at private ones.[132] Bangladesh has 1,169 ICU beds, amounting to 0.72 beds per 100,000 citizens. Of these 432 beds are in government hospitals and 737 in private hospitals.[136] There are only 550 ventilators in the country.[137] On 21 March, the IEDCR announced that 150 ICU beds would be made available for COVID treatment in Dhaka and more would be provided in other parts of Bangladesh.[136] By 8 April, it was reported that 112 ICU beds were available, of which 79 were in Dhaka, 26 in Mymensingh, 5 in Khulna and 2 in Sylhet.[138] The government was in the process of procuring 380 ventilators.[137] There were also 7,693 isolated beds around the country.[138] On 21 June 2020, China invited Bangladesh to get priority access to a COVID-19 vaccine once it is developed. On 26 June 2020, the Chinese government announced that they might perform second-phase clinical trials of the vaccine in Bangladesh. The Chinese government also believed that the coronavirus vaccine, if developed, might be given to Bangladesh by August as the priority.[139] In July 2020, Sinovac Biotech was given approval by the Bangladesh Medical Research Council to begin a third-phase trial of a potential COVID-19 vaccine (now known as CoronaVac) at the International Centre for Diarrhoeal Disease Research, Bangladesh.[140] The Bangladesh government later decided to cancel the trial of the vaccine.[141] On 2 July 2020, A Bangladeshi private pharmaceutical company Globe Biotech Limited announced to be the first company from Bangladesh to have a COVID-19 vaccine under development.[142] The lone Bangladeshi company actually developed three COVID-19 vaccine candidates with different technologies.[143] The company named the mRNA based vaccine as Bangavax, which was initially called Bancovid.[144] Globe Biotech took all the necessary steps from December 2020 to January 2021 to get the permission for ethical approval to conduct the first clinical trial of Bangavax, which also got listed in the 'Draft landscape and tracker of COVID-19 candidate vaccines'[145] by the World Health Organization (WHO).[146] On 5 November 2020, a tripartite agreement was signed between the government of Bangladesh, the Serum Institute of India, and Beximco Pharma of Bangladesh. Under the agreement Bangladesh ordered 30 million doses of Oxford–AstraZeneca vaccine from Serum through Beximco for $4 per shot.[147] On the other hand, Indian government has given 3.2 million doses to Bangladesh as a gift which were also produced by Serum. But Serum supplied only 7 million doses from the tripartite agreement in the first two months of the year.[56] Bangladesh was supposed to receive 5 million doses per month but not received shipments in March and April.[57] As a result, rollout of vaccine has been disrupted by supply shortfalls.[57] Most people who have received the first dose are not getting the second dose on time.[56] Not getting the second dose at the right time is likely to reduce the effectiveness of the vaccination program. In addition, several citizens of Bangladesh have expressed doubts about its effectiveness and safety.[56] Bangladesh is looking for alternative vaccine sources because India isn't supplying the vaccine according to the timeline of the deal.[148] On 28 April 2021 Govt. approves the proposal to local procution of Russian Sputnik V, Chinese Sinopharm BIBP vaccines.[149] Bangladesh regulatory body approves the emergency use of Sputnik V on 27 April and the Sinopharm BIBP vaccine on 29 April.[150][151] In June 2021, the vaccination programme was resumed (having been halted in April due to supply shortages) using supplies of the Sinopharm BIBP vaccine from China[104] and, in July, using the Pfizer–BioNTech vaccine[105] and Moderna vaccine[106] from COVAX. The COVID-19 pandemic has heavily impacted household and individual level earnings in Bangladesh with around 13 percent of people have become unemployed, being women in informal employment more likely than men to see their working hours reduced;[119][118] Meanwhile, the national poverty is predicted to increase by 25.13 percent, claimed by Bangladesh Institute of Development Studies (BIDS).[152] The pandemic has taken a heavy toll on almost all sectors of the economy, inter alia, most notably, it has caused a reduction of exports by 16.93 percent, imports by 17 percent, and also a decline of average revenue for all small and medium enterprises (SMEs) by 66 percent in 2020 compared to 2019. Exceptionally, only remittance inflow has seen an 11 percent increase this year.[153] Even though garment factories were allowed to continue operating under the country's lockdown, an estimated one million garment workers, or one-quarter of the workforce, were laid off due to declining orders for export.[154] On 5 April 2020, Prime Minister Sheikh Hasina announced a stimulus package amounting to some US$8bn.[155] The pandemic caused a significant disruption to the educational sector in Bangladesh, which has approximately 200,000 educational institutions across the country and over 40 million students.[156] In March, Bangladesh closed all of its educational institutions in order to reduce the spread of COVID-19. Initially on 17 March, when Bangladesh had 8 confirmed cases, the government announced all schools would be closed for the remainder of March. Dhaka University was also closed for the same period.[112] The Education Ministry announced an extension of the closures to April 9. However, with the situation not improving Dhaka University announced on 9 April it would remain closed indefinitely.[157] With educational intuitions still closed by the end of April, Prime Minister Sheikh Hasina announced that they could remain closed until September 2020, unless the situation improves.[156] On June 14, the ministry of education officially extended school closures to August 6.[158] On 27 August a Ministry of Education confirmed schools would remain closed until 3 October.[159] Dhaka University began online classes in July 2020,[160] as have many other universities and schools. Experts and students have voiced concerns about accessibility to online classes for many students in Bangladesh; with poorer students, particularly in rural areas, lacking the devices and internet connectivity to participate in their classes.[161] Some have suggested online classes will only further the \"educational divide\" whereby the most disadvantaged students (who usually attend public universities on scholarships) will fall behind their peers due to lack of accessibility.[162] Educational institutions remained closed for over one year. Amidst rising numbers of cases the planned reopening of educational institutions, scheduled for 30 March 2021[163] (following a series of postponements), was again postponed until 23 May 2021, according to an announcement by the Education Minister in March 2021.[164] In June 2021, it was again announced that schools would not be reopening as planned, due to rise a rise in infection rates.[165] Multiple cohorts of standardised school examinations have been impacted by the school closures. In 2020, the SSC exams were held in February, prior to the introduction of COVID-19 into Bangladesh, so were unaffected. However, the HSC exams, which were scheduled to held in April 2020, were postponed indefinitely.[166] By August 2020 with schools still closed, there was much uncertainty regarding when, and even if, the JSC exams, PEC exams (which are normally scheduled for November) and HSC exams will be held.[167] On 24 August it was announced that the PEC exams will not be held, with assessments to be conducted by schools instead. Then on 27 August it was confirmed that the JSC would not be held either and a circular was issued extending the school closure until 3 October.[159] Ultimately, no HSC examinations were given by the 2020 cohort either, instead students were awarded HSC grades based on their previous results at SSC and JSC level.[168] With schools still closed in February and April 2021, when the SSC and HSC are normally held, the examinations did not go ahead as usual. However, in July 2021, the Education Ministry announced they were preparing to hold the 2021 SSC and HSC examinations in November and December respectively, conditional on the COVID situation.[169] In March, Bangladesh suspended all flights, both domestic and international, to manage the spread of the virus. Initially direct flights to the UK and China were exempted from the flight suspensions, but the UK was suspended in April too making China the sole exception.[170] In the beginning of June, domestic flights resumed on limited scale. International flights resumed from Dhaka airport on 16 June 2020, with only Qatar Airways and Biman Bangladesh Airlines initially permitted to fly.[113] Flights to and from the UK resumed on 21 June. On 24 June, flights to and from the UAE became operational via Emirates.[114] Flights to and from Saudi Arabia resumed on 3 July. Nearly two weeks later, flights to and from Turkey resumed. Presentation of a COVID-19 negative certificate became mandatory for all Bangladeshi nationals wishing to travel abroad from 23 July 2020. The government stipulated that all passengers must possess a document certifying a negative test result, which had been carried out within 72 hours prior to travel, regardless of destination and airline used.[171] These tests had to have been carried out at one of 16 specific government-listed testing facilities.[172] However, in an inter-ministry meeting on 30 July it was announced that the decision had been taken that the certificates will only be required for travelers whose destination country or chosen airline policy requires one.[173] Domestic airline resumed operations from 1 June 2020, initially with very few passengers. The CAAB prescribed that all airlines have to keep at least 30 percent seats vacant on each flight to ensure social distancing by keeping a minimum gap of a seat between two passengers, if they are not from the same family, and that the front or the last row of seats on each flight must remain vacant for carrying any passenger who is suspected of carrying the coronavirus. Also crew are only to provide necessary in-flight services with no food or drink served in flights with an airtime of less than one and half hours.[174] On 13 September 2020 the restrictions on passenger seating were lifted, with only the requirement to leave two rows vacant for suspected COVID positive passengers remaining.[175] In April 2021, with cases rising steeply, the Government announced another national lockdown and the suspension of all international flights to and from Bangladesh.[176] The initial week-long suspension was extended to 17 days before partial resumption of flights on 1 May 2021.[177] The introduction of lock-down measures, economic declines and reduction in global mobility across the world has severely impacted Bangladeshi migrant workers. It is thought that around ten million Bangladeshis work overseas, especially across the middle east.[178] Thousands of these workers have been forced to return to Bangladesh, largely because of job lay-offs.[179] Kuwait for example has proposed a bill which would see 200,000 of the 350,000 Bangladeshi workers there compelled to leave the Gulf state.[180] Most of these workers have struggled to find work in Bangladesh on their return, with 70 per cent unemployed according to an International Organization for Migration report published in August 2020.[178] At the time of the pandemic Bangladesh was housing over a million Rohingya refugees in refugee camps in Cox's Bazar. One in ten households in the camps were reported to have at least one individual above the age of five with a chronic illness or disability, increasing the risk of complications or death if they contract COVID-19.[181] The high population density, poor sanitation facilities and limited access to healthcare in the camps are all conducive to the spread of viral illness such as COVID-19.[182] On 9 April, Bangladesh imposed a 'complete lockdown' on the camps with \"No entry, no exit – until the situation improves\", said the government directive.[47] As of 23 June 2020, 46 Rohingya refugees had tested positive for the virus and five deaths had been confirmed.[183] As of 7 August 2020, the number of confirmed cases had risen to 78 and the number of deaths to six.[184] A study by Save the Children and other carried out in May 2020 found that 40 per cent of Rohingya children in the camps expressed being scared of dying of the virus or losing loved ones to it.[185] \"Children tell us they're scared of dying. The fear of death or losing a loved one can be very distressing for a child, especially when many have already experienced intense trauma and loss, having been forced from their homes in Myanmar and stuck in a congested refugee camp for the past three years.\" said Onno van Manen, Country Director for Save the Children in Bangladesh. Save the Children announced they were to open a new isolation and treatment centre for COVID-19 patients with a capacity of up to 60 beds.[185] There are concerns that COVID-19 could be devastating for elderly Rohingya refugees, particularly as in June 2019 Amnesty International had reported that older Rohingya refugees in the camps in Bangladesh are often being left behind in the humanitarian response efforts.[186] As of 17 April 2020, news media outlets confirmed that there were 147 Bangladeshis who died from the coronavirus in the United States.[187] On 18 April 2020, during the general lockdown, a massive crowd of an estimated 100,000 people gathered in Sylhet to attend the funeral prayers of Islamic scholar Allama Maulana Zubayer Ahmed Ansari. Social distancing measures were not observed as crowds reportedly blocked nearly two kilometres of the Dhaka-Sylhet highway.[188] It was not the only Mass gathering. Massive public gatherings were observed at various political, social and national events.[citation needed] In July 2020, several arrests were made after it emerged that Regent Hospital in Dhaka had issued thousands of fake COVID-19 negative certificates without conducting the testing.[189] The hospitals had allegedly \"carried out 10,500 coronavirus tests, out of which 4,200 were genuine and the rest, 6,300 test reports, were given without conducting tests\" according to a RAB spokesperson. It was estimated that two to three crore Taka (approximately 230,000 to 350,00 USD) may have been made through these illegal activities.[190] Following a nine-day manhunt, Regent Hospital Chairman Mohammad Shahed was arrested near the Indian border disguised in a burqa.[189][191] Regent Hospitals had signed a deal with the DGHS in March to provide COVID-19 testing, despite Regent Hospital's licence having expired in 2014, which was reportedly known to the health services division of the health ministry.[190] Fear of the transmission of COVID-19, particularly in the early months of the outbreak, meant that many patients were turned away from hospitals (private and public), with some dying as a result.[192][193] In April 2020 for example, Dhaka University student Suman Chakma died after being denied treatment for lung cancer at several hospitals in Dhaka who feared his symptoms could be COVID-19.[194] The media reported on several more cases of patients lacking COVID-19 certificates being denied admission to multiple hospitals throughout April, May and June,[192] including that of a five-year-old child hit by a vehicle who died en-route between several hospitals in Chattogram[195] and even the additional secretary to the food ministry, Gautam Aich Sarker, died of a kidney condition after being turned away from several hospitals in Dhaka.[196] In June 2020, 22 year old nurse Habiba Sultana died after being denied emergency treatment at the hospital she worked at, following a stroke. She had tested negative for COVID-19, but the document had been misplaced and so her admission was refused, she was finally admitted hours later when the police got involved, but by then she had passed.[197] The Government took a publicly strong stance against these incidences. In reference to the case of DU student Suman Chakma, Prime Minister Sheikh Hasina said of the doctors involved that \"They don't deserve to work as doctor or do other jobs. I think they should be driven out of their jobs,\" and that \"doctors have a duty to perform.\"[198] The Health Ministry warned of strict action against hospitals that denied treatment, including the cancellation of licenses, if they violate the order.[192] The DGHS stated that hospitals should inform them if they fail to admit any suspected COVID-19 patient requesting treatment and that \"hospitals violating this order will face legal action\".[192] On 11 May the health ministry issued an order that all private hospitals should keep separate arrangements for suspected coronavirus patients and not to turn away any patients if they have treatment facilities. The same day, the ministry gave a similar directive to the public hospitals.[199] On May 24, the ministry issued another order directing all the government and private hospitals with 50 or more beds to make separate arrangements for treating COVID-19 patients. However, despite these measures cases of patients being denied treatment on the grounds of suspected COVID-19 symptoms continued.[193][199]    The daily positivity rate is the percentage of tests conducted on a given day which returned a positive diagnosis.   ","Title":"COVID-19 pandemic in Bangladesh - Wikipedia","KeyID":"10368","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Bangladesh"}