{"Content: ":"The COVID-19 pandemic reached the province of Sichuan, People's Republic of China on 20 January 2020, with its first case confirmed on the next day. At 23:00 on January 20, 2020, the Sichuan Provincial Health and Health Committee reported that since January 16, one patient with pneumonia suspected of novel coronavirus infection was found in Chengdu and Guang'an, and both patients came from Wuhan to Sichuan. Isolation treatment is currently underway and related samples are being reviewed.[3] At 22:00 on January 21, the National Health Commission confirmed the veracity of a suspected case of imported novel coronavirus pneumonia in Chengdu. The patient was a 34-year-old male who worked in Wuhan and was admitted to hospital in Chengdu on January 11 for fever. This is the first confirmed case of novel coronavirus pneumonia in Sichuan Province.[4] At 1 am on January 22, Guangan's case was also confirmed. In addition, there were 3 suspected cases in Chengdu, Sichuan, and 2 suspected cases in Mianyang.[5] At 16:00 on January 22, the Sichuan Provincial Health and Health Committee reported that there were 3 new confirmed cases, a total of 5 confirmed cases (including 2 in Chengdu, 2 in Mianyang, and 1 in Guangan), and 2 suspected cases (all in Chengdu). All of the above 7 people were diagnosed and treated in designated medical institutions with stable conditions. Medical observations have been carried out on close contacts, and currently there are no abnormalities such as fever.[4] On February 3, the Sichuan Provincial Health and Health Commission reported that 23 new cases were confirmed in Sichuan Province.[6] Among them, the 69-year-old confirmed patient Hou of Tianquan, Ya'an City intentionally concealed the fact of returning to Ya'an via Hankou, Wuhan. He had been outside for multiple times, and in close contact with more than 100 people and more than 30 medical staff.[7] On January 23, three new cases were reported. Based on the clinical manifestations of the cases, combined with epidemiological history and laboratory test results, the provincial expert group confirmed that these three cases were imported pneumonia cases of novel coronavirus infection.[8] On 24 January, the Sichuan Provincial Health and Health Commission reported that there were 7 new confirmed cases in Sichuan.[9] On 25 January, the Sichuan Provincial Health and Health Commission reported that there were 13 new confirmed cases in Sichuan.[10] On 26 January, the Sichuan Provincial Health and Health Commission reported that there were 16 new confirmed cases in Sichuan.[11] On the same day, the health and health committees in Sichuan Province reported that novel coronavirus was diagnosed in a returnee on Carriage 14 in the D361 train on January 22 from Hankou to Chengdu East, a returnee from Wuhan Wang (male, 43 years old) on Carriage 10 of the D1825 train from Chengdu East to Guangzhou South, and a passenger on Carriage 03 of the D366/7 train from Wuhan to Chengdu East on January 19.[12] On 27 January, the Sichuan Provincial Health and Health Commission reported that there were 25 new confirmed cases in Sichuan.[13] On 28 January, the Sichuan Provincial Health and Health Commission reported that there were 21 new confirmed cases in Sichuan.[14] On 29 January, the Sichuan Provincial Health and Health Commission reported that there were 18 new confirmed cases in Sichuan.[15] On 30 January, the Sichuan Provincial Health and Health Commission reported that there were 34 new confirmed cases in Sichuan.[16] On 31 January, the Sichuan Provincial Health and Health Commission reported that there were 36 new confirmed cases in Sichuan.[17] On February 1, the Sichuan Provincial Health and Health Commission reported that there were 30 new confirmed cases in Sichuan Province.[18] On February 2, the Sichuan Provincial Health and Health Commission reported that there were 24 new confirmed cases in Sichuan Province.[19] On February 5, the Sichuan Provincial Health and Health Commission reported that 19 new cases were confirmed in Sichuan Province and 9 new cases recovered and discharged. Among the newly confirmed cases, 5 were in Chengdu, 4 in Dazhou, 3 in Bazhong, 2 in Garzê, 1 in Panzhihua, 1 in Luzhou, 1 in Nanchong, 1 in Yaan, and 1 in Liangshan. example. Among the newly cured cases, 7 were from Chengdu, 1 from Mianyang, and 1 from Meishan.[20] On February 4, the Sichuan Provincial Health and Health Commission reported that there were 28 new confirmed cases in Sichuan Province.[21] On February 7, the Sichuan Provincial Health and Health Commission reported that there were 23 new confirmed cases, 10 new cured and discharged cases, and no new deaths. Among the newly confirmed cases, 5 were in Chengdu, 5 in Garzê Prefecture, 3 in Guangan City, 3 in Dazhou City, 1 in Luzhou City, 1 in Mianyang City, 1 in Neijiang City, 1 in Leshan City, and 1 in Nanchong City. 1 case in Yibin City and 1 case in Bazhong City. Among the newly added cured discharge cases, 6 were in Chengdu, 3 were in Dazhou, and 1 was in Suining.[22] On February 6, the Sichuan Provincial Health and Health Commission reported that 20 new cases were confirmed in Sichuan and 4 new cases recovered and discharged. Among the newly confirmed cases, 5 were in Chengdu, 4 in Bazhong, 3 in Dazhou, 2 in Luzhou, 2 in Garzê, 1 in Mianyang, 1 in Neijiang, 1 in Nanchong, and 1 in Yibin. example. Among the newly added cured cases, 2 were from Chengdu and 2 were from Nanchong.[23] On February 8, the Sichuan Provincial Health and Health Commission reported that there were 19 new confirmed cases in Sichuan Province, 13 new cases of cured discharges, and no new deaths. Among the newly confirmed cases, 7 were in Chengdu, 2 in Dazhou, 2 in Liangshan, 1 in Panzhihua, 1 in Deyang, 1 in Mianyang, 1 in Suining, 1 in Nanchong, and 1 in Guang'an. 1 case in Bazhong City, 1 case in Meishan City.[24] On February 9, the Sichuan Provincial Health and Health Commission reported that there were 23 new confirmed cases, 10 new cured and discharged cases, and no new deaths. Among the newly confirmed cases, there were 11 cases in Chengdu, 3 in Shengzhou, 3 in Deyang, 2 in Suining, 1 in Panzhihua, 1 in Nanchong, 1 in Meishan, and 1 in Ziyang. Among the newly cured cases, 5 were from Chengdu, 2 from Luzhou, 1 from Mianyang, 1 from Neijiang, and 1 from Dazhou.[25] On February 10, the Sichuan Provincial Health and Health Commission reported that 19 new cases were confirmed in Sichuan, 16 new cases recovered and discharged, and there were no new deaths. Among the newly confirmed cases, there were 6 cases in Garzê Prefecture, 3 cases in Chengdu, 3 cases in Dazhou, 2 cases in Suining, 1 case in Shengzhou, 1 case in Mianyang, 1 case in Nanchong, 1 case in Bazhong, and 1 in Liangshan Prefecture. example. Among the newly cured cases, 4 were in Panzhihua City, 3 in Chengdu City, 3 in Yibin City, 1 in Mianyang City, 1 in Guangyuan City, 1 in Nanchong City, 1 in Yaan City, 1 in Ziyang City, and 1 in Liangshan Prefecture. example. As of 24:00 on February 9, a total of 405 confirmed cases of novel coronavirus pneumonia were reported in our province, involving 21 cities (states) and 124 counties (cities and districts). Among the confirmed cases, there were 123 cases in Chengdu, 33 in Nanchong, 28 in Guang'an, 28 in Dazhou, 23 in Garzê, 22 in Bazhong, 21 in Mianyang, 17 in Neijiang, 17 in Luzhou, 16 in Deyang, 13 in Panzhihua, 10 in Suining, 10 in Liangshan, 9 in Zigong, 9 in Yibin, 7 in Meishan, 6 in Guangyuan, 6 in Ya'an, 3 in Leshan, 3 cases in Ziyang City and 1 case in Ngawa Prefecture.[26] On February 11, the Sichuan Provincial Health and Health Commission reported that 12 new cases were confirmed in Sichuan Province, 6 new cases recovered and discharged, and there were no new deaths. Among the newly confirmed cases, there were 4 cases in Garzê Prefecture, 2 cases in Guangan City, 2 cases in Dazhou City, 1 case in Chengdu City, 1 case in Luzhou City, 1 case in Neijiang City, and 1 case in Nanchong City. Among the newly added cured cases, 3 were from Chengdu, 2 from Garzê Prefecture, and 1 from Nanchong City. As of 20:00 on February 10, our province has reported a total of 417 confirmed cases of novel coronavirus pneumonia, 17 critical cases, 82 discharged from hospital, 1 death, and 6,104 people undergoing medical observation. Involving 21 cities (states). Of the confirmed cases, 124 were in Chengdu, 34 in Nanchong, 30 in Guang'an, 30 in Dazhou, 27 in Garzê, 22 in Bazhong, 21 in Mianyang, 18 in Neijiang, 18 in Luzhou, 16 in Deyang, 13 in Panzhihua, 10 in Suining, 10 in Liangshan, 9 in Zigong, 9 in Yibin, 7 in Meishan, 6 in Guangyuan, 6 in Ya'an, 3 in Leshan, 3 cases in Ziyang City and 1 case in Ngawa Prefecture.[27] For the period of 0-24:00 on February 12, the Sichuan Provincial Health and Health Commission reported that 15 new cases were confirmed in Sichuan, 8 new cases recovered and discharged, and no new deaths were reported. Among the newly confirmed cases, there were 6 cases in Chengdu, 3 in Dazhou, 1 in Deyang, 1 in Neijiang, 1 in Nanchong, 1 in Yibin, 1 in Ya'an, and 1 in Garzê Prefecture. Among the newly added cured cases, 2 were in Suining, 2 in Guangan, 1 in Chengdu, 1 in Neijiang, 1 in Nanchong, and 1 in Garzê Prefecture. As of 24:00 on February 12, a total of 451 confirmed cases had been reported in Sichuan Province, involving 21 cities (prefectures) and 125 counties (cities and districts). Of the 451 confirmed patients, 357 were hospitalized and isolated (including 17 critically ill), 93 had been discharged, and 1 died. 1141 people were released from medical observation on the same day, and 5480 people were receiving medical observation.[28] For the period of 0-24:00 on February 13, the Sichuan Provincial Health and Health Commission reported that 12 new cases were confirmed in Sichuan, 12 new cases recovered and discharged, and there were no new deaths. Among the newly confirmed cases, there were 6 cases in Garzê Prefecture, 4 cases in Chengdu, and 2 cases in Bazhong City. Among the newly added cured cases, 2 were from Leshan City, 2 from Guangan City, 2 from Liangshan Prefecture, 1 from Chengdu City, 1 from Panzhihua City, 1 from Mianyang City, 1 from Nanchong City, 1 from Meishan City, and 1 from Ziyang City. example. As of 24:00 on February 13, a total of 463 confirmed cases were reported in Sichuan Province, involving 21 cities (prefectures) and 127 counties (cities and districts). Of the 463 confirmed patients, 357 were hospitalized (17 of them were critically ill), 105 recovered, and 1 died. 1067 people were released from medical observation on the same day, and 5296 people were receiving medical observation.[29] For the period of 0-24:00 on February 14, the Sichuan Provincial Health and Health Commission reported that 7 new cases were confirmed in Sichuan, 10 new cases recovered and discharged, and there were no new deaths. Among the newly confirmed cases, 4 were in Chengdu, 1 in Neijiang, 1 in Garzê Prefecture, and 1 in Liangshan Prefecture. Among the newly added cured cases, 3 were in Yibin City, 2 in Neijiang City, 1 in Chengdu City, 1 in Guangyuan City, 1 in Nanchong City, 1 in Guangan City, and 1 in Liangshan Prefecture. As of 24:00 on February 14, a total of 470 confirmed cases were reported in our province, involving 21 cities (states) and 127 counties (cities and districts). Of the 470 confirmed patients, 354 were being hospitalized and isolated (including 17 critically ill), 115 had been discharged and 1 had died. There were 905 medical observations released on the same day, and 4907 people were receiving medical observations.[30] For the period of 0-24:00 on February 15, the Sichuan Provincial Health and Health Commission reported that 11 new cases were confirmed in Sichuan, 12 recovered and discharged, 60 were suspected cases, and 2 were dead cases. Among the newly confirmed cases, there were 6 cases in Garzê Prefecture, 2 cases in Suining City, 2 cases in Liangshan Prefecture, and 1 case in Chengdu. As of 00:00 on February 16, a total of 481 cases were confirmed in our province, involving 21 cities (prefectures) and 128 counties (cities and districts). Of the 481 confirmed patients, 351 (15 critically ill) are being hospitalized and isolated, 127 have been cured and 3 have died. There are 227 suspected cases. 1,440 people were released from medical observation on the same day, and 4035 people were receiving medical observation.[31] For the period of 0-24:00 on February 16, the Sichuan Provincial Health and Health Commission reported that there were 14 new confirmed cases, 9 new cured and discharged cases, 40 new suspected cases, and no new deaths. Among the newly confirmed cases, 7 were from Garzê Prefecture, 5 were from Suining City, and 2 were from Dazhou City. As of 00:00 on February 17, 495 cases have been confirmed in Sichuan Province, involving 21 cities (states). There are 102 counties (cities, districts) in the epidemic situation. Of the 495 confirmed patients, 356 were hospitalized and isolated (including 15 critically ill), 136 recovered and discharged, and 3 died. There are 191 suspected cases. 1,036 people were released from medical observation that day, and 3,563 people are currently receiving medical observation.[32] For the period of 0-24:00 on February 17, the Sichuan Provincial Health and Health Commission reported that 13 new cases were confirmed in Sichuan, 27 new cases recovered and discharged, 31 were suspected cases, and no new deaths were reported. Among the newly confirmed cases, there were 5 cases in Garzê Prefecture, 3 cases in Panzhihua City, 3 cases in Nanchong City, 1 case in Yibin City, and 1 case in Dazhou City. As of 00:00 on February 18, 508 cases have been confirmed in Sichuan Province, involving 21 cities (states). There are 101 counties (cities, districts) in the epidemic situation. Of the 508 confirmed patients, 342 were hospitalized and isolated (including 16 critically ill), 163 recovered and discharged, and 3 died. There are 173 suspected cases. 912 people were released from medical observation on the same day, and 3,093 people were receiving medical observation.[33] For the period of 0-24:00 on February 18, the Sichuan Provincial Health and Health Commission reported that there were 6 new confirmed cases, 14 new cured and discharged cases, 40 new suspected cases, and no new deaths. Among the newly confirmed cases, 3 were in Garzê Prefecture, 1 in Chengdu, 1 in Luzhou, and 1 in Dazhou. As of 00:00 on February 19, 514 cases have been confirmed in Sichuan Province, involving 21 cities (states). There are 98 counties (cities, districts) in the epidemic. Of the 514 confirmed patients, 334 were hospitalized and isolated (including 17 critically ill), 177 recovered and 3 were discharged. There are 130 suspected cases. 574 medical observations were lifted that day, and 2768 people are currently undergoing medical observations.[34] For the period of 0-24:00 on February 19, the Sichuan Provincial Health and Health Commission reported that there were 6 new confirmed cases, 26 new cured and discharged cases, 21 new suspected cases, and no new deaths. Among the newly confirmed cases, there were 4 cases in Luzhou City and 2 in Garzê Prefecture. As of 00:00 on February 20, 520 cases have been confirmed in Sichuan Province, involving 21 cities (states). There are 98 counties (cities, districts) in the epidemic. Of the 520 confirmed patients, 319 were being hospitalized and isolated (including 17 critically ill), 198 recovered and discharged, and 3 died. There are 113 suspected cases. 606 people were released from medical observation on the same day, and 2458 people were receiving medical observation.[35] For the period of 0-24:00 on February 20, the Sichuan Provincial Health and Health Commission reported that 5 new cases were confirmed in Sichuan Province, 24 new cases recovered and discharged, 16 suspected cases were added, and no new deaths were reported. Among the newly confirmed cases, 2 were in Chengdu, 1 in Deyang, 1 in Dazhou, and 1 in Garzê Prefecture. As of 00:00 on February 21, 525 cases have been confirmed in Sichuan Province, involving 21 cities (states). There are 101 counties (cities, districts) in the epidemic situation. Of the 525 confirmed patients, 300 were hospitalized and isolated (including 18 critically ill), 222 recovered and discharged, and 3 died. There are 84 suspected cases. 599 people were released from medical observation on the same day, and 2111 people were receiving medical observation.[36] On 22 January, the Sichuan Provincial Department of Transportation required transport companies to suspend long-distance passenger transportation and inter-provincial charter to Wuhan in principle from today, and for long-distance passenger and inter-provincial charter drivers who have recently passed through Wuhan to make registrations in accordance with real-name management requirements for retrospective investigation.[37] On 24 January, Sichuan enacted its Level-1 Public Health Emergency Response.[38] On the same day, multiple tourist attractions including Mount Emei was closed to public.[39] On 25 January, Sichuan announced that it would ban any catering unit and individual from organising any group gatherings to prevent the spread of the epidemic.[40] On 6 February, Ya'an and Neijiang implemented community-based close management. This measure was then implemented by Chengdu, Suining, and Guangyuan on 7 February,[41] Ziyang on 8 February, and Deyang and Mianyang on 9 February. On 25 February, Sichuan adjusted its Public Health Emergency Response level to Level 3.[42] On 8 March, the Qingcheng Mountain-Dujiangyan area reopened to the public.[43] On 6 February, the Jialing District Branch of the Public Security Bureau of Nanchong City, Sichuan Province reported 3 cases involving concealment of a novel coronavirus pneumonia diagnosed patient in Wuhan or the hospital ’s dissuasion and isolation, leading to a large number of people being isolated. The police opened two cases for investigation involving 2 people, and received one public security case involving 1 person.[44] One of those under investigation was the first severe patient, Sun. He drove from Wuhan to his hometown in Ji'an Town with his family on January 20, and attended a rural BNgawa feast party the next day. On the morning of January 22, she went to Lidu Town Hospital for a fever and cough, and then the passenger car went home. On January 23, due to the deterioration of his condition, he went to the People's Hospital of Jialing District. The doctor diagnosed a suspected novel coronavirus infection and asked for isolation and treatment. However, Sun quietly left the hospital, and took a bus home. He was then forced to be isolated for treatment, and was diagnosed with new coronary pneumonia. Sun contacted a large number of people within a few days, leading to the quarantining of dozens of people who were in close contact with him.[45] On 12 February, in the afternoon, a 21-year-old male assistant policeman from the traffic police brigade of the Chongzhou Public Security Bureau refused to cooperate with the community epidemic prevention volunteers for identity registration and came into conflict with them when he passed the Qingshiqiao community epidemic detection point in Changzhen Town, Longxing Town, Chongzhou City. He was eventually dismissed.[46]","Title":"COVID-19 pandemic in Sichuan - Wikipedia","KeyID":"10362","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Sichuan"}