{"Content: ":"The economic impact of the COVID-19 pandemic in India has been largely disruptive. India's growth in the fourth quarter of the fiscal year 2020 went down to 3.1% according to the Ministry of Statistics. The Chief Economic Adviser to the Government of India said that this drop is mainly due to the coronavirus pandemic effect on the Indian economy. Notably, India had also been witnessing a pre-pandemic slowdown, and according to the World Bank, the current pandemic has \"magnified pre-existing risks to India's economic outlook\". The World Bank and rating agencies had initially revised India's growth for FY2021 with the lowest figures India has seen in three decades since India's economic liberalization in the 1990s. However, after the announcement of the economic package in mid-May, India's GDP estimates were downgraded even more to negative figures, signalling a deep recession. (The ratings of over 30 countries have been downgraded during this period.) On 26 May, CRISIL announced that this will perhaps be India's worst recession since independence. State Bank of India research estimates a contraction of over 40% in the GDP in Q1. The contraction will not be uniform, rather it will differ according to various parameters such as state and sector. On 1 September 2020, the Ministry of Statistics released the GDP figures for Q1 (April to June) FY21, which showed a contraction of 24% as compared to the same period the year before. According to Nomura India Business Resumption Index economic activity fell from 82.9 on 22 March to 44.7 on 26 April. By 13 September 2020 economic activity was nearly back to pre-lockdown.[1] Unemployment rose from 6.7% on 15 March to 26% on 19 April and then back down to pre-lockdown levels by mid-June.[2][3] During the lockdown, an estimated 140 million (140 million) people lost employment while salaries were cut for many others.[2][4] More than 45% of households across the nation have reported an income drop as compared to the previous year.[5] The Indian economy was expected to lose over ₹32,000 crore (US$4.0 billion) every day during the first 21-days of complete lockdown, which was declared following the coronavirus outbreak.[6][7] Under complete lockdown, less than a quarter of India's $2.8 trillion economic movement was functional.[8] Up to 53% of businesses in the country were projected to be significantly affected.[9] Supply chains have been put under stress with the lockdown restrictions in place; initially, there was a lack of clarity in streamlining what an \"essential\" is and what is not.[10] Those in the informal sectors and daily wage groups have been at the most risk.[11] A large number of farmers around the country who grow perishables also faced uncertainty.[10] Major companies in India such as Larsen & Toubro, Bharat Forge, UltraTech Cement, Grasim Industries, Aditya Birla Group, BHEL and Tata Motors temporarily suspended or significantly reduced operations. Young startups have been impacted as funding has fallen.[12][13] Fast-moving consumer goods companies in the country have significantly reduced operations and are focusing on essentials. Stock markets in India posted their worst losses in history on 23 March 2020.[14] However, on 25 March, one day after a complete 21-day lockdown was announced by the Prime Minister, SENSEX and NIFTY posted their biggest gains in 11 years.[15] The Government of India announced a variety of measures to tackle the situation, from food security and extra funds for healthcare and for the states, to sector related incentives and tax deadline extensions. On 26 March a number of economic relief measures for the poor were announced totaling over ₹170,000 crore (US$21 billion). The next day the Reserve Bank of India also announced a number of measures which would make available ₹374,000 crore (US$47 billion) to the country's financial system. The World Bank and Asian Development Bank approved support to India to tackle the coronavirus pandemic.[16] The different phases of India's lockdown up to the \"first unlock\" on 1 June had varying degrees of the opening of the economy. On 17 April, the RBI Governor announced more measures to counter the economic impact of the pandemic including ₹50,000 crore (US$6.3 billion) special finance to NABARD, SIDBI, and NHB.[17] On 18 April, to protect Indian companies during the pandemic, the government changed India's foreign direct investment policy. The Department of Military Affairs put on hold all capital acquisitions for the beginning of the financial year. The Chief of Defence Staff has announced that India should minimize costly defense imports and give a chance to domestic production; also making sure not to \"misrepresent operational requirements\".[18][19] On 12 May, the Prime Minister announced an overall economic stimulus package worth ₹20 lakh crore (US$250 billion). Two days later the Cabinet cleared a number of proposals in the economic package including a free food grains package. In December 2020, a Right to Information petition revealed that less than 10% of this stimulus had been actually disbursed.[20] By July 2020, a number of economic indicators showed signs of rebound and recovery. On 12 October and 12 November, the government announced two more economic stimulus package, bringing the total economic stimulus to ₹29.87 lakh crore (US$370 billion).[21] By December 2021, India was back to pre-COVID-19 growth.[22] \"From the economy's point of view, the lockdown undoubtedly looks costly right now, but compared to the lives of Indian citizens, it is nothing.\" (translation, original in Hindi) Prime Minister Modi, speech to the nation, 10 am, 14 April 2020, [23][24] Globally in a poll by the 'Edelman Trust Barometer', out of the 13,200+ people polled, 67% agreed that \"The government's highest priority should be saving as many lives as possible even if it means the economy will recover more slowly\"; that is, life should come before livelihood.[25] For India, the poll showed a ratio of 64% to 36%, where 64% of the people agreed that saving as many lives as possible was a priority, and 36% agreed that saving jobs and restarting the economy was the priority.[25] In India the life versus livelihood debate also played out, with the government first announcing that life would be prioritized over livelihood, which later changed to an equal importance being given to life and livelihood.[26][27] By mid-May the center was keen to resume economic activities, while the Chief Ministers had mixed reactions.[28] Prime Minister Modi announced the first 21 days of India's lockdown on 24 March. During this address to the nation he said, \"Jaan hai toh jahaan hai\" (transl. Only if there is life there will be livelihood).[26][27] On 11 April, in a meeting with the Chief Minister's of India, the Prime Minister said \"Our mantra earlier was jaan hai toh jahaan hai but now it is jaan bhi jahaan bhi (transl. Both, lives and livelihood matter equally).\"[26][29] On 14 April, another address to the nation was made by Modi in which he extended the lockdown, with adjustments, to 3 May.[30] In the Prime Minister's fifth meeting with the Chief Ministers on 11 May, the Prime Minister said that Indians must prepare for the post coronavirus pandemic world, just as the world changed after the world wars.[31][32] During the meeting Modi said \"Jan se lekar jag tak\" (transl. From an individual to the whole of humanity) would be the new principle and way of life.[31][33] On 12 May, the Prime Minister addressed the nation saying that the coronavirus pandemic was an opportunity for India to increase self-reliance. He proposed the Atmanirbhar Bharat Abhiyan (Self-reliant India Mission) economic package.[34] \"The time has come to re-open Delhi. We will have to be ready to live with coronavirus.\" [...] \"How will we pay salaries? How will the government function? Every year, in April we used to make at least Rs 3,500 crore revenue, this year, we have made only Rs 300 crore revenue. We can't pay salaries with this money\" Arvind Kejriwal, Delhi Chief Minister, 4 May 2020, [96][97] On 12 May the Prime Minister, in an address to the nation, said that the coronavirus crisis should be seen as an opportunity, laying emphasis on domestic products and \"economic self-reliance\", an Atmanirbhar Bharat (transl. Self-reliant India) through a Atmanirbhar Bharat Abhiyan (transl. Self-reliant India Mission).[102] The following day the Finance Minister started laying out the details of the Prime Minister's vision which would continue into the next few days.[103] The Finance Minister stated that the aim was to \"spur growth\" and \"self-reliance\", adding that, \"self-reliant India does not mean cutting off from rest of the world\".[103][157][158] The law and IT minister, Ravi Shankar Prasad, also said that self-reliance does \"not mean isolating away from the world. Foreign direct investment is welcome, technology is welcome [...] self-reliant India... translates to being a bigger and more important part of the global economy.\"[159] Shashi Tharoor called the 'Self-reliant India Mission' a repackaged version of Make in India.[160] India's overall economic package was announced as ₹20 lakh crore (US$250 billion), 10% of India's GDP. The package, though announced on 12 May by the Prime Minister, included previous government actions, including the RBI announcements.[161] The previous RBI announcements included around ₹8 lakh crore (US$100 billion) liquidity.The economic package also included the Finance Minister announcement of a package totaling ₹170,000 crore (US$21 billion) on 26 March.[161][162] The strategy of combining fiscal and monetary, liquidity measures was defended by the government. Sitharaman explained that other countries had also done the same.[163] Estimates of the size of India's fiscal stimulus as a percentage of GDP varied between 0.75% to 1.3%.[164] The Finance Minister, for five days, between 13 and 17 May, held press conferences in which the details of the economic package was explained.[111] The economic package consisted of a mix of reforms, infrastructure building, support to stressed businesses and a certain amount of direct cash support.[165] The \"collateral-free loans\" that the package provided aimed to \"resume business activity and safeguard jobs\".[166] Changes in FDI policy, privatization of the power sector, provident fund contribution and ease of doing business measures were also announced.[167] Land reforms at the state level which were not mentioned in the economic package are also part of the overall changes.[168] Reports though stated the economic package did not address short term demand concerns, which may in turn pull down the economy even more; with most of the announcements being related to supply.[165] It was also reported by economists such as Sonal Varma, Nomura Global Market Research, that \"long pending politically sensitive reforms\" have been pushed through during this time and with this package.[169] While the economic package was criticised on various fronts, it was also given neutral to positive responses on other fronts such as for the necessary caution the government showed in its spending.[170][171] On 12 October 2020, the finance minister announced another economic stimulus package which aimed at boosting demand. This package has been launched keeping in mind the upcoming festive season. The package includes perks for central government employees to spend more on consumer durables during the festive season and a much higher capital expenditure for both the centre and states.[172][173] Interest free loans for states to boost capital expenditure has been made available.[173] On 12 November 2020, the government announced ₹2.65 lakh crore (US$33 billion) worth of economic stimulus.[21] Sectors such as housing and infrastructure were targeted in the third package. Stimulus for provided for domestic defence manufacturing and green energy.[173] By 7 September 2020, PM Garib Kalyan Yojana provided support to the tune of ₹68,820 crore (US$8.6 billion).[173] In December 2020, a Right to Information petition revealed that less than 10% of the package had been actually disbursed, chiefly in the form of emergency credit.[20] On 18 April 2020, India changed its foreign direct investment (FDI) policy to curb \"'opportunistic takeovers/acquisitions' of Indian companies due to the current pandemic\", according to the Department for Promotion of Industry and Internal Trade.[81] With the fall in global shares prices, there is concern that China could take advantage of the situation, leading to hostile takeovers.[174][175] While the new FDI policy does not restrict markets, the policy ensures that all FDI from countries that share a land border with India will now be under scrutiny of the Ministry of Commerce and Industry.[176][82][177] In India up to 53% of businesses have specified a certain amount of impact of shutdowns caused due to coronavirus on operations, as per a FICCI survey in March.[9] By 24 April the unemployment rate had increased nearly 19% within a month, reaching 26% unemployment across India, according to the 'Centre for Monitoring Indian Economy'.[2] Around 140,000,000 (140 million) Indians lost employment during the lockdown. More than 45% households across the nation reported an income drop as compared to the previous year.[5][178] Various business such as hotels and airlines cut salaries and laid off employees.[4] Revenue of transport companies such as Ola Cabs went down nearly 95% in March–April resulting in 1400 layoffs.[179] It was estimated that the loss to the tourism industry will be ₹15,000 crore (US$1.9 billion) for March and April alone. CII, ASSOCHAM and FAITH estimate that a huge chunk of the workforce involved with tourism in the country faces unemployment.[180] Live events industry saw an estimated loss of ₹3,000 crore (US$380 million).[4] A number of young startups have been impacted as funding has fallen.[12] A DataLabs report shows a 45% decrease in the total growth-stage funding (Series A round) as compared to Q4 2019.[13] According to a KPMG report venture capital in Indian startups has fallen over 50% in Q1 2020 from Q4 2019.[181] Government revenue has been severely affected with tax collection going down, and as a result the government has been trying to find ways of reducing its own costs.[168] On 10 May 2020, Union Minister Nitin Gadkari said that some states didn't have enough money to pay salaries in the near future.[182] In April, former Reserve Bank of India chief Raghuram Rajan said that the coronavirus pandemic in India may just be the \"greatest emergency since Independence\",[183] while the former Chief Economic Advisor to the Government of India said in April that India should prepare for a negative growth rate in FY21.[184] The Indian economy was expected to lose over ₹32,000 crore (US$4.0 billion) every day during the first 21 days of the lockdown, according to Acuité Ratings.[6] Barclays said the cost of the first 21 days of shutdown as well as the previous two shorter ones will total to around ₹8.5 lakh crore (US$110 billion).[185][7] Confederation of Indian Industry (CII) had sought an economic fiscal stimulus package of 1% of India's GDP amounting to ₹2 lakh crore (US$25 billion).[186] The fiscal package and fiscal policies approach is being compared to what has happened in other countries such as Germany, Brazil and Japan.[187] Jefferies Group said that the government can spend ₹1.3 lakh crore (US$16 billion) to fight the impact of coronavirus.[188] Bloomberg's economists say at least ₹2.15 lakh crore (US$27 billion) needs to be spent.[188] Former CEA Arvind Subramanian said that India would need a ₹10 trillion (US$130 billion) stimulus to overcome the contraction.[184] India had also been witnessing a pre-pandemic slowdown.[189] Even before the pandemic, since FY 2018–19, India's growth was falling, 8% in Q4 FY18 to 4.5% in Q2 FY20.[190] In January 2020 itself, well before India's lockdown or reactions to the pandemic, the International Monetary Fund reduced India's GDP estimates for 2019 and also reduced the 2020 GDP forecast.[190] The 2016 Indian banknote demonetisation and goods and services tax enactment in 2017 led to severe back to back disruptions in the economy.[190] On top of this there had been numerous banking crises such as the Infrastructure Leasing & Financial Services crisis and government scheme failures such as that of 'Make in India'.[190] There was also a significant \"income crunch\" for both rural and urban sectors in the year prior to the lockdown.[191] On 27 March, Moody's Investors Service (Moody's) revised its estimate of India's GDP growth for 2020 from 5.3% to 2.5%.[192] Fitch Ratings revised its estimate for India's growth to 2%. 'India Ratings & Research' also downgraded the FY21 estimate to 3.6%.[193] In April 2020, the World Bank and rating agencies downgraded India's growth for fiscal year 2021 with the lowest figures India has seen in three decades since India's economic liberalization in the 1990s.[193][194] On 12 April 2020, a World Bank report focusing on South Asia said that India's economy is expected to grow 1.5% to 2.8% for FY21.[193] The World Bank report said that the pandemic has \"magnified pre-existing risks to India's economic outlook\".[193] In mid-April the International Monetary Fund projection for India for the FY21 of 1.9% GDP growth was still the highest among G-20 nations.[195] Confederation of Indian Industry (CII) estimated that India's GDP for FY21 will be between 0.9% and 1.5%.[196] On 28 April the former Chief Economic Advisor (CEA) to the Government of India has said that India should prepare for a negative growth rate in FY21.[184][199] On 22 May the RBI Governor Shaktikanta Das also said India's GDP growth will remain negative in FY21.[200] Following the announcement of India's economic package numerous agencies downgraded their GDP predictions for FY21.[197] Ratings agency ICRA downgraded estimates to −5%,[201] Goldman Sachs also predicted the same estimate of −5%. These revised GDP estimates signalled a deep recession.[202][203] On 26 May, CRISIL made the following statement:[204][205] India's fourth recession since independence, the first since liberalisation and perhaps the worst to date, is here. State Bank of India research predicts a contraction of over 40% in the GDP in Q1 FY21.[206] For the states, the total loss due to COVID-19 is estimated at 13.5% of the total Gross state domestic product.[207][208] The Ministry of Statistics released India's GDP estimates for Q4 FY20 at 3.1% while the overall GDP for FY20 is 4.2%.[209][210] Krishnamurthy Subramanian, the current CEA, said the GDP growth slowdown to 3.1% in Q4 FY20 is mainly due to the coronavirus pandemic effect on the Indian economy.[211] The CEA pointed out that the ratings of over 30 countries have also been downgraded.[211] On 1 June, Moody's downgraded India's sovereign ratings to its lowest grade. Moody's clarified that while the rating downgrade was happening amid the coronavirus pandemic, \"it was not driven by the impact of the pandemic\", rather because of reasons such as \"weak implementation of economic reforms since 2017\" and \"a significant deterioration in the fiscal position of governments (central and state)\".[212][213] Moody's rating is now the same as ratings given by S&P Global Ratings and Fitch Ratings, which also rate India with the lowest investment grade.[214] In July, Jefferies' reaffirmed a 5% real GDP contraction. Nomura gave the following estimates: -5.6% in Q3CY20, −2.8% in Q4CY20 and −1.4% in Q1-2021.[215] The contraction that India is expected to see in the FY21 will not be uniform, rather it will differ according to various parameters such as state and sector. Agriculture and government sectors are likely not to see any contraction.[216] On 1 September 2020, the Ministry of Statistics and Programme Implementation released the GDP figures for Q1 FY2021, which showed a contraction of 24%.[217][218] India's exports in April 2020 fell by −36.65% year-on-year,[219] while imports in April 2020 fell by −47.36% as compared to April 2019.[220] Night lights and economic activity are connected. In Delhi, night light radiance fell 37.2% compared to 1–31 March 2019. This was the biggest fall for any metro in India. Bangalore fell 32% while Mumbai dropped by 29%.[222] India's fuel demand in April 2020 as compared to the previous year fell nearly 46%. Consumption of fuel was the lowest since 2007. Cooking gas (LPG) sales rose ~12%.[223] An International Energy Agency report in April estimated India's annual fuel consumption will decline 5.6% in 2020. Diesel demand will drop ~6%.[224] By the first half of June 2020, India's fuel demand was 80–85% of what it was before the lockdown. However the Indian oil minister said that it would take a much longer time for the growth in demand to be restored to pre-COVID-19 levels.[225] Oil prices dropped sharply in 2020 following the COVID-19 pandemic. Demand also fell sharply. By mid-May India had already filled its strategic storage including storing oil on ships across the world. India is now looking at storing oil in other nations including America.[226] India also plans to increase its local strategic storage capacity for oil.[226] A study during the first two weeks of May month by the Public Health Foundation of India, Harvard T H Chan School of Public Health and the Centre for Sustainable Agriculture found that \"10% of farmers could not harvest their crop in the past month and 60% of those who did harvest reported a yield loss\" and that a majority of farmers are facing difficulty for the next season.[227] Due to logistical problems following the lockdown tea estates were unable to harvest the first flush. The impact of this on the second flush is not known. The entire Darjeeling tea based tea industry will see significant fall in revenue.[228] Tea exports could see a yearly drop up to 8% as a result.[229] In March 2020, tea exports from India fell 33% in March as compared to March 2019.[230] During the lockdown, food wastage increased due to affected supply chains, affecting small farmers.[231] From 20 April, under new lockdown guidelines to reopen the economy and relax the lockdown, agricultural businesses such as dairy, tea, coffee, and rubber plantations, as well as associated shops and industries, reopened.[80] By the end of April, ₹17,986 crore (US$2.3 billion) had been transferred to farmers under the PM-KISAN scheme.[232] Odisha passed new laws promoting contract farming.[233] Major companies in India such as Larsen and Toubro, Bharat Forge, UltraTech Cement, Grasim Industries, the fashion and retail wing of Aditya Birla Group, Tata Motors and Thermax momentarily suspended or significantly reduced operations in a number of manufacturing facilities and factories across the country. iPhone producing companies in India also suspended a majority of operations. Nearly all two-wheeler and four-wheeler companies put a stop to production till further notice. Many companies have decided to remain closed till at least 31 March such as Cummins which has temporarily shut its offices across Maharashtra.[234] Hindustan Unilever, ITC and Dabur India shut manufacturing facilities except for factories producing essentials.[185] Foxconn and Wistron Corp, iPhone producers, suspended production following the 21-day lockdown orders.[235] On 23 March 2020, stock markets in India post worst losses in history.[14] SENSEX fell 4000 points (13.15%) and NSE NIFTY fell 1150 points (12.98%).[236] However, on 25 March, one day after a complete 21-day lock-down was announced by the Prime Minister, SENSEX posted its biggest gains in 11 years, adding a value of ₹4.7 lakh crore (US$59 billion) for investors.[15][237] On 8 April, following positive indication from the Wall Street that the pandemic may have reached its peak in the US, the stock markets in India rose steeply once again.[238][239] By 29 April, Nifty held the 9500 mark.[240] In the third week of March, Amazon announced that it would stop sale of non-essential items in India so that it could focus on essential needs.[241] Amazon followed the same strategy in Italy and France.[241] On 25 March, Walmart-owned Flipkart temporarily suspended some of its services on its e-commerce platform and would only be selling and distributing essentials.[242] BigBasket and Grofers also ran restricted services, facing disruptions due to the lockdown.[243] Delhi Police began issuing delivery agents curfew passes to make it easier for them to keep the supply chain open.[244] E-commerce companies also sought legal clarity related to defining \"essentials\".[245] The Department of Military Affairs led by the Chief of Defence Staff postponed all capital acquisitions until the coronavirus pandemic recedes. No new major defense deals would be made in the beginning of the financial year 2020–21.[246] While the delivery of S-400 missile systems won't be affected,[247] the delivery of Rafale fighter jets was reported to maybe being affected.[248] However, on 24 March, France confirmed that there will be no delay in the delivery of the 36 Rafale jets.[249][250] In May, the Chief of Defence Staff General Bipin Rawat again emphasized the need for India to minimize costly defense imports and boost domestic production.[18][19] \"Covid-19 has affected everybody [...] have a major relook at our operational priorities and what we actually need. [...] boost 'Make in India' by hand-holding our domestic industry even if they deliver weapons with only 70% of the GSQRs (general staff qualitative requirements) in the beginning…given the opportunity, they will eventually deliver cutting-edge technology. [...] We are not expeditionary forces that have to deploy around the globe [...] we should not go in for large amounts of imports by misrepresenting our operational requirements\" During the announcement of the economic package, the Finance Minister announced a change in the FDI cap from 49% to 74% for defense, the corporatization of India's ordnance production and a list for the ban of select defense imports.[112] State governments incurred huge losses to the extent of having to cut capital expenses as well as government plans in the near future and finding alternate ways to pay salaries. The Delhi government has fallen 90% short in tax collection as compared to 2019 and is planning to take loans and raise taxes in certain sectors.[251] Maharashtra put a hold on all new capital works till March next year;[98] spending under government development schemes has been reduced by 67% for the current fiscal.[252] The income of the Madhya Pradesh government has fallen by 85% in April and borrowing has increased.[253] The Delhi government as well as the Andhra Pradesh government imposed a 70%–75% \"corona\" extra tax on liquor.[254][255][256] Excise duty on liquor is the third largest source of income for a number of states, nearly 10–15% of total tax collection for some states. The ban during the lockdown affected alcohol sales, in turn having a major effect on the state revenue.[257] There were concerns as to where would the government find the funds to fight coronavirus and keep the economy alive.[258] Experts suggested measures such as looking into NPA norms, tax payments and income support to those in the unorganised sectors.[259] A direct cash transfer scheme for the most vulnerable is also being considered, as has happened in other countries.[260] On 8 April 2020, the managing director of Bajaj Auto, Rajiv Bajaj, wrote in an opinion piece in the Economic Times that the \"lockdown makes India weak rather than stronger in combating the epidemic,\" and that the current \"arbitrary\" lockdown was totally unsustainable and a \"recalibration\" is needed.[261][262] Rajiv Bajaj writes that \"India may have to sell itself out of the coronavirus crisis\".[263] Post the economic package, Barbara Harriss-White criticised the \"shock tactics\" of the Modi government during the COVID-19 pandemic, the same \"shock tactics\" that were seen during demonetization.[264] The Press Information Bureau brought out a fact check that stories about a financial emergency being imposed in India are fake.[265] A financial emergency has never been imposed in the history of India as yet.[266] Numerous companies are carrying out measures within their companies to ensure that staff anxiety is kept at a minimum. Hero MotoCorp has been conducting video townhall meetings, Tata Group has set up a task force to make remote work more effective and the task force at Siemens also reports on the worldwide situation of the COVID-19 pandemic.[267] \"India risks economic hara-kiri [suicide] if lockdown extended for much longer.\" (11 May 2020) \"Lockdown extensions aren't just economically disastrous, as I had tweeted earlier, but also create another medical crisis\" (25 May 2020) Anand Mahindra, [268][269] In March, Adar Poonawalla, CEO of Serum Institute of India said that \"the economic danger of the outbreak was exponentially greater than its health risks\".[270] On 29 April, Indian billionaire NR Narayana Murthy said that if the lockdown continues, India may see more deaths due to hunger than from the pandemic.[271] Following the lockdown, certain essential supply chains broke down.[272] Britannia Industries, supporting the lockdown, urged the government to ensure inter-state movement of the raw material for the food processing industry was not hampered. The managing director of Britannia stated that \"if even one link in the supply chain is broken, the country could run out of stocks of packaged food in the next 7–10 days.\"[273] Although inter-state travel has been banned, it doesn't apply to essentials, and in places like Maharashtra the state police are yet to streamline the process, disrupting supply chains.[274] Vidya Krishnan writes in The Atlantic that due to the lockdown even movement of medical goods were affected.[275] On 29 March the government allowed the movement of all essential as well as non-essential goods across the country during the lockdown.[276] The milk and newspaper supply chains are also allowed to function.[276] The Prime Minister on 19 March urged businesses and high income segments of society to take care of the economic needs of all those who provide them services.[277] During the live telecast, he also appealed to families to not cut the pay of domestic help.[278] Following the lockdown, the government circulated advisories[279] and directives ordering companies to keep paying employees among other things.[280][281] The Ministry of Finance issued an Office Memorandum on 23 March 2020:[281][282] [...] wherever such contractual, the casual and outsourced staff of Ministries/Departments and other organization of Government of India is required to stay at home in view of lockdown order regarding COVID-19 prevention [...] they shall be treated as \"on duty\" during such period of absence and necessary pay/wages would be paid accordingly. [...] These instructions shall apply until April 30, 2020. A few days later worries grew as to how wages could continue being paid and if the directive was legal or not.[280] There were also concerns raised by migrant workers regarding the implementation of the orders as many daily-wagers have no records of being sacked or salaries being paid or deducted; the concerns also expand to uncertainty in the government's ability to enforce minimum wages under lockdown when it couldn't even do so during normal times.[283] On 15 May, the Supreme Court announced that the government should not take \"coercive action\" against employers for not paying wages during the lockdown. The court was commenting on 29 March government order.[284][285] Due to the lockdown, daily-wage workers (the urban poor and migrant laborers) were left with no work. At the same time, the lockdown restrictions put a stop on the movement of buses and trains. Large numbers of migrant workers ended up walking back to their villages.[275][286] Soon after a central government directive in late March, state governments set up 21,000 camps to house over 660,000 migrants and stop the exodus.[287] Over 500 hunger relief centres were set up by the Delhi government by the last week of March.[288] By 5 April 75 lakh people were being provided food across the country in food camps run by the government and NGOs.[289] As of 12 April, 37,978 relief camps and 26,225 food camps had been set up.[290] Migrants in such camps in Kerala were provided with medical essentials such as masks, sanitizers, and medicines.[291] Soon after the nationwide lockdown was announced in late March, FM Sitharaman announced a ₹1.7 lakh crore (US$21 billion) spending plan for the poor. This consisted of cash transfers and steps to ensure food security.[292] To help provide jobs and wages to workers, the average daily wages under the MGNREGA were increased to ₹202 (US$2.50) from the earlier ₹182 (US$2.30), as of 1 April.[293] On 14 May, FM Sitharaman further announced free food grains for the migrant workers, targeting 80 million migrant workers by spending ₹35 billion (US$440 million).[294] Railways transported 48,00,000 migrants back to their homes in the special trains allocated for them between 1 and 27 May.[295][296] While this service was not initially free, with additional charges over the normal fares,[297] the central government later made the Railways offer an 85% subsidy on the train fares, and the state governments funded the remaining 15%.[298][299] In the same time period, a total of 91 lakh migrants traveled on both trains and buses.[300] The governments of Uttar Pradesh,[301][302] Madhya Pradesh and Gujarat sought to temporarily revise their labour laws in early May with the purpose of attracting industries and investments. Labour unions criticized this as being harmful to the migrant workers while giving more authority to the employers.[303] On 20 June 2020 the government launched the Garib Kalyan Rojgar Abhiyaan for the welfare of migrants.[134] In July, Livemint reported that companies were having difficulties in bringing back the workforce. Even after incentives, many laborers are reluctant to travel back to urban areas.[304] Numerous center versus state tussles have taken place during the COVID-19 pandemic, having a socio-economic impact other that the immediate political impact. Some tussles are not directly related to the pandemic such as the Telangana Chief Minister over the Electricity (Amendment) Bill.[305] Other tussles are directly related to the impacts of the pandemic such as the exodus of migrants.[306][307] Liquor became another source of dispute.[308] Some states have had disputes with the centre related to how the lockdown should be implemented.[309] The Modi government, in view of the coronavirus pandemic, suspended Members of Parliament Local Area Development Scheme (MPLADS) for two years. This action has been called problematic in many ways, including causing a centralisation of power, being anti-federal in nature, and having an effect on local level development and MP influence at micro levels of the society to handle distress.[310][311] There have been calls for halting the ₹20,000 crore (US$2.5 billion) redevelopment of the central vista project in Delhi instead.[312][313][314] During the exit of the lockdown there has been a lack of centre and state collaboration as well as with local authorities. This has been visible in the handling of migrant labour; now that companies are restarting, there is a labour shortage.[315] In the beginning of May, Duvvuri Subbarao, a former RBI governor, said that India could look forward to a V-shaped recovery.[316] A V-shaped recovery is the best outcome.[317] Arthur D. Little, an international consulting firm, has suggested that India will most probably see a W-shaped recovery.[318][319] Mythili Bhusnurmath writes in The Economic Times that U- shaped recovery is the most likely followed by an L-shaped recovery.[317] CRISIL chief economist says if things go well, that if the virus is contained, we can expect a V- recovery, otherwise it will end up as a U-recovery.[320] On 24 July 2020 Ajay Bhushan Pandey, the Finance Secretary of India, said that the \"Indian economy could revive sooner than we expect\" while Tarun Bajaj, the Economic Affairs Secretary said that he expects a V-shaped recovery.[321] On 24 September 2020, Economic Times reported that while speaking at the ET Global Summit, Kevin Sneader, global managing partner of McKinsey and Co. said that, \"many economists have been talking about 'V', 'U' and 'K' shape recoveries ever since the COVID-19 pandemic began. Yet, in all likelihood, there could be an 'X' shaped recovery for global economies, including India.\"[322] In the second week of May, companies started preparations for restarting operations. Some companies opened offices with the maximum permitted strength of 33% while others took a more cautious approach of as low as five per cent.[323] The beginning of June saw companies further reopen and making plans to reopen.[324][325] A study by Elara Securities Inc. found that five Indian states, Kerala, Punjab, Tamil Nadu, Haryana and Karnataka, are contributing 27% to India's GDP as India emerges from a total lockdown.[326][327] By mid-June, unemployment levels were back to pre-lockdown levels.[3] Online sales reached pre-COVID-19 level sales by June end.[328] Hindustan Unilever registered pre-COVID-19 levels in sales in late June.[328] On 2 July 2020, The Times of India reported that a number of economic indicators such as the manufacturers Purchasing Managers' Index, goods movement, GST collections, electricity usage and rail freight transport showed significant improvement as compared to previous months.[329] Localised intermittent shutdowns in July were seen to negatively affect aspects of the country's economic recovery.[321][330] On 29 July 2020, the Cabinet of India passed the National Educational Policy 2020 aimed at strengthening the economy.[136] By 13 September 2020, Nomura India's Business Resumption Index showed that economic activity was nearly back to pre-lockdown levels.[1] By mid-January 2021 only agriculture, forestry and fishing saw positive growth. Sectors such as manufacturing, real estate, professional services, constructuion, tourism, public utility and defence were still in recession.[331] The economic survey of India for 2021, tabled during the Budget Session of the Parliament on 31 January 2020, stated that \"starting July (2020), a resilient V-shaped recovery is underway\". This conclusion was based on indicators such as E-Way Bills, GST revenue statistics, commercial paper, steel demand and recovery in GDP growth.[332][333] On 26 February 2021, India's GDP was back to pre-lockdown levels.[334] Due to low base effect a number of infrastructure sectors such as natural gas and cement saw high double digit growth in March 2021; a number of related sector such as coal were still in recession.[335] In April the output of the core infrastructure sectors again saw high growth, again a consequence of the low base effect.[336] By December 2021, India was back to pre-COVID-19 growth.[337][22]","Title":"Economic impact of the COVID-19 pandemic in India - Wikipedia","KeyID":"10379","URL":"https://en.wikipedia.org/wiki/Economic_impact_of_the_COVID-19_pandemic_in_India"}