{"Content: ":"The COVID-19 pandemic in Nepal is part of the worldwide pandemic of coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The first case in Nepal was confirmed on 23 January 2020 when a 31-year-old student, who had returned to Kathmandu from Wuhan on 9 January, tested positive for the disease.[3] It was also the first recorded case of COVID-19 in South Asia.[4] Nepal's first case of local transmission was confirmed on 4 April in Kailali District. The first death occurred on 14 May. A country-wide lockdown came into effect on 24 March 2020, and ended on 21 July 2020.[5] As of 26 July 2022, the Ministry of Health and Population (MoHP) has confirmed a total of 984,475 cases, 968,802 recoveries, and 11,959 deaths in the country.[2] In the meantime, 5,804,358 real-time RT-PCR (RT-qPCR) tests have been performed in 40 laboratories across the country.[2] The viral disease has been detected in all provinces and districts of the country, with Bagmati Province and Kathmandu being the worst hit province and district respectively. As for Nepalese abroad, as of 26 July 2020, the Non-Resident Nepali Association has reported a total of 12,667 confirmed cases, 16,190 recoveries, and 161 deaths across 35 countries.[6] Between January and March, Nepal took steps to prevent a widespread outbreak of the disease while preparing for it by procuring essential supplies, equipment and medicine, upgrading health infrastructure, training medical personnel, and spreading public awareness. Starting in mid-January, Nepal established health-desks at Tribhuvan International Airport as well as on border checkpoints with India. Land borders with India as well as China were later completely sealed off, and all international flights were suspended. All academic examinations were cancelled, and schools and colleges were closed. Quarantine centres and temporary hospitals are being set up across the country. Laboratory facilities are being upgraded and expanded. Hospitals have been setting up ICU units and isolation beds. The SAARC countries have pledged to cooperate in controlling the disease in the region. India, the United States and Germany increased their support to Nepali health sectors. The pandemic forced Nepal to cancel the then ongoing Visit Nepal Year 2020 tourism campaign.[7] The country's economy is expected to be severely affected due to the pandemic's impact on tourism, remittance, manufacturing, construction, and trade.[8] The World Bank has warned that the pandemic could push about one-third of the country's population below the International Poverty Line (i.e., $1.90 per day).[9] Vaccination for COVID-19 began in Nepal on 27 January 2021.[10]  The ongoing pandemic of coronavirus disease 2019 (COVID-19) is caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2).[11] The outbreak was first identified in Wuhan city, Hubei, China, in December 2019 and recognised as a pandemic by the World Health Organization (WHO) on 11 March 2020.[12] As of 28 July 2022, 2022-07-28 cases of COVID-19 have been reported, resulting in 6,393,427 reported deaths.[1] Many people have recovered, although there may be a possibility of reinfection.[13][14] The case fatality rate was estimated to be 4 percent in China,[15] but varies significantly between countries.[16] Common symptoms include fever, cough and shortness of breath.[17] Complications may include pneumonia and acute respiratory distress syndrome.[18] The time from exposure to onset of symptoms is typically around five days, but may range from two to fourteen days.[17][19] There is no known vaccine or specific antiviral treatment.[20] Primary treatment is symptomatic and supportive therapy.[21] Recommended preventive measures include hand washing, covering one's mouth when coughing, maintaining distance from other people, and monitoring and self-isolation for people who suspect they are infected.[20][22] Authorities worldwide have responded by implementing travel restrictions, quarantines, curfews, workplace hazard controls, and facility closures. The pandemic has led to severe global economic disruption,[23] the postponement or cancellation of sporting, religious, political and cultural events,[24] and widespread shortages of supplies exacerbated by panic buying.[25] [26] Schools, universities and colleges have closed either on a nationwide or local basis in 63 countries, affecting approximately 47 percent of the world's student population.[27] Misinformation about the virus has spread online.[28][29] Due to reduced travel and closures of heavy industry, there has been a decrease in air pollution and carbon emissions.[30][31] Nepal is a landlocked country with China in the northern side and India in the east, west and south. Nepal shares a 1,414 kilometres (879 mi) border with Tibet Autonomous Region, in the Himalayas.[32] China is Nepal's second-largest trading partner.[33] Nepal has an 1,800-km open border with India in the east, west and south. Nepal lies in South Asia, one of the least developed and most densely populated world regions, that performs poorly in education as well as health care and sanitation metrics. As such, Nepal was considered one of the highest risk areas for the pandemic, and also one of the least prepared.[34][35][36][37][38] However, WHO later re-classified Nepal to less at risk from its initial classification as \"Very Vulnerable\".[39] According to The Kathmandu Post, before the pandemic, hospitals in Nepal had few ICU beds (just three in Teku Hospital) which were almost always occupied, with people in critical condition usually having to wait for the beds to become empty. It reported doctors as saying that it would be next to impossible to admit new patients to ICU as soon as they need them.[40] Teku Hospital, the only one designated for handling infectious diseases, had built an isolation ward during the avian influenza outbreak a decade ago, but had never brought it into use, as it did not have experts to evaluate or maintain the required standards.[41] As news of a new infectious disease in China broke, concerns were raised in Nepal over the high potential risk, the need to implement preventive measures and a severe lack of necessary medical equipment and infrastructure. According to Baburam Marasini, former director of Epidemiology and Disease Control Division, Nepal lacked double-cab ambulances to transport highly infectious patients safely, isolation wards in hospitals, or biosafety level-3 or better laboratories needed to test for highly infectious diseases.[36] The first COVID-19 case in Nepal was confirmed on 23 January in a 32-year-old man who had returned from China on 9 January.[42] The patient had shown mild symptoms, and was confirmed recovered when he tested negative on 29 and 31 January.[43][44] Though a few suspected patients were treated in the makeshift isolation ward of Teku Hospital, no new cases were reported until the last week of March. Nepal focused its efforts on planning, prevention and preparation. In the third week of March, Nepal began to see a significant influx of people from India as India saw increase in new cases throughout the country.[45] A noticeable outflux of people from the Kathmandu Valley was reported.[46][47] The second case was confirmed on 23 March in a young woman who had recently flown to Kathmandu from France via Qatar.[48] A nationwide lockdown was implemented on 24 March. By 4 April, six additional cases had been recorded in people who had recently returned from abroad. The same day, the first case of local transmission was confirmed; a relative of one of the patients confirmed that day also tested positive.[49] The figures nearly doubled on a single day on 17 April, when 12 Indian nationals from Delhi, quarantined in a mosque in Bhulke of Udayapur, tested positive for the disease.[50] Increased testing in the Bhulke area discovered 16 new cases within a week.[51][52] Only four new patients were found in Bhulke in the following weeks; the first case outside Bhulke was confirmed on 14 May in a journalist from Gaighat Bazaar who had reported from Bhulke and attended other coronavirus-related events, bringing the total in Udayapur to 33.[53] On 30 April, the total number of confirmed cases stood at 57; 16 of them had been discharged from hospitals after recovery. Banke district recorded its first case on 1 May.[54] Contact-tracing in the district discovered 22 new patients by 5 May.[55] Parsa district, which had found seven cases of the disease in the preceding months, recorded 17 new cases on a single day on 5 May.[56] Two youths who had been quarantined in Kapilvastu, having returned from Mumbai, tested positive for the disease on 6 May.[57] By 11 May, Kapilvastu had a total of 15 cases; the district was sealed off for a week.[58] The neighbouring district of Rupandehi which had recorded its first case on 30 April,[59] also emerged as a hotspot. With Jhapa and Rautahat also recording more than 20 cases each, and isolated cases throughout the country, Nepal's coronavirus tally doubled almost every week in May – it was at 59 on 1 May, but had reached 1042 on 28 May. The first COVID-19 death in Nepal was that of a 29-year-old postnatal woman from Sindhupalchok on 14 May.[60] Sukraraj Tropical and Infectious Disease Hospital is the designated primary hospital for the treatment of COVID-19; isolation wards, makeshift hospitals and quarantine centres have been established throughout the country. Nepal Public Health Laboratory in Kathmandu was the only laboratory capable of testing for the disease as of 15 March; laboratory capabilities were later expanded to other major cities.[citation needed] The Epidemiology and Disease Control Division devised its own treatment protocol in early February, based on the one developed by UN Health Agency, and directed all private hospitals to strictly follow the guidelines.[41] On 29 February, the government formed a high level committee to prevent and control the spread of COVID-19 under the leadership of Deputy Prime Minister Ishwar Pokhrel.[61] On 20 March, the Health Ministry instructed public employees to report on weekends as well, and not leave the Kathmandu Valley.[62] The government declared a Rs 500 million fund with contributions of a month's salary from government ministers.[63] It also increased the allowances for health workers working at the front desks of hospitals by 50–100%.[64] The Minister of Health declared that all patients of COVID-19 would be rescued as necessary and provided free treatment.[65] On 23 January, Dr. Bashudev Pandey, director of Teku Hospital, was quoted as saying that the hospital was on high alert, while three other hospitals – Nepal Police Hospital, Patan Hospital and Tribhuvan University Teaching Hospital – would also treat the disease.[66] Six beds in Teku Hospital had been allocated for isolation of suspected patients.[67] By 4 February, national capacity for treating coronavirus was at 43 beds.[68] By 21 March, Gandaki Province had set up 111 isolation beds.[69] A meeting of the high-level coordination committee for prevention and control of COVID-19 on 17 March decided to add 115 ICU and 1,000 isolation beds in the Kathmandu Valley. It also instructed the provincial governments to set up a total of 120 ICU beds.[70] On 20 March, the Health Ministry decided to halt non-urgent health check-ups and surgeries until 12 April in hospitals in the Kathmandu Valley with 50 or more beds.[71] On 21 March, the Health Ministry informed that private hospitals with more than 100 beds would not be allowed to refer patients to other hospitals; they were required to treat suspected patients, wait for test results and provide free treatment if the disease were confirmed.[72] The passengers and crew of the flight that evacuated the stranded from Hubei in mid-February were quarantined for two weeks at Kharipati in Bhaktapur.[73] On 21 March, around sixty passengers from COVID-19 affected countries that landed on Tribhuvan International Airport were sent to quarantine at Kharipati, Bhaktapur; they had not presented any symptoms.[74] The first case was confirmed by testing done in Hong Kong. Nepali public laboratories did not have the reagents required for testing, which cost around Rs 17,000 per test and need to be bought in bulk. As there were no other suspected cases needing testing, the officials elected to send the samples to Hong Kong.[75] The first tests inside Nepal were conducted at the bio-safety level-2 labs of the National Public Health Laboratory on 27 January. Reagents sufficient for 100 tests were borrowed from the Centre for Molecular Dynamics, and test kits were provided by the World Health Organisation.[76] As of 23 March, the day Nepal confirmed the second case, 610 tests had been performed at the National Public Health Laboratory.[77] Testing capabilities were expanded to BP Koirala Institute of Health Sciences, Dharan on 29 March, and to Pokhara on 31 March.[78] By 6 April, the testing capabilities had been expanded to all seven provinces; a total of 10 laboratories were operational, four in Bagmati Province and one each in the other six. They were in Dharan, Janakpur, Kathmandu, Dhulikhel, Hetauda, Chitwan, Pokhara, Bhairahawa, Surkhet and Dhangadi.[79] On 10 April, Koshi Hospital, Biratnagar, became capable of testing for COVID-19. Five thousand Rapid Diagnostic Test (RDT) kits were distributed to each of the provinces; around 500 RDTs were performed in three districts on the first day.[80] On 11 April, Bir Hospital and Teku Hospital began performing tests for COVID-19; RDT kits reached all 77 districts.[81] Most of the Polymerase Chain Reaction (PCR) testing done till then had been limited to quarantined recent arrivals to the country, and individuals identified via contact-tracing; the arrival of RDTs allowed more liberal use of the testing services. By 14 April, more RDTs than PCR tests had been performed.[82] On 17 January, urged by the WHO, Nepal began screening passengers arriving in Tribhuvan International Airport from China, Thailand and Japan, the three countries with multiple confirmed cases.[83] Eight persons manned the health desk. The airport did not have infrared scanners and was therefore using thermal scanners as preparations were being made to install the infrared ones. The passengers who showed fever were being asked to remain in contact and visit the hospitals if they showed additional symptoms.[67] By 4 February, health desks had been setup in Pokhara, Chitwan and Bhairahawa.[68] By the first week of February, Districts bordering India began setting up health desks at border crossings.[84][85] By the end of February, the health desk at Tribhuvan International Airport was screening passengers from China, South Korea, Thailand, Singapore, Malaysia, Japan and Saudi Arabia, but did not have sufficient manpower and equipment to screen all new arrivals. A total of six infrared scanners had been setup; the only thermal scanner had yet to be repaired, but plans were underway to purchase three more.[61] Passengers were not being asked to fill locator forms that would make it possible to track them down later.[86] On 21 March, Kathmandu city launched a central help desk and a toll-free 24-hour hotline.[87] On 28 January, Nepal closed down the Rasuwagadhi border with China, bringing Nepal-China trade to a complete halt.[88] Nepal announced suspension of visa-on-arrival service for nationals of five countries badly affected by COVID-19 – China, South Korea, Japan, Italy and Iran – to be enforced from 7 to 30 March,[89][90][73] although the implementation date was later reported to be 10 March.[91] From 2 March, the visitors coming from or via countries with multiple cases of the disease were required to submit a health certificate. Health checkpoints began to be established at all major entry points from India, and third country citizens were allowed to cross from select border check-points only.[91] The government issued a travel advisory against non-essential travel to countries hardest hit by the disease, including China, Iran, South Korea, Japan and Italy.[91] Nepal decided to suspend on-arrival tourist visa for all countries, with an exception to diplomatic and official visas, to last from 14 March till 30 April. The government closed land border entry points for third country nationals, and cancelled all mountain climbing expeditions including on Mount Everest, to be enforced from 14 March to 30 April. It also declared two-week mandatory self- and home-quarantines for everyone visiting Nepal.[92][93] By the third week of March, the land-border checkpoints with China began releasing imported goods following quarantine procedures as cases in China began to drop.[94] The government banned all passengers, including Nepalis, from EU and the UK, West Asia and the Middle East as well as Malaysia, South Korea and Japan, effective from 20 March until 15 April.[citation needed] All international flights were stopped from 22 March and vehicular movement on long routes were closed from 23 March.[95][96] Nepal Tourism Board announced the suspension of issuance of trekking permits.[97] Nepal decided to close its land border with India and China for a week effective from 23 March.[63] On 19 March, the government declared suspension of all classes[98] and postponement of all academic examinations including the Secondary Education Examination until 12 April, the end of the Month of Chaitra, the last month of Nepali calendar year when all schools hold the final examinations.[99] Tribhuvan University and the Public Service Commission also postponed all their examinations.[100] All government services and private offices except those providing essential services were closed.[95][96] The House of Representatives meeting was postponed.[101] The National Assembly was suspended indefinitely.[102] A full-bench meeting of the Supreme Court presided over by the Chief Justice decided to halt all non-urgent proceedings in courts across the country.[103][104] On 23 March, Kailali District declared an indefinite lock-down effective from 2 pm.[105] Arghakhanchi District also declared an indefinite lock-down.[106] The country-wide lockdown came into effect on 24 March.[107] There were only two confirmed cases from 610 RT-qPCR tests and no fatalities when the government introduced nationwide lockdown but these number increased to 17,994 positive cases and 40 deaths at the end of lockdown.[108] The spatial distribution clearly shows that the cases were rapidly spreading from the southern part of the country where most points of entry and exit from India are located.[109] On 21 March, the Metropolitan Traffic Police Division deployed 200 of its personnel to display placards with awareness messages about the disease by the roadside.[110] Nepal evacuated 175 people, mostly students, who had been stranded across Hubei,[111] on 16 February, using a Nepal Airlines chartered aeroplane[112] and placed them in a 14-day quarantine at Kharipati in Bhaktapur. Although 180 Nepalis had applied for immediate evacuation from China by 2 February, the effort took almost two weeks, as the government struggled to meet WHO's evacuation standards, and to find a suitable venue for quarantine. The government was criticised for its slow response; a Public interest litigation was filed at the Supreme Court,[113] while the locals around the designated quarantine site in Bhaktapur protested the government's decision which they viewed as endangering to the local community.[114][115][116][117] On 19 February, the Health Ministry reported that all of the evacuees had tested negative.[118][119] Rescue of tourists stranded throughout Nepal was initiated in the final week of March.[120] By 28 March, hundreds of tourists had been rescued and brought to Kathmandu; many were being repatriated via chartered flights.[121] After the first case in South Asia was confirmed in Nepal on 23 January, bordering districts of India were reported to be in high alert, and medical personnel had been deployed to various entry points along the Indo-Nepal border.[122] By the end of February, India started screening passengers from Nepal and making masks compulsory for all visiting Nepalis.[123] It was also screening Nepalis travelling into India by land, at various checkpoints at the border.[124] India declared suspension of all passenger movement through Indo-Nepal border, except a few designated checkpoints—Banbasa, Raxaul, Ranigunj and Sunauli[125]—with intensified health inspections, effective from 15 March.[126] In March, Germany pledged an additional one million Euros to its existing health programmes in Nepal to help combat the disease.[127] The US government pledged $1.8 million to Nepal.[128] Indian Prime Minister Narendra Modi proposed starting the SAARC COVID-19 Emergency Fund for the SAARC region; he also said India could share a Disease Surveillance Software with SAARC partners, and hinted at the possibility of conducting coordinated research on controlling epidemic diseases in the SAARC region.[129] Teku hospital discharged two suspected patients in the morning of 27 January without waiting for test results even though the results were due later that same day, raising concerns over its handling of the crisis.[76] The Health Ministry said it would start using police to guard suspected patients after a Saudi national admitted to Teku Hospital fled from isolation in mid-February.[130] Although 180 Nepalis had applied for immediate evacuation from China by 2 February, the effort took almost two weeks, as the government struggled to meet WHO's evacuation standards, and to find a suitable venue for quarantine. The government was criticised for its slow response; a Public interest litigation was filed at the Supreme Court,[113] while the locals around the designated quarantine site in Bhaktapur protested the government's decision which they viewed as endangering to the local community.[114][115][116][117] While giving a speech in Parliament on Tuesday, the prime minister of Nepal K.P Oli quoted that \"the COVID-19 coming from India is more lethal than those from China and Italy\".[131] The tourism sector has been reported to be suffering due to the absence of Chinese tourists, as well as the various travel restrictions imposed on travel globally. Manufacturing sector is experiencing a shortage of raw materials, most of which used to come from China. The situation is exacerbated by spread of the pandemic to the Middle-east which is the main source of remittance that makes up more than half of Nepal's GDP. Remittances were expected to sharply drop after Nepal suspended issuance of workers permit to Nepalis for all countries.[132] The wholesale and retail sector has also been affected due to fall of imports from China. The construction sector which imports most of its building materials from China has slowed down. As the Chinese contractors and workers who went home for the Chinese new year could not return, the public construction projects have also been affected.[133][134][135] The domestic airlines were reported to be struggling for survival as ticket prices dropped to half or a third of normal following a sharp decline in demand.[136] Number of international flights to and from Nepal had decreased by more than 50% by 13 March.[137] As emigration for foreign employment came to a halt, airlines were forced to suspended flights to several labour destinations.[138] Nepal's import-dependent economy is also vulnerable to depreciation of Indian currency to which its currency is permanently pegged, as Indian economy suffers the impact of the pandemic.[139] 20,000 tour, trek and mountaineering guides lost their livelihood when mountaineering was suspended.[140][141] The annual Holi celebrations, which fell on 9 and 10 March in 2020 saw decreased activities, low business and cancellation of organised celebrations.[142] Nepal had declared 2020 as the Visit Nepal Year and aimed to bring in two million foreign tourists, almost double the figure from previous year. As the pandemic spread and Nepal had to suspend air travel to and from China, the biggest source of international tourists arriving by air, Nepal suspended its promotional campaigns.[143] The temporary blanket ban on animal markets imposed by China as a response to the pandemic is expected to curb wildlife poaching and trafficking through Nepal, as the Chinese traditional medicine which uses various body parts of endangered animals as its ingredients has been the biggest challenge to wildlife conservation in the region.[144] In the beginning of March, the government urged the general public to avoid large gatherings.[145] On 18 March, the government shut down all cinema halls, gymnasiums, museums and cultural centres, and banned gatherings of more than 25 people in public spaces including at places of worship.[146] In March, the Metropolitan Traffic Police Division suspended breathalyser tests as well as educational classes for drivers found breaking traffic rules.[147] Nepal Police established coronavirus response units in all its stations and decided not to make arrests for minor offences.[148] In March, the Office of the attorney General asked the Police to release people held for minor crimes under bail or parole to reduce crowding.[149] In late February, Nepal suspended labour migration to South Korea.[150] On 8 March, Qatar imposed a temporary ban on arrivals from Nepal and other countries, affecting almost 40,000 labour migrants with valid work permits who were yet to leave.[138] In mid-March, labour permits for all countries were suspended indefinitely, including to workers who were back home on holiday. The government also suspended issuance of no objection letters to students going for abroad study.[151] By the first week of February, Nepal reported a shortage of face masks, as people hurried to buy them.[152] Districts bordering India began setting up health desks at border crossings.[84][85] The government was forced to seek help from the UN, having failed to procure masks and protective gear due to global shortages.[123] In early March, due to a severe shortage of face-masks and protective gear as well as increase in price following a ban on export in China and India, some hospitals were reported to be sewing plain clothes masks as a precaution.[153] A shortage of hand sanitisers was also reported.[154] The department of Commerce, Supplies and Consumer Protection conducted raids on 161 firms and fined 57 of them, a total of around four million Rupees in the month of Falgun (February–March).[155] It inspected multiple pharmacies and surgical shops in Kathmandu on 5 March and fined a total of Rs 430,000 for hiking prices and other offences.[156] On 10 March, four pharmacies were fined a total of Rs 800,000 after they were caught charging 1000% of normal price for surgical masks. Some groceries and LPG stores were also inspected. One million units of face masks were confiscated from a warehouse in Kathmandu and the owner arrested on 18 March, bringing the total of masks confiscated in the week past to 2.3 million. Around 50,000 units of hand-sanitisers were also confiscated from the black market. Around two dozen black marketeers had been arrested.[157] As the outflux of people from Kathmandu intensified, 23 transport entrepreneurs and workers were arrested on 20 March for overcharging the passengers.[158] Nepal's pharmaceutical industry has been impacted due to lack of raw materials as a number of essential ingredients were previously imported from Hubei.[133] Nepal faced the prospect of a potential shortage of essential medicines when India imposed restrictions on export of 26 types of raw materials including of essential medicine citing disruption in the supply chain from Hubei; however India later agreed to relax restrictions in case of Nepal, and asked the Nepalese government to provide a list of names and quantities of essential medicines that it needed to supply to Nepal.[159] On 21 March a 20-year-old man was arrested on charges of spreading misinformation online through an unregistered fake news website and causing public fear, after audio tapes alleging cover-up of COVID-19 cases were found circulating online.[160] The same day, Nepal Army dispelled rumours circulating in social media that claimed Army helicopters were being used to spray disinfectants over settlements at midnight.[161] Poachers in Nepal took advantage of slack monitoring and sparse public movement during the COVID-19 lockdown and the country saw a surge in killings of wildlife under the shadow of the coronavirus pandemic. In the first ten days of the countrywide lockdown, three critically endangered gharial were killed within the vicinity of Chitwan National Park, while an endangered Asiatic elephant was found electrocuted in the Bardiya National Park.[162] On 27 March 2020, gunfire was exchanged between about 10–11 poachers and the park rangers assisted by the military at the Parsa National Park. A 37-year-old poacher died, a Nepali Army officer was injured and a 45-year-old man end up being arrested after the shooting.[163] In late April, six Himalayan musk deer (Moschus leucogaster), which are listed as endangered by IUCN, were found dead inside the Sagarmatha National Park. About 54 wire traps were put up by the poachers near Namche Bazaar and one of them even snared a Golden eagle. Nine people were arrested by Solukhumbu District Police in connection to the musk deer killings.[164] Sagarmartha National Park also encountered the illegal cuttings of Laligurans (Rhododendron arboreum), the national flower of Nepal.[165] The Sagarmatha Sambad programme scheduled for April was also postponed.[91] Everest Premier League, the domestic T20 cricket tournament was postponed indefinitely.[166]  [167] The table below documents the daily growth and change of laboratory-confirmed COVID-19 cases, deaths, and recoveries and real-time RT-qPCR tests in Nepal, since the first confirmed case on 23 January 2020:","Title":"COVID-19 pandemic in Nepal - Wikipedia","KeyID":"10372","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Nepal"}