{"Content: ":"A Tablighi Jamaat religious congregation that took place in Lahore's Raiwind Markaz in early March 2020 was a COVID-19 super-spreader event with more than 539 confirmed cases linked to the event being reported across the country.[2] Science and Technology Minister Fawad Chaudhry blamed the \"stubbornness of the clergy\" for the event having gone ahead despite the COVID-19 pandemic.[3] According to a report by the Punjab Special Branch, approximately 70,000 to 80,000 members may have attended the congregation at the Raiwind Markaz on 10 March, with the majority being from various parts of Pakistan and 3,000 attendees from 40 foreign countries. Jamaat's management claimed 250,000 members have attended the congregation at the Raiwind Markaz.[2] As of 8 April 2020, a total of 20,000 people who attended Tablighi Ijtema have been quarantined and the Pakistan government is trying to track down the remaining attendees.[4][1] As of 15 April 2020, over 60% of the COVID-19 cases in Pakistan have been linked to pilgrims returning from the Middle East and followers of Tablighi jamaat.[5] Raiwind boasts the headquarters of Tablighi Jamaat in Pakistan, an evangelical organisation that promotes proselytisation by all its members. According to scholar Barbara Metcalf, the annual congregation at Raiwind attracts some two million and odd attendees.[6] The Tablighi Jamaat congregations are popular with Muslims affiliated to the Deobandi movement in Pakistan. They also cuts across socio-economic classes, ranging from high-level politicians to the middle and lower classes.[7][8] The followers of Tablighi Jamaat are encouraged to proselytise in various parts of the country as well as abroad for up to four months. The annual congregation is where they gather to pray and obtain further training in proselytising.[7] Scholar Ayesha Siddiqa states that, teams of proselytisers are sent out even before the annual congregation. But, after the congregation, they are potentially dispatched to new locations.[7] The congregation in 2020 took place at the Raiwind Markaz between 10 and 12 March and had 250,000 attendees according to Jamaat's management. The Punjab Special Branch, however, states that there were 70,000 to 80,000 people in the Raiwind Markaz and that they included some 3,000 attendees from 40 foreign countries.[2] The event carried on despite the strong opposition and warnings by the Government of Punjab.[9] But according to the police, it was cut short from six days to three days.[2] On 2 April, Pakistan authorities placed the entire city of Raiwind under quarantine, and shut down all general and medical stores after 40 Tablighi Jamaat participants were tested positive for COVID-19.[10] A cluster spread became apparent in the following days as cases traced back to the event were reported across the country.[11][12] By 31 March, 143 infections and three deaths were reported.[13] By 8 April, 539 infections were reported, of which 404 were in the Raiwind Markaz and 31 in Hafizabad.[2] Approximately 50 participants of the Tablighi Jamaat, including five Nigerian women, were admitted to a quarantine centre in Kasur while some 38 participants were also tested positive for COVID-19 in Hyderabad.[12] By 18 April, over 1,100 Tablighi Jamaat members in the Punjab Province have tested positive for COVID-19.[14] Two Palestinians who attended the event tested positive for COVID-19 after returning to Gaza. They were placed under quarantine. They became the first confirmed cases of COVID-19 in Gaza.[15][16] Five people from Kyrgyzstan who attended the congregation were also tested positive for COVID-19 in Islamabad.[11] Following are some of the positive cases from different parts of Pakistan. Tablighi Jamaat received widespread criticism from for holding the congregation despite the warnings by authorities.[11] Science and Technology Minister Fawad Chaudhry blamed the \"stubbornness of the clergy\" that event had gone ahead despite the COVID-19 pandemic.[3] He held Jamaat responsible for spreading of COVID-19 in Pakistan.[11] Jamaat also received criticism from other religious movements for failing to take steps to prevent contagion.[11] Meanwhile, Tariq Jamil, a member of Tablighi Jamaat in his vague message said \"God chooses who is infected and who is not, and God will save us.\"[11] In Layyah, a member of Tableeghi Jamaat attacked a police officer with a knife in a bid to escape quarantine.[20] In April 2020, the Faisalabad head of the Tableeghi Jamaat died due to COVID-19. 5 members of his family including 2 children were also infected. By 18 April, over 1,100 Tablighi Jamaat members in the Punjab Province have tested positive for COVID-19.[21] In Punjab, 10,263 attendees of the Tablighi Jamaat event were quarantined in 36 districts of the province. Efforts are underway to trace thousands of other participants.[2] The government of Sindh announced a quarantine of all the attendees of the event.[7] Bara Kahu in Islamabad has been quarantined as some returning attendees there tested positive for the COVID-19.[7]","Title":"2020 Tablighi Jamaat COVID-19 hotspot in Pakistan - Wikipedia","KeyID":"10376","URL":"https://en.wikipedia.org/wiki/2020_Tablighi_Jamaat_COVID-19_hotspot_in_Pakistan"}