{"Content: ":"Unlock: On the evening of 24 March 2020, the Government of India ordered a nationwide lockdown for 21 days, limiting movement of the entire 1.38 billion (138 crore) population of India as a preventive measure against the COVID-19 pandemic in India.[1] It was ordered after a 14-hour voluntary public curfew on 22 March, followed by enforcement of a series of regulations in the countries' COVID-19 affected regions.[2][3] The lockdown was placed when the number of confirmed positive coronavirus cases in India was approximately 500.[1] Upon its announcement, a mass movement people across the country was described as the largest since the partition of India in 1947.[4] Observers stated that the lockdown had slowed the growth rate of the pandemic by 6 April to a rate of doubling every six days,[5] and by 18 April, to a rate of doubling every eight days.[6] As the end of the first lockdown period approached, state governments and other advisory committees recommended extending the lockdown.[7] The governments of Odisha and Punjab extended the state lockdowns to 1 May.[8] Maharashtra, Karnataka, West Bengal and Telangana followed suit.[9][10] On 14 April, Prime minister Narendra Modi extended the nationwide lockdown until 3 May, on written recommendation of governors and lieutenant governors of all the states, with a conditional relaxations after 20 April for the regions where the spread had been contained or was minimal.[11] On 1 May, the Government of India extended the nationwide lockdown further by two weeks until 17 May. The Government divided all the districts into three zones based on the spread of the virus—green, red, and orange—with relaxations applied accordingly.[12] On 17 May, the lockdown was further extended until 31 May by the National Disaster Management Authority.[13] On 30 May, it was announced that lockdown restrictions were to be lifted from then onwards, while the ongoing lockdown would be further extended until 30 June for only the containment zones. Services would be resumed in a phased manner starting from 8 June. It was termed as \"Unlock 1.0\".[14] Modi later clarified that the lockdown phase in the country was over and that 'unlock' had already begun.[15] The second phase of unlock, Unlock 2.0, was announced for the period of 1 to 31 July, with more ease in restrictions.[16] Unlock 3.0 was announced for August.[17] Similarly, Unlock 4.0 was announced for September[18] and Unlock 5.0 for the month of October.[19] In the same way, Unlock 6.0 was announced for the month of November,[20] Unlock 7.0 was announced for the month of December.[21] In 2021, due to the largest wave of infection in the country, several state governments like Uttar Pradesh,[22] Delhi[23] etc. have announced complete lockdowns in April 2021. The Government of India confirmed India's first case of COVID-19 on 30 January 2020 in the state of Kerala, when a university student from Wuhan travelled back to the state.[24] As the number of confirmed COVID-19 positive cases closed 500, Modi on 19 March, asked all citizens to observe 'Janata Curfew' (people's curfew) on Sunday, 22 March.[25] At the end of the curfew, Modi stated: \"Janata Curfew is just the beginning of a long battle against COVID-19\". Following this, while addressing the nation second time on the 24 March, he announced the nationwide lockdown from midnight of that day, for a period of 21 days.[26] He said that the only solution to control the spread of coronavirus was to break the cycle of transmission through social distancing.[27] He also added that the lockdown would be enforced more strictly than the Janata Curfew.[28] The Janata Curfew (transl. People's curfew) was a 14-hour curfew on 22 March 2020 initiated by Narendra Modi, the Prime Minister of India (from 7 a.m. to 9 p.m.).[29] Every person was asked to obey the curfew, with exceptions for people of \"essential services\" such as police, medical services, media, home delivery professionals, and firefighters. At 5 p.m. that day, all citizens were asked to stand in their doorways, balconies or windows, and clap their hands or ring their bells in appreciation for the professionals delivering these essential services.[30] People belonging to National Cadet Corps and National Service Scheme were to enforce the curfew in the country.[31] The Prime Minister also urged the youth to inform 10 others about Janata Curfew and encourage everyone to observe the curfew.[31] The lockdown restricted people from stepping out of their homes.[28] All transport services–road, air and rail–were suspended, with exceptions for transportation of essential goods, fire, police and emergency services.[32] Educational institutions, industrial establishments and hospitality services were also suspended.[32] Services such as food shops, banks and ATMs, petrol pumps, other essentials and their manufacturing are exempted.[33] The Home Ministry stated that anyone who fails to follow the restrictions can face up to a year in jail.[32] From 4 May 2020, the lockdown was eased with several relaxations in all zones per Ministry of Home Affair's guidelines.[34] As part of Unlock 2.0 in July, most activities are permitted outside of containment zones, except educational institutions, international air travel, places of recreation (swimming pools, gymnasiums, theatres, entertainment parks, bars, auditoriums, and assembly halls), and large gatherings of any kind.[35] One of the major development was around the re-opening of wine shops. As per the guidelines of issued by the Ministry of Home Affairs, wine shops were allowed to re-open, however, people were asked to follow the protocols of social distancing and as well as wearing a mask.[36] But in effect, things panned out to be utterly chaotic as long queues gathered outside wine shops from as early as 7 am.[37][38] This led to State Governments and Municipal Corporations deciding to shut down wine shops again in some places. (e.g. - Mumbai).[39] While some states decided to 'discourage alcohol consumption' by levying special taxes on alcohol. Delhi imposed a 70% 'Special Corona Fees'.[40] Andhra Pradesh increased the prices by 75%.[41] Tamil Nadu hiked the excise duty on India Made Foreign Alcohol by 15%.[42] Delhi also came up with a system of e-token to avoid long queues outside wine shops.[43] This also lead to the online sale of alcohol in some states that was previously prohibited.[44] On 24 March, the first day of the lockdown, nearly all services and factories were suspended.[45] People were hurrying to stock essentials in some parts.[46] Arrests across the states were made for violating norms of lockdown such as venturing out for no emergency, opening businesses and also home quarantine violations.[47] The government held meetings with e-commerce websites and vendors to ensure a seamless supply of essential goods across the nation during the lockdown period.[47] Several states announced relief funds for the poor and affected people[47] while the central government was finalising a stimulus package.[48] On 26 March, finance minister Nirmala Sitharaman announced a ₹170,000 crore (US$21 billion) stimulus package to help those affected by the lockdown.[49] The package was aimed to provide food security measures for poor households through direct cash transfers, free cereal and cooking gas for three months.[50] It also provided insurance coverage for medical personnel.[49] On 27 March, the Reserve Bank of India announced a slew of measures to help mitigate the economic impacts of the lockdown.[51] Prior to the announcement of the nationwide lockdown, on 22 March, the government had announced that the Indian Railways would suspend passenger operations through 31 March.[citation needed] The national rail network has maintained its freight operations during the lockdown, to transport essential goods.[52] On 29 March, the Indian Railways announced that it would start services for special parcel trains to transport essential goods, in addition to the regular freight service.[53] The national rail operator also announced plans to convert coaches into isolation wards for patients of COVID-19.[54] This has been described as the first time in 167 years that India's rail network had been suspended,[55] although there was also a strike in 1974.[56] On 5 April, citizens all over India cheered and showed solidarity with the health workers, police, and all those fighting the disease by switching off the electric lights at home for 9 minutes from 9:00 p.m. to 9:09 p.m. and observed lighting diya, candle; and flashing torchlight and mobile flashlight.[57][58] As the end of the initial lockdown period came near, many state governments expressed their decision to extend it until the end of April. Among them were Odisha,[59] Punjab,[60] Maharashtra,[61] Karnataka with some relaxations,[9] West Bengal and Telangana.[10] Towards the end of the initial period, the rate of growth of COVID infections in India had significantly slowed, from a rate of doubling every three days before the lockdown to one of doubling every eight days on 18 April.[6] On 14 April, PM Modi extended the nationwide lockdown until 5 May, with a conditional relaxation promised after 20 April for the regions where the spread had been contained by then.[11] He said that every town, every police station area and every state would be carefully evaluated to see if it had contained the spread. The areas that were able to do so would be released from the lockdown on 20 April. If any new cases emerged in those areas, lockdown could be reimposed.[62] On 16 April, lockdown areas were classified as \"red zone\", indicating the presence of infection hotspots, \"orange zone\" indicating some infection, and \"green zone\" with no infections.[63] The government also announced certain relaxations from 20 April, allowing agricultural businesses, including dairy, aquaculture, and plantations, as well as shops selling farming supplies, to open. Public works programmes were also allowed to reopen with instructions to maintain social distancing. Cargo vehicles, including trucks, trains, and planes, would run. Banks and government centres distributing benefits would open as well.[64] On 25 April, small retail shops were allowed to open with half the staff. Again social distancing norms were to be followed.[65] On 29 April, The Ministry of Home Affairs issued guidelines for the states to allow inter-state movement of the stranded persons. States have been asked to designate nodal authorities and form protocols to receive and send such persons. States have also been asked to screen the people, quarantine them, and do periodic health checkups.[66] On 1 May, the Ministry of Home Affairs (MHA) and the Government of India (GoI) further extended the lockdown period to two weeks beyond 4 May, with some relaxations.[67][68] The country has been split into 3 zones: red zones (130 districts), orange zones (284 districts), and green zones (320 districts).[69] Red zones are those with high coronavirus cases and a high doubling rate, orange zones are those with comparatively fewer cases than red zone and green zones are those without any cases in the past 21 days. Normal movement is permitted in green zones with buses limited to 50 percent capacity. Orange zones would allow only private and hired vehicles but no public transportation. The red zones would remain under lockdown. The zone classification would be revised once a week.[70] On 17 May, the National Disaster Management Authority (NDMA) and the Ministry of Home Affairs (MHA) extended the lockdown for a period for two weeks beyond 18 May, with additional relaxations. Unlike the previous extensions, states were given a larger say in the demarcation of Green, Orange and Red zones and the implementation roadmap. Red zones were further divided into containment and buffer zones. The local bodies were given the authority to demarcate containment and buffer zones.[71][72][73] The MHA issued fresh guidelines for June, stating that the phases of reopening would \"have an economic focus\". Lockdown restrictions were only to be imposed in containment zones, while activities were permitted in other zones in a phased manner. This first phase of reopening was termed \"Unlock 1.0\"[14] and permitted shopping malls, religious places, hotels, and restaurants to reopen from 8 June. Large gatherings were still banned,[74] but there were no restrictions on interstate travel. Night curfews were in effect from 9 p.m. to 5 a.m. in all areas and state governments were allowed to impose suitable restrictions on all activities.[75] In future phases of reopening, further activities are to be permitted. In Phase II, all educational institutions are scheduled to reopen in July, pending consultations with state governments. In Phase III, easing of restrictions on international air travel, operation of metros, and recreational activities (swimming pools, gymnasiums, theatres, entertainment parks, bars, auditoriums, and assembly halls) would be decided upon in August.[74] Phase II of Unlock began on 1 July under the guidelines and instructions of the MHA and the NDMA. Lockdown measures were only imposed in containment zones. In all other areas, most activities were permitted. Night curfews were in effect from 10 p.m. to 5 a.m. in all areas. State governments were allowed to put suitable restrictions on all activities, but state borders remained open to all. Inter- and intrastate travel was permitted. Limited international travel was permitted as part of the Vande Bharat Mission. Shops were permitted to allow more than five persons at a time. Educational institutions, metros, recreational activities remained closed until 31 July. Only essential activities were permitted in containment zones while maintaining strict parameter control and \"intensive contact tracing, house-to-house surveillance, and other clinical interventions\". Further guidelines regarding usage of Aarogya Setu and masks were reiterated.[16] Unlock 3.0 for August 2020 removed night curfews and permitted gymnasiums and yoga centres to reopen from 5 August. Educational institutions would remain closed until 31 August. All inter-and intrastate travel and transportation are permitted. Independence Day celebrations are permitted with social distancing.[17] Maharashtra and Tamil Nadu imposed a lockdown for the whole month, while West Bengal imposed lockdowns twice a week.[76] On 29 August 2020, the Ministry of Home Affairs issued guidelines for activities permitted in Unlock 4.0. It said that \"Lockdown shall remain in force in the Containment Zones until 30th September 2020\".[77] Outside the containment zone, however, some activities were given permission. Metro was allowed to be reopened in a graded manner from 7 September.[77] Marriage functions with gatherings of up to 50 people and funeral/last rites ceremonies with up to 20 people were permitted.[77] Religious, entertainment, political, sports, academic functions and gatherings of up to 100 people were allowed.[77] Face masks were made compulsory in public places, workplaces and during transport.[77] On 30 September 2020, the Ministry of Home Affairs issued guidelines for activities permitted in Unlock 5.0.[78] For schools it has a preference for online learning if possible, but States and Union Territories will be able to make those decisions from 15 October, in a graded manner. Lockdown shall remain in force strictly in the Containment Zones until 30 November 2020.[79] Also, swimming pools being used for training of sportsperson would be allowed to open.[78] Cinema halls, that had remained close all this while, could finally be opened from 15 October 2020, with a 50% of their seating capacity.[78] On 3 November the Government of Kerala opened its tourism sector by reopening hill stations, beaches, national park, and inter-state public transport movement The Government Of India has decided to open all educational institutions by January 2021 including schools and colleges and universities across India. The Government of Kerala has decided to open its school from December 2020. On 27 October 2020, the Ministry of Home Affairs issued guidelines for activities permitted in Unlock 6.0.[80][81][82] The Ministry of Home Affairs did not make any new changes to the existing Unlock 5.0 guidelines in its latest instructions for another set of unlocking and said that they would continue to be implemented in the month of November too.[83] Also, a handful of states have allowed opening up of more activities outside containment zones and announced partial reopening of schools.[84] Lockdown has been enforced time and again in spite of attempts to permanently move towards an unlock phase.[85] The government of India has extended the ban on scheduled international flights until January 31.[86] In February end 2021, India got hit by the largest COVID wave. It is cited that people started becoming careless, not wearing masks and not following social distancing, around November- April. This wave caused a rapid surge in cases and deaths. Cases started to rise by March 2021, resulting in state-wide lockdowns. In Maharashtra there were total 4 phases of lockdowns from April to June. April 5–15 June 2021 (Lockdown Phase) When cases rapidly increased in Maharashtra, CM Uddhav warned people on March 28, 2021, to imposed complete lockdown and night curfew was imposed. Schools and offices remained shut. On 4 April 2021 Maharashtra CM Uddhav Thackeray announced a lockdown until April 30. On 5 April 2021 everything began to close due to rise in COVID-19 second wave. Only online deliveries were free at this stage. Films like Sooryavanshi, Bunty Aur Babli 2 got postphoned due to COVID-19's 2nd Wave. Several States And UTs Like Tamil Nadu, Karnataka, Kerala, Rajasthan, Bihar, NCT Of Delhi, Madhya Pradesh, Uttar Pradesh, Haryana, Odisha, Jharkhand, Chhattisgarh, J&K, Ladakh, Goa, Mizoram, Meghalaya, West Bengal, Uttarakhand, Puducherry, Telangana, Sikkim and Himachal Pradesh imposed complete Lockdown whereas some like Punjab, Chandigarh, Gujarat, Andhra Pradesh, Assam, Arunachal Pradesh and Nagaland Imposed Partial Lockdown and Major Restrictions. From 15 June 2021, Many States started lifting lockdowns and restrictions and moved in Unlock phase. Food delivery services were banned by several state governments despite the central government's approval.[87] Thousands of people emigrated out of major Indian cities, as they became jobless after the lockdown.[88] Following the lockdown, India's electricity demand fell down to a five-month low on 28 March 2020.[89] Many states were keen on opening up liquor shops during the lockdown which was finally allowed in the 3rd phase beginning on 4 May. Reports of a surge in illicit liquor sales and most importantly, drying up of revenue from liquor sales was the main stimulation.[90][91] Due to the lockdown, more than 350 deaths were reported as of 10 May, with reasons ranging from starvation, suicides,[92] exhaustion,[93] road and rail accidents,[94] police brutality[95][96][97] and denial of timely medical care.[98] Among the reported deaths, most were among the marginalised migrants and labourers.[99][100] India had already been experiencing a prolonged economic slowdown.[101] The GDP growth rate had fallen from 8.2% in January–March 2018 to 3.1% in January–March 2020.[102] In the first quarter of the financial year 2020-2021, this number went into negative. The GDP growth rate for April–June 2020 was -23.9%, which happened to be the worst ever in history.[103] Crucial parameters like manufacturing, construction, trade, hotel industry saw a decline and slid into negative. Manufacturing growth at -39.3%, Mining growth at -23.3%, Construction growth at -50%, Trade & hotel industry growth at -47%.[103] Moreover, the effects of the lockdown have been disastrous in terms of household debt.[104] With factories and workplaces shut down, millions of migrant workers had to deal with the loss of income, food shortages and uncertainty about their future.[105][106] Following this, many of them and their families went hungry.[107] While government schemes ensured that the poor would get additional rations due to the lockdown, the distribution system failed to be effective.[108][109] With no work and no money, thousands of migrant workers were seen walking or bicycling hundreds of kilometres to go back to their native villages.[110] Many were arrested for violating the lockdown[111] and some died of exhaustion[112] or in accidents on the roads.[113] On 29 March 2020, the government ordered landlords to not demand rent and employers to pay wages without deduction. It also announced that those who violated the lockdown were to be sent to government-run quarantine facilities for 14 days.[114][115] In its report to the Supreme Court of India on 31 March, the central government stated that the migrant workers, apprehensive about their survival, moved in the panic created by fake news that the lockdown would last for more than three months.[116][117] In late March, the Uttar Pradesh government decided to arrange buses at Delhi's Anand Vihar bus station to take the migrants back to their villages for free.[118] Migrants across the country remained stranded until the last week of April, when the state governments were finally permitted by the central government to operate buses, but not trains.[119] On 1 May 2020, the central government allowed the Indian Railways to launch \"Shramik Special\" trains for the migrant workers and others stranded.[120] Due to lack of coordination between originating states and railways, reports were claiming that migrants were being charged for the train tickets. The government faced criticism from the opposition.[121] The Railways later clarified that it was bearing 85% of the total cost of running and the rest 15% which makes up the ticket fare was being borne by the originating states.[122][123] Despite the launching of special trains and buses by the government, the migrant workers chose to either travel together in large groups. They did not wait their turn to board the government-arranged transport, mainly due to starvation and eagerness to reach their homes soon.[124] Additionally, they felt that going back to their hometowns, they could return to farming and take up small jobs under the MNREGA.[125] On 26 May 2020, the Supreme Court admitted that the problems of the migrants had still not been solved and that there had been \"inadequacies and certain lapses\" on the part of the governments. It thus ordered the Centre and States to provide free food, shelter, and transport to stranded migrant workers.[126] The order issued by the Home Ministry on 24 March allowed the functioning of shops dealing with food items as well as the manufacturing units and transportation of \"essential goods\". However, the lack of clarity on \"essential goods\" meant that the policemen on the streets stopped workers going to factories and the trucks carrying food items. Food industries also faced shortages of labour because the workers were unable to reach workplaces and the factory managers faced the fear of legal action. All these factors combined to result in shortages and a rise in the prices of food items.[127] By the first week of April, essential industries such as growing, harvesting, and food deliveries were allowed to operate.[128] On 26 March 2020, the Indian government announced a relief package of $22.6 billion to assist the poor population hit economically by the COVID-19 pandemic. The plan was to benefit the migrant workers through cash transfers and initiatives for food security.[129] However, on 9 April 2020, economists and activists argued that a significant proportion of the affected population was unable to avail the facilities. Only those registered with the federal food welfare scheme were able to secure benefits.[130] According to a Government of India report filed with the Supreme Court of India, as of 7 April, state governments operated 22,567 relief camps for stranded migrant workers, of which 15,541 camps (amounting to 68% of all) were operated by Kerala, 1,135 camps by Maharashtra, 178 camps by Tamil Nadu and smaller numbers by other states. Non-governmental organisations were operating 3,909 camps.[131] On 12 May 2020, modi announced that the government would provide 20 trillion rupees ($266 billion) in support package in fiscal and monetary measures to support the economy.[132] Rivers had become cleaner as industries were closed due to the lockdown.[133][134][135][136][137] The quality of air had significantly improved during the lockdown especially in metropolitan cities .[138] People were seen breaching the lockdown and not following social distancing by crowding in vegetable markets in some places.[139][140][141] On 29 March, Prime Minister Modi advised against this, urging people to stay home in his Mann Ki Baat radio address.[142] On 27 March 2020, the police arrested 8 people and registered a complaint against 150 people in Hardoi for gathering at a mosque.[143] On 2 April 2020, thousands of people assembled at temples in various parts of West Bengal defying the lockdown for celebrating Rama Navami.[144][145] 12 members of Tablighi Jamaat were arrested on 5 April 2020 in Muzaffarnagar for defying the lockdown and organising an event.[146] A priest in Andhra Pradesh was arrested for defying the lockdown and organizing a gathering of 150 people in a church.[147] According to a study at Shiv Nadar University, India could have witnessed a surge of 31,000 cases of the disease between 24 March and 14 April without lockdown.[148] A group of researchers at the University of Oxford who tracked the governmental policy measures to counter the pandemic rated India's lockdown as one of the most stringent in the world, scoring \"100 out of 100\" on their tracker. They noted that India implemented school closures, border closure, travel bans, etc. but they said it was too early to measure their success in containing the pandemic.[149][150] Shamika Ravi from Brookings Institution in India has noted that the growth rate of the pandemic has slowed from doubling every three days before the lockdown to doubling every six days by 6 April. It was derailed in the intervening period by the Tablighi Jamaat super spreader event in Nizamuddin.[5] By 25 April, it had further slowed to a rate of doubling every twelve days.[151][non-primary source needed] In a routine press briefing on 22 May, Dr. VK Paul, chairman of the national task force on COVID-19, along with officials from the Ministry of Statistics and Programme Implementation, announced that the growth rate of new cases came down to 5.5% on 15 May from 22.6% on 3 April. The doubling rate of cases stood at 13.5 days. The death rate decreased to 5.5% from 48.1% on 5 April. Based on estimation models from various independent sources and MoSPI it was predicted that lockdown (1.0 + 2.0) helped avert 14-29 lakh cases and 37,000-78,000 deaths until 15 May.[152][153][154] Among various estimation models presented at the briefing the one by Boston Consulting Group showed that 1.2M-210,000 lives were saved and 36-70 lakh cases were averted due to the lockdown until 15 May.[152] Another model by Public Health Foundation of India predicted that 78,000 deaths were averted during the period.[152] Henk Bekedam, WHO Representative to India, praised the response describing it as \"timely, comprehensive and robust\".[2] WHO executive director, Mike Ryan said that lockdowns alone will not eliminate coronavirus. He said that India must take necessary measures to prevent a second and third wave of infections.[155] On 3 April 2020, Dr David Nabarro, WHO's special envoy on the disease, said that the \"Lockdown in India was early, far-sighted and courageous\" and was better than waiting for another 3 or 4 weeks.[156] In late March, two researchers from the University of Cambridge came up with a new mathematical model that predicts a flat 49-day countrywide lockdown or sustained lockdown with periodic relaxation extending over two months may be necessary to prevent COVID-19 resurgence in India.[157] According to The Economist, the lockdown was \"all but certain to have exacerbated\" the devastation of the pandemic.[158] The Center for Disease Dynamics, Economics & Policy (CDDEP) issued a report in late March, in collaboration with researchers from Johns Hopkins University and Princeton University, where it said that a national lockdown is not \"productive\" and could cause \"serious economic damage\". It advocated state-level lockdowns in the most affected states. Its models predicted that in the best-case scenario, a peak of one million hospitalisations would be encountered in early June.[159][160][161][a] In an op-ed in The New York Times, the CDDEP director Laxminarayan explained that if the national lockdown finds good compliance, it would reduce the peak infections in early May by 70 to 80 percent, but still 1 million would require hospitalisation and critical care. He further hypothesised If the lockdown was not imposed the number of critical patients would have reached 5-6 million.[163] The CDDEP released another report on 20 April, again in collaboration with researchers from Johns Hopkins University and Princeton University. This report discussed the \"potential impact of the lockdown\". The study concluded that the lockdown would help in significantly slowing the spread of COVID-19 in the country. It said that the lockdown would buy the government critical precursory time to expand COVID-19 healthcare infrastructure, by keeping the hospitalisation rates in check and preventing the overwhelming of existing healthcare facilities. The study also said that the lockdown measures like physical distancing, ban on social gatherings, and movement restrictions would further delay and reduce the peak of infections and hospitalisation.[164] Economist Jean Drèze stated that the lockdown had been \"almost a death sentence\" for the underprivileged of the country, in an interview with News18. He went on to say, \"The policies are made or influenced by a class of people who pay little attention to the consequences for the underprivileged\".[165]","Title":"COVID-19 lockdown in India - Wikipedia","KeyID":"10381","URL":"https://en.wikipedia.org/wiki/COVID-19_lockdown_in_India"}