{"Content: ":"The Indian state governments have responded to the COVID-19 pandemic in India with various declarations of emergency, closure of institutions and public meeting places, and other restrictions intended to contain the spread of the virus. The table lists state level regulations that were imposed by the respective state and central governments before 24 March 2020. On 24 March, Prime Minister Narendra Modi ordered a nationwide lockdown from 12:01 am of 25 March for three weeks.[1] On 18 March, Government of Andhra Pradesh announced closure of all educational institutions till 31 March.[22] On 15 March, Bihar Public Service Commission (BPSC) postponed all the recruitment exams till 31 March.[23] On 22 March, the Government of Bihar announced a state-wide lockdown till March 31.[24] On 2 April, the state government announced that a one-time cash transfer of Rs 1,000 will be provided to the migrants.[25] On 17 March Chandigarh administration ordered the closure of public facilities till 31 March. It also banned gatherings of more than a 100 people and census work was postponed.[26] At the same time, Dera chiefs were asked to postpone all religious events.[27] On 23 March, Punjab Governor V. P. Singh Badnore who is also union territory administrator imposed a curfew starting midnight of 24 March.[28] On 13 March, Chhattisgarh government closed educational institutions.[29] On 21 March, Government of Delhi announced closure of all primary schools across Delhi till 31 March as a precaution.[30] On 12 March, it announced closure of schools, colleges and cinema halls till the end of March and ordered disinfection of all public places as a precautionary measure.[31] On 22 March, after the central government's decision, complete lockdown of Delhi from 6 am of 23 March to at least 31 March was declared. Essential services and commodities to continue.[32] On 28 March, Delhi government had set up over 500 hunger relief camps providing free food for people who have been left stranded due to the nationwide lockdown.[33] On 15 March, Goa's, CM Pramod Sawant declared that all educational institutions would remain close, but planned to conduct the ongoing Board examinations.[34] On 15 March, Gujarat government closed schools, colleges and cinema halls till 31 March, but planned to conduct the Board examinations.[35] On 23 March, Gujarat DGP Shivanand Jha said that from 12 am, the entire state will be under lockdown till 31 March. \"State borders have been sealed. Action will be taken against the people who will violate the lockdown,\" he said.[citation needed] On 24 March, Government of Haryana announced complete lockdown of the Haryana.[citation needed] On 14 March, Himachal Pradesh closed educational institutions and theatres until 31 March.[36] Himachal Pradesh banned entry of foreign and domestic tourists on 19 March until further notice.[37] On March 24, Government of Himachal Pradesh imposed an indefinite statewide curfew to combat coronavirus. On 9 March, Karnataka declared indefinite holiday for all kindergarten and pre-primary schools in Bangalore.[38] The holiday was extended to all primary schools up to fifth grade after a confirmed case was reported in the city.[39] On 13 March, the Government of Karnataka ordered the closure of malls, universities and colleges, movie theatres, night clubs, marriages and conferences and other public areas as a precautionary measure.[40] Karnataka has closed its borders with Kerala for vehicular traffic in the wake of six people testing positive for coronavirus in Kasargod district of Kerala, which lies on the border of Karnataka.[41] The Government of Kerala had declared high alert from 4 to 8 February and then again starting 8 March 2020 due to coronavirus cases being reported in the state.[42][43] On 9 March, collector and district magistrate of Pathanamthitta district of Kerala declared three long holiday for all educational institutions in the district.[44] On 10 March, government urged people to not undertake pilgrimages, attend large gatherings such as weddings and cinema shows.[45] Kerala announced closure of all schools and colleges across the state, with effect from 11 March.[46] On 15 March, a new initiative 'Break the Chain' aiming to educate people about the importance of public and personal hygiene was introduced by Government of Kerala.[47] On 25 January, the Madhya Pradesh Government issued an advisory regarding Coronavirus symptoms and possibility of human to human transmission and ordered that all health professionals be educated about the same.[48] On 28 January, government issued notification to start testing people at the airport coming from China, Japan and Thailand.[49] Following declaration by WHO of Coronavirus as Public Health Emergency on International concern, the government moved to monitor and test people coming from China and other affected countries.[50][51][52] On 14 March, all schools and cinemas in the state were shut down.[53] On 22 March, the acting chief minister of state Kamal Nath ordered complete shutdown including all business establishments.[54] On 24 March, the government imposed curfew in Bhopal and Jabalpur cities where Coronavirus cases were found.[55] On 25 March, CM Shivraj Singh Chauhan announced various welfare measures in view of the nationwide lockdown.[56] On 30 March, total lockdown for 03 days including suspension of essential services was imposed in Indore.[57] With nearly 60% of the state's cases, Indore is fast becoming the epicenter for spread of coronavirus.[58] This strict decision is being taken to bring things under control.[59] On 5 April, Bhopal became the second district in the state to go for a tougher lockdown like Indore. All shops except for medicine and milk will be shut down. This decision was taken after two top bureaucrats Principal Secretary Health Pallavi Jain Govil and Additional Director Information/Communication (Health) Dr Veena Sinha were tested positive for COVID-19.[60] On 13 March, the Maharashtra Government declared the outbreak an epidemic in Mumbai, Navi Mumbai, Pune, Pimpri-Chinchwad and Nagpur, and invoked provisions of Epidemic Diseases Act, 1897.[61] On 14 March, Maharashtra government closed all public facilities in urban areas till 31 March 2020.[62][63] On 15 March, Brihanmumbai Municipal Corporation shut down Jijamata Udyaan till further orders.[64] On 17 March, BMC ordered private firms in Mumbai to function \"only at 50% of their staff capacity or face action under section 188 of the IPC\".[65] On 17 March, Maharashtra, government offices were closed down for seven days.[66] Mumbai Police ordered the closure of pubs, bars and discos till 31 March.[67] On 18 March, the Federation of Trade Association of Pune announced that all shops, barring grocery stores and pharmacies, will be shut in the city, resulting in the closure of up to 40,000 shops.[68] On 20 March, the state government announced the closure of workplaces, excluding essential services and public transport, in Mumbai, Mumbai Metropolitan Region, Pune, Pimpri-Chinchwad and Nagpur until 31 March.[69] On 22 March, the state government declared that Section 144 would be imposed across the state, with effect from 23 March, sending the state into a lockdown.[12] Only employees that work for essential services are allowed to board local trains in Mumbai, and the rail service were cut back causing cancellation of more than 3,700 trains.[70][71][72] On 23 March, the CM Uddhav Thackeray announced the closure of borders of all districts and a strict statewide curfew.[73] On 13 March, Manipur Government closed all educational institutions. On 13 March, the chief minister Naveen Pantaik declared COVID-19 as a 'disaster'. Educational institutions and other public places were closed and officials were empowered by invoking the Epidemic Diseases Act, 1897.[74] On 21 March, after confirming two positive cases of coronavirus, the state ordered 70 per cent lockdown, including its capital Bhubaneshwar.[75] On 22 March, the state government extended it to a complete lockdown until 9 pm of March 29.[76] Interstate bus services and passenger trains were also suspended.[77] The government on 26 March signed agreements with medical colleges to set up two 1,000-bed hospitals in Bhubaneswar for treatment of the infected patients within 15 days.[78] On 9 April, the state government extended the lockdown till 30 April. It was also announced that educational institutes will remain closed till 17 June.[79] On 13 March, the Punjab governments declared holidays in all schools and colleges till 31 March.[80] On 16 March Punjab government issue an advisory to close gyms, restaurants, etc. On 19 March Punjab School Education Board postponed all Board Exams of 10th and 12th classes. 20 March Punjab government also shuts down public transport in state from midnight of 20 March and prohibited gathering of more than 20 persons. On 22 March Punjab government declared complete Lockdown in state till 31 March 2020 except Emergency services along Kala Sanghian. On 23 March Punjab Government imposed full curfew across Punjab without any relaxation, become first State to impose full curfew, as some people were defy to follow lockdown, seriously.[19] Punjab government sanctions 20 crore rupees for free food, medicines to poor from CM Relief Fund, ministers pledge month's salary for efforts to control COVID-19. On 24 March Punjab Chief Minister set up COVID Relief Fund to be utilised for the welfare of the people in distress due to Coronavirus. On 10 April, the Government of Punjab extended lockdown in the state till April 30.[81] On 17 March, Pondicherry shut down schools, colleges, cinemas and gyms till 31 March.[82] On 14 March, Government of Rajasthan closed all educational institutions, gyms, and cinema halls, however ongoing school and college exams continued.[83] On 17 March Rajasthan government banned the gathering of more than 50 people in public places till 31 March.[84] On 19 March, Section 144 was imposed in Rajasthan after three of a family tested positive for coronavirus.[85][16] The state was first to announce complete lockdown starting 22 March, barring essential services.[86] On 22 March, the Government of Rajasthan banned public transport services in the state.[87] On 24 March, the state banned all private vehicles in the roads after COVID-19 cases crossed 32 in the state.[87] The state government had also announced free ration for two months for families covered under the National Food Security Act (NFSA).[87] The \"Bhilwara model\" of the state was praised nationwide for its effectiveness in containment of the virus.[88] On 11 April, the state government announced financial assistance of ₹50 lakhs to the family of government employees who die due to disease during anti-COVID-19 operations.[89] On 4 July, the chief minister Mr. Ashok Gehlot tweeted that Given the COVID-19 pandemic all kind of college, university, and technical education institute exams in the state will be cancelled. The UG and PG students will be promoted without writing their papers.[90] The state government was the first to start rapid testing for COVID-19 through rapid testing kits on 17 April. It gives instant results based on presence of antibodies in blood, which helped in quickly isolating the suspected person.[91] Sikkim restricted entry of domestic tourists in the state from 17 March and asked those who were already in the state to leave.[92] On 30 January, the state had put 78 people who arrived from China under quarantine.[93] On 17 March, Important tourist destinations in Tamil Nadu were locked down. Authorities in Nilgiris district ordered the closure of tourist sites including Ooty and the tourists staying in hotels and resorts were given 24 hours to leave the city.[94] On 20 March, the Government partially closed its borders with Karnataka, Kerala and Andhra Pradesh on March 20 until March 31 and constituted a task force to closely monitor the preventive measures against the viral outbreak.[93][95] On 21 March, the state government postponed the Class 10 SSLC board exams to beyond April 14, which were due to begin from March 27.[96] Tamil Nadu did not allow visitors in jails during the Janata curfew, nor fishing is allowed.[97][72] On 22 March, the state government extended 'Janata curfew' to Monday morning 5 am.[98] On 23 March, the state government imposed Section 144 from March 24 6 pm until March 31 which prohibits gatherings of more than 5 people.[19] On 24 March, Health Minister C. Vijayabaskar announced a hospital dedicated for treating COVID-19 patients. The newly built Omandurar Government Multispeciality Hospital was being converted into a special facility with 350 beds to treat COVID-19 patients exclusively.[99] On 2 April, the state government announced care package of Rs.1000 and ration of food supply for each households.[100] On 17 March, Government of Telangana started implementing screening of people entering Telangana from Maharashtra at four entry points.[101] On 22 March, the state government announced a state-wide lockdown as five more cases emerged.[102] While supporting the Prime Minister's Janata curfew call, the Chief Minister of Telangana, K. Chandrashekar Rao appealed to the people of Telangana to stay indoors for 24hrs from 6 am on Sunday (22-03-2020) in order to contain the possible spread of coronavirus.[103] On 23 March, the state government imposed night curfew from 7 pm till 6 am.[20] During the lockdown, no vehicles were not allowed on the roads. The government has also closed all borders and suspended interstate transport.[20] On 17 March, schools, colleges and multiplexes in Uttar Pradesh were shut down till 2 April and on-going examinations were postponed.[citation needed] CM Yogi Adityanath announced on 21 March that the Uttar Pradesh government has decided to give ₹1,000 (US$14) to all daily wage laborers affected due to coronavirus in the state.[104][105] On 22 March, Chief Minister Yogi Adityanath announced the lockdown of fifteen districts in state, from 22 to 25 March, including Noida, Ghaziabad, Agra, Aligarh, Prayagraj, Kanpur, Varanasi, Bareilly, Lucknow, Saharanpur, Meerut, Lakhimpur, Azamgarh, Gorakhpur and others.[106] On 28 March, the Uttar Pradesh government deployed 1000 UPSRTC buses to ferry migrant workers to their native districts during the nationwide lockdown.[107] Newly sworn Uttarakhand Chief Minister Tirath Singh Rawat has been criticised for placing faith before the pandemic and accused of double standards on restrictions of gatherings of different religions.[108][109] On 14 March, West Bengal shut all educational institutions till 31 March, but planned to conduct the Board examinations.[110] On 23 March, starting 5 PM, Kolkata and several areas across West Bengal were put under a lockdown till 27 March.[111] On 24 March, starting 5 PM, entire state of West Bengal was put under a lockdown till 31 March.[21]","Title":"Indian state government responses to the COVID-19 pandemic - Wikipedia","KeyID":"10389","URL":"https://en.wikipedia.org/wiki/Indian_state_government_responses_to_the_COVID-19_pandemic"}