{"Content: ":"The first case of the COVID-19 pandemic in India was reported on 30 January 2020, originating from China. Slowly, the pandemic spread to various states and union territories including the union territory of Andaman and Nicobar Islands. The first case was recorded in this region on 26 March 2020.[1] The islands have pursued a strategy of zero COVID-19 transmission, which, except for three flareups in August 2020, May 2021, and January 2022, which were swiftly contained, have resulted in no community outbreaks. The islands have successfully managed the outbreaks, and the union territory has the lowest case count of any region of India, both in total cases and infection rate.[2] In 2021 during the mid-2nd Wave of COVID-19 Pandemic the Colleges & educational Institutions of Andaman & Nicobar Islands was still continued follow the offline mode of teaching. Mr. Siddhanth Rai Sharma an Students Leader of ABVP demanded to close all the colleges of Andaman & Nicobar Islands for the safety of the Students community of Islands. Andaman & Nicobar Administration accepted the demand in the favor of students. On 24 April 2021 an order was passed from secretariat to close all the college with immediate effect and continue all academic activities in online mode.[3][4][5] On January 1, 2021, the Drug Controller General of India, approved the emergency or conditional use of AstraZeneca’s COVID-19 vaccine AZD1222 (marketed as Covishield).[8] Covishield is developed by the University of Oxford and its spin-out company, Vaccitech.[9] It's a viral vector vaccine based on replication-deficient Adenovirus that causes cold in Chimpanzees. It can be stored, transported and handled at normal refrigerated conditions (two-eight degrees Celsius/ 36-46 degrees Fahrenheit). It has a shelf-life of at least six months. On 12 January 2021 first batches of Covishield vaccine was despatched from the Serum Institute of India.[10] On January 2, 2021, BBV152 (marketed as Covaxin), first indigenous vaccine, developed by Bharat Biotech in association with the Indian Council of Medical Research and National Institute of Virology received approval from the Drug Controller General of India for its emergency or conditional usage.[11] On 14 January 2021 first batches of Covaxin vaccine was despatched from the Bharat Biotech, albeit it was still in the third phase of testing.[12] On 19 May 2021, Dr Reddy's Labs received Emergency Use Authorisation for anti-COVID drug 2-DG.[13] On 21 February 2022, Drugs Controller General of India granted approval to Biological E's COVID-19 vaccine Corbevax, that can be used for children between 12–18 years of age.[14][15] On 21 October 2021, India completed administering of one billion Covid vaccines in the country.[16] On 8 January 2022, India crossed 1.5 billion Covid vaccines milestone in the country.[17] On 19 February 2022, India crossed 1.75 billion Covid vaccines milestone in the country.[18]","Title":"COVID-19 pandemic in the Andaman and Nicobar Islands - Wikipedia","KeyID":"10392","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_the_Andaman_and_Nicobar_Islands"}