{"Content: ":"Vaccine Maitri (English: Vaccine Friendship)[1] is a humanitarian initiative undertaken by the Indian government to provide COVID-19 vaccines to countries around the world.[2] The government started providing vaccines from 20 January 2021. As of 21 February 2022, India had delivered around 16.29 cror (162.9 million) doses of vaccines to 96 countries.[3] Of these, 1.43 cror (14.3 million) doses were gifted to 48 countries by the Government of India. The remaining 10.71 cror were supplied by the vaccine producers under its commercial and 4.15 cror were supplied by COVAX obligations. In late March 2021, the Government of India temporarily froze exports of the Covishield, citing India's own COVID crisis and the domestic need for these vaccines.[4] The Health Minister of India, Mr. Mansukh Mandaviya announced in September that India will resume the export of vaccines from October to the rest of the world.[5][6] 200,000 doses of COVID-19 vaccines were gifted by India to the UN peacekeepers on 27 March to be distributed to all peacekeeping missions.[7] India has two approved COVID-19 vaccines: Covishield and Covaxin. Both of them were exported and used in foreign grants by the Government of India. On 1 January 2021, the Drug Controller General of India, approved the emergency or conditional use of Covishield.[8] Covishield is developed by the University of Oxford and its spin-out company, Vaccitech.[9] On 2 January 2021, Covaxin India's first COVID-19 vaccine, developed by Bharat Biotech in association with the Indian Council of Medical Research and National Institute of Virology received approval from the Drug Controller General of India for its emergency or conditional usage.[10] India kicked off international shipment of the vaccines on 20 January 2021, only four days after starting its own vaccination program.[11] Bhutan and Maldives were the first countries to receive vaccines as a grant by India. This was quickly followed by shipments to Nepal, Bangladesh, Myanmar and Seychelles.[11] By mid-March 2021, India was also supplying vaccines on a commercial basis to countries including Canada,[12] the UK,[13] and Saudi Arabia.[14] The Serum Institute of India was selected as a key supplier of cost-effective COVID-19 vaccines to the COVAX initiative,[15] 19.8 million doses of Covishield vaccines were supplied by India to various countries through the initiative.[3] In May, when COVAX was already short 140 million doses,[16] the Serum Institute announced that it expected to maintain its suspension of vaccine deliveries to COVAX through the end of 2021[17] due to the second wave of COVID-19 in India[18] and the US ban on export of key raw materials.[19] As of 21 February, 2022, India had exported total 16,29,63,500 doses including 1,42,67,000 vaccine provided as grant, 10,71,48,000 as commercial, and 4,15,48,500 through COVAX to 96 nations.[3] COVID-19 vaccine from India arrives at Seychelles. Delivery of Covishield COVID-19 vaccine from India to Brazil Delivery of Covishield COVID-19 vaccine from India to Brazil","Title":"Vaccine Maitri - Wikipedia","KeyID":"10391","URL":"https://en.wikipedia.org/wiki/Vaccine_Maitri"}