{"Content: ":"The first case of the COVID-19 pandemic in the Indian state of Andhra Pradesh was reported in Nellore on 12 March 2020. A 24-year-old who was confirmed positive for coronavirus. He had travel history to Italy.[1] The Andhra Pradesh Health department has confirmed a total of 5,37,687 cases, including 4,702 deaths and 4,35,467 recoveries, as of 10 September.[2] The virus has spread in 13 districts of the state, of which East Godavari has the highest number of cases.[2][3] According to Deccan Herald, Andhra Pradesh has the highest number of COVID-19 tests conducted per million population.[4] Genome sequencing of SARS-CoV-2 in the state suggested that the circulating SARS-CoV-2 in Andhra Pradesh majorly clustered under the clade A2a (20A, 20B and 20C) (94%), whereas 6% fall under the I/A3i clade,[5] a clade previously defined to be present in large numbers in India.[6] The state has defined its containment cluster in urban areas to encompass 3 km radius, from the location where the COVID-19 positive case is detected. An additional 2 km radius beyond this containment area would be treated as a buffer zone in urban areas, whereas, this buffer radius would extend to 4 km, for the rural areas.[8] On March 10, Andhra state government started a two-day door-to door survey to identify people who had recently traveled to COVID-19 affected countries. This was carried out through a network of ASHA workers, Auxiliary nurse midwife (ANM), village and ward volunteers.[9] Until 19 April, 32,000 people were identified with influenza like symptoms in the process.[10][11] RCCE (Risk Communication and Community Engagement) strategy was adapted with the support of UNICEF (United Nations Children's Fund), to reach training and awareness on Covid-appropriate behaviour to 1.06 crore households. A month-long mask campaign #MaaskeKavacham has also been initiated for 95% mask utilisation in urban and rural areas.[12] The Andhra Pradesh government launched mobile testing centers around the end of May, which operate from government buses converted into testing facilities. These mobile centers have been parked at key areas of public transit such as railway stations and airports. The test samples collected from these centers produce results within 48 hours from collection. The samples are managed by the government health department and the test subjects are required to produce an ID proof and Aadhaar number. If the test subjects are passengers who have been travelling, then they also need to provide their PNR/flight numbers to the health officers there.[13] The Health, Medical and Family Welfare department of Andhra Pradesh directed all District collectors to establish quarantine centers at district level with 200 beds and constituency level with 100 beds each.[16] By March 25, all district hospitals in the state were instructed by the Health department of Andhra Pradesh, to setup isolation wards.[17] The state, on 31 March, identified dedicated COVID-19 hospitals- 4 at state and 13 at district level.[14] On 25 March 2020, through its village volunteers, the state distributed 1 kg red gram and April's quota of rice, to all its ration card holders.[18] This service was provided door-to door followed by the hand-out of Rs1000 - one time monetary assistance - on 4 April 2020, to these households.[19] This monetary assistance was aimed to provide assistance to around 30 lakh families at a scheme cost of Rs. 1300 crore.[20] On 31 March 2020, all district administration in Andhra Pradesh were directed by the state government to prepare shelter with lodging and boarding services for migrant labors and homeless.[21] These shelters were to be managed by individual 'Nodal Officer', appointed by the District Collector or Municipal Commissioner. The state also mandated Rapid Health checkup of all residents by an Auxiliary Nurse Mid-Wife (ANM) of Primary Health and Surveillance Team.[14]","Title":"COVID-19 pandemic in Andhra Pradesh - Wikipedia","KeyID":"10393","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Andhra_Pradesh"}