{"Content: ":"The first COVID-19 case in the Indian state of Bihar was reported in Munger on 22 March 2020, a 38-year-old tested positive for COVID-19, he was also the first victim.[1] He had travel history to Qatar.[2] The Ministry of Health and Family Welfare has confirmed a total of 62,031 cases as of 4 August 2020, including 20,922 active cases, 349 deaths and 40,760 recoveries.[3] The virus has spread in 38 districts of the state, of which Patna district has the highest number of cases.[4] The state has been under lockdown since 25 March 2020. The state government has responded to the outbreak by following a contact-tracing, testing, and home-to-home surveillance model. The state began witnessing a spike in the number of COVID-19 cases as migrant workers and many people of Bihar stranded in other parts of the country returned to the state. Many of them tested positive for the coronavirus when they arrived, and were quarantined. Bihar's COVID case fatality rate is one of the lowest in the nation.[5] The recovery rate in the state, 76, is also better than the national average. Starting from mid-August, cases slowly started to drop,[7] and the state re-opened by early-March.[8][9] However, after Holi on 29 March 2021, cases started to rise quickly again, the government imposed new restrictions on 3 April 2021,[10] and tightened them on April 9, 2021.[11] On April 11, 2021, Bihar reported 3,756 new cases and 12 deaths. Active cases on that day jumped to 14,695, of which half were reported in the past 48 hours. 1,91,352 people were vaccinated on April 11, 2021, with the cumulative number of vaccinations standing at 50,01,448.[12] On 4 May 2021, Chief Minister Nitish Kumar announced that the state will go into a lockdown till 15 May 2021.[13] The government extended the lockdown till 25 May 2021, on 13 May 2021.[14] To tackle the outbreak of coronavirus in an effective and structured manner, Ministry of Health and Family Welfare, has classified the country's districts in three different zones; Red, Orange, and Green, based on the severity of outbreak in those areas.[15] The following is the list of districts of Bihar classified in their respective zones[16] As of 10 May 2020, the state has 10 laboratories (7 government labs and 3 private labs) approved by ICMR for testing. Till 9 may, no private labs were approved to do COVID-19 testing in Bihar. On 10 May Bihar health department has permitted 2 private labs to collect samples and test for COVID-19. The rate of testing has been fixed and that is 4500 rs. [17] Institute Type Mobile Number: 8527483085 Total tests done is 687,154 as per 31 July [18][19] 21,271 reported active, 349 decreased and 40760 people recovered.[20] In late March, as migrants workers started returning to Bihar, the state government imposed mandatory 14 days quarantining at government relief camps.[21] Initially in late May, the state government created three layers of quarantining:[22] But within days, the government changed strategy to only have returnee migrants from category A (Block level) be mandatorily put in institutional quarantine, while the rest were sent for home quarantine if found asymptomatic.[23] The camps were closed down on 15 June and the last registration for institutional quarantining took place on 1 June.[24] The reason given for this was that reportedly the last batch of migrant workers came back on the 1st of June and the ones who came to Bihar after that aren't necessary returnee migrant workers. The other reasons was that most of these camps operated out of schools, which needed to be vacated as the government planned to reopen schools in July.[25] As of 14 June, there were 288 Block Quarantine Camps with a total of 15,33,392 persons registered for quarantining.[26] While operational, these camps provided three meals a day to them, as well as a minimum financial assistance of ₹1,000.[26] To combat rapid population growth, the state government also provided kits containing condoms, contraceptives, and pregnancy tests to the discharged migrants.[27] As of 10 June, 17 lakh condoms were distributed to the migrants.[28] Bihar is one of the 15 states and Union Territories which will get technical support and administrative hand-holding from the Ministry of Health and Family Welfare through central teams composed of two public health experts, epidemiologists, clinicians and a senior Joint Secretary level nodal officer.[29] The central team will assist the health department of the state government in implementing containment measures and management of clinical cases. The team will also improve coordination between the state government, and the district and municipal level authorities for public health response on the field. This central scheme will be launched in six states, including Bihar, on 20 June 2020 from Telihar village of Khagaria district of Bihar.[30] 32 districts in Bihar will be part of the scheme.[31] This scheme will provide employment opportunities to both rural workers and returnee migrant workers, and develop rural infrastructure. Under the scheme, 25 different types of work will be provided under mission mode. 12 different central government ministries and departments will be involved in this scheme: Rural Development, Panchayati Raj, Road Transport & Highways, Mines, Drinking Water & Sanitation, Environment, Railways, Petroleum & Natural Gas, New & Renewable Energy, Border Roads, Telecom and Agriculture.[citation needed] The scheme will be launched in the following districts:[31] East Champaran, West Champaran, Muzaffarpur, Vaishali, Darbhanga, Purnia, Gaya, Madhubani, Araria, Saran, Rohtas, Samastipur, Banka, Khagaria, Begusarai, Supaul, Bhagalpur, Saharsa, Aurangabad, Buxar, Kishanganj, Madhepura, Sitamarhi, Bhojpur, Siwan, Patna, Nalanda, Gopalganj, Jamui, Nawada and Kaimur. The Bihar government has mapped the skills of more than 17 lakhs of migrant-labourers and has engage more than 6 to 7 lakhs of them in different schemes employment schemes.[31] Observing the situation of workers throughout the country, the central government and Indian railway decided to run the \"Shramik Special\" between states to help workers to reach their home state. Till 13 May over 169 Shramik special train reached Bihar different city from other states.[citation needed] Migrant worker cases between 4 May to 15 May Migrant worker cases till 15 May. Bihar health department release data on 15 May about total cases related to the migrant workers. [33] [34] Confirmed Cases as of 09 June 2020 Recovered Cases as of 09 June 2020 No. Of Deaths as of 09 June 2020","Title":"COVID-19 pandemic in Bihar - Wikipedia","KeyID":"10396","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Bihar"}