{"Content: ":"The first case of the COVID-19 pandemic in India was reported on 30 January 2020, originating from China. Slowly, the pandemic spread to various states and union territories including the union territory of Chandigarh. The first case was recorded in this region on 19 March 2020.[1] As on 24 May, total number of cases in Chandigarh was 225. This contains 43 active cases as 179 successfully recovered from it and three succumbed to the virus.[2][3] On 19 March, first confirmed case was reported in the union territory as a 23-year-old woman who had travel history to London tested positive.[1] Total confirmed cases Active Cases Recoveries Deaths 'Note:'Sources: MOHFW.GOV.IN [1] On January 1, 2021, the Drug Controller General of India, approved the emergency or conditional use of AstraZeneca’s COVID-19 vaccine AZD1222 (marketed as Covishield).[10] Covishield is developed by the University of Oxford and its spin-out company, Vaccitech.[11] It's a viral vector vaccine based on replication-deficient Adenovirus that causes cold in Chimpanzees. It can be stored, transported and handled at normal refrigerated conditions (two-eight degrees Celsius/ 36-46 degrees Fahrenheit). It has a shelf-life of at least six months. On 12 January 2021 first batches of Covishield vaccine was despatched from the Serum Institute of India.[12] On January 2, 2021, BBV152 (marketed as Covaxin), first indigenous vaccine, developed by Bharat Biotech in association with the Indian Council of Medical Research and National Institute of Virology received approval from the Drug Controller General of India for its emergency or conditional usage.[13] On 14 January 2021 first batches of Covaxin vaccine was despatched from the Bharat Biotech, albeit it was still in the third phase of testing.[14] On 19 May 2021, Dr Reddy's Labs received Emergency Use Authorisation for anti-COVID drug 2-DG.[15] On 21 February, 2022, Drugs Controller General of India granted approval to Biological E's COVID-19 vaccine Corbevax, that can be used for children between 12-18 years of age.[16][17] On 21 October 2021, India completed administering of one billion Covid vaccines in the country.[18] On 8 January 2022, India crossed 1.5 billion Covid vaccines milestone in the country.[19] On 19 February 2022, India crossed 1.75 billion Covid vaccines milestone in the country.[20]","Title":"COVID-19 pandemic in Chandigarh - Wikipedia","KeyID":"10397","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Chandigarh"}