{"Content: ":"The first case of the COVID-19 pandemic in the Indian state of Assam was reported on 31 March 2020.[3] As of 28 July 2022, the Government of Assam has confirmed a total of 89,468[note 3] positive cases of COVID-19 including 67,641 recoveries, three migrations and 234 deaths in the state.[citation needed] The state's as well as northeast's largest city, Guwahati, has been worst affected by coronavirus.[13] The COVID-19 outbreak in Assam has been traced to persons who attended the conference of the Tablighi Jamaat religious organisation at Nizamuddin Markaz (Delhi) and did not report to the authorities after their return to Assam.[14][15] Out of the total patients of COVID-19 in Assam – 37 are either attendees or contacts of Tablighi Jamaat.[16] The COVID-19 tally in Assam also shoots up due to some pilgrims of Ajmer Sharif Dargah (Rajasthan), who arrived in the Silchar city of Cachar district by bus on 6 May. Later on, 10 pilgrims tested positive for coronavirus and the others were sent to quarantine as per guidelines.[17][18] The state witness spike in number of COVID-19 cases as migrant workers and many people of Assam stranded in other parts of the country returned to Assam. Many of them tested positive for coronavirus when they were in quarantine in the respective quarantine centres of the state.[19][20] In the fight against coronavirus, many frontline warriors of COVID-19 have also tested positive in Assam. Though many of them have later recovered, a very few have died.[21][22] So far, the Assam Police has registered 3,005 COVID-19 cases among its personnel. Of them, 2,274 have recovered, 723 are undergoing treatment, while eight have died to the virus.[23] Though several people in the state have been found COVID-19 positive, there is no need to panic as the health department is prepared to deal with the situation and all patients are being provided with the best medical treatment. – Assam Chief Minister Sarbananda Sonowal during interaction with the media, 7 April 2020.[citation needed] Assam's fight against the novel coronavirus has been largely spearheaded by the state's Health Minister Himanta Biswa Sarma.[24][25] The Government of Assam makes compulsory quarantine of 14 days for people coming from outside the state or country.[26] Quarantine centre with 700 beds were set up at the Sarusojai Sports Complex and an apartment had been rented nearby by the government where at least 200 doctors can stay. Isolation wards of 200 beds in Sonapur Hospital, ICU ward of 30 beds in GMCH, 150 beds at MMCH and 50 beds in JMCH[27] were set up by the government of Assam.[28][29][30] A fully-functional, air-conditioned 236-bedded COVID-19 unit at GMCH, including 50 ICUs and 186 wards was also set up by the government.[citation needed] The government also upgraded Jalukbari Ayurvedic College (Guwahati) into a full-fledged COVID-19 hospital of 110-bed, Patanjali Yogpeeth (Mirza) into a full-fledged COVID-19 hospital of 250-bed and many more like those.[31][32] Quarantine wards of 1500 beds were also set up for Assam Police Personnel. 30 doctors and around 200 nurses have also been kept exclusively for the police personnel.[33] Nearly 10 lakh people have been screened across Assam, of which 72,957 passengers have been screened at six airports in the state.[citation needed] On 15 April, the government imported 50,000 PPE kits from China and became the first and only state who has independently imported the kits from China.[34] In order to show gratitude towards the frontline warriors of COVID-19, the state government provided 14-days quarantine to all the doctors and nurses working round the clock attending COVID-19 positive patients at Taj Vivanta 5-star hotel.[35] On 29 June, the government also recruited 3000 nurses in GMCH on regular basis in order to strengthen the nursing workforce in the fight against the rising no. of COVID-19 cases in Guwahati.[36] On 15 March, the government of Assam shut down all educational institutions, cinema halls, multiplexes, gyms and swimming pools.[37] The following table shows the no. of persons who had completed their respective quarantine periods[38] After the second wave of cases started with the entry of large no. of peoples in Assam from different parts of the country and abroad, home and institutional quarantine system started in the state. The given chart shows the status of quarantine persons[39] Home quarantine Institutional quarantine The following table shows the no. of persons screened at different places in Assam[38] The Government of Assam has started a YouTube channel for spreading awareness among public regarding the precautions to be taken against COVID-19.[40] Also, the government has launched a mobile application called COVAAS for users to get information and updates regarding the COVID-19 in Assam. The app also incorporates application of lockdown epass, live help desk and many more.[41] The government with the help of National Informatics Centre (NIC) of Assam, has launched an app called COVID Suraksha to monitor the status of each home quarantined persons.[42][43] The Assam government has directed the schools to provide students with course materials and short video lectures on topics in the syllabi through WhatsApp to prevent learning gaps during the closure of educational institutes.[citation needed] Even all the students of Higher Secondary first year of 2019–20 academic year have been promoted to second year without conducting any examination.[44] The Assam government also directed private schools to waive 50 per cent of fees for the month of April. The schools have also been directed not to increase fees during lockdown and to pay teaching and non-teaching staff without a pay cut.[45] The government also launched a local educational television channel Gyan Brikshya for classes I to XII, to cover the learning loss due to the COVID-19 pandemic and lockdown.[46] The government is also going to waive all fees relating to admission and other categories like examinations, sports, registration, laboratory etc. for all students in all educational institutions under the Assam education board.[47] On 29 June, the government has decided to change the academic calendar for the schools of the state from January–December to April–March. The decision has been taken in order to compensate the loss of academic days due to COVID-19 lockdown.[48] On 27 April, Chief minister Sarbananda Sonowal announced a life insurance cover of Rs 50 lakh to journalists. The state government also ensured to provide free COVID-19 testing for reporters.[citation needed] The government is also going to give Rs. 2000/month for three months to those people of Assam who are not returning to the state during lockdown. The government also gave $2000 in two installments to Assamese people stranded abroad.[49] The government also gave Rs. 25000 to each cancer, kidney & heart patients in first installment and also gave another Rs. 25000 in second installment to the same patients stranded outside the state during the COVID-19 lockdown.[50] To support the folk artistes/Lok Silpis of Assam in these challenging times, the government has decided to provide Rs. 2000 per month to each folk artistes for 3 months.[51] The CM also ordered to issue job cards to all the migrant workers returning to the state from different parts of the country.[citation needed] Along with jobs, the government is also going to give free food grains for 3 months to migrant workers returning to the state.[52] Further, the state government increases the daily wage from Rs. 182 to Rs. 202 of the workers under MGNREGA in order to provide relief to the migrant labourers who are returning to their home state.[53] The Assam government further decided to provide 5 kg rice per month to all those poor families who do not have a ration card.[54] The government has also launched a scheme called Dhanwantari to make home delivery of locally unavailable medicines amid lockdown restrictions but later limited to quarantined people only due to relaxations in Lockdown rules.[55] The government has also allocated Rs. 20,000 towards the expenditure in quarantining each person arriving from outside the state.[56] During Lockdown 3.0, the Assam government has barred people above 65 years and children below 12 years from venturing out of their homes except for medical reasons. Female employees, both in private and public sectors, with children below 5 years of age, are also barred by the government not to attend office.[57] Also the Government strictly imposed curfew across all zones in the state from 6 pm to 6 am and all movement have been restricted during this period except emergency services like medical services, fire services and many more.[58] The government of Assam also deployed 1,000 medical teams including doctors, nurses, medical staffs and health workers to around 25000 villages across the state to check people with seasonal fever and other COVID-19 like symptoms. The government also deployed Asha workers and MPW to monitor the home quarantine patients.[59][60] In an effort to map and understand the spreading of the novel Coronavirus in Assam a non-governmental organization, has launched the first-ever serological survey in the state. In order to flatten the increasing curve of COVID-19 in Guwahati city, counseling centers have been set up in each of the wards in the city. Altogether 33 such centers have been activated including the ones in GMCH and MMCH. The centers will provide voluntary testing to the peoples and instant test results. All these centres will function from schools and will have ambulances, doctors, nurses and paramedics along with lab technicians.[61][62] On July 27, the government set up 60 more COVID-19 screening centres in Guwahati, taking the total strength to 103.[63] In view of the rising number of COVID-19 cases in many parts of Guwahati, the government imposed 14-days lockdown in 11 wards of Guwahati from 9 pm on June 23 onwards. The wards covers areas like Kamakhya, Maligaon, Fatasil, Panbazar and Fancy Bazaar. The order strictly prohibited the movement of individuals in those wards along with suspension of all activities in the areas excluding medical and fire services. The government though allowed opening of grocery shops, petrol pumps, medicine shops etc. from 10 am to 5 pm on the respective days. The government strictly warned people to follow lockdown norms, otherwise legal action under Section 188 will be taken against those violators.[64] On 26 June, the government announced a complete lockdown in Guwahati from June 28 midnight until July 12 due to the rapid increase in the number of COVID-19 cases in the city.[65] On July 11, the government announced further extension of lockdown by a week until July 19 in Guwahati.[citation needed] The government also enforced weekend lockdown from June 27 in all town committees and municipalities across Assam until further orders. The lockdown will be enforced on all Saturdays and Sundays every week.[66][67] Besides lockdown, the government also imposed night curfew across the state from 7 pm to 7 am.[68] The Government evacuated 391 students of Assam, who were stranded at Kota, Rajasthan. All the students have been kept under quarantine for 14 days.[citation needed] The govt with the help of government of Gujarat, also brought 104 students of Assam stranded in different parts of Gujarat.[69] The government strictly warned people not to violate quarantine rules otherwise a criminal case of non-bailable offence will be filed against those violators.[70] The government of Assam makes it mandatory to wear mask in public and strongly warned people to follow the order otherwise a fine of Rs 500 ($6.60 ) will be charged from the violators.[71] As of 29 June, 3,444 cases have been registered, 4,609 persons have been arrested, 30,256 vehicles have been seized and more than Rs 4.35 crore have been collected as fines in the state for defying lockdown rules.[72] Under the Vande Bharat Mission of massive repatriation operation that have been planned by the Indian government to bring back stranded Indians in different parts of the world in the wake of the coronavirus crisis, Assam also witnessed five repatriation from different countries.[73][74] On 28 May, 100 Indians stranded in different parts of Bangladesh returned to Assam via Karimganj's Sutarkandi international check post.[75] On 29 May, a flight carrying 155 passengers arrived from Kuwait at the Lokpriya Gopinath Bordoloi International Airport, Guwahati. Later, out of the total passengers, 30 tested positive for coronavirus.[citation needed] On 3 June, another flight carrying 37 passengers arrived from Moscow at the LGBI Airport, Guwahati.[76][77] On 4 June, another flight carrying 69 passengers arrived from Ukraine's Kyiv at the LGBI Airport, Guwahati.[78] On 4 July, another flight carrying 189 passengers arrived from Dubai at the LGBI Airport, Guwahati.[79] As of 17 November 2020, 5,018,957 COVID-19 tests have been conducted in the 17 laboratories and some screening centres in Assam along with some outsourced (private) labs.[39][81] Initially, the labs tested samples only from those with a history of travel to other countries or areas outside Assam designated as high risk, those who had come into contact with anyone testing positive for coronavirus, and those who were showing the symptoms specified in government guidelines. Moreover, 1,421 out of the total tests were conducted on people linked with Nizamuddin Markaz in which 37 tested positive.[82][83] On July 1, the government launched a website where people would be able to get their test results after entering their Specimen Referral Form (SRF) ID.[84] On July 3, the state begins antigen testing for coronavirus, which produced results within an hour.[85] On July 7, the state healthcare authorities have launched door-to-door COVID-19 tests in Ward-2 (Pandu), following a spike in the viral outbreak cases in Guwahati.[86] On July 21, the government started random COVID-19 testing in Kamrup Metro district, especially in Guwahati city.[87] On 17 June, the government launched a surveillance programme, under which swab samples of various people were collected and tested, which includes workers of truck parking areas and dhabas, staffs of hotels used as institutional quarantine, police personnels and the family members, co-residents of homes of people released from the institutional quarantine.[88] As of 2 August, 166,309 persons have been tested under this programme.[39] Total samples tested New tests per day After the city witnessed sharp increase in COVID-19 cases, the government set up plasma bank in Guwahati and started collection of blood plasma from the patients who have been cured of COVID-19.[89] On July 9, the state started plasma therapy at GMCH on a serious patient admitted in ICU.[90] So far, 155 people have donated their plasma.[39] Remdesivir, an antiviral drug has been given to serious patients, which showed positive results.[91] Assam also became the first state to procure Itolizumab for the treatment of COVID-19 patients.[92] The state's economy has been hit hard due to COVID-19 pandemic and lockdown. As a result, the Goods and Services Tax (GST) collection in Assam dropped by around 80 per cent in the month of April. The state collected only Rs 193 crore as GST collection, which is only around 20 per cent as compared to previous year. The collection though increased to Rs 360 crore in the month of May, it is still 40 percent compared to the previous year.[93] Further, the state government had collected Rs 6.33 crore in April as foreign liquor tax which is just 10 percent as compared to March this year. Moreover, the monthly collection from the cess of petrol and diesel has also dropped from an average of Rs 340 crore to only just Rs 60 crore.[94] On account of the COVID-19 lockdown, normal operations in tea gardens were under shutdown from 25 March until 14 April, due to which the tea industry has incurred a loss of around Rs 1,059 crore in revenue.[95] Along with tea industry, the tourism industry also suffered a great loss due to COVID-19 lockdown. According to sources, the industry suffers an estimated loss of around 60 crores of income. The government further estimates a loss of revenue of around Rs 500 crore from the state tourism industry.[96] According to the Advisory Committee for Revitalization of the Economy of Assam, the total loss in gross state domestic product in Assam due to the COVID-19 lockdown was estimated at around Rs 32,167 crore.[97] On July 9, the Tezpur University has cancelled its entrance examination for all programs. Earlier, it had to postponed the examination due to Lockdown and now had to cancel it due to spike in COVID-19 cases across the state.[98] The Cotton University also decided to call off the exams for several courses. The university has cancelled the 2nd and 4th semester examination of graduation due to coronavirus.[99] A preliminary decision, the Assam government is planning to reopen the schools and colleges in the state from September 1. Bohag Bihu celebrations, the state's biggest festival which marks the onset of spring and the beginning of the Assamese new year, was called off. Most rituals, except ceremonial flag hoisting, will be restricted with the social distancing norms amid COVID-19.[100] The famous Kamakhya temple which host the biggest Ambubachi Mela, has called off all celebrations this year amid COVID-19. The temple authorities has decided that only religious rituals will be performed by the priests of the temple.[101] Moreover, the Basistha temple and Sukreswar temple which hosts the month long Bolbom Celebration, has also decided to call off the celebration this year.[102] The Ugratara Devalaya which hosts the Naga Panchami (Manasa Puja) every year, will not observe the Puja this year due to COVID-19.[103] On 26 March 2020, Assam State Government launched the Assam Arogya Nidhi Fund for COVID-19 relief, and it is now seeking contributions to the fund from the public. The purpose of the fund is to help the state government in its efforts to combat the spread of coronavirus in Assam.[105][106] As of 6 May 2020, over 50,000 people had donated around Rs 110 cr (1.1 billion rupees) to the Assam Arogya Nidhi fund.[104] The Income Tax Department and the Finance Ministry have declared that all donations to the fund are 100 per cent tax-deductible, being donations to a fund set up by a state government to provide medical relief to the poor under Sec 80G (1) of the Income tax Act.[107][108] Many well-known businessmen, social activists, government employees, sports personalities, religious trusts and even ordinary members of the public have contributed to the Assam Arogya Nidhi fund. Guwahati-based businessman and social activist Anand Kumar Jain donated over Rs 2 crore (20 million rupees) to support the fight against coronavirus.[109] Three other businessmen from Assam also contributed sizable amounts to the fund: Anil Das donated Rs 50 lakh (5 million rupees), Anupam Sarma Rs 25 lakh (2.5 million rupees) and Aditya Goswami Rs 21 lakh (2.1 million rupees).[110] The Kamakhya Temple contributed Rs. 5 lakh (500,000 rupees).[111] Asian Games gold medallist Hima Das donated one month's salary.[112] Reema Ghosh, a college student from Assam's Rangia area, gave Rs 1.93 lakh (193,000 rupees) that her parents had been saving for her marriage.[113] All the government employees of Assam have donated their one-day salary to the Chief Minister's Relief Fund.[114] On 5 April, Akshaya Patra Foundation, Assam has donated 5000 essential groceries kits, each weighing 12.06 kg, for 21 days.[115] On 13 April, Mukesh Ambani, chairman of Reliance Industries Limited has donated 10 thousand PPE kits to Assam.[34] On 20 April, Assam received a total of 9,600 COVID-19 rapid testing kits from the Government of India, which can detect the virus in a person's body within 15 minutes.[116] On 28 April, Pernod Ricard India Foundation has donated 20,000 three-layered masks and 20,500 litres of sanitizers to the Assam.[117] On 29 April, Ratan Tata has contributed 45,000 COVID-19 protective masks to Assam.[118] On the same day, Apollo Hospital, Guwahati has donated 5,000 pieces of facemasks as a support to the Assam Government's fight against COVID-19.[119] On 3 June, the Circle Chief General Manager and General Managers of SBI has donated PPE kits, in order to boost up the strength of Assam's COVID-19 frontline warriors.[120] In order to boost testing capabilities, Indian Institute of Technology (IIT) Guwahati has developed several low-cost and high-quality 'Made in Assam' COVID-19 kits including VTM kits, RT-PCR kits and RNA isolation kits, which was finally handed over to Assam government on June 17.[121][122] Total confirmed cases Active Cases Recoveries Deaths Active Cases New cases per day Recoveries per day New deaths per day Fatality rate per day On 11 April, a 30-year-old migrant worker from Assam's Nagaon district reportedly committed suicide by cutting his throat at a government hospital in the city of Akola in Maharashtra, where he was undergoing treatment for COVID-19. The man had tested positive for coronavirus after returning from the Tablighi Jamaat conference at Nizamuddin Markaz.[129][130] On 18 June, A COVID-19 patient died at Fakhruddin Ali Ahmed Medical College and Hospital (Barpeta) after he was critically injured while trying to abscond from the hospital. The deceased hails from Jogighopa in Bongaigaon district. The man was admitted to the hospital and was in ventilator after he got serious injuries in his head while escaping.[131] Official death from COVID-19 virus stand at 234 (as of 17-06-2021). These report are as per Urban death. Death related to rural Assam are sparse to unavailable.[132] On January 1, 2021, the Drug Controller General of India, approved the emergency or conditional use of AstraZeneca's COVID-19 vaccine AZD1222 (marketed as Covishield).[133] Covishield is developed by the University of Oxford and its spin-out company, Vaccitech.[134] It's a viral vector vaccine based on replication-deficient Adenovirus that causes cold in Chimpanzees. It can be stored, transported and handled at normal refrigerated conditions (two-eight degrees Celsius/ 36-46 degrees Fahrenheit). It has a shelf-life of at least six months. On 12 January 2021 first batches of Covishield vaccine was despatched from the Serum Institute of India.[135] On January 2, 2021, BBV152 (marketed as Covaxin), first indigenous vaccine, developed by Bharat Biotech in association with the Indian Council of Medical Research and National Institute of Virology received approval from the Drug Controller General of India for its emergency or conditional usage.[136] On 14 January 2021 first batches of Covaxin vaccine was despatched from the Bharat Biotech, albeit it was still in the third phase of testing.[137] On 19 May 2021, Dr Reddy's Labs received Emergency Use Authorisation for anti-COVID drug 2-DG.[138] On 21 February, 2022, Drugs Controller General of India granted approval to Biological E's COVID-19 vaccine Corbevax, that can be used for children between 12 and 18 years of age.[139][140] On 21 October 2021, India completed administering of one billion Covid vaccines in the country.[141] On 8 January 2022, India crossed 1.5 billion Covid vaccines milestone in the country.[142] On 19 February 2022, India crossed 1.75 billion Covid vaccines milestone in the country.[143] The first confirmed case and coronavirus in Assam was reported on 31 March 2020 in Srigouri village of Badarpur, Karimganj, after a 52-year-old man returning from Nizamuddin Markaz tested positive at Silchar Medical College.[144]","Title":"COVID-19 pandemic in Assam - Wikipedia","KeyID":"10395","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Assam"}