{"Content: ":"The first case of the COVID-19 pandemic in Kerala (which was also the first reported case in all of India) was confirmed in Thrissur on 30 January 2020.[3][4][5] As of 5 April 2022, there have been 65,34,352 confirmed cases, test positivity rate is at 2.04% (13.96% cumulative), with 64,62,811 (98.91%) recoveries and 68,197 (1.04%) deaths in the state.[6][note 1] Initially, Kerala's success in containing COVID-19 was widely praised both nationally and internationally,[7][8][9][10][11][12][13] Following high number of cases being reported in March, Kerala had, by April 30, reduced the rate of increase of new cases to less than 0.25% per day. However, in mid-May, there was an increase or \"second wave\" of new cases, following the return of Keralites from other countries and other Indian states. In July, a large local group of cases was identified at the Kumarichantha fish market in Thiruvananthapuram. There was a third surge in cases post-Onam, with a high number of new cases reported in late-October in Malappuram, Kozhikode, Ernakulam and Thrissur districts. Active cases peaked at 97,525, and started to decline from November, before bouncing back to over 4,00,000 in May 2021 following the state elections.[14] On 12 May 2021 Kerala reported the largest single day spike with 43,529 new cases.[15] During 27–28 July Kerala reported 22,129 and 22,056 new cases respectively, accounting for more than 50% of daily new cases in India in those days.[16][17] The state, however, has the low case fatality rate in India - 1.05% - compared to the national average of 1.2%.[18] Kerala now has the 2nd highest number of confirmed cases in India after Maharashtra. As of July 2021, more than 90% of known cases were due to community spread. The most number of cases are reported in Ernakulam (13.8%), Thiruvananthapuram (11.1%) and Kozhikode (10.2%) districts (Percentage of confirmed cases out of total confirmed cases in Kerala).[19][20] Cases per million population is highest in Ernakulam (2,82,800+), Kottayam (2,37,200+), Pathanamthitta (2,31,200+) and Thiruvananthapuram (2,25,400+) districts. Starting 30 January 2020, the first positive cases of coronavirus in India were reported from three students of Kerala origin, travelling from the Wuhan province of China, which was the point of origin of the disease. They belonged to Thrissur, Alappuzha and Kasargod districts of Kerala and two of them were medical students at a university in Wuhan.[24] Following the detection of positive cases, the government of Kerala declared a 'state calamity warning' on 4 February. Over 3000 contacts of the affected individuals were placed under quarantine, out of which 45 were placed in hospital quarantine. The three positive individuals later recovered from the infection following hospital care. The 'state calamity' warning was withdrawn after 4 days, when no further cases were reported. As China was a popular country for students from Kerala to pursue medical studies, several medical students got stranded in China when the lock-down due to coronavirus was put into effect. Some of them, who were stranded in airports in China were evacuated and flown into Cochin International Airport and quarantined at isolation wards in Kochi Medical College. However, none of them later tested positive for the disease.[25][26] The government of Kerala declared high alert on 8 March 2020 due to coronavirus cases being reported from the state.[27][28] Isolation wards with 40 beds were set up in 21 major hospitals of the state and a helpline was activated in every district.[29] As of 9 March, more than 4000 persons are under home or hospital quarantine in Kerala.[30] As of 4 March, 215 health care workers were deployed across Kerala and 3,646 Telephone counseling services were conducted to provide psycho-social support to families of those suspected to be infected.[31] Despite the threat of coronavirus infection, the Kerala government decided to go ahead with Attukal pongala, a large, annual, all-women religious congregation in Thiruvananthapuram. The government also urged individuals to refrain themselves from the pongala, take precautions against disease transmission and, if possible, offer pongala at their own homes.[32][33] The government of Kerala has started a YouTube channel for updating the public regarding the status of coronavirus spread in Kerala and precautions to be taken.[34] There are three coronavirus testing centers in Kerala : National Institute of Virology Field Unit, Thiruvananthapuram Medical College, Calicut Medical College.[35] On 10 March, the Kerala government arranged special isolation wards in prisons across the state.[36] On 10 March, the government of Kerala shut down all colleges and schools up to grade 7.[37] The government also urged people to not undertake pilgrimages, attend large gatherings such as weddings and cinema shows.[38] The government also launched a mobile application called \"GoK Direct\" for users to get information and updates regarding COVID-19. It is an initiative from the Kerala Startup Mission and the Information & Public Relations Department, developed by the startup Qkopy. The app can also send text message alerts to basic phones (without internet). The app will focus on general announcements, information and updated guidelines for travellers, details about the quarantine protocol and also health and safety tips for visitors to the state.[39] On 15 March, the new initiative 'Break the Chain' was introduced by the Government of Kerala. (See next section for more details.) On 19 March, Chief minister Pinarayi Vijayan announced a stimulus package of Rs 20,000 crore (€2.5 billion; $2.6 billion) to help the state overcome both the COVID-19 epidemic and economic hardship caused by it. This includes Rs. 500 crore for healthcare, Rs 2,000 crore for loans and free rations, Rs 2,000 crore for creating jobs in rural areas, Rs 1,000 crore for families with financial difficulties, and Rs 1,320 crore for paying two months pensions in advance.[40][41] The government has also ordered salons and workout centers to shut down. This is in order to prevent the virus from spreading via direct contact.[42] On 22 March, Health minister of Kerala, K. K. Shailaja strongly warned people to follow the orders from Health department of Kerala.[43] A citizen science initiative, Collective for Open Data Distribution - Keralam (CODD-K), by a group of technologists, academicians, and students advocating open data released first bilingual (Malayalam and English) online dashboard (March 22, 2020) for non-specialists to provide real-time analysis, and daily updates of COVID-19 cases in Kerala by leveraging publicly available data from the daily bulletins published by the department of health services (DHS), Government of Kerala, and various news outlets[44][45] On 23 March, Chief minister Pinarayi Vijayan announced a statewide lock-down till 31 March to prevent further spread of the coronavirus. This was before the central government declared a nationwide lock-down. Most strictly applied in Kasargod, necessary shops like grocery stores were allowed to open from 11am to 5pm. In the other districts, necessary shops were opened from 7 am till 5 pm with the exception of medical stores. Public transports were shut down. There was no restriction for private vehicles but district to district travels was only allowed with thorough checking.[46] In late March, two researchers from the University of Cambridge came up with a new mathematical model that predicts a flat 49-day countrywide lockdown or sustained lockdown with periodic relaxation extending over two months may be necessary to prevent COVID-19 resurgence in India.[47] The Kerala government introduced a mass hand washing campaign named break the chain on March 15 to educate people about the importance of public and personal hygiene due to the spread of the novel coronavirus across the state. Health Minister of Kerala, Smt. K. K. Shailaja inaugurated the mass campaign. The government has appealed the public to promote break the chain campaign as a safety measure. During this campaign, the government has installed water taps with hand wash bottles at public spots of the railway stations and other public places.[48][49][50] By 16 April, the Union Health Ministry had identified seven districts in Kerala as COVID-19 hotspots.[51] Initially, CM Pinarayi Vijayan said that the central government's directives on lock-down restrictions would be fully implemented in the state. The state government said it was unscientific to decide on hotspots, but that the centre's decision could not be changed.[52] But the state later took the stand that there was no need to declare some of these districts as hotspots and argued that the decision of the MoHFW was unscientific. Instead, they decided to modify the list of hotspots, considering that the growth rate of infection was rapidly decreasing in the state.[53] Finally, Kerala designated four districts – Kasargod, Kannur, Kozhikode and Malappuram – as 'Red Zone', Idukki and Kottayam as 'Green Zone' and the remaining eight districts as 'Orange Zone'. Lock-down restrictions in the Green and Orange Zones were relaxed on 20 and 24 April. Inter-state and inter-district travel would continue to be banned. People travelling outside their homes would be required to wear a mask. Every district would be given a special plan for preventive measures.[54] According to the government's order, 13 services, including air, rail and inter-district bus services, will not be available in the zoning system throughout the lockdown.[55] On 23 April 2020, Pinarayi Vijayan announced that the two 'Green Zone' districts – Idukki and Kottayam – would be added to the COVID-19 Orange Zone. This followed confirmation of new positive cases in these districts.[56] On 27 April 2020, Kottayam and Idukki districts were included in the 'Red Zone' due to rising numbers of new cases. With this, six districts are in the Red zone. State Police Chief, Lokanath Behera announced that two IPS officers have been appointed as Special Officers in the Red Zone, Idukki and Kottayam.[57] On 2 May 2020, Wayanad district was shifted to Orange Zone following the report of the COVID-19 case. Thrissur, Alappuzha and Ernakulam have been in the green zone with no new cases reported for more than 21 days. Kannur and Kottayam will remain in the red zone. Other districts are in the orange zone. The zonal classification will be changed from time to time to assess the situation in the districts. Lock-down control in hotspots in Red Zone districts has been decided to be implemented more strictly. No public transportation will be allowed, including in the Green Zone.[58] Data of 351,636 NORKA registered expatriates based on their included type:[59] Following the lockdown, steps were taken to help Keralites stranded in other countries - particularly the Persian Gulf nations - return to India. At least 4.27 lakh NRKs (non-resident Keralites) had registered on the NORKA (Department of Non Resident Keralites Affairs) portal, of which about 1.69 lakh people constituted the most vulnerable sections, those who had lost their jobs or whose employment contract had not been renewed; those released from prisons and awaiting deportation, pregnant women, elderly people, students who had completed courses and whose visa had expired etc.[61] However, it is unclear whether all these people would be allowed to travel home, considering certain conditions and priorities set by the local embassies and the centre.[62][63] For weeks, the state health department had been engaged in setting up facilities and protocols to be pushed into action when the expatriates come home. Health minister KK Shailaja said in a statement that her department was fully equipped to deal with expatriates at all four international airports – Trivandrum International Airport, Cochin International Airport, Calicut International Airport and Kannur International Airport.[64] Initially, there would be a basic medical screening for those wishing to return home. Only those found asymptomatic were allowed to board the aircraft. Passengers inside flights were seated in a zig-zag fashion, wearing masks. 45 minutes before arrival, announcements were made inside the flight about quarantine. Those running a fever were sent to the isolation bay. Others were directed to the help desks. Each of the help desks had a doctor, staff nurse, volunteer and a data entry operator. Passengers were checked for symptoms by the doctor. Those with other symptoms were also directed to the isolation bay.[65] The Indian Consulate had appealed to passengers not to overcrowd the airport, maintain social distancing and follow all necessary precautions stipulated by the authorities. Air India crew members on board the repatriation flights were issued protective gear, including Personal Protective Equipment, to reduce the risk of contracting coronavirus.[66] Separate mobile health applications had been created to register and track the expatriates who arrive at three of the airports in the first phase – Kochi, Thiruvananthapuram and Kozhikode. The app to be used at Thiruvananthapuram is named 'Karuthal' (precaution in English), the one designed for Kochi is Ayurraksha and the one for Kozhikode is Agamanam (arrival in Malayalam). All the details of those who have registered on the NORKA website have been plugged into the app. Using QR codes, each of the travellers can be contacted and traced.[67] The passengers were home quarantined for 14 days and monitored by ward-level Vigil Committees in their residences. Those who wanted to stay in corona care homes were shifted to such centres near airports. The expatriates also had to stay in government-arranged facilities for the first seven days. On the seventh day, PCR test for coronavirus would be conducted and those who tested negative sent home.Those who test positive would be sent to hospitals. Those who were sent home would have to remain in quarantine for one more week. Antibody tests would also be widely done on overseas returnees.[68] The navy named its evacuation operation as \"Samudra Setu\" (Sea Bridge).[69] The repatriation exercise was conducted in keeping with a standard operating procedure (SOP) prepared by the central government. Under the first phase of Operation \"Samudra Setu\", INS Jalashwa brought back 750 Indians from the Maldives, followed by another 250 repatriations by INS Magar.[70] The ships sailed to the Cochin Port port and the evacuated personnel were disembarked there.[71] Sources in the military said there are nearly 3,500 Indians stranded in the Maldives, a tourist destination that lies to India's south-west in the Indian Ocean. A call is yet to be taken on the repatriation of the remaining 2,500 Indians, the sources added. Meanwhile, the sources said, two other Naval ships are waiting off West Asia, which hosts the largest share of Indian citizens abroad. Since the area is also being served by the Air India repatriation flights, the sources added, the Ministry of External Affairs (MEA) has not decided which country they will need to enter to undertake the exercise. Arrangements were made at the port to receive the ship, part of the Indian Navy's 'Operation Samudra Setu' to evacuate the stranded Indians overseas amid the COVID-19 pandemic. The movement of passengers from the ship to the terminal was held under the supervision of district administration and health department. The e-declaration of the passengers would be completed on board the ship itself. Preliminary tests would also be conducted. Those with symptoms would be allowed to disembark first and move to a separate zone earmarked on the terminal. And after completing the immigration and customs checks, they would be taken to the hospital in ambulances. The District Medical Office (DMO) would oversee this. Other passengers would be categorized into batches of 50 based on their districts and allowed to disembark next. Their immigration and customs checks will be completed at the Samudrika cruise terminal. The port health organisation will check the e-declaration of the passengers. BSNL will issue new SIM cards to passengers. Passengers will have to install Aarogya Setu app at the terminal itself. After completing the checks, passengers would be sent to various districts in buses with 30 people each. Cars will be provided depending on the need. Visitors, relatives or friends of passengers would not be allowed at the Samudrika terminal.[72] The return of expatriates caused a surge in cases from May to August. During this phase, there was very little community spread as most cases were in people already in quarantine. In July, a large local group of cases was identified at the Kumarichantha fish market in Thiruvananthapuram. While the first wave had mainly affected northern Kerala, this wave was most severe in Thiruvananthapuram district.[73][74] Lock-down restrictions were significantly relaxed for the state festival of Onam in late August. This led to a rapid spike in cases all across the state. The number of cases increased from 21,268 on 4 September to 96,310 on 11 October, before falling gradually. Following this, restrictions were not relaxed for most other festivals.[75] Kerala held elections to all local bodies (municipalities and panchayaths) in December. This led to a minor increase in cases in December 2020 and January 2021. Active cases increased from 58,000 in mid-December to 70,000 in late-January. This period also coincides with winter in Kerala, and this may also have contributed to the rise. Following this, cases declined steadily to about 25,000 in mid-March 2021, and then stood steady in the low 20,000s.[76] Following local elections, elections to the State Legislature were conducted on 6 April 2021. This was controversial, as the local elections had been followed by a rise in cases. Despite strict rules on campaigning, this election was also followed by a spike. Active cases increased from 31,493 on 7 April to 4,38,913 on 14 May. This was the largest spike in active cases to date. The Thrissur Pooram festival was closed to the public due to the spike in covid cases. April also saw a massive spike in covid cases throughout India, along with shortages in vaccines, oxygen cylinders and other medicines.[77] Kerala suffered severe shortages in vaccines, but oxygen supply was sufficient and cylinders were even sent to neighbouring states. Oxygen 'War Rooms' were announced in each district.[78] On 6 May 2021 Kerala announced a lockdown for the second time from 8 May 2021 to 16 May 2021 to contain the massive spread of the disease. The lockdown was later extended till 30 May 2021, then to 9 June with some relaxations and then to 16 June.[79][80][81] After 16 June, the state-wide lock-down was replaced with four tiers based on test positivity rate. Panchayaths and municipal wards with a TPR exceeding 30% would be placed under a triple lock-down, while the prevailing rules would continue in areas with a TPR between 20% and 30%. Local bodies with a TPR between 8% and 20% would have significant relaxations, while those with a TPR below 8% would enjoy near-normal life. In all areas, agricultural and industrial activities would be allowed, and weekend lock-downs would continue. Essential shops could operate from 7:00 to 19:00 hours. Other relaxations were announced for public transport, offices, examinations and hotels.[82] Kerala government relaxed the lockdown regulations from July 18 to 20 due to Bakrid celebration on July 21. Shops other than those selling the essential goods like textile shops, footwear shops, electronics shops and fancy shops were allowed to function up to 8 pm on these days. This was applicable to A, B and C category local self-government bodies based on test positivity rate.[83] Maximum of 40 people with at least one dosage of immunisation was allowed in worship locations. Stores in areas under triple lockdown was permitted to reopen on Monday.[84] On 4 August, the TPR-based tier system of local self-government bodies was replaced with a ward-level case density based system, under which triple lockdown would be applied in wards with more than ten cases per one thousand people. Shops were allowed to open from 7 am to 9 pm, and the lock-down was limited to Sundays.[85] However, customers at shops were required to have either a recent covid negative RT-PCR test result, at least one dose of vaccination, or successful recovery from COVID-19.[86] Enforcement of this rule was left to the shop owners, many of whom pointed out that it was difficult to follow.[87] In the state Assembly, the opposition said that this decision was impractical as vaccines were in short supply and only 42% of the population had received at least one dose. Initially, Veena George, the Minister of Health, refused to change the requirements.[88] However, on 10 August, following further complaints, the requirement was waived for families in which no member could satisfy the requirements. Following the Kerala High Court's criticism of the decision to exclude Bevco outlets from these requirements, similar rules were applied there. Finally, the local lock-down was extended to all wards with more than eight cases per one thousand people.[89] Following decline in the test positivity rate and 75% of adults getting at least one dose of the vaccination, the Sunday lock-down and night-time restrictions were withdrawn on 7 September.[90] By late November, adult vaccination had crossed 95%. However, it was found that many government employees, including 2,500 - 5000 school teachers, had refused vaccinations.[91] Considering the safety of students and the general public, unvaccinated school staff were asked to produce either a medical exemption certificate or weekly negative RT-PCR test results taken at their own expense. It was also decided that those who refused vaccinations for non-medical reasons would not be treated at state expense if they contracted COVID-19.[92] In early January 2022, there was a fresh rise in cases due to the fast-spreading Omicron variant. A partial night lockdown was implemented to control its spread. Following a fall in the number of active cases, the government stopped publishing daily reports on 11 April. However, cases would continue to be recorded and monitored by the Health Depatment.[93] Kerala mandates 14-day home quarantine for returnees from abroad and other states and also those who have come in contact with patients. Samples are taken from symptomatic persons (known as Routine Samples). Tests done in private labs also come under the Routine Sample heading. Apart from this, samples are also taken from priority groups like health care workers, persons with high social exposure, workers etc., known as Sentinel Surveillance Counts. The total samples tested will be the sum of all including repeated samples taken from the same person.[94] Following the uncontrollable surge in the number of daily cases and higher test positivity rate, on 15 April 2021 the government announced that a total of 250 000 tests would be conducted in the following 2 days to identify more positive cases and contain them.[95] Due to the steep increase in the daily cases on 21 April 2021, the government announced mass testing for the second time and a total of 3 lakh tests would be conducted on the following 2 days. i.e. on 22nd and 23 April 2021.[96] The decision on conducting mass testing for the second time follows criticism and opposition from Kerala Govt Medical Officers Association (KGMOA) and IMA that the mass testing would be unscientific and the delay in results will lead to a crisis. KGMOA Proposed that testing should be shortened to those people with symptoms and to those coming in the contact list also the Lab facilities should be increased. The mass vaccination campaign should also be limited because this may cause increase in spread, the IMA noted[97] 4,59,893 people registered for the first phase, targeting healthcare workers and police staff. Kerala mainly used the Covishield vaccine, developed by Oxford University and manufactured in India by the Serum Institute of India in Pune. Senior citizens were vaccinated starting in March, and the vaccine was made available to all those over the age of 45 in April. The Kerala Government has announced that all people in the state will be provided vaccines free of charge. Vaccination for adults younger than 45, who had certain medical conditions, began in May. Kerala has been one of the initial states which put together a comprehensive programme for genomic surveillance of SARS-CoV-2. This programme was a partnership between the Department of Health and the Council of Scientific and Industrial Research involving 12 Medical Colleges, State Public health laboratory as well as units in Mahatma Gandhi University, Kerala and the Central University of Kerala.[98] The pilot study suggested the major clusters in Kerala came from inter-state introductions rather than international introductions.[99][100] The sequencing is performed at the Institute of Genomics and Integrative Biology which also maintains a comprehensive resource of the genomes.[101] The data is also incorporated in the national surveillance dashboard.[102] The programme has been instrumental in providing inputs on the spread and emergence of SARS-CoV-2 variants in the state[103][104] including ones with immune escape property.[105] The systematic surveillance also resulted in one of the earliest reports on the genomics of COVID-19 vaccine breakthrough infections[106] Total diagnosed cases Active cases Recoveries Deaths Person-to-person/contact transmission Travel/import cases New cases per day Active cases Total no. of recoveries Total no. of deaths New cases as percentage of active cases 7-day moving average of new cases as percentage of active cases 7-day moving CAGR of active cases Following the reports of coronavirus infection in Kerala, fake news regarding prevention, transmission and cure for coronavirus infection started circulating on the internet, particularly on the social media platform WhatsApp.[177][178] One fake message claiming to be an advisory from UNICEF asks people to avoid ice creams to ensure that coronavirus cannot spread in temperatures over 27 degrees.[178] T. P. Senkumar, former Kerala DGP, posted on social media that the virus cannot survive in the hot and humid conditions in Kerala because the average summer temperature there exceeds 27 °C.[179] Another fake news recommends intake of Vitamin C and drinking frequent sips of water as a preventive measure for coronavirus infection.[178] Indian National Congress leader and Member of Parliament from Vatakara constituency, K. Muraleedharan claimed that the SARS Cov-2 virus cannot survive temperatures exceeding 30℃.[180] Indian Union Muslim League MLA and medical graduate, M. K. Muneer, claimed in the Kerala Assembly that Indians have a special and tough immune system due to living amidst filth and pollution, and were relatively safe from the virus infection.[181] A post on Facebook claimed falsely that if someone takes a deep breath and holds their breath for more than 10 seconds without coughing, without discomfort, stiffness or tightness, it proves there is no fibrosis in the lungs caused by COVID-19, therefore indicating no infection.[182] The claim that the vibration generated by clapping together during Janata curfew will kill the virus was debunked by the media.[183] One viral message says that the lifetime of coronavirus is only 12 hours and staying home for 14 hours during Janata curfew break the chain of transmission. Another message claimed that observing Janata curfew will result in the reduction of coronavirus cases by 40%.[184] Tourism is a major contributor to the state's economy. Following coronavirus confirmation in Kerala, there were waves of cancellations of hotel bookings and tour packages.[185] Liquor sales in Kerala is a public sector undertaking, through which the government earns a significant revenue. However, following the outbreak, the sales have gone down, directly hitting the economy. The state's economy is largely dependent on NRI remittances and the economic slowdown of affected Gulf countries is expected to have a direct impact.[186] KSRTC, Kerala's state-owned public transport system has reported losses worth crores due to reduced number of travelers.[187] The practice of social distancing has also brought down the numbers of those who go out on weekends or do shopping, thus affecting local traders and vendors.[188]","Title":"COVID-19 pandemic in Kerala - Wikipedia","KeyID":"10409","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Kerala"}