{"Content: ":"A Tablighi Jamaat religious congregation that took place in Delhi's Nizamuddin Markaz Mosque in early March 2020 was a COVID-19 super-spreader event,[1] with more than 4,000 confirmed cases[2] and at least 27 deaths linked to the event reported across the country. Over 9,000 missionaries may have attended the congregation, with the majority being from various states of India,[3][4] and 960 attendees from 40 foreign countries.[5] On 18 April, 4,291 confirmed cases of COVID-19 linked to this event by the Union Health Ministry represented a third of all the confirmed cases of India.[6][7] Around 40,000 people, including Tablighi Jamaat attendees and their contacts, were quarantined across the country.[6] The Tablighi Jamaat has received widespread criticism from the Muslim community for holding the congregation despite a ban on public gatherings being issued by the Government of Delhi on 13 March.[8] Criminal cases were registered against the congregation attendees in the courts across India. However, in a landmark judgement in August 2020, the Bombay High Court quashed three FIRs against 35 petitioners – 29 of them foreign nationals – who attended a Tablighi Jamaat congregation in Delhi's Nizamuddin in March and travelled from there to different parts of India. The court observed: \"A political government tries to find the scapegoat when there is pandemic or calamity and the circumstances show that there is probability that these foreigners were chosen to make them scapegoats.\"[9] Some of the Muslims with chargesheets neither attended the Delhi congregation nor were they inclined to the Tablighi ideology, as evidenced in the case of eight individuals with chargesheets, whose case was dismissed by the Saket district court on 25 August 2020.[10] The Chief Justice of India Sharad Bobde observed \"evasiveness\" in that the Government of India's affidavit filed in response to petitions challenging the discriminatory and communal coverage of the Tablighi Jamaat incident by some sections of the media. He termed the statements in the document as \"unnecessary, nonsensical\" averments.[11] On 16 December 2020, The Chief Metropolitan Magistrate of a Delhi Court, Arun Kumar Garg, acquitted the 36 foreign nationals from 14 countries of all the charges levelled against them. They were facing charges under Section 188 (disobedience to order duly promulgated by public servant), Section 269 (negligent act likely to spread infection of disease dangerous to life) of the Indian Penal Code (IPC), Section 3 (disobeying regulation) of the Epidemic Diseases Act, 1897 and Section 51 (obstruction) of Disaster Management Act, 2005.[12] Senior BJP leaders like Shivraj Singh Chouhan attributed Tablighi Jamaat congregation for a spike in cases of COVID-19 in the country, a claim which was disputed by experts from Mahatma Gandhi Memorial Medical College in Indore saying that they have no data to link the spread of the pandemic to the congregation.[13] On the other hand, according to the first report in India tabled before Union Health Minister Dr Harsh Vardhan by the Department of Biotechnology in July 2020 on the genome of SARS-CoV-2 has found that a particular variant of the virus brought into the country mainly by travellers from Europe had become the most prominent across the country.[14] India's first COVID-19 patient was a Keralite student from a state-run university in Wuhan city of China, the centre of the COVID-19 pandemic.[15] The Nizamuddin Markaz's calendar shows three events scheduled during March: Aalmi Mashwara (international executive committee meeting)[16] during 8–10 March, and provincial gatherings Andhra Pradesh jod during 15–17 March and Tamil Nadu jod during 22–24 March.[17][non-primary source needed][18][non-primary source needed][19][a] There is no indication of an ijtema held in March.[22] An ijtema would have been too large a gathering for the Markaz building to hold.[16][b] The Aalmi Mashwara probably attracted 1500 persons from different states of India as well as various countries in Asia and Europe.[16] The Andhra Pradesh gathering would have also attracted similar numbers from Andhra Pradesh, Telangana and the neighbouring states.[21] In addition to these, the Markaz receives a regular year-round traffic of visitors from India and abroad who come for preaching activity and are dispatched to various locations in India. It is common for them to stop at the Markaz for a few days at the beginning and end of their travel.[16] The activities at the Markaz apparently went unhindered till 22 March, when a Janata curfew was observed throughout India at the instance of prime minister Narendra Modi. At the end of the Janata Curfew, a lockdown came into effect in Delhi. The group said that it was able to move out around 1,500 people on the following days with some difficulty.[20][23] On 24 March, when a nationwide lockdown came into effect, the Markaz received a notice from the SHO of the Hazrat Nizamuddin Police Station (which is the next door neighbour of the Markaz) asking for the closure of the building. The following day, a tehsildar with a medical team visited the Markaz and many of the visitors were examined. On 26 March, the group was called for a meeting with the District Magistrate. From 27 March onward, small groups of visitors were taken for medical check-ups. On 29 March, the Markaz responded to a notice from the Assistant Commissioner of Police of Lajpat Nagar stating that it had abided by all orders and did not allow any new visitors to enter the premises during the lockdown.[20][24] On 30 March, the authorities evacuated the building and sent about 2300 inmates to hospital wards and quarantines.[1] Mawlāna Muhammad Saad Kandhlawi, the head of the Markaz, was not found in the building. He later responded to police enquiries stating that he was self-isolating at an unknown location.[citation needed] Delhi is a Union territory with a legislature, which in effect means that it has a divided government. Most governmental functions are under the control of the elected government, while law and order is under the control of the lieutenant governor. The Delhi Police reports directly to the Union Home Ministry, rather than any branch of the Delhi government. The parties in power in Delhi and the Union are rivals, adding to frictions and lack of coordination.[25][26] For its part, the Union government ordered thermal screening of passengers arriving from Malaysia, Indonesia and other Asian countries from the end of February.[27] From 4 March, thermal screening was extended to passengers from all countries.[28] None of the foreign attendees of the Tablighi events were caught by these measures.[21] As of 13 March the central government had maintained that there was no health emergency in the country. There were no restrictions on gatherings until this date.[29][30] Home quarantine for international arrivals was not mandated until 17 March.[28] On 13 March, the Delhi government issued an order prohibiting sports gatherings, conferences and seminars with over 200 people.[31] The order has been described as being vaguely worded. A second order was issued on 16 March, banning all gatherings over 50 people. The government also ordered the closure of gyms, clubs and spas.[26][32] But it was not until 24 March that the Delhi Police sought the closure of the Nizamuddin Markaz.[24] On 16 March, the same day the Delhi order was issued, ten Indonesians who had attended the Aalmi Mashwara event in Nizamuddin were being isolated in Hyderabad. Eight of the ten men eventually tested positive for COVID-19. The Home Ministry stated that it informed all the state governments about this development on 21 March.[33] On 21 March again, Jammu and Kashmir officials informed the Union Health Ministry's control room that a 65-year-old patient, who had been to the Nizamuddin Markaz, had tested positive for COVID-19. They said that he possibly contracted the virus from Indonesian or Thai Tablighi members in Delhi.[34] As late as 5 April, various government agencies were trying to blame each other with none of them taking responsibility for the lapses.[35] A cluster spread became apparent in the following days as cases traced back to the event were reported in several states. In Telangana, five people who attended the event died on 30 March. Dozens of people tested positive in other places such as Andhra Pradesh, Tamil Nadu, Uttar Pradesh and Andaman and Nicobar Islands. State governments scrambled to trace the whereabouts of the attendees.[36] As of 3 April, more than 950 confirmed cases were detected across 14 states and union territories in the country, including 97 percent of the total cases confirmed in the country on 2 and 3 April (647 out of 664 cases).[37][38] Tamil Nadu was the worst affected state, as 364 of the 411 people who tested positive had attended the event.[39] 259 of the 386 cases in Delhi[40] and 140 of the 161 cases in Andhra Pradesh were linked to the event.[41] All nine deaths reported in Telangana until 2 April were of people who had returned from the congregation.[42] The Srinagar man who died on 26 March was identified as a super-spreader as he travelled by road, rail and air from Delhi to Srinagar via Uttar Pradesh, as officials feared that he may have spread it to several people along the way.[43] By 2 April, Maharashtra, Telangana and Karnataka traced down 1,325, 1,064 and 800 attendees of the event respectively.[44][45][46] Tamil Nadu identified and quarantined 1,103 of the 1,500-odd participants from the state.[47] Andhra Pradesh reportedly detected around 800 of the 1,085 people of the state who attended the congregation.[48] Gujarat Police identified 72 attendees from the state who attended the event.[49] Uttar Pradesh managed to track and quarantine 1,205 people who participated in the congregation by 5 April.[50] On 4 April, it was reported that the Delhi Police had found more than 500 foreign preachers \"hiding in 16–17 places\" in the city.[51] According to health authorities, until 2 April, among 2000 positive cases in India nearly 400 cases can be epidemiologically traced to the Tablighi Jamaat cluster.[52][53] By 3 April 647 cases are reported which are related to this cluster.[54] By 4 April, 1,023 cases with links to this cluster were reported which is about 30% of total cases in the country.[55] On 18 April, Union Health Ministry said 4,291 out of 14,378 confirmed cases in 23 Indian states and union territories have been linked to this event, around a third of all cases.[6][7] Following are some of the positive cases from different states as reported in media. The Union Home Ministry instructed state governments to track down the 824 foreign attendees of the congregation, asking them to screen, quarantine and deport such individuals.[105] On 2 April, the Home Ministry identified 960 foreigners who took part in the event and blacklisted their visas for violation of The Foreigners Act, 1946 (by violating visa norms by entering India with a tourist visa and indulging illegally in missionary work) and the Disaster Management Act, 2005, and asked the DGPs of respective states and union territories to initiate legal action against them.[106] The Delhi government ordered an FIR against Muhammad Saad Kandhlawi, the head of Nizamuddin faction of the Tablighi Jamat, on 30 March.[107][108] On 1 April, the Delhi Police launched an investigation into a leaked audio clip in which Kandhlawi was allegedly heard asking his followers to not be afraid of the COVID-19 pandemic and to gather in mosques to pray. He was also heard saying, \"This is not the time when you leave your prayers or meeting people just because doctors are saying. When Allah has given this disease, then no doctor or medicine can save us.\"[109] On 16 April, Kandhlawi was charged with manslaughter over the gathering.[110] According to reports, around 160 attendees who were quarantined at a railway facility in Delhi \"misbehaved\" and \"spat on\" doctors and healthcare personnel who were attending to them. They also allegedly raised objection to the food served and roamed around the facility in violation of the norms of the isolation ward.[111] Attendees quarantined at a facility in Ghaziabad reportedly roamed around naked in the facility and made lewd comments and directed vulgar signs at the nurses.[112][113] However, a medical officer with the Delhi government, who also helped evacuate the Nizamuddin Markaz, told The Hindu that she did not face any incidents of misbehaviour from the suspects. She stated that they mostly kept to themselves, reading namaaz, and seemed unaware of what was happening beyond their world.[114] Uttar Pradesh Chief Minister Yogi Adityanath condemned the actions and invoked the National Security Act against them.[115] In Bihar, stones were pelted at police officers who had gone for tracking Tablighi Jamaat attendees.[116] On 6 April, news sources reported that some television anchors and journalists were being threatened by Tablighi Jamaat members for covering the \"role of Tablighi Jamaat in the spread of coronavirus.\"[117] On 14 April, Patna Police arrested 28 preachers (17 of whom were foreigners)[118][119] and on 23 April, Tablighi members (including foreigners from Bangladesh and Malaysia) were arrested at Thane, Maharashtra. All were arrested for not following lockdown rules and visiting mosques.[120] As of 8 May, 3,013 members of the Tablighi Jamaat were still waiting for their release, despite being under the long quarantine period and testing negative.[121] The Central Bureau of Investigation (CBI) had initiated a preliminary inquiry into the financial affairs of the Jamaat for \"dubious cash transactions\" and for concealing foreign funding from the government.[122] However, the union government submitted before the Supreme Court that there was no need for a probe by the CBI in connection with the congregation.[123] The Karnataka High Court placed a 10-year restriction on visiting India on at least nine foreigner Tablighi Jamaat members who had attended the Nizamuddin Markaz event. However, this order was struck down by the Supreme Court in response to a plea by one of the attendees for its repeal. The court directed the Government of India that in the event of these participants applying for visa to visit India, their applications be treated on merits uninfluenced by the state high court's order.[124] On 15 December 2020, the Delhi High Court acquitted 36 foreigners who were detained for allegedly violating COVID-19 norms after the prosecution failed to \"prove the presence of accused inside the Markaz premises\" and due to the contradictory statements given by the witnesses.[125] In a letter issued on 19 April, Maulana Saad urged all the Tablighi Jamaat members that had survived COVID-19 to donate their blood plasma for the treatment of others.[126] Hundreds of recovered Tablighi Jamaat members came forward or expressed willingness to donate their blood plasma in an organised way in Telangana, Tamil Nadu and Delhi.[127][128][129][130][131] However, in late April, the Union Health Ministry stated that there was no concrete evidence yet to support plasma therapy.[132] In response to this, Delhi Chief Minister Arvind Kejriwal stated that the Delhi government would not stop plasma therapy trials since the \"initial results have been promising\".[133] As of 1 May 2020, the plasma of over 300 recovered attendees was extracted.[134] Since the plasma donation was done during the daytime in the month of Ramadan, the donors broke their fast during the process.[135] In some quarantine facilities, female Jamaat members donated their plasma.[136] One of the Tablighi donated multiple times.[137] They considered blood donation as their duty towards the nation.[138] In the immediate aftermath of the Delhi event, at least three mosques of the Tablighi Jamaat were turned into quarantine centres. These included the Jama Masjid Moazzampura in Mallepally and the Masjid-e-Alamgir in Shanti Nagar, both of which are located in Hyderabad.[139] In Prayagraj in Uttar Pradesh, a man was shot dead for making remarks against Tablighi Jamaat.[140] In Una district in Himachal Pradesh, a man hanged himself due to taunts from fellow villagers for having come in contact with Tablighi Jamaat missionaries.[141] Several truckers belonging to the Muslim community were allegedly beaten up in Arunachal Pradesh, following which they fled to neighbouring Assam, leaving their vehicles behind, on 5 April 2020.[142] A Muslim man in Delhi was beaten up by a mob which accused him of spreading coronavirus.[143] Some social media users projected Muslims as the spreaders of COVID-19 in the light of Tablighi event in Delhi. As a result, Muslim vegetable vendors were barred from selling on the streets at many places by the locals in India, including Delhi,[144] Uttar Pradesh[145][146] and Karnataka, especially Dakshina Kannada.[147] The Hindu Mahasabha national secretary[148] and two BJP MLAs from Uttar Pradesh[149][150][151] were arrested for their discriminatory remarks about Muslims and members of the Jamaat. Muslims and their families were attacked in parts of the country.[152][153][154] In some cases, Muslim women were attacked[155] and pregnant Muslim women were denied timely healthcare, ultimately leading to the loss of their babies' lives.[156][157] Multiple cases of healthcare professionals discriminating against Muslims were reported across the country.[158][159][160] In one such case in Ahmedabad, Hindu and Muslim coronavirus patients were allegedly separated from each other.[161][162] Muslim students, too, faced discrimination while appearing for the class XII Board exams.[163][164] According to media reports, in the wake of coronavirus spread, Muslims converted to Hinduism in several villages of Haryana, for a variety of reasons.[165][166][167][168][169] Union Minister for Minority Affairs Mukhtar Abbas Naqvi urged people to not hold the entire Muslim community for the \"crime\" of one group.[170] However, he further criticized the Tablighi Jamaat for organizing the events.[171] Responding to the spate of attacks on Muslims in Karnataka in the wake of Tablighi event, Chief Minister B.S. Yediyurappa issued a stern warning, stating, \"The entire Muslim community cannot be held responsible for an isolated incident that happens somewhere. I’ve given strict orders that action must be taken against the people responsible for violence against Muslims.\"[172] Maharashtra Home Minister Anil Deshmukh criticised the Delhi Police for inaction. He questioned why the Tabligh event at Nizamuddin was allowed to go ahead.[173] Former Maharashtra Chief Minister Devendra Fadnavis criticized the Tablighi Jamaat attendees and demanded their tracking and screening.[174] The incumbent Maharashtra Chief Minister Uddhav Thackeray warned against communalising the fight against coronavirus, saying, \"This COVID-19 sees no religion\".[175] Gujarat Chief Minister Vijay Rupani blamed the Tablighi Jamaat event for the sharp rise in the number of coronavirus cases in the state.[176] However, the opposition Congress blamed Namaste Trump event organised by the state BJP government on 24 February as principal reason for the spread of coronavirus in the state and demanded an independent probe by a Special Investigation Team (SIT) into the matter.[177] On 24 February, US President Donald Trump along with Prime Minister Narendra Modi took part in a road show in Ahmedabad which was attended by thousands of people.[178][179] A group of Indian scientists who were not virologists or involved in medical research but grouped to bust coronavirus-related myths,[180] had expressed the view that \"data do not support speculation that the primary blame for the continued growth of the novel coronavirus disease (COVID-19) in the country lies with the Tablighi Jamaat convention in Delhi\" and that they \"strongly condemn any attempt to communalise the pandemic\".[181] A group of Indian scientists expressed the view that \"data do not support speculation that the primary blame for the continued growth of the novel coronavirus disease (COVID-19) in the country lies with the Tablighi Jamaat convention in Delhi\" and that they \"strongly condemn any attempt to communalise the pandemic\".[181] Michael Ryan, executive director of the World Health Organization's Health Disaster Program, said in response to a question regarding the incident that patients infected with coronavirus should not be classified on the basis of race, religion or opinion.[182] Princess Hend bint Faisal Al-Qasimi, a member of the royal family of the United Arab Emirates, called out a series of \"Islamophobic posts\" on Twitter which targeted the Tablighi Jamaat's congregation and linked it to the spread of coronavirus in India.[183] The Tamil Nadu BJP spokesman Narayanan Thirupathy thanked the Tablighi attendees who donated their plasma, on behalf of his party.[184] The Uttar Pradesh state government filed an FIR against Siddharth Varadarajan and The Wire for a report on the spread of coronavirus post the Jamaat congregation while recalling UP Chief Minister Yogi Adityanath's plans, as late as 18 March, to proceed with a religious fair at Ayodhya and his flouting of the national lockdown and social distancing norms by taking part in a religious ceremony along with others on 25 March. More than 4,600 jurists, academics, actors, artists, writers and people from all walks of life endorsed a statement expressing shock at the action of the Uttar Pradesh government. These included two former Chiefs of Naval Staff, Admiral Ramdas, and Admiral Vishnu Bhagwat who have also signed the statement, along with Yashwant Sinha, former external affairs and finance minister of India.[185] Editors of the English Wikipedia deleted and later restored an entry about the incident called \"2020 Tablighi Jamaat coronavirus hotspot in Delhi\", which project co-founder Jimmy Wales said \"was incredibly poorly written and had zero sources\".[186][187] Wales responded to accusations on Twitter stating that Wikipedia did not accept payment for the article's deletion.[188][189] A reference book for the second year MBBS students published in 2021 in Maharashtra had been withdrawn after objections were raised over some part its contents that allegedly linked the Tablighi Jamaat's congregation in New Delhi to the outbreak of coronavirus in India. The authors tendered an apology for linking the two events.[190] This follows a representation by the Students Islamic Organisation of India (SIO).[191] In November 2021, Delhi High Court reprimanded Delhi Police for failing to prove any offence committed in their initial status report, and reminding the Police that since a nationwide lockdown was imposed, giving Jamaat members a shelter to stay was not a crime and a humane step.[192] Maharashtra Minister Aslam Shaikh said the same people who accused the Tablighi Jamaat of spreading COVID-19 in the country have allowed thousands of people to gather at Kumbh Mela.[193]","Title":"2020 Tablighi Jamaat COVID-19 hotspot in Delhi - Wikipedia","KeyID":"10401","URL":"https://en.wikipedia.org/wiki/2020_Tablighi_Jamaat_COVID-19_hotspot_in_Delhi"}