{"Content: ":"The first four cases of the COVID-19 pandemic in Jabalpur, Madhya Pradesh were confirmed on March 20, 2020.[1] As of August 14, 2021, Madhya Pradesh has confirmed a total of 791,998 cases, and has recorded 10,514 deaths.[2] As of August 13, 2021, COVID-19 vaccines have been administered to 36,739,380 people in Madhya Pradesh.[3] On 12 January 2020, the World Health Organization (WHO) confirmed that a novel coronavirus was the cause of a respiratory illness in a cluster of people in Wuhan City, Hubei Province, China.[6] The WHO was first notified of these cases on 31 December 2019.[6] The case fatality ratio for COVID-19 is much lower than SARS, but the transmission rate is significantly higher, resulting in a significantly larger loss of life.[7] The lockdown restricted people from stepping out of their homes.[8] All transport services including road, air and rail were suspended with exceptions for transportation of essential goods, fire, police and emergency services.[9] Educational institutions, industrial establishments and hospitality services were also suspended.[9] Services such as food shops, banks and ATMs, petrol pumps, other essentials and their manufacturing were exempted.[10] The Home Ministry said: “Anyone who fails to follow the restrictions can face up to a year in jail.”[9] On 14 April 2020, Prime Minister Narendra Modi while addressing the nation announced that the nationwide lockdown which was supposed to end on 14 April 2020 has now been extended to 3 May 2020.[11] On 1 May, the Ministry of Home Affairs (MHA) and the Government of India (GoI) further extended the lockdown period to two weeks beyond 4 May, with some relaxations.[12] On 17 May, the National Disaster Management Authority (NDMA) and the MHA extended the lockdown for two weeks beyond 18 May, with additional relaxations.[13] During this phase, the state government imposed fines of ₹2000 (27.29 US dollars) on those violating the quarantine rules for COVID-19. The government also stated that a second violation would lead to a transfer to a government quarantine center.[14] The MHA issued fresh guidelines for the month of June, stating that the phases of reopening would \"have an economic focus\". Lockdown restrictions would only be imposed in containment zones, while activities would be permitted in other zones in a phased manner.[15] On 16 June the Madhya Pradesh state government stated that they will be using pulse oximeters in areas across the state to upgrade the survey and screening of people for the COVID-19 virus. A pulse oximeter is a device used to monitor the amount of oxygen contained in the body of an individual.[16] Medical professionals in Madhya Pradesh were sent to national training on COVID-19 preparedness. Preparation of hospitals for the treatment of COVID-19 including postponing elective surgeries to ensure adequate supply of PPE.[17] To grant certain rights to establish effective control over outbreak-affected areas and take swift actions, Section 71 of the Madhya Pradesh Public Health Act, 1949 was invoked. This section of the act provides all Chief Medical and Health Officers, Civil Surgeons, and Chief Hospital Superintendents rights set out therein.[18] The state government is carrying out a more targeted demolition of the existing labour laws. These new rules are aimed at significantly reducing the regulatory processes a business has to undertake.[19] In addition to that, the state government has let companies hire contract workers for a longer duration, allowed them not to recognize trade unions for collective bargaining in a number of sectors such as textiles, cement and auto, and does not provide any mechanism for raising industrial disputes for new firms.[19] There has been a major change in the use of industrial oxygen. The government has restricted the use of industrial oxygen and established rules to have the oxygen convert from industrial use to medical use.[20] This has had a positive impact, resulting in a surplus of about 20 metric tons of oxygen. In Madhya Pradesh, citizens have access to the COVID-19 vaccine. Covishield (Oxford-AstraZeneca) is the main vaccine administered. This vaccine is given in two doses, 12 to 16 weeks apart.[20] As of May 16, 2021, Madhya Pradesh has reached and succeeded its goal of 179,000 people vaccinated to 182,378 people vaccinated.[20] The Government of India suggested that both doses of the vaccine should only be given to those who are from the ages of 18 to 44. The second dose of vaccine is suspended for those who are 45 years or older.[20] Covid vaccinations for children in 12-14 age group started from 16 March 2022 [21] As of 22 July 2020, 645003 tests were performed in the state out of which 24842 were found positive.[24][23] Source: Department Of Public Relations, Madhya Pradesh [1] Archived 2020-05-09 at the Wayback Machine Sources:[25] Note: This is a Stacked Area chart. View the height of each section separately. Recovered + Active + Death = Total cases.","Title":"COVID-19 pandemic in Madhya Pradesh - Wikipedia","KeyID":"10413","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Madhya_Pradesh"}