{"Content: ":"The first case of the COVID-19 pandemic in India was reported on 30 January 2020, originating from China. Slowly, the pandemic spread to various states and union territories including the state of Mizoram. The first case was recorded in this region on 24 March 2020,[1] and the first death was recorded on 28 October 2020.[2] Mizoram has a COVID-19 sample testing laboratory at Zoram Medical College,[19] it also procured 1,000 testing kits from Assam Medical College.[20] The state government also sanctioned over Rs 2 crore from Chief Minister Relief Fund (CMRF) for the purchase of 10 Trunenat machines.[21] A TrueNet Laboratory was inaugurated on the ground floor of Serchhip Hospital, Serchhip in the district of Serchhip. The Laboratory, equipped with two RNA extraction, is capable of testing for COVID-19. This is expected to greatly reduce the wait time, as all test samples were previously sent to Zoram Medical College.[22] The state government has also stated that it has over 7,800 rapid or anti-body test kits for COVID-19 received from the Indian Council of Medical Research (ICMR).[23] The Mizoram State Government provided financial assistance of over Rs 1.58 crore to at least 43 Mizo Welfare Associations in various states to assist the stranded people from the state.[24] More than 11,541 students and laborers stranded in different parts of India and abroad have returned to Mizoram.[25] Some of the returnees came by Shramik trains as shown below: The Mizoram government has postponed the opening of school for 2020–21 till the situation stabilizes.[32] More than 1900 youths who have returned from different parts of the country have lost their jobs due to the outbreak of novel coronavirus in Mizoram.[33] Over 40,000 construction workers were provided assistance of Rs 3,000 each by the Mizoram government due to the lockdown.[34] Oil palm growers in the state had incurred a loss to the tune of Rs 25-Rs 30 lakh because of absence of market. The growers of other cash crops like ginger, turmeric and sugarcane also faced hardship as they could not harvest their produce.[35] On January 1, 2021, the Drug Controller General of India, approved the emergency or conditional use of AstraZeneca’s COVID-19 vaccine AZD1222 (marketed as Covishield).[36] Covishield is developed by the University of Oxford and its spin-out company, Vaccitech.[37] It's a viral vector vaccine based on replication-deficient Adenovirus that causes cold in Chimpanzees. It can be stored, transported and handled at normal refrigerated conditions (two-eight degrees Celsius/ 36-46 degrees Fahrenheit). It has a shelf-life of at least six months. On 12 January 2021 first batches of Covishield vaccine was despatched from the Serum Institute of India.[38] On January 2, 2021, BBV152 (marketed as Covaxin), first indigenous vaccine, developed by Bharat Biotech in association with the Indian Council of Medical Research and National Institute of Virology received approval from the Drug Controller General of India for its emergency or conditional usage.[39] On 14 January 2021 first batches of Covaxin vaccine was despatched from the Bharat Biotech, albeit it was still in the third phase of testing.[40] On 19 May 2021, Dr Reddy's Labs received Emergency Use Authorisation for anti-COVID drug 2-DG.[41] On 21 February, 2022, Drugs Controller General of India granted approval to Biological E's COVID-19 vaccine Corbevax, that can be used for children between 12-18 years of age.[42][43] On 21 October 2021, India completed administering of one billion Covid vaccines in the country.[44] On 8 January 2022, India crossed 1.5 billion Covid vaccines milestone in the country.[45] On 19 February 2022, India crossed 1.75 billion Covid vaccines milestone in the country.[46]","Title":"COVID-19 pandemic in Mizoram - Wikipedia","KeyID":"10417","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Mizoram"}