{"Content: ":"The COVID-19 pandemic in Indonesia is part of the ongoing worldwide pandemic of coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). It was confirmed to have spread to Indonesia on 2 March 2020, after a dance instructor and her mother tested positive for the virus. Both were infected from a Japanese national.[3][4] By 9 April 2020, the pandemic had spread to all 34 provinces in the country. Jakarta, West Java, and Central Java are the worst-hit provinces, together accounting almost half of the national total cases. On 13 July 2020, the recoveries exceeded active cases for the first time.[5] As of 27 July 2022, Indonesia has reported 6,185,311 cases, the second highest in Southeast Asia, behind Vietnam. With 156,940 deaths, Indonesia ranks second in Asia and ninth in the world.[6] Review of data, however, indicated that the number of deaths may be much higher than what has been reported as those who died with acute COVID-19 symptoms but had not been confirmed or tested were not counted in the official death figure.[7] Indonesia has tested 68,284,570 people against its 270 million population so far, or around 252,715 people per million.[8] The World Health Organization has urged the nation to perform more tests, especially on suspected patients.[9] Instead of implementing a nationwide lockdown, the government applied \"large-scale social restrictions\" (Indonesian: Pembatasan Sosial Berskala Besar, abbreviated as PSBB), which was later modified into the \"Community Activities Restrictions Enforcement\" (Indonesian: Pemberlakuan Pembatasan Kegiatan Masyarakat, abbreviated as PPKM).[10] On 13 January 2021, President Joko Widodo was vaccinated at the presidential palace, officially kicking off Indonesia's vaccination program.[11] As of 27 July 2022 at 18:00 WIB (UTC+7), 202,336,782 people had received the first dose of the vaccine and 169,934,868 people had been fully vaccinated; 55,290,334 of them had been inoculated with the booster or the third dose.[12] Note: Based on confirmed cases reported as of 12:00 WIB (UTC+7) on the same day.  On 12 January 2020, the World Health Organization (WHO) confirmed that a novel coronavirus was the cause of a respiratory illness in a cluster of people in Wuhan, Hubei, China, which was reported to the WHO on 31 December 2019.[13][14] The case fatality ratio for COVID-19 has been much lower than SARS of 2003,[15][16] but the transmission has been significantly greater, with a significant total death toll.[17][15] From January until February 2020, Indonesia reported zero cases of COVID-19, despite being surrounded by infected countries such as Malaysia, Singapore, the Philippines, and Australia. Flights from countries with high infection rate, including South Korea and Thailand, also continued to operate. Health experts and researchers at Harvard University in the United States expressed their concerns, saying that Indonesia is ill-prepared for an outbreak and there could be undetected COVID-19 cases.[18] On 2 March 2020, Indonesian president Joko Widodo announced the first cases in the country: a dance instructor and her mother in Depok, West Java.[19] Both of them had held a dance class at a restaurant in Kemang, South Jakarta on 14 February, which was attended by more than a dozen people. One of whom was a Japanese, who was later tested positive for COVID-19 in Malaysia.[20] As Malaysia reported the case, the government of Indonesia began to trace anyone who have had close contact with the Japanese and the infected Indonesians.[21][22] The cluster was initially identified as the \"Jakarta cluster\"[23] or the \"dance class cluster\",[24][25] owing to the location of the infection. Since then, confirmed cases of COVID-19 in Indonesia began to increase slowly. By 8 March, a total of 6 people who had attended the dance class were infected by the COVID-19, including one case of repatriated Indonesian from the Diamond Princess.[26] Several COVID-19 cases in West Java and Jakarta were found to have a link with the cluster.[27] The positive cases first confirmed in March are not the first Indonesians to have been infected with the SARS-CoV-2 virus. In January, an Indonesian maid in Singapore contracted the virus from her employer.[28] The first confirmed death of COVID-19 in the country occurred on 11 March when a 53-year-old British citizen in Bali died.[29] However, a Telkom employee who died on 3 March was found positive on 14 March.[30][31] Since 14 July 2020, the Ministry of Health of the Republic of Indonesia classifies people involved with COVID-19 into four levels:[32] Other classifications include: According to the Ministry of Domestic Affairs, a regency or municipality may be classified into three levels depending on the severity of COVID-19 cases within the region, according to these parameters:[33] Each has a score of 15 points for increasing trends, 20 for stationary trends, and 25 for decreasing trends. The three levels were assigned to a specific region: Jakarta became the first province that confirmed COVID-19 cases, while Gorontalo was the last to do so. On 6 July 2020, Jambi became the last province to report a death, 53 days after the penultimate province East Nusa Tenggara did. West Java and Banten had ever reported 16,251 cases and 22,667 recoveries in a day respectively; both are the highest by a single province. Central Java hold the record for death numbers with 679. All six provinces in Java have the highest number of cases compared to other provinces, making it the worst-affected region in the country. Several travellers who had visited or transited through Bali later tested positive for SARS-CoV-2 shortly after their return to China,[34] Japan,[35] New Zealand,[36] and Singapore.[37] An additional 50 to 70 people were put under surveillance after coming into contact with the first two confirmed COVID-19 patients. This number includes those who had visited Mitra Keluarga Hospital in Depok, the hospital the two confirmed patients were previously admitted to before being transferred to North Jakarta.[38][39] A 37-year-old man who died in a hospital in Semarang suspected of having COVID-19 reportedly tested negative, and was instead afflicted by swine flu, probably picked up from recent travels to Spain.[40] In West Sumatra, two people who returned from abroad died at Padang's Dr. M. Djamil Central General Hospital. On 13 March, a woman who was being treated as a suspect of COVID-19 after returning from Umrah died.[41] On 16 March, a 47-year-old man from Kuala Lumpur, Malaysia landed at Minangkabau International Airport, showing symptoms of COVID-19.[42][43][44] He was subsequently hospitalized at Padang's hospital and died on the same day.[45] Indonesia banned all flights from and to mainland China starting from 5 February 2020. The government also stopped giving free visa and visa on arrival for Chinese nationals. Those who live or have stayed in mainland China in the previous 14 days were barred from entering or transiting through Indonesia. Indonesians were discouraged from travelling to China.[47] Starting on 8 March, travel restrictions expanded to include Daegu and Gyeongsangbuk-do in South Korea, Lombardy, Veneto and Emilia-Romagna regions of Italy, and Tehran and Qom in Iran. Visitors with travel history within these countries but outside the aforementioned regions have to provide a valid health certificate during check-in for all transportation into Indonesia.[48] Despite the restriction on travellers from South Korea, Indonesia was still allowing flights from the country.[49] The Ministry of Health ordered the installation of thermal scanners for at least 135 airport gates and port docks,[50][51] and announced that provisioning over 100 hospitals with isolation rooms (to WHO-recommended standards) would begin.[52] Starting on 4 March, Jakarta MRT also began scanning the temperature of passengers entering the stations and denying access to those with symptoms of high fever.[53] Other public places such as mall and school also began to scan people at all their entrances.[citation needed] After the first victim died, the Indonesian government admitted that they had difficulties in detecting incoming imported cases on airports, doing contact tracing and also location history for each case.[54] The Indonesian government announced on 4 March that it planned to turn a site on Galang Island, previously used as a refugee camp for Vietnamese asylum seekers into a 1,000-bed medical facility specially equipped to handle the COVID-19 pandemic and other infectious diseases.[55] On 13 March, the government designated 132 treatment facilities across Indonesia.[46] On 18 March 227 additional hospitals (109 military hospitals, 53 police Hospitals and 65 state-owned enterprises hospitals) were provisioned to cover more patients across the country.[56] The government also established the COVID-19 Response Acceleration Task Force.[57] Doni Monardo has been appointed to lead this team.[58] On the same day, Minister of Home Affairs Tito Karnavian urged all of Indonesia's regional leaders to suspend all non-essential travel to foreign country.[59] On 15 March, President Widodo called on all Indonesians to practice what epidemiologists call social distancing to slow the spread of COVID-19 in the country.[60] Indonesian tax authorities announced that they would move back the tax reporting deadline to 30 April 2020.[61] On 16 March, the Ministry of State-Owned Enterprises instructed its employees aged 50 and over to work from home.[62] President Jokowi also clarified that the decision to implement lockdown on cities or regencies are only to be made after consultation with the central government.[63] As schools were closing in some regions, Minister of Education Nadiem Makarim announced the readiness of the Ministry of Education to assist schools in online learning by providing free teaching platforms.[64] Minister of Finance Sri Mulyani also announced a shifting of infrastructure budget of 1 trillion IDR into healthcare and pandemic prevention.[65] On 17 March, COVID-19 health protocols have been released to public.[66][67] Ministry of Foreign Affairs also expanded the travel restrictions to temporary abolish visa free entry to Indonesia for one month and deny transit or arrival for visitors who have been in Iran, Italy, Vatican City, Spain, France, Germany, Switzerland, and United Kingdom within the past 14 days.[68] On 18 March, the government launched COVID-19.go.id site, an official source of accurate information on controlling the spread of COVID-19 in Indonesia.[69][70] On the same day, The Ministry of Finance also announced that Kemayoran Athletes Village, a former athlete's housing for the 2018 Asian Games would be converted to house COVID-19 patients who show only mild symptoms after consultation from doctors.[71][72][73] The conversion was officially completed on 23 March.[74] On 19 March, Bank of Indonesia decided to slash the bank rate to 4.5%, in addition to 6 other fiscal policies, in the attempt to shore up the economy amidst the COVID-19 crisis.[75] On the same day, the chief of the Indonesian National Police Idham Azis published a notice for all policeman to enforce social distancing by dispersing assemblies at public places.[76] On 27 March, the government was mulling over a plan to ban 2020 Idul Fitri mudik (exodus) to prevent city dwellers from spreading the coronavirus to towns and villages across the archipelago.[77] On 30 March, President Widodo refused to impose lockdown on Jakarta. Bus routes connecting Jakarta and other cities and provinces will remain open following the cancellation of a plan to temporarily suspend operations of Greater Jakarta-based intercity and interprovincial (AKAP) buses.[78][79] On 31 March, Indonesia announced IDR 405 trillion COVID-19 budget, anticipates a 5% deficit in a historic move. The government was to allocate IDR 75 trillion for healthcare spending, IDR 110 trillion for social protection, and IDR 70.1 trillion for tax incentives and credit for enterprises. The largest chunk, IDR 150 trillion, was to be set aside for economic recovery programs including credit restructuring and financing for small and medium businesses.[80] On 13 April, President Jokowi declared COVID-19 as a national disaster after it infected 4,557 individuals and caused 399 deaths in Indonesia. Prof. Mahfud MD as Coordinating Ministry for Political, Legal, and Security Affairs said the national disaster could not be used as a justification for claiming force majeure and thereby evading obligations under contracts.[81] On 21 April, President Jokowi announced his decision to ban the Idul Fitri mudik (exodus) starting from 24 April to curb the spread of COVID-19 ahead of Ramadan.[82] To help with this effort, travel by intercity bus travel was banned until 31 May, commercial and charter flights until 1 June, sea transportation until 8 June, and long-distance passenger trains until 15 June.[83][84] In late April, President Jokowi asked the United States for medical equipment, including ventilators via phone call to President Donald Trump, to which President Trump, on 24 April, responded he would provide and also reiterated the intent to strengthen economic cooperation between the two.[85][86] COVID-19 vaccination in Indonesia was started on 13 January 2021, when President Joko Widodo was vaccinated at the presidential palace. To reduce the impact of COVID-19 pandemic to the national economy, the government released a IDR 10.3 trillion stimulus policy to the tourism sector, in the form of ticket price discounts and restaurant tax deductions. The IDR 10.3 trillion budget is given to provide discounted airplane ticket prices for 10 tourist destinations, such as Batam, Denpasar, Yogyakarta, Labuan Bajo, Lombok, Malang, Manado, Lake Toba (Silangit Airport), Tanjung Pandan, and Tanjungpinang, which applies from March to May 2020. Ticket prices for low-cost airlines are discounted by 50%, medium-service by 48%, and full-service by 45%.[87] Specifically for this ticket price discount, the stimulus fund comes from the IDR 444.39 billion state budget (APBN) for a discounted value of 30% and 25% of passengers per flight.[88] Additionally, there were additional IDR 100 billion ticket discounts paid by Angkasa Pura I and Angkasa Pura II and IDR 260 billion PT Pertamina (Persero) paid through jet fuel price discounts, so the total ticket price stimulus was IDR 960 billion, so that the ticket price could be discounted by 50%.[89] The stimulus in the form of restaurant taxes was borne by the central government was also provided to the tune of IDR 3.3 trillion. Thus, there was no restaurant tax in the ten tourist destinations above, but as compensation, the local government were to be given a grant from the central government.[88] Specific regions can apply for a request for large-scale social restrictions (PSBB/LSSR) to the Ministry of Health alongside proof of endemic and mitigation steps.[96] Should it be approved, a date will be set by the local government and will run for at least two weeks.[citation needed] Under the current restrictions, all public transportation options must operate with reduced hours and capacity. Non-essential businesses and stores are required to be closed. Restaurants and food stalls are open for takeaway and delivery only; markets and essential business can may open with social distancing. Depending on the area, private transportation requires a limitation of passengers and a mask obligation will also be in effect.[97][98][99][100] On 12 March, Aceh acting governor Nova Iriansyah advised Acehnese to stay away from vices and activities that are incompatible with religious and Islamic sharia values.[101] On 15 March, due to the rapid rise of the number of coronavirus infections in the country, the province of Aceh decided to close schools until further notice.[102] On 16 March, the city of Sabang started to implement travel restrictions to forbid foreign visitors from traveling to their city.[103] On 20 March, Nova Iriansyah declared a \"province-scale\" state of emergency in Aceh for 71 days, lasting until 29 May.[93] On 15 March, Governor of Banten Wahidin Halim declares \"extraordinary event\" and decides to close all schools for 2 weeks.[104] On 13 March, the city of Solo in Central Java decided to close all primary schools (SD) and junior high school's (SMP) for next 2 weeks, after three positive cases are found in the city.[105] The mayor of Solo F. X. Hadi Rudyatmo has also declared that the area is under \"extraordinary event\".[106] On the same day, the Regency of Sragen decided to close all schools from kindergarten to junior high school throughout the regency for at least a week, while closure of senior high school in the regency would be decided by the provincial government.[107] On 14 March, Central Java governor Ganjar Pranowo decided to close all kindergarten to junior high schools in the province. High schools would remain open during the examination season.[108] The city of Salatiga followed the same decision on 15 March. The city government would also provide a total of IDR 3 billion for medical support.[109] On 25 March, the governor announced that schools under control of the provincial government will postpone their opening until 13 April.[110] On 26 March, the city of Solo,[111] Semarang,[112] Salatiga,[113] and Sukoharjo Regency[112] announced that kindergarten, primary, and junior high school's opening will be postponed until 13 April. On 27 March, despite statements from President Jokowi that lockdowns are the authority of the central government, mayor of Tegal Dedy Yon Supriyono announced that Tegal would be on lockdown. He ordered that 49 road access to the city to be barricaded with movable concrete barriers, and visitors from outside will be thoroughly checked and have to undergo a 14-day quarantine period.[114] On the other hand, the Governor of Central Java Ganjar Pranowo insisted that the blockade will only happen at some part of the city of Tegal, not on the whole city.[115] On 2 March, in response to the confirmed cases, DKI Jakarta governor Anies Baswedan halted the issuance of permits for large gatherings.[116] These including concerts by Foals, Babymetal, Head in the Clouds, and Dream Theater.[117][118] On 13 March, after 69 positive COVID-19 cases, several tourist destinations in Jakarta including Ancol Dreamland, multiple government-managed museums, Ragunan Zoo and Monas were closed for 2 weeks.[119][120][121] The Islamic organization Muhammadiyah formed a \"command center\" allocating 20 hospitals in the country to handle the outbreak, with the center being led by emergency medicine specialist Corona Rintawan.[122] On 14 March, Jakarta governor Anies Baswedan decided to suspend all school activities and examinations for two weeks in response to prevent further spread of the virus in the capital city of Jakarta.[123] On 15 March, Jakarta provincial government prepared 500 to 1,000 beds for Patient Under Investigation (PUI) that will be placed on designated COVID-19 treatment facilities.[124] On 16 March, MRT Jakarta, LRT and TransJakarta started to reduce number of trips, corridors and timetables (06.00 – 18.00), however, this policy was retracted due to long queue in many bus stops and train stations in morning.[125][126][127] Odd-even policy will be halted during outbreak.[128] On 20 March, Anies Baswedan declared a state of emergency in Jakarta for the next 14 days, lasting until 2 April.[129] On 28 March, Jakarta provincial government extends the state of emergency until 19 April.[91] On 2 April, Anies Baswedan allocated IDR 3 trillion to fight the COVID-19 pandemic, and the budget will be used to fund the city's fight against the virus up until May this year, by gradually allocating IDR 1.3 trillion and an additional IDR 2 trillion[130] Jakarta's application for curfew was approved by the Ministry of Health on 7 April and is set to take effect from Friday, 10 April for at least two weeks.[131] On 21 April, the local government prepared 136 schools as isolation areas for COVID-19 and the policy is currently still a proposal waiting for approval from the Education Office.[132] On 9 September, Anies decided to reimpose large-scale social restrictions starting from 14 September due to the high spike of COVID-19 cases in the province.[133] On 15 March, the city of Malang announced that they will close all schools for two weeks. The closure will begin on 16 March.[134] On the same day, the Governor of East Java Khofifah Indar Parawansa ordered the closure of all schools throughout the province. Educational institutions were advised to cancel any kind of student exchange until an indefinite time. However national examination in the province would not be postponed.[135] On 16 March, the mayor of Malang Sutiaji decided to close all access to the city (lockdown), starting on 18 March. As of 16 March, there is no positive COVID-19 in Malang or the province of East Java.[136] He would later clarify that the lockdown only applies to the government of Malang, not the general populace.[137] On 20 March, Khofifah declared a state of emergency for East Java.[138] On 31 March, the provincial government of North Sumatra declared a state of emergency until 29 May 2020.[139] On 24 March, the provincial government of Papua decided to close any in and out access to Papua except for logistics and medical workers starting from 26 March for 14 days.[140] Indonesian Minister of Home Affairs Tito Karnavian disagreed with the decision, saying that the central government's advice to the regional governments is not to close transportation, but to ban mass gatherings.[141] On 30 March, Jakabaring Athletes Village, a former athlete's housing for the 2018 Asian Games in Palembang, was appointed by the Governor of South Sumatera Herman Deru to be the house of PUM's treatment (ODP Center). He named it as \"COVID-19 Healthy House\" (Rumah Sehat COVID-19).[142] On 14 March, the city of Depok and Bogor decided to close all schools from kindergarten to senior high school until 28 March 2020.[143][144] This decision was also followed by the city of Bandung, in which the city opted to close schools for the next two weeks and advised schools to hold online teachings.[145] On 15 March, West Java COVID-19 distribution map was released to public.[146] The Regency of Bogor implement \"semi-lockdown\" on tourist area Puncak for foreign visitors, to prevent them from entering the area.[147] Jalak Harupat, Pakansari and Patriot Chandrabragha stadiums are being prepared for COVID-19 Mass Rapid Test.[148] Applications for large-scale social distancing for Depok city, Bogor city & regency, and Bekasi city & regency, all of which belong to the Jakarta metropolitan area, were approved on 11 April and will be in effect on 15 April for at least two weeks.[149] On 15 March, the governor decided to impose quarantine for all students from kindergarten to senior high school level in the province until a date which is yet to be decided. During the quarantine period, students must stay at their homes for studying. An exception is given for final year senior/vocational high school students on their respective national final examinations date.[150] In response of the outbreak, multiple universities opted to cancel classes and instead would teach students online.[citation needed] On 16 March, at least 17 universities across Indonesia confirmed that conventional face-to-face lectures would be cancelled and would be replaced by online classes. Graduations and gatherings were cancelled and students and lecturers who had gone abroad from countries with confirmed coronavirus cases with any reasons should self-isolate at home. As of 14 March, numerous universities have closed their classes, such as Universitas Indonesia (UI),[151] Universitas Gajah Mada (UGM), Institut Teknologi Bandung (ITB), Institut Teknologi Sepuluh Nopember Surabaya, Universitas Gunadharma, Universitas Multimedia Nusantara (UMN), Sekolah Tinggi Akuntansi Negara (STAN), Kalbis Institut, Binus University, Universitas Atmajaya, London School Public Relations (LSPR), Universitas Yarsi, Universitas Pelita Harapan (UPH), Telkom University, Universitas Atma Jaya Yogyakarta (UAJY),[152] Universitas Hasanuddin (UNHAS),[153] Universitas Tarumanegara (UNTAR), Institut Pertanian Bogor (IPB),[154] and Universitas Al-Azhar Indonesia (UAI).[155][156] University of Brawijaya (UB), a university in Malang, creates a disinfection chamber as an effort to contain the coronavirus.[157] On 14 March, Tokopedia and Gojek have begun trial for work at home operations.[158][159] On 15 March, Unilever Indonesia announced work-from-home policy for their office site, this policy will be started on 16 March until further notice.[160] On 16 March, Telkomsel, Bank Mandiri, Indonesian Financial Transaction Reports and Analysis Centre and Bank Indonesia announced work-from-home and split-team policy, these policies will be started on 17 March until further notice.[161][162][163] On 28 March, Indonesia AirAsia (QZ) suspended all domestic and international flights to overcome the spread of the pandemic. All domestic flights suspended between 1 and 21 April 2020 while international flights between 1 April and 17 May 2020.[164] Mayapada Group founder, Dato Sri Tahir donated IDR 52 billion in form of personal protective equipment, medical drugs, disinfectant, operational vehicles and also accommodation.[165] On 31 March, Grab donated US$10 million to reduce COVID-19 impact in Indonesia.[166] On 16 March, Indonesian Council of Ulama (MUI) and Muhammadiyah urged to substitute Friday prayer with Zuhr prayer and not to attend any religious activities within heavily virus-plagued areas.[167][168] On 31 March, Muhammadiyah advised Muslims to not perform tarawih in Ramadan and Idul Fitri prayers.[169] Indonesia had denied transit and entry for all foreign visitors since 2 April 2020.[170][171] Indonesians who returned from China, South Korea, Italy, Iran, United Kingdom, Vatican City, France, Spain, Germany, and Switzerland were subject to additional health screening and a 14-day stay-at-home notice or quarantine depending on appearing symptoms.[172] Garuda Indonesia, Citilink, Lion Air, Batik Air, and Sriwijaya Air cancelled several flights and grounded their aircraft. Meanwhile, Indonesia AirAsia cancelled all flights. International airlines have either temporarily suspended services or continue operating with reduced frequency. Other airlines such as China Airlines and Etihad Airways chose to continue their services as usual.[173][174] From 24 April until 8 June, the government suspended all passenger to travel outside areas with at least one confirmed case, regions that had imposed large-scale social restrictions (PSBB), and those that had been declared COVID-19 red zones. The ban applied to all types of public and private transportation by air, sea, land, and railway, except for vehicles carrying leaders of state institutions, police and military vehicles, ambulances, fire trucks, hearses and vehicles transporting logistical supplies, staple goods and medicines.[84] Due to its number spike, a total of 59 countries banned non-essential travel to and from Indonesia, among them included Malaysia, Hungary, United Arab Emirates, South Africa, and the US as declared by the CDC.[175][176] The Indonesian government persuaded other countries to bring Indonesians to their country, but the countries questioned on whether Indonesia is able to manage the outbreak and thus keep them safe. The Minister of Foreign Affairs Retno Marsudi telecommunicated with other countries to discuss it; some countries then decided to only unban very essential travel with travellers already conducted two polymerase chain reaction (PCR) tests, in consideration of Indonesia's disrupted economy.[177] Indonesia imposed a 14-day lockdown from 1 until 14 January 2021 after a new variant of coronavirus was detected in December 2020 and had spread to some countries. Foreigners worldwide were banned to enter the country's territories.[178] This was later extended until 22 February.[179] On 26 March, the national government announced its decision to ban mudik during Eid al-Fitr from 6 to 17 May to curb the spread of COVID-19.[180] They also tightened the travelling terms and requirements starting from 22 April to 24 May.[181] On 5 July, the government renewed the travelling terms and requirements during the emergency Community Activities Restrictions Enforcement. Travellers who wanted to visit Indonesia would have to perform a PCR test at least 72 hours before their departure and show their vaccination certificate. They would be tested again when they arrive in Indonesia, followed mandatory quarantine for eight days, and for those who wanted to travel domestically would have to be vaccinated with the Gotong Royong vaccine.[182] President Jokowi was criticized in March 2020 by the Indonesian Chamber of Commerce and Industry,[183] human rights groups,[184] and also by political parties such as Golkar and PKS[185][186] for lack of transparency regarding information on COVID-19. Widodo insisted on not sharing travel history details of the patients that tested positive with coronavirus in an attempt to reduce panic and uneasiness in the general public.[187] The public had asked the government to release official national map of COVID-19 confirmed cases' location, as unofficial independent maps may provide incorrect data.[188] The government was also criticized after pledging to set aside IDR 72 billion ($5m) to pay for social media influencers to attract tourists to Indonesia.[189] Some critics of the government were arrested for allegedly spreading false information about the COVID-19 pandemic.[190] President Jokowi came in the course of March under increased pressure to impose a partial lockdown on virus-plagued areas, with scientists saying the country is racing against time to curb the spread of COVID-19 before Eid al-Fitr and that a community quarantine could be the only solution to do exactly that.[191] On 16 March, Jokowi said lockdown policies are the authority of the central government, and warned the local government to not impose lockdown without the consent of the central authority.[192] On 27 March, dozens of Indonesian medical professors called for \"local lockdowns\", saying that the government's policy of physical distancing is not \"effective\". The government is drafting a regulation (PP) to stipulate the procedures and requirements for imposing regional quarantines.[193][194] Health experts were concerned early on that the country was failing to identify the transmission of the virus.[195] Marc Lipsitch, professor of epidemiology at the Harvard T. H. Chan School of Public Health, \"analysed air traffic out of the Chinese city at the centre of the outbreak in China and suggested in a report ... that Indonesia might have missed cases\" of COVID-19.[196] Western diplomats[197][198] as well as local[195][199] and international[200][201] news outlets postulated that the lack of cases within Indonesia result from inadequate testing and under reporting, as opposed to sheer luck and divine intervention.[202][203] On 22 March, a research paper suggested that the official number of infections may only reflect 2% of the real COVID-19 infections in Indonesia.[204][205] According to The Jakarta Post on 5 April 2020, the central government has only conducted a daily average of 240 PCR tests since 2 March.[206] Reports surfaced about patients in Greater Jakarta having to wait for a long time to get tests or treatment for possible cases of the novel coronavirus disease (COVID-19) as referral hospitals face the increasing strain.[207] According to a report from Reuters, as of 28 April 2020, there were around 2,200 patients who had died with coronavirus symptoms, but not included into the official death toll of 693. This suggests that Indonesia has a higher death rate than the official counts.[208] An analysis by Financial Times showed that there were 1,400 more deaths in Jakarta compared to the historical average number of deaths in March and April. This excess deaths figure is 15 times the official figure of 90 COVID-19 deaths in this same period.[209] \"Ramadan exodus\" contributed to the spread of the virus in Indonesia,[210] despite government regulations on social distancing and despite a lockdown slated to run until June.[211] Also, despite the travel restrictions which suspended all passengers to travel outside areas with at least one confirmed case, many Indonesians disregarded it and have attempted to evade the travel restrictions to return to hometown during Eid al-Fitr season. This caused scientists to raise concern that this evasion would lead to the diseases which can spread easily from Jakarta and nearby satellite cities, where it is the epicenter of the pandemic, to other regions of Indonesia with weak medical facilities which were arguably unable to handle large numbers of outbreak.[212] There were also a few attempts to evade the travel restrictions which were discovered by the police department, such as one of the cargo trucks which was stopped, in which an intermodal container was hiding a car with passengers inside, to be transported from Java to Sumatra. An additional four cargo trucks were also detained when the driver attempting to bring 20 passengers from Jakarta inside the containers which were covered with tarpaulin.[212] Despite the temporary closure of HM Sampoerna due to two workers dying from COVID-19, with additional 63 workers tested positive, Pandu Riono, the epidemiologist from University of Indonesia reported that other cigarette factories in East and West Java will continue to operate without practicing social distancing and workers never wearing face masks. This sparks concern that the cigarette factories could create new clusters for the COVID-19 pandemic considering that this industry usually has large workforce.[212] In the first weeks of the pandemic, surgical face masks in Indonesia soared in price by over six times the original retail value from around IDR 30,000 to IDR 185,000 (some sources said it exceeded IDR 300,000) per box in some outlets after the announcement that two citizens had tested positive for coronavirus.[213] Panic buying was reported since mid-February before the first cases were confirmed.[214] There were also shortages of thermometers, antiseptics and hand sanitizers. President Jokowi condemned the hoarding of face masks and hand sanitizers[215] and police started to crack down on suspected hoarders.[216] Following the worldwide trend of stock price drops, the IDX Composite weakened even before the first confirmation of the disease in Indonesia.[218] In response to expected economic slowdown due to the loss of Chinese economic activity, Bank Indonesia cut its interest rates by 25 basis points to 4.75% on 20 February.[219] On 12 March, as the WHO declared pandemic, IDX Composite tumbled 4.2% to 4,937 when Thursday's session was opened, a level unseen in almost four years.[220] On 13 March, equity trading halted for the first time since 2008 over pandemic.[221] On 17 March, Rupiah weakened to IDR 15,000 per dollar, touching a level unseen since October 2018.[222][223] On 19 March, IDX Composite halted because of the sharp downturn of more than 5%. This is the fourth trading halt that IDX Composite experienced during the coronavirus crisis. Indonesia Financial Service Authority or OJK have mandated a suspension of trading if IDX Composite fell down more than 15%.[224] Numbers of shopping malls started to voluntarily close due to declining foot traffic; only pharmacies, groceries and ATM still operate with limited hours.[225] Indonesian Finance Minister predicted that Indonesian economic growth Q2 can drop to 0.% or even minus 2.6%, but in Q3 can recover to 1.5 to 2.8%.[226] Indonesia's economic growth in the first quarter of 2020 stood at 2.97%, but it is the weakest economic growth recorded since 2001.[227] The second-quarter contraction was recorded to be 5.32%, exceeding both government and economists' predictions. Though many economists, such as Brian Tan at Barclays, Radhika Rao at DBS and Helmi Arman at Citi still expect the economy to contract in 2020.[228] It was estimated in August that as many as 3.7 million Indonesians may have lost their jobs. The contraction was the steepest economic drop Indonesia has experienced since the Asian financial crisis.[229] Brian Tan, Barclays Investment Bank's regional economist, noted that private consumption, government consumption and fixed investment all fell in Q2 as social distancing measures under Indonesia's large-scale social restriction measures, or Pembatasan Sosial Berskala Besar (PSBB), have stifled economic activity. This led to a collapse in imports, which outpaced the decline in exports, he said in a report.[citation needed] Barclays thus slashed its 2020 GDP forecast further to a 1.3% contraction, down from 1% contraction, Mr Tan said, which is below the central bank's earlier GDP growth forecast range of 0.9 to 1.9%.[citation needed] Indonesian tourism has been severely affected. In March, overall tourist numbers fell by 64%, and Chinese tourists by 97%.[230] Bali, where tourism accounts for 60% of GRP, had witnessed its foreign tourist arrivals fell by 93.2% in April.[231] Hotels were taking on a meager occupancy rate, with some hotels experiencing 5% and even 0% occupancy rate due to overspecialization on Chinese visitors, increasing travel restrictions from source countries, and an overall fear of the virus.[232] There was, however, an increase in interest for domestic tourism,[233] and Chinese tourists which had already been on the island generally opted to extend their stay.[234] All beaches in Bali were temporarily closed for the public.[235] The 2020 edition of the National Sports Week (PON) in Papua, which was initially slated for October, has been postponed until next year.[236][237] Jakarta ePrix race of the 2019–20 Formula E season would also be postponed due to coronavirus concerns,[238] then later cancelled after the rescheduling calendar involving Berlin ePrix for the season-ending triple header. The city's Capital Investment and One-Stop Service (PM-PTSP) announced it plans to postpone any public events with mass-gatherings from March to April following the news of an increasing number of COVID-19 cases to 27.[239] Numerous music events such as by Rich Brian,[240] Hammersonic Festival,[241] Dream Theater,[242] Babymetal, Slipknot, ONE OK ROCK,[243] and electronic dance music festival \"We Are Connected\"[244] have been suspended in the country. Several local films, such as Tersanjung The Movie, Generasi 90-an: Melankolia, and KKN di Desa Penari have been delayed, also because of the pandemic; the latter has been postponed for the second time due to the Omicron variant.[245][246][247][248] The 2020 Indonesia International Motor Show was postponed due to the pandemic, then later cancelled.[249][250] The 2020 edition of both the Indonesia Open and Indonesia Masters Super 100 were cancelled due to the pandemic.[251][252] Starting on 19 December 2020, Bali required its domestic visitors who would travel by air during the Christmas and New Year holiday to perform a PCR test, or an antigen test if they are entering by land or sea.[253] Due to the sudden regulation, 133,000 would-be visitors asked for plane ticket refund, with losses estimated at around 317 billion IDR.[254] The 2021 FIFA U-20 World Cup, which would have been hosted in Indonesia on 20 May-12 June 2021, was cancelled by FIFA on 24 December. Despite the cancellation, Indonesia was awarded the right to host the subsequent FIFA U-20 World Cup instead.[255] On 18 May 2022, the Governor of Bali, I Wayan Koster, requested that Bali receive an endemic status to COVID-19 in order to \"accelerate the recovery of Bali's tourism and economy\".[256] Below is the list of prominent Indonesians who died from COVID-19:","Title":"COVID-19 pandemic in Indonesia - Wikipedia","KeyID":"10434","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Indonesia"}