{"Content: ":"The COVID-19 pandemic in Southeast Asia is part of the ongoing worldwide pandemic of coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). It was confirmed to have spread to Southeast Asia on 13 January 2020, when a 61-year-old woman from Wuhan tested positive in Thailand, making it the first country other than China to report a case.[2] The first death occurred on 2 February, involving a 44-year-old Chinese man in the Philippines, also the first outside China.[3] By 24 March, all states in the region had announced at least one case. As of 28 July 2022, Vietnam has the highest number of cases, ahead of Indonesia and Malaysia, while Indonesia has the highest number of deaths. On the other hand, East Timor has the least cases and deaths. On 12 January 2020, the World Health Organization (WHO) confirmed that a novel coronavirus was the cause of a respiratory illness in a cluster of people in Wuhan, Hubei, China, which was reported to the WHO on 31 December 2019.[4][5] The case fatality ratio for COVID-19 has been much lower than SARS of 2003,[6][7] but the transmission has been significantly greater, with a significant total death toll.[8][6] Southeast Asia was among the first regions to be affected by the pandemic. Thailand, the Philippines, Singapore, Cambodia, Vietnam, and Malaysia reported the index cases in January 2020, while the rest were in March. Southeast Asia faced its first wave in January 2021 by reporting more than 15,000 cases daily, mostly contributed by Indonesia. The second rise in infections began in early June amidst of the surge of the Delta variant, and peaked from July to August when the region averaged almost 100,000 cases and 3,000 deaths daily. All countries had its cases rising rapidly, leading to lockdowns and activities restrictions. The third wave hit Southeast Asia in February 2022 as it reported more than 200,000 cases daily due to the spread of the Omicron variant. However, the death number was four to six times lower than the previous peak. Brunei confirmed its first case on 9 March 2020 in Tutong, involving a 53-year-old man who had returned from Kuala Lumpur, Malaysia on 3 March.[9] It has spread to all districts of Brunei. On 27 January 2020, Cambodia announced its first case in Sihanoukville. It involved a 60-year-old Chinese man who had travel history to Wuhan with his family.[10] East Timor confirmed its first COVID-19 case on 21 March 2020. It was an imported case and its origin is unknown.[11] Indonesia reported its first cases on 2 March 2020, after a dance instructor and her mother were tested positive for the virus. Both were in contact with a Japanese national who was later tested positive in Malaysia.[12] By 9 April, it had spread to all 34 provinces in the country. Jakarta, West Java, and Central Java are the worst-hit provinces. Laos confirmed its first cases on 24 March 2020, becoming the last country in Southeast Asia to report COVID-19 cases.[13] Malaysia announced its first cases on 25 January 2020. It started when eight Chinese nationals were quarantined at a hotel in Johor Bahru on 24 January after coming into contact with an infected person in neighbouring Singapore.[14] Despite early reports of them tested negative for the virus,[15] three of them were confirmed to be infected on 25 January and subsequently quarantined at the Sungai Buloh Hospital in Selangor. The pandemic reached Myanmar on 23 March 2020. Its first two cases involved a 36-year-old man travelling back from the United States and a 26-year-old man returning from Great Britain. Both were Myanma nationals and had tested positive.[16] On 30 January 2020, the Philippines confirmed its first case in Metro Manila. It involved a 38-year-old Chinese woman from Wuhan who was confined in San Lazaro Hospital in Manila. The second case was confirmed on 2 February, involving a 44-year-old Chinese man who died a day earlier, which was also the first confirmed death from the disease outside mainland China. Singapore reported its first case on 23 January 2020, involving a 66-year-old Chinese man who flew in from Guangzhou with his family.[17] Thailand became the first country outside China to report a case. Its first case was on 13 January 2020, involving a 61-year-old Chinese woman who was a resident of Wuhan. She flew with her family to Suvarnabhumi Airport in Bangkok on 8 January where she was detected using a thermal surveillance and then hospitalised. A few days later she was tested positive for the virus. On 23 January 2020, it was confirmed that the pandemic had spread to Vietnam, when a 66-year-old Chinese man travelling from epicenter Wuhan to Hanoi to visit his son tested positive. His son contracted the virus from his father when they met in Nha Trang.[18]","Title":"COVID-19 pandemic in Southeast Asia - Wikipedia","KeyID":"10430","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Southeast_Asia"}