{"Content: ":"The COVID-19 pandemic in Myanmar is part of the worldwide pandemic of coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The virus was confirmed to have reached Myanmar on 23 March 2020.[4] On 31 March 2020, the Committee for Coronavirus Disease 19 (COVID-19), headed by First Vice President Myint Swe and made up of members from the various union ministries, was formed by President Win Myint to combat the spread of COVID-19 in the country.[5] Although the government rapidly implemented containment measures and public health responses, the country had experienced one of the most severe COVID-19 outbreaks in Southeast Asia by late 2020.[6][7] The UN raised concerns about Myanmar's vulnerability to the pandemic due to its weak healthcare infrastructure following poor investment over six decades of military rule, as well as ongoing internal conflict.[8] The pandemic has greatly disrupted the country's economy and Myanmar's GDP shrank by 5% in 2020.[9] The 2021 coup d'état and subsequent protests and civil disobedience movement, some of which were led by healthcare workers, caused severe disruptions to the country's public health response and deepened its recession.[10][11][12][13] The country's COVID-19 testing system and vaccination deployment are thought to have collapsed in February 2021.[12] The following is a summary of currently confirmed cases within Myanmar.[14] 30-Jan-2020 Myanmar President's Office on Jan-30 announced the formation of a special committee to tackle the coronavirus chaired by the Union minister for international cooperation and the minister of health and sports.[15] The announcement was made public on the same day that the first foreign visitor to Myanmar suspected of carrying the virus, a Chinese passenger on a flight from Guangzhou, was identified at Yangon International Airport and taken to a hospital in the city for further observation.[16] The Central Committee to Prevent, Control and Treat the 2019 Novel Coronavirus was formed one day after the World Health Organization declared the coronavirus outbreak to be a global health emergency.[17] From 31 January, over 81 suspected cases were reported, in which 79 cases were tested negative. Nonetheless, still over 75 suspected cases remain under quarantine as for March.[18] 01-Feb-2020 Myanmar suspends Chinese visas on arrival in wake of the coronavirus outbreak in China. The decision comes after a Chinese passenger lands with flu-like symptoms in Yangon, and WHO declares the virus a ‘global health emergency’[16] The Myanmar government evacuated 59 students stranded in the Chinese city of Wuhan on 2 February 2020.[19] On 23 March, Myanmar confirmed its first and second COVID-19 cases.[20] On 24 March, Myanmar has launched a community lockdown in one village from Chin State to control the spread of the COVID-19.[21] On 25 March, Myanmar confirmed its third COVID-19 case.[22] On 27 March, Ministry of Health and Sports confirmed one case in Mandalay and another in Yangon.[23] On 28 March, Ministry of Health and Sports confirmed 3 new cases, two cases in Yangon and another in Nay Pyi Taw. Among these 3 new cases, one was a 60 years old woman with no recent history of travel to overseas and it was recorded as the first locally transmitted case in Myanmar.[24] On 29 March, Ministry of Health and Sports confirmed two more cases in Yangon. Diagnostic patient (Case-10), a 45-year-old Myanmar national, had a close contact with Case-05, and was placed under hospital quarantine on 28 March 2020. His biological specimens were also collected for a COVID-19 laboratory test and the results came back as positive on the next day.[25] On 30 March, 4 more cases were confirmed. According to an official statement issued by Ministry of Health and Sports, four French tourists who were in close contact with the tour guide (Case-08) were put under quarantine at one of the hotels in Yangon and underwent a series of laboratory tests on 29 March 2020. 3 of them were confirmed positive on the next day (Case-11, Case-12, Case-13) and transferred to Way Bar Gi Specialist Hospital for further treatment. Case-14 is a patient in the northern Shan State. A 24-year-old Myanmar national returned from Bangkok, Thailand to Tachilek, Myanmar and stayed for two nights in Tachilek. On 28 March 2020, he suffered severe symptoms of nausea and was admitted to Kyaukme Township Hospital as a monitored patient. His analytical sample was tested and found positive.[26] On 31 March, Ministry of Health and Sports confirmed one more case in Yangon. Case-15 is a 45 years old Burmese woman from Bahan Township, Yangon, who works at a private clinic providing healthcare to foreigners. She started having the symptoms of fever, sore throat, and coughing on 27 March 2020 and sought medical attention at the Department of Public Health in Bahan on 30 March 2020. Subsequently, she was referred to West Yangon General Hospital as a suspected case and her lab test results were confirmed as positive on the next day.[27] 29-Mar-2020 Myanmar is no longer allowing the landing of all international commercial passenger flights in all Myanmar airports to prevent the importation of COVID-19 via air travel,[28] according to a March 29 notice from the Department of Civil Aviation (DCA), with reference to a directive from the Ministry of Health and Sports. 01-Apr-2020 State Counsellor Aung San Suu Kyi activated her dormant Facebook account to provide people with information about the COVID-19 pandemic in the country. 03-Apr-2020 Aung San Suu Kyi on April 3 warned authorities will prosecute people engaged in hoarding food, as well as those who evade quarantine, saying they violate the existing regulations the government instituted in a bid to fight the deadly COVID-19 pandemic.[29] Myanmar's second most populous city, Mandalay, stopped entry and exit of all vehicles from April 7, 2020, to April 21, 2020, to boost efforts to restrict travel around the region aimed at preventing the COVID-19 outbreak. The city government will shut down all hotels and guesthouses for the same period, the mayor added. In addition, all shops were shut down from April 7 to 21, except those selling basic commodities and medicine.[30] The Yangon government on April 3 urged people to stay at home during the 10-day Thingyan Festival holiday, except those who are involved in COVID-19 prevention, control and treatment activities. The Yangon regional government committee on COVID-19 instructed officials of the 45 townships in the region to tell their constituents not to go outside from April 10 to 19, except when buying food and medicines.[31] Myanmar appealed for help from the international community for medical equipment and supplies as the country stepped up its efforts to prevent a COVID-19 outbreak. The Ministry of Foreign Affairs on Friday, April 3, in a statement to foreign embassies, that aside from medical equipment and supplies, the Health Ministry needs more COVID-19 test kits to boost its surveillance capacity in monitoring persons suspected of suffering from the pneumonia-like disease.[32] Yangon was placed in lockdown in September in response to record increase in cases. This strict stay-at-home order barred all non-essential travel and closed all but essential businesses in the city.[33][34][7] Myanmar became one of the first countries in Southeast Asia to begin its vaccination programme in January 2021.[35][36] After the coup d'état on February 1, testing collapsed and the medical response to COVID-19 in the country became severely hampered as part of the ongoing protests and civil disobedience movement in the country, including from health workers. It is thought that infection rates have been underestimated and vaccination programme slowed since the coup.[12][13][37][38] The government has been accused of hoarding the supply of oxygen and denying medical aid to its opponents.[39][40] In July the country set daily record numbers of COVID-19 cases and deaths.[41] A rapid increase in bodies at crematoriums suggest a lack of testing was resulting in many COVID-19 related deaths not being counted.[42] As a result, the government announced a nationwide lockdown and additional holidays from 17 July to 25 July to address the pandemic.[43] Singapore advised its citizens to leave the country before the lockdown took effect.[44] On 29 November 2021, the Ministry of Health announced the number of COVID-19 infections has risen to 521,931 with a total of 19,097 deaths in the country.[45] Vietnam announced it would send $50,000 to Myanmar worth supplies, including medical tests, to aid the Burmese authorities handling the outbreak, becoming the first country to do so.[46] Later, India and China stepped up for vaccines, with China agreed to roll out over 300,000 doses for Myanmar while India also donated 1.5 million doses to the country.[47] Before the coup occurred in February 2021, the International Monetary Fund also sent over 350 million dollars to help Myanmar combat against the pandemic without refund.[48] On 3 May 2021, China sent over 500,000 vaccines made by Chinese firms Sinovac and Sinopharm to Myanmar, while many Burmese protesters considered it as a sham show and a sign of China's open support to the military junta.[49] On 19 March 2022, a Chinese delegation visited Myanmar and handed over production technology for Myancopharm COVID-19 vaccines.[50]   Cases per day Deaths per day Recoveries per day  ","Title":"COVID-19 pandemic in Myanmar - Wikipedia","KeyID":"10441","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Myanmar"}