{"Content: ":"The Middle Jurassic is the second epoch of the Jurassic Period. It lasted from about 174.1 to 163.5 million years ago. Fossils of land-dwelling animals, such as dinosaurs, from the Middle Jurassic are relatively rare,[3] but geological formations containing land animal fossils include the Forest Marble Formation in England, the Kilmaluag Formation in Scotland,[4] the Daohugou Beds in China, the Itat Formation in Russia, and the Isalo III Formation of western Madagascar. During the Middle Jurassic Epoch, Pangaea began to separate into Laurasia and Gondwana, and the Atlantic Ocean formed. Eastern Laurasia was tectonically active as the Cimmerian plate continued to collide with Laurasia's southern coast, completely closing the Paleo-Tethys Ocean. A subduction zone on the coast of western North America continued to create the Ancestral Rocky Mountains. The Middle Jurassic is one of the key periods in the evolution of life on earth. Many groups, including dinosaurs and mammals, diversified during this time.[5][6] During this time, marine life (including ammonites and bivalves) flourished. Ichthyosaurs, although common, are reduced in diversity; while the top marine predators, the pliosaurs, grew to the size of killer whales and larger (e.g. Pliosaurus, Liopleurodon). Plesiosaurs became common at this time, and metriorhynchids first appeared. Many of the major groups of dinosaurs emerged during the Middle Jurassic, (including cetiosaurs, brachiosaurs, megalosaurs and primitive ornithopods).[5] Descendants of the therapsids, the cynodonts, were still flourishing along with the dinosaurs. These included the tritylodonts and mammals. Mammals remained quite small, but were diverse and numerous in faunas from around the world.[7][8] Tritylodonts were larger, and also had an almost global distribution.[9] The first crown-group mammals appeared in the late Early Jurassic. A group of cynodonts, the trithelodonts, were becoming rare and eventually became extinct at the end of this epoch.[citation needed] Conifers were dominant in the Middle Jurassic. Other plants, such as ginkgoes, cycads, and ferns were also common.","Title":"Middle Jurassic - Wikipedia","KeyID":"1044","URL":"https://en.wikipedia.org/wiki/Middle_Jurassic"}