{"Content: ":"Total number of people who have received vaccinations in Thailand as of 8 Nov 2021[1] * Percentage of population with right to medical treatment[2] Vaccines delivered per pharmaceutical company as of 8 Nov [1] COVID-19 vaccination in Thailand is an ongoing mass immunization in response to the ongoing pandemic in the country. In November 2020, the authorities ordered 26 million doses of vaccine from AstraZeneca, which reported 70% overall efficacy.[3] It requires 2 doses of vaccine per person, so the quantity ordered would only cover 13 million people.[4] Prayut cabinet later approved budget for ordering 35 million additional doses in January 2021.[5] Siam Bioscience, a company owned by King Vajiralongkorn, will received technological transfer for co-investment.[6] The authorities also imported 2 million doses of vaccine from Sinovac, a Chinese company which Thai conglomerate Charoen Pokphand invested in,[7] during February to April 2021.[8] Likewise, the Thai government also stepped up its attempt to produce its homegrown vaccines amidst criticism,[9] with \"ChulaCov19\" and set to begin trials in May 2021.[10] Phase I testing of the NDV-HXP-S vaccine began at Mahidol University in March 2021.[11][12] In July 2021, the National Vaccine Institute apologized for slow vaccine deployment.[13] Meanwhile, the government's prior commitment to secure 61 million doses of AstraZeneca vaccine became doubted after a leaked document showed that the company would deliver no more than 60 percent of the number planned per month.[14] A virology advisor also endorsed an untested plan to mix AstraZeneca and Sinovac vaccines.[15] There was already a report of death from the practice, but health professionals said they have to rule out other causes first.[16] Free Vaccines which are provided under the policies of the Ministry of Public Health. (excluding donation) (including donation) Vaccines that are not in the policies of the Ministry of Public Health. Orders are made through government organizations but the cost of vaccination will not be supported by the government. However, people who get vaccinated by these vaccines are still counted in the national vaccination programme. Vaccination procedures used in Thailand.[38]","Title":"COVID-19 vaccination in Thailand - Wikipedia","KeyID":"10451","URL":"https://en.wikipedia.org/wiki/COVID-19_vaccination_in_Thailand"}