{"Content: ":"The COVID-19 pandemic in Vietnam has resulted in 10,772,980[1] confirmed cases of COVID-19 and 43,092[1] deaths. The number of confirmed cases is the highest total in Southeast Asia, and the 13th highest in the world. Hanoi is the most affected locale with 1,609,473 confirmed cases and 1,221 deaths, followed by Ho Chi Minh City with 612,746 cases and 19,984 deaths; however, the Vietnamese Ministry of Health has estimated that the real number of cases may be four to five times higher.[2][4][5] On 31 December 2019, China announced the discovery of a cluster of pneumonia cases in Wuhan. The news of a “strange pneumonia” in China had been circulating on Vietnamese media since the beginning of January 2020.[6] The virus was first confirmed to have spread to Vietnam on 23 January 2020, when two Chinese people in Ho Chi Minh City tested positive for the virus.[7][8] Early cases were primarily imported until local transmission began to develop in February and March. Clusters of cases were later detected in Vĩnh Phúc,[9] Hai Duong Province, and three other major cities, with the first death on 31 July 2020.[10] During 2020, the Vietnamese government's efforts to contain the spread of COVID-19 were mostly successful.[11] The country pursued a zero-COVID strategy, using contact tracing, mass testing, quarantining, and lockdowns to aggressively suppress transmission of the virus. Vietnam suspended the entry of all foreigners from 22 March 2020 until 17 November 2021[12] to limit the spread of the virus.[13] The measure did not apply to diplomats, officials, foreign investors, experts, and skilled workers. In January 2021, the government announced a stricter quarantine policy to \"protect the country\"[citation needed] during the 2021 Lunar New Year. Individuals entering Vietnam had to isolate for at least 14 days if they were unvaccinated, or seven days if they had been fully vaccinated, and were contained in government-funded quarantine facilities.[14] Specially designated individuals such as diplomats were exempt.[15][16][17] Since April 2021, Vietnam has been experiencing its largest outbreak to date, with over 1.2 million infections recorded by November.[18] This has led to two of its largest cities, Ho Chi Minh City and Hanoi, and around a third of the country's population coming under some form of lockdown by late July.[19] A shortage of the AstraZeneca vaccine supply in the country,[20] along with some degree of complacency after successes in previous outbreaks, as well as infections originating from foreign workers, were considered to have contributed to the outbreak. In response, government-mandated quarantine for foreign arrivals and close contacts to confirmed cases were extended to 21 days, and accompanying safety measures were also increased.[17] The emergence of the Omicron variant brought about a rapid rise in infections in early 2022, although drastically fewer deaths were reported due to high vaccination rates in the country.[21] Although the pandemic has heavily disrupted the country's economy,[22] Vietnam's GDP growth rate has remained one of the highest in the Asia-Pacific Region, at 2.91% in 2020. Due to the more severe impact of the outbreak in 2021, which resulted in over 2 million cases, Vietnam's GDP grew at a slower rate in 2021 at 2.58%.[23] Vaccinations commenced on 8 March 2021[24] with a total of 200,179,247 administered vaccination doses reported by 12 March 2022.[4][25] The Vietnamese Ministry of Health has approved the Oxford–AstraZeneca vaccine, the Sputnik V vaccine, the Sinopharm BIBP vaccine, the Pfizer–BioNTech vaccine, the Moderna vaccine, the Janssen vaccine, and the Abdala vaccine.[26] Vietnam also approved Covaxin from Bharat Biotech.[27][28] As of 13 March 2022, a total of 221,807,484 doses have arrived in Vietnam.[4] New infectious diseases, such as COVID-19, are a signigicant public-health threat.[29] Although human coronaviruses (CoVs) were known as major pathogens which caused respiratory illnesses,[30][31] a new strain of coronavirus known as SARS-CoV caused an epidemic in 29 countries from 2002 to 2004. The outbreak, which infected 8,098 people and caused 774 deaths,[31] Evidence showed that the virus may have originated from an animal coronavirus that found its way into the human population.[31][32][33] indicated that animal coronaviruses could be dangerous to humans.[31] Although it is still unknown exactly where COVID-19 began, many early cases have been attributed to visitors to the Huanan Seafood Wholesale Market in Wuhan, Hubei, China.[34] The earliest known symptomatic person was later discovered to have become ill on 1 December 2019, but that person was apparently unconnected to the later wet-market cluster;[35] an earlier case possibly occurred on 17 November.[36][37][38] China reported the cluster on 31 December 2019,[39] and the World Health Organization (WHO) issued its first report on the outbreak on 5 January 2020.[40] A week later, the WHO confirmed that a novel coronavirus caused a cluster of respiratory illness reported earlier in Wuhan.[41][42] On 20 January, the WHO and China confirmed that human-to-human transmission had occurred.[43] WHO declared the outbreak a Public Health Emergency of International Concern (PHEIC) on 30 January, saying that its Wuhan investigation was finished and citing mounting evidence that the novel coronavirus had spread to 18 countries.[44] Vietnam has a history of managing pandemics: it was the second country (after China) to address the 2002–04 SARS epidemic and, after 63 cases and five deaths, was the first country declared SARS-free by the WHO. In the wake of that epidemic, Vietnam increased investment in its public-health infrastructure, developed a national public-health emergency operations center and a national public-health surveillance system, and maintained systems to collect public data. Since 2016, hospitals are required to report notifiable diseases to a central database within 24 hours so the Ministry of Health can track epidemiological developments nationwide. In collaboration with the US Centers for Disease Control and Prevention (CDC), Vietnam implemented an \"event-based\" surveillance program in 2018 which enables the public to report public-health issues. Officials can identify clusters of people with similar symptoms, which might indicate an outbreak.[11] With a population of nearly 100 million and millions of Chinese visitors each year (the country's largest trading partner),[45][46][47][48]), Vietnam was initially perceived as likely to be hard-hit by the pandemic. When the country recorded its first two cases on 23 January 2020, it was among the first countries affected by COVID-19.[49] Two weeks later, only 150 cases had been reported outside mainland China; ten were in Vietnam, however, making it one of the top-ten affected countries. By early 2021, Vietnam was one of the countries with the lowest case count and mortality per million inhabitants.[50] Ministry of Health of Vietnam (Chart from Vietnam Ministry of Health)  The first two confirmed cases in Vietnam, a Chinese man born in 1954 and his son, were admitted to Cho Ray Hospital in Ho Chi Minh City on 22 January 2020. The son was believed to have contracted the virus from his father (who flew from Wuhan on 13 January) when they met in Nha Trang on 17 January.[8][55][56] The first cluster appeared in Son Loi Commune, Bình Xuyên District, Vĩnh Phúc, after several workers returned from a Wuhan training trip and infected people in close contact with them.[9] The Vietnamese government locked down the district until 4 March to prevent further spread, the first large-scale lockdown outside China.[57] Identifying cases early gave Vietnam some success in combating the virus. The first 16 cases were a cross-section of the population (infants, the elderly, and people with underlying conditions), which the country's medical system used as \"an exercise\" to prepare for the new virus.[58] As the pandemic began to spread worldwide, COVID-19 cases in Vietnam also surged. On the evening of 6 March, the Hanoi Department of Health confirmed the capital's first case: a 26-year-old woman who had travelled to Europe, the country's 17th recorded case.[59] During the afternoon of 20 March, the Ministry of Health reported two new COVID-19 patients (Vietnam's 86th and 87th): two female nurses at Bạch Mai Hospital with no history of contact with COVID-19 patients.[60] In March and April 2020, the number of cases increased rapidly due to the large number of people coming from European countries and the appearance of clusters which included Bạch Mai Hospital, Ha Loi Commune in Hanoi, and the Buddha Bar in Ho Chi Minh City.[61][62][63] On 21 March 2020, Vietnam suspended entry for all foreigners effective the following midnight, and introduced a mandatory fourteen-day quarantine for all incoming Vietnamese citizens.[64] The country imposed a fifteen-day nationwide lockdown on 1 April,[65] when former Prime Minister Nguyễn Xuân Phúc announced that COVID-19 had spread throughout Vietnam.[66] The drastic epidemic-control measures had positive results, and the country did not confirm any cases of local transmission from mid-April to the end of July.[67] Vietnam began loosening restrictions in May, again permitting domestic travel.[11] The country entered its second wave of infection when the Ministry of Health announced the 416th case in Da Nang – the first case with an unknown source in 99 days.[68][69] On 28 July, Da Nang authorities locked down the city for 15 days.[70] Hundreds of cases across the country connected to the Da Nang outbreak were detected,[71] and the first death was recorded on 31 July.[10][72][73] After two months Vietnam contained the disease for the second time and resumed almost all economic activity, including international commercial flights.[74][75] Sporadic community infections continued in November and December, alarming the public and requiring increased measures.[76][77] The third wave of infection began on 28 January 2021, when Vietnam reported 84 community-transmission cases in one day in the provinces of Hải Dương and Quảng Ninh. Most were linked to a Hai Duong migrant worker who was diagnosed with the UK variant by Japanese authorities after arriving in Osaka on 17 January.[78] To limit the outbreak's economic impact, the government initially quarantined areas directly related to the infected people; after two weeks, however, the increasing number of cases showed no sign of slowing. Hai Duong was locked down for 15 days on 15 February, and Hanoi and Ho Chi Minh City halted all entertainment activities.[79][80] This was one of the most serious outbreaks, due to a slow tracing process, mismanagement of quarantine facilities, and disobedience of lockdown rules in the face of enduring restrictions.[81][82] On 7 March 2021, the situation in the northern provinces appeared to have been brought largely under control as the number of new cases fell to single digits. Vietnam began its COVID-19 vaccination campaign the following day.[83][84] Since the end of April 2021, Vietnam experienced \"a fast-spreading outbreak\" of over 700,000 cases. Clusters were found in Bac Giang province industrial parks and at least ten major hospitals throughout the country.[85][86] According to the WHO, Vietnam has built over 30 field hospitals with 1,500 ICU beds and 30,000 non-ICU beds. When total cases reached several thousand per day, the government locked down Southern Vietnam and Hanoi.[87][88] On 26 July 2021, for the first time in Vietnam's disease prevention history, Ho Chi Minh City imposed a daily 6:00 pm curfew; no one could leave the city, and only emergency services were permitted to operate.[89][90] The National Assembly authorised the central government on 28 July to implement local emergency measures to curb the pandemic.[91] On 20 August, Nguyễn Thành Phong was dismissed by the Politburo as chair of the People's Committee of Ho Chi Minh City.[92] The government also moved 10,000 troops into the city to enforce the lockdown and deliver food.[93][94][95] A main cause of the outbreak was a four-day holiday for Reunification Day and International Workers' Day, during which many vacation destinations were packed with travelers.[96][97][98][99] DNA sequencing indicated that the SARS-CoV-2 Delta variant dominated this wave, particularly in central and southern Vietnam.[100] On 29 August, Prime Minister Phạm Minh Chính stated that Vietnam might have to live with the virus and could not rely on indefinite closures and quarantines. This marked a major change in the country's approach to COVID-19,[101][102][103] forcing Vietnam to accelerate its vaccination campaign to control the pandemic.[104] The number of new cases began to fall to several thousand per day in mid-September, and restrictions were eased.[105] Vietnam recorded its first case of the Omicron variant in December, leading to a significant new wave of infections going into the first months of 2022, with the highest 7-day average of 206,402 cases recorded on 13 March.[106] However, due to the country's widespread vaccination coverage, deaths remained low in porportion to the number of confirmed cases.[21] In March 2022, Prime Minister Phạm Minh Chính declared COVID-19 to be \"endemic\" and considered ending daily reporting of new cases.[107] An article in Bloomberg noted that Vietnam has a high level of vaccination and has seen a dramatic drop in COVID-19 related deaths.[108] The COVID-19 strain which entered Vietnam in the second wave had a mutation which increased its infection rate, leading to a higher number of cases than the first wave. The basic reproduction number (R0) in the second wave was 5 to 6; in April, it was 1.8 to 2.2. The rate of people testing positive for COVID-19 who had had indirect contact with COVID-19 patients was higher than in the previous wave. Minister of Health Nguyễn Thanh Long said that the new strain may have begun to spread in early July 2020. Da Nang had experienced four waves of infection by that month.[109][110] The health ministry sent experts to Da Nang to help the city contain the infection and quickly identify its source, submitting the new strain's data to a world gene bank for comparison. On 4 August, the ministry confirmed the dominant second-wave strain as D614G (the dominant global variant).[111] A study published by Los Alamos National Laboratory in New Mexico said that patients infected by that mutation have a heavier viral load and are more likely to infect others.[112][113][114] As of 28 July 2022, Vietnam has recorded ten coronavirus strains: the original Wuhan virus and the Alpha, A.23.1 (from Rwanda), Beta, B.1.222, B.1.619, Delta, D614G, Epsilon and Omicron variants.[115][116][117][118] Many COVID-19 patients in Vietnam have reported positive tests after they were considered to have recovered from the disease. This has also occurred in other countries, such as the United States, South Korea, and China. South Korea's Central Clinical Committee for Emerging Disease Control head Oh Myoung-don rejected the possibility of reinfection, saying that patients probably tested positive for SARS-CoV-2 because \"the testing kit collected RNA from dead virus fragments, [which] may remain in the body for months\".[119][120] Vietnam Minister of Health Nguyen Thanh Long agreed, saying that a patient may not have fully recovered; the virus might still exist in the body, particularly in lung cells.[121] The Ministry of Health reduced home quarantine in April 2021 to seven days because it did not record community infections from relapses. The previous mandatory quarantine on immigrants was 14 days in isolation and 14 days at home.[122] In July, after 400 reported relapses, the ministry did not record any cases of community spread and rescinded quarantine rules for relapsed patients and their communities.[123][124] Vietnam, Taiwan and South Korea were cited by global media as having some of the world's best-organized epidemic control programs.[125][126][127][128] This success has been attributed to several factors, including a well-developed public health system, a decisive central government, and a proactive containment strategy based on testing, tracing, and quarantining.[11] Vietnam's response to the outbreak has received broad international praise for its speed, effectiveness and transparency,[129] in contrast to censorship in China[130] and poor preparation in the United States and Europe.[128][131][132][133] On 11 January 2020, after China reported its first coronavirus death, Vietnam implemented health checks at airports.[134][135] All visitors had their body temperatures measured, and those with a fever, cough, chest pain or breathing difficulties were isolated for testing. In the event of a positive test, fellow passengers and crew and all their contacts were quarantined for 14 days.[136] The government issued diagnostic and management guidelines for COVID-19 on 16 January, providing instructions on contact tracing and 14-day isolation.[137] On 22 January, health authorities began monitoring body temperatures at border crossings and started detection and contact tracing, with mandatory isolation of infected people and anyone with whom they had come into contact.[138] Vietnam's meticulous contact-tracing effort is unique.[45] Due to its inability to conduct mass testing (like South Korea), the country has taken a targeted approach to testing: increasing it in areas with community transmission, implementing a strict 14-day quarantine policy, and keeping track of second, third and fourth contact levels of infected persons (who would then be placed on different levels of movement and contact restrictions).[139][11] According to CNN, if authorities had not proactively sought out people with infection risks, the virus could have quietly spread in communities days before being detected.[45] In early April 2020, 45,000 people were ordered to quarantine in response to 240 cases. When a small cluster of infections emerged, an entire village (or city) was quarantined.[140][141] By 9 May 2021, over 16 million people had been quarantined.[142] Instead of relying on medicine and technology, Vietnam adopted a widespread public-surveillance system backed by military force.[139][143] The country has a surveillance culture, in which neighbours will inform local police of suspected misconduct (an approach not taken in Western societies).[144] Experience with pandemics has led to the development of institutional preparedness and \"social memory,\" instrumental in encouraging people to adopt protective behaviors and heed official regulations and guidance.[145] On 30 January 2020, the Ministry of Science and Technology met with medical experts to propose solutions to contain and mitigate COVID-19.[146] Deputy Minister Phạm Công Tạc urged virologists to accelerate the development of diagnostic tests.[147] In early February, publicly-funded Vietnamese institutions began developing at least four locally-manufactured COVID-19 tests which were approved by the Ministry of Defense and the National Institute of Hygiene and Epidemiology. Private companies, including Viet A and Thai Duong, then offered to manufacture the test kits. Most laboratories analyzing the tests use in-house versions of WHO protocol, allowing broad testing without long wait times.[11] A research team at Hanoi University of Science and Technology's Institute of Biotechnology and Food Technology announced in early February 2020 that it had developed test kits using RT-LAMP technology, with a 70-minute turnaround time.[148] The Ministry of Health approved GeneXpert, a test used by Vietnam's tuberculosis-prevention network since 2012, for COVID-19 testing in August 2020. Nguyễn Viết Nhung, director of the National Lung Hospital in Hanoi, said that the test is similar to RT-PCR and gives accurate results in 35–45 minutes for COVID-19 and tuberculosis.[149] Plans were underway to expand GeneXpert testing at 42-46 lung hospitals around the country.[150] In May 2021, Vietnam had 180 laboratories capable of testing for COVID-19 using RT-PCR with a capacity of 238,000 tests per day.[151] Health officials prepared to extend testing capacity to more hospital laboratories, including provincial and military hospitals.[152][153] During the Hải Dương outbreak, random testing of households and inpatients and targeted testing of high-risk groups was used instead of mass testing.[154] With its experience of the 2003 SARS outbreak, Vietnam has been proactive in treating COVID-19 patients. Key is a well-ventilated environment, regularly disinfected and without air conditioning; addressing clinical and psychological symptoms, physiotherapy and appropriate nutrition are additional treatments.[155][156] According to the Ministry of Health, antiretroviral therapy will be considered. To leave the hospital, patients need two consecutive negative COVID-19 tests and must isolate at home for 14 days. The patient should be indoors in a well-ventilated, separate room, masked, washing hands frequently, and limiting contact with others. Body temperature should be checked twice daily.[157] During the second wave in Da Nang, treatment was improved with antiviral drugs. Specifically, Lopinavir, ritonavir and interferon have been used effectively, with patients becoming virus-free in seven days. Blood plasma from recovered patients is considered for severe cases as an alternative to antiviral drugs. The malaria drugs chloroquine and hydroxychloroquine are no longer used.[158][159] Doctors studied plasma therapy for COVID-19 treatment since April 2020, and the National Hospital of Tropical Diseases selects plasma donors; by January 2021, however, no patient in the country had been treated this way. Nguyen Trung Cap, deputy director of the Hanoi National Hospital for Tropical Diseases, said that plasma therapy has limited benefit in COVID-19. During the first week of illness, a patient's viral load is high but symptoms are generally mild. Severe symptoms usually begin during the second week of illness (due to immune response), but the patient's viral load is lower. Antibody levels fall quickly after recovery, and side effects similar to those of blood transfusion (including fluid overload, acute hemolytic transfusion reaction and allergic transfusion reaction) may occur.[160] In October 2020, scientists at the Medical Genetics Institute, the Ho Chi Minh City Center for Disease Control (HCDC) and Ho Chi Minh City Medicine and Pharmacy University planned to sequence the genome of COVID-19 to learn how it affects different people and possibly identify genes sensitive to the virus. In the study's first stage, twenty recovered patients would have their genes sequenced by HCDC.[161] With the Delta variant and a rapid increase in cases during the fourth wave, the Ministry of Health implemented a new treatment regimen in July 2021. According to the ministry, over 80 percent of patients had a low fever, cough and fatigue and recovered in about a week; some were asymptomatic. About 20 percent of patients experienced severe symptoms within five to eight days; after seven to ten days of severe illness, patients without symptoms of respiratory failure gradually recovered. Under the new regimen, patients with no or mild symptoms would be treated in the general ward; severely-ill patients with life-threatening conditions required treatment in an intensive-care unit. Individualized treatment plans would be provided, particularly for severe cases. After returning home, patients must monitor their body temperature twice a day; if it is higher than 38 °C (100 °F) two consecutive times or they have symptoms, they must notify the medical facility immediately.[123] In August 2021, the ministry approved the use of remdesivir and considered approving favipiravir.[162] On 31 July 2020, the Da Nang Party Committee announced that it would use Tien Son Sport Center in Hải Châu district as a temporary field hospital to help the city's hospitals cope with the rising number of COVID-19 patients. The sports center covers an area of 10,000 m2 (110,000 sq ft), and has a 2,000-bed capacity.[163] The committee also agreed to use the Da Nang Military Command sports ground to store necessities and medical equipment to control the epidemic.[164] Committee chair Huynh Duc Tho said that the COVID-19 epidemic was very serious in the area, with drastic action and strong measures required to control the outbreak. The Committee tasked the city with quickly buying necessary medical equipment, including ECMO machines, ventilators, protective suits and medical masks.[165] In January 2021, responding to an outbreak in Hải Dương province, two field hospitals with a combined 600-bed capacity were set up in the north of the province within 24 hours. The first, at the Chí Linh medical centre, was staffed by 45 doctors and about 70 nurses to treat 200 patients. The second was converted from the Hải Dương Medical Technical University, with 210 beds.[166] In 2021, Vietnam had about 2,000 ICU doctors and 16,000 ICU beds. On 16 August 2021, Ho Chi Minh City (HCMC) established a three-level care pathway with a planned 60,000 beds, including 1,700 ICU beds: On 5 August, the committee's deputy secretary reported that the city's level-three capacity was nearing its limit. Due to the increase in new cases, HCMC Medical University established a 70-bed ICU centre on 3 August. Four days later, medical staffs from three of the country's major hospitals (Bạch Mai, Việt Đức and Central Huế) established three ICU centres with a total of 1,500 beds. HCMC assigned a total of 3,270 ICU beds to COVID-19 patients.[167] HCMC established the 1,000-bed Tân Bình District Field Hospital on 18 August, the first multi-level field hospital to accept mildly-, moderately- and critically-ill patients. The hospital was intended to relieve pressure on major hospitals.[168] On 7 February 2020, the National Institute of Hygiene and Epidemiology in Hanoi announced that it had successfully cultured and isolated COVID-19 in the lab; Vietnam was the fourth country to do so. This would enable quicker test results; thousands of samples could be tested per day,[173] and the research would be the basis of a vaccine. Institute deputy director Le Quynh Mai said that Vietnam had identified two virus variants: one from patients returning from Wuhan in February, and the other from patients returning from Europe in March.[174][175] In May 2020, Vietnam announced the development of its COVID-19 vaccine after scientists generated the viral antigen in the lab. The vaccine, developed in a collaboration by Vabiotech in Hanoi and Bristol University, would be tested for safety and effectiveness before manufacture. According to the institute, an effective vaccine safe for humans would take at least 12 to 18 months to develop.[176][177] After successful testing on mice, a trial vaccine would be stabilized for mass production of up to tens of millions of units.[178][179] In October 2020, the Vabiotech COVID-19 vaccine was tested on monkeys;[180][181] the result of the trials laid the foundation for human testing.[182][183] Vietnam has four COVID-19 vaccines, produced by Nanogen, Vabiotech, Polyvac and the Institute of Vaccines and Medical Biologicals (IVAC). The health ministry assessed the Nanocovax vaccine, produced by Nanogen, as the most promising.[184] IVAC and Vabiotech completed their laboratory-scale production, and evaluated the safety and efficacy of their vaccines on animals.[185] On 7 December, the institute announced successful Nanocovax animal test results.[186] Ten days later, Nanogen began human trials of the vaccine.[187][188] Nanogen began phase-II trials in Hanoi and southern Long An province on 26 February 2021.[189] On 25 March, 26 volunteers who received the first phase-II shots between 26 February and 10 March received second Nanocovax shots. Some volunteers experienced side effects around the injection site, but did not require medical care.[190] Results of the trial would be issued in May before preparing for the phase-III trial of 10,000 to 30,000 people.[191][192] A Nanogen official told Nikkei Asia that if the government implemented its emergency designation, Nanovax might be rolled out in May.[191] Deputy Minister of Science and Technology Phạm Công Tạc and Deputy Prime Minister Vũ Đức Đam received second doses of Nanocovax on 26 March 2021.[193][194] COVIVAC (the second Vietnamese-produced vaccine), developed by the Institute of Vaccine and Medical Biologicals (IVAC), began a human clinical trial on 21 January. IVAC studied the vaccine since May 2020, conducting successful pre-clinical trials in India, the United States and Vietnam; vaccine stability was evaluated at New York City's Icahn School of Medicine at Mount Sinai.[195] On 15 March 2021, six volunteers were injected with COVIVAC at Hanoi Medical University. A vaccine with or without adjuvants, without preservatives, its vector is the Newcastle disease virus and it can be produced with chicken eggs (similar to influenza vaccines).[196] On 8 September 2021, Deputy Minister of Health Tran Van Thuan met with France's Xenothera company to discuss collaboration on phase-III clinical trials of the XAV-19 COVID-19 drug and the transfer of production technology to Vietnam. The drug prevents the virus from developing, neutralises it and reduces inflammation.[197]   Dose supplied by vaccine product, as of 13 March 2022[4] Dose supplied by source, as of 13 March 2022[4] After approval of the Oxford–AstraZeneca COVID-19 vaccine on 30 January 2021, vaccinations began on 8 March with a goal of vaccinating 80 percent of the population by June 2022.[199] The Sputnik V vaccine was approved on 23 March 2021.[200] The Sinopharm BIBP vaccine was approved for emergency use on 4 June[201] and the Pfizer–BioNTech, Moderna and Janssen vaccines were approved on 12 June,[202] 29 June[203][204] and 15 July,[205] respectively. Vietnam approved Abdala vaccine from the Center for Genetic Engineering and Biotechnology on 18 September,[26] and Covaxin from Bharat Biotech on 10 November 2021.[27][28] The immunization campaign is Vietnam's largest ever, with over 150 million doses.[206] Although the country has prevented disease and kept outbreaks under control, its COVID-19 vaccination program is considered slower than those of most Asian countries.[207][208][209] Vietnam had administered 200,179,247 vaccine doses by 12 March 2022, and 221,807,484 doses had arrived in the country by 13 March.[4] On 7 May 2021, Vietnam recorded the first death of a person vaccinated with the AstraZeneca vaccine: a female, 35-year-old medical worker in An Giang province.[210][211] In July 2021, the Ministry of Health authorized mixing first and second doses of the Oxford-AstraZeneca and Pfizer-BioNTech vaccines with patient consent if supplies are limited.[212] On 8 September, Vietnam allowed recipients of Moderna's vaccine to receive a different second dose due to lack of vaccines.[213][214] The ministry authorized vaccinating children aged 12 to 17 on 14 October 2021.[215][216] The United Nations Development Program (UNDP) and the Mekong Development Research Institute (MDRI) surveyed 1,335 Vietnamese in September 2020 about their opinions and experiences of the government's response to the pandemic. Respondents strongly supported the April national social-distancing order, with 88 percent praising its timing. Thirty-nine percent said that they consistently followed the order, and 12.2 percent followed it somewhat or disobeyed it. Eighty-nine percent of respondents said that they supported the government's measures to save as many lives as possible, even if it meant a slow economic recovery; a global average of 67 percent said that governments should prioritize saving lives over economic recovery.[217] A January 2021 survey by Singapore's United Overseas Bank found that Vietnamese were Southeast Asia's most optimistic about their future, despite the economic and social challenges posed by the pandemic. About 81 percent of Vietnamese respondents said that they expected life to return to normal by the end of the year, and 72 percent believed that they would be financially better-off. \"Their optimism could be due to Vietnam’s success in handling the COVID-19 crisis, which has set a strong foundation for the recovery of the economy,\" UOB Vietnam CEO Harry Loh said. Another reason for Vietnamese optimism might be because most grew up during the Vietnam War and subsequent subsidy economy period.[218] In addition to government aid, sponsors have provided food and water to those in need.[219] A number of businesspeople and celebrities have contributed to the fight against the pandemic. At a 20 March 2020 meeting with representatives of the Vietnam Fatherland Front Committee of Ho Chi Minh City, billionaire Johnathan Hanh Nguyen promised to donate 30 billion₫; 25 billion₫ was spent on medical equipment, and he donated a 5,000-square-metre (54,000 sq ft) supermarket for use as an isolation area.[220][221] State Committee for Overseas Vietnamese deputy chair Luong Thanh Nghi said that when the pandemic began in China and other Asia-Pacific countries, overseas Vietnamese in Eastern Europe provided nearly 80,000 medical masks, hundreds of sterile water bottles, protective clothing and surgical gloves to the Sơn Lôi commune, Vĩnh Phúc province and a number of hospitals in Hanoi.[222][223] In August 2020, Vingroup (Vietnam's largest corporation) donated 3,200 ventilators and chemicals for 100,000 RT-PCR tests to the Ministry of Health.[224][225] At the end of May 2021, Prime Minister Phạm Minh Chính ordered government agencies and ministries to establish a vaccine fund of cash and vaccine doses[226] to purchase vaccines from abroad and supporting the production of domestic vaccines. Although the government said that it intends to secure 150 million vaccine doses in 2021 (vaccinating 70 percent of the population at a cost of US$1.1 billion), only $630 million was allocated to vaccine procurement in the budget. By 10 June, over 253,000 businesses, banks and individuals pledged to contribute $179 million to the fund.[227] According to the Ministry of Finance, another $140 million was pledged by businesses.[228][229] Hanoi residents were reportedly forced to contribute to the fund.[230] Many Vietnamese work abroad, and many Vietnamese families depend on remittances from relatives – about US$17 billion in 2019 (according to the World Bank) but expected to drop 7.6 percent in 2020, the first drop in 11 years. The Overseas Labor Bureau reported that about 54,300 workers left Vietnam to work abroad in the first eleven months of 2020, down from 148,000 in 2019. Mekong Development Research Institute director Phung Duc Tung said that the biggest challenge for overseas workers when they returned is losing their jobs due to the lack of official information about repatriation dates and a government plan. \"This led to psychological problems, depression, pessimism, and there was a suicide case when he returned to Vietnam\", Tung said, referring to a Vietnamese driver who killed himself in a quarantine facility. He helped a group of undocumented Chinese citizens he believed faced pandemic-related financial problems enter the country for $260 per person.[231] Strict government measures left many citizens trapped abroad. At the end of April 2020, Hanoi organized charter repatriation flights; about 65,000 Vietnamese were repatriated on 235 flights. Demand exceeds supply, however, and many risk criminal charges in illegally attempting to return home.[232] Some illegal returnees tested positive for COVID-19 after living in communities for a long time.[233] The Vietnam Border Guard detained over 31,000 illegal entrants in 2020, including 25,000 from China; the remainder were from Laos and Cambodia.[234][235] Although authorities imposed mandatory measures to prevent disease spread, some people left quarantined areas or were dishonest about reporting symptoms;[236] in March 2020, the first patient in Hanoi did not provide an accurate travel history.[237] Anger was reported at infections in the Muslim community returning from Malaysia's Tablighi Jamaat festival; several patients did not self-quarantine in Vietnam, and attended Islamic events in Ho Chi Minh City.[238] A 28-year-old Vietnam Airlines attendant breached self-isolation protocols by going outside and attending university, infecting a friend (who infected others).[239][240][241] On 24 February 2020, a group of 20 South Koreans arrived in Da Nang on a flight from Daegu (South Korea's COVID-19 epicentre).[242][243] Some refused to isolate, and were returned home.[244] YTN reported that Korean citizens were \"detained\" in poor conditions.[244][242] A riot alleging weak government disease control broke out in South Tân Uyên Industrial Park on 21 August 2021.[245][246] On 6 September, a 28-year-old man was sentenced to five years in prison and fined £630 for breaching COVID-19 restrictions and spreading the virus.[247] On 3 March 2020, nearly one million masks of unknown origin were discovered in a warehouse by police in Tân Phú district, Ho Chi Minh City.[248] Other cases involving illegal masks were prosecuted in An Giang province,[249] Lạng Sơn,[250] Cao Bằng[251] and Quảng Ninh province,[252] in addition to other forms of fraud.[253][254][255] At a 17 April 2020 meeting of the Steering Committee on COVID-19 Prevention and Control of Hanoi, Hanoi People's Committee chair Nguyen Duc Chung said that the Investigation Police Department on Economic, Corruption Crimes and Smuggling (C03) of the Ministry of Public Security had summoned Hanoi Center for Disease Control (HCDC) officials to an investigation of the purchase of COVID-19 testing machines.[256][257] On 22 April, investigators determined that Hanoi CDC director Nguyen Nhat Cam and others had tripled the purchase price of a real-time PCR test-kit package.[258] Chung and six others were charged with fraud, and he faced 10 years in prison.[259][260][261] Asia Times reported, \"A number of Vietnamese hotels and guesthouses have reportedly hung signs on their doors saying that Chinese guests are not welcome, while many Vietnamese have gone online to demand the closure of all border crossings with China.\"[262] Signs implying that Chinese customers were not welcome were seen in front of a shop in Phú Quốc and a restaurant in Da Nang.[263] South Koreans are reportedly screened due to widespread COVID-19 in South Korea, which has extensive trade with Vietnam.[244][242] When racism began receiving more coverage in news and social media, the Vietnamese government announced that it would fine those who refused service to foreigners and set up a hotline for assistance and reporting violations.[264] Xenophobia was also evident in the use of Chinese vaccines. Control Risks lead analyst Nguyen Phuong Linh said that China's vaccine diplomacy had failed with Vietnam primarily because of anti-Chinese sentiment. Vietnamese leaders have strong public support, which they would not want to lose by using Chinese vaccines for most of the population. \"From the beginning of the pandemic, the virus has been widely reported in Vietnam as originally coming from China. Since then, the anti-China sentiments, which were already strong, have shown no sign of weakening\", Linh said.[265][266] In June 2021, however, Vietnam approved the Sinopharm BIBP vaccine for emergency use and received a donation of 500,000 doses from China.[267] Ho Chi Minh City received five million Sinopharm vaccine doses as part of a late-July corporate donation, triggering a public backlash.[268] Le Dong Hai Nguyen, an economist at the Georgetown School of Foreign Service, suggested in The Diplomat that the Chinese vaccine debacle might be a publicity stunt in which the Vietnamese government leveraged anti-Chinese sentiment to boost public acceptance of the AstraZeneca vaccine: \"Just as standing next to a less attractive friend makes you look better, Vietnam’s strategy to briefly include the Chinese vaccines in its vaccine pool might just make the AstraZeneca vaccine look marginally more appealing\". Le wrote that many Vietnamese were willing to wait for the Pfizer and Moderna vaccines instead of taking the AstraZeneca vaccine because of concern about blood clots, which could \"seriously derail Vietnam’s already sluggish vaccination campaign\" (dependent on the AstraZeneca vaccine).[20] Sources: Asian Development Bank (ADB)[269]  Vietnam's economy was hit hard by the pandemic; private and national industries slowed, stocks fell and tourism faltered, making hundreds of thousands people jobless and relying on unemployment benefits to survive.[22] According to government figures, 3,000 businesses closed in the first two months of 2020;[139] however, Vietnam's economic growth was expected to exceed the Asian average of 2.2 percent. Despite the deceleration in economic activity, the Asian Development Bank reported that Vietnam's GDP growth rate was expected to remain one of the highest in the Asia-Pacific region.[269][270][271] In November, the IMF said that Vietnam was expected to be the only Southeast Asian country expected to grow that year.[272] The Vietnam Industry Agency said that manufacturers lacked raw materials and components (mainly imported from Japan, China, and South Korea), endangering factory operations.[273] The Vietnam Chamber of Commerce and Industry (VCCI) and the World Bank surveyed almost 10,200 businesses (nearly 85 percent private domestic firms, the remainder in the FDI sector) about the impact of COVID-19; the survey indicated that the greatest difficulties for businesses during the pandemic were accessing customers, cash flow, labor, and supply-chain issues. VCCI Legal Department head Dau Anh Tuan said on 12 March 2021 that the pandemic had a generally-negative impact on Vietnamese businesses.[274] The vast majority of survey respondents (87.2 percent) reported a negative effect; 11 percent were unaffected, and two percent reported growth. New businesses (in operation for less than three years), small companies, and micro-enterprises struggled the most. Industries with the highest negative-impact rates were the garment industry (97 percent), information and communications (96 percent), and electrical-equipment manufacturing (94 percent). Real estate and mining had negative-impact rates of about 80 percent, and FDI real estate, information and communications, agriculture and fisheries had an over-95-percent negative-impact rate. Thirty-five percent of private companies and 22 percent of FDI firms laid off employees; thirty-six percent of private small and micro-enterprises, 26 percent of medium-sized businesses and 32 percent of large companies implemented layoffs.[275] The Vietnam General Statistics Office said that exports were $99.36 billion, down 1.7 percent from the previous year. Imports were $97.48 billion, down three percent. Vietnam's exports to the EU and ASEAN fell by 12 and 13.4 percent, respectively.[276] The International Monetary Fund projected Vietnam's 2020 economic growth as 2.4 percent. IMF mission chief Era Dabla-Norris said that the country's growth was \"among the highest in the world, thanks to its decisive steps to contain the health and economic fallout from COVID-19\". The VCCI said that the pandemic gave Vietnam an opportunity to develop its economy when Japan, the US, the EU, and Australia might want to transfer portions of their supply chains from China. The Comprehensive and Progressive Agreement for Trans-Pacific Partnership (CPTPP) and European Union–Vietnam Free Trade Agreement (EVFTA) were expected to help the country diversify its economic and trade relations, create favorable conditions for Vietnamese businesses, and attract investment to prioritized industries and sectors.[277] Due to fears generated by a January 2021 outbreak in Hải Dương and Quảng Ninh, the VN Index fell 73.23 points (6.67 percent); it was the worst single-session loss since the September 11 attacks. On the Ho Chi Minh Stock City Stock Exchange (HoSE, on which the VN Index is based), 478 stocks lost and 20 gained. Of the 478, a record 276 stocks reached their floor prices (the lowest they could fall in a trading day). The VN30 index of the exchange's 30 largest-cap stocks fell 6.73 percent, with 29 stocks losing and one gaining. Twenty-eight of the 29 losing stocks fell to their floor prices.[278] According to Vietnam's General Statistics Office, the number of employed workers in the first quarter of 2021 decreased by one million (to 49.9 million) from the previous quarter. The country had 9.1 million workers aged 15 and older who were negatively affected by the pandemic. Over half a million people lost their jobs, 2.8 million took unpaid leave, 3.1 million had their working hours cut, and 6.5 million reported reduced income; two-thirds of those people were between ages of 24 and 54. As many as 40,300 companies shut down in the first quarter, a year-over-year decrease of 16 percent. The pandemic changed working habits, prompting the use of online tools; at least 78,000 workers said that they turned to technological solutions to keep their jobs.[279] The April 2021 outbreak in the southern provinces further disrupted supply chains. Lockdowns prevented on-site work, dropping production capacity. Two major footwear suppliers for Adidas and Nike, Taiwan's Pouchen and South Korea's Changshin (with 41,000 workers) ceased operations on 14 July 2021.[280] Six days later, Feng Tay (another Taiwanese sports-footwear manufacturer, which accounted for one-sixth of Nike's annual sales) closed several factories.[281] According to the Vietnam Textile and Apparel Association (VITAS), over one-third of the country's garment and textile factories were closed and the immunization rate of the sector's workforce remained very low due to a delay by the Vietnamese government in purchasing vaccine. In August, textile businesses maintained good export capacity but were expected to face declines in growth beginning in the fourth quarter of 2021.[282] Samsung, one of Vietnam's largest employers, had manufacturing problems with its smartphones when its injection-molding-equipment supplier went out of business. Near Ho Chi Minh City, the company's appliance facilities were operating at 50 percent of capacity.[283] The outbreak disrupted a plan to shift production from China to Vietnam of Apple, Google, Amazon and their main suppliers. Google's Pixel 6 smartphone would still be manufactured in China, although Google had planned to move production to northern Vietnam in early 2020. Apple's plan to shift production of MacBook, AirPods and iPad to Vietnam was also postponed. Production of smart doorbells, security cameras and smart speakers for Amazon were delayed since a May outbreak in the north.[284] Many Japanese businesses wanted to repatriate their staffs from Vietnam, and Chico's (a Florida-based women's clothing brand) and Callaway Golf (a golf manufacturer)h announced that some of their production had been moved to other countries.[285][286] In August 2021, Nikkei Asia ranked Vietnam last in resilience after the pandemic.[287] A two-month lockdown in Ho Chi Minh City (which contributes 20 percent of Vietnam's GDP) pushed many businesses to the limit when nearly all economic activity froze. Of 21,000 businesses surveyed by the Private Economic Development Research Board and VnExpress, 70 percent had closed (largely because of supply-chain disruptions). Concern about the Delta outbreak drove tens of thousands of people from their workplaces.[288] The lockdown jeopardized Vietnam's standing in the global supply chain.[289] According to the General Statistics Office, the country's gross domestic product (GDP) in the third quarter of 2021 fell 6.17 percent from the previous year.[290] At a 5 December 2021 forum to discuss economic recovery plans, Central Economic Commission deputy head Nguyen Thanh Phong said that Vietnam's economy would have grown by seven percent in 2020 and 2021 without the pandemic. The country's growth rate increased by 2.91 percent in 2020, and was expected to increase by 2.5 percent in 2021. The Vietnamese economy lost about 847,000 billion₫, equivalent to $37 billion.[291] According to a December 2020 General Statistics Office report, 32.1 million people nationwide were affected by the pandemic; 69.2 percent lost income, 39.9 percent had their work hours reduced, and about 14 percent were laid off. The service-sector workforce had the heaviest losses (71.6 percent affected), followed by industry and construction (64.7 percent) and agriculture, forestry and fishery (26.4 percent). The Ministry of Labour, Invalids and Social Affairs said that the number of people filing for unemployment in May 2020 increased 44 percent from the previous year. In the first five months of 2020, 26,000 companies ceased operating. The ministry estimated that the number of workers affected by the pandemic could increase during the second quarter of 2020.[269] Vietnam's workforce decreased by 1.2 million people that year; from 2016 to 2019 period, it increased by an average of 0.8 percent per year..[292] The pandemic changed quarterly workforce trends. From 2016 to 2019 period, the workforce was smallest in the first quarter before increasing gradually and peaking in the fourth quarter. In 2020, the workforce began to decline in the first quarter; it declined sharply before bottoming in the second quarter, gradually recovering in the third and fourth quarters.[293] Stores across Vietnam quickly sold out of surgical masks and hand sanitizer after the initial cases of COVID-19 were reported in January 2020, following a similar trend in other Asian countries.[294] Interim Health Minister Vũ Đức Đam urged the public to remain calm during the outbreak and avoid excessive emergency buying.[295] Vietnamese authorities moved to arrest people who profiteered from the outbreak.[296] Sources: Civil Aviation Authority of Vietnam (CAAV)[297] Tourism is Vietnam's most-severely-affected industry, with the country's Civil Aviation Authority (CAAV) calling the pandemic the aviation industry's worst situation in the 60 years of the authority's existence. Of 234 Vietnam-registered aircraft, over 200 were grounded while airlines must spend hundreds of millions dollars on aircraft leasing costs, employee salaries, aircraft maintenance, and apron parking fees.[298] Vietnam Airlines estimated that its 2020 revenues could decline by $2.1 billion. As many as 10,000 employees (over 50 percent of its staff) took unpaid leave. According to CEO Duong Tri Thanh, the carrier was experiencing the most difficult period in its history.[299] According to the General Statistics Office, about 16,300 foreigners came to Vietnam in August 2020 (primarily experts arriving to work). Since 25 July 2020, when the second wave began, many tourist attractions have been closed and measures were implemented to curb the spread of infection. The ancient imperial city of Huế, popular with foreign visitors, was empty during the pandemic; Thừa Thiên Huế province's tourism department said that 80 percent of its hotels were closed, and 8,000 people had lost their jobs.[300] Khánh Hòa province (where Nha Trang is located) saw its number of tourists fall by over 80 percent in 2020, and hundreds of hotels are being sold for low prices. Authorities have said that the pandemic has caused major difficulties for more than 1,100 accommodation facilities, and by February 2021 the provincial tourism department said that about 100 had suspended operations.[301] Revenue from lodging and food and beverage services in 2020 was $22.1 billion (down 13 percent), and travel-agency revenue was $776 million (down 59.5 percent). The tourism sector served 3.83 million visitors (compared with a record 18 million in 2019) as the government closed borders and canceled all international flights.[302] Similar drops were seen in nearly all major markets, such as China, Malaysia, South Korea, Japan and France.[276] According to a Ho Chi Minh City Department of Tourism report, about 90 percent of travel-related businesses in the city had to suspend operations during the pandemic's second wave.[303] According to CAAV, 66 million passengers passed through the country's airports in 2020 (a 43.5-percent decrease). Twenty-two airports across Vietnam accommodated 340,000 flights operated by 68 foreign and five Vietnamese carriers, down 31.9 percent from 2019; they handled nearly 1.3 million tons of cargo, down 14.7 percent. Vietnam Airlines and two low-cost carriers (VietJet Air and Bamboo Airways) requested government support and refinanced loans, estimating that the industry would not fully recover until 2023 at the earliest.[304][305][306] The fourth wave of COVID-19 froze the summer 2021 tourist season, closing travel agencies, restaurants, hotels, and amusement parks. According to the Vietnam National Administration of Tourism, in the first nine months of 2021 the number of domestic tourists decreased by 16 percent compared with 2020 and by 52 percent compared with 2019. Tourism revenue was almost 137 trillion₫, down 41 percent from 2020. At the end of September, Vinh Phuc, Quang Ninh, Hai Phong, Thanh Hoa, Quang Binh, Lam Dong and Ho Chi Minh City resumed intra-provincial tourism. Ho Chi Minh City offers tours of Can Gio and Cu Chi and other, commercial tours for frontline doctors. In mid-October, foreign tourists were again allowed at isolated resorts and tourist areas.[307] On 12 November, CAAV deputy director Vo Huy Cuong said that the agency planned to organize nearly 30 flights to Kiên Giang and Khánh Hòa province. CAAV received a flight plan five days later from Vietnam Airlines and from VietJet Air on 20 November to the island of Phú Quốc in Kiên Giang province. About 20 flights to Kien Giang and Khanh Hoa are planned from Korea, Japan, Taiwan and Thailand. On 17 November, a flight bringing 29 international tourists to Hội An landed at Da Nang International Airport. They were the first international tourists to return to Vietnam under the country's vaccine passport program since the March 2020 suspension of international arrivals.[12][308] On 6 February 2020, under the leadership of Minister of Vietnam Education and Training Phung Xuan Nha, the Steering Committee for Disease Prevention and Control agreed to allow students to remain at home for an additional week after the Tết holiday. On 14 February, the Ministry of Health reported that schools would remain closed nationwide. The closure was linked to a nationwide 31 March quarantine order, effect the following day. Schools began to adopt online instruction,[309] and the Ministry of Education and Training issued junior high- and high-school teaching plans for the second semester of the 2019–2020 academic year on 31 March.[310] School closures from February to May impacted an estimated 21.2 million children nationwide, eliminating access to health and protective services and subsidized school meals. COVID-19 triggered school absences as children accompanied parents seeking employment opportunities in new locations. About three percent of rural households reported they stopped sending children to school due to reduced income.[311] Household registration was an administrative barrier, especially for migrant children, to the public-education system. The pandemic exacerbated Vietnam's digital divide; many students live in remote regions with limited internet coverage, cannot afford devices required for online learning, or do not have teachers proficient in such learning.[312] Online and distance-learning programmes did not attain nationwide coverage. Such learning programmes were available from primary to university levels in some provinces, focusing on grades 9 to 12 in others. Only large cities had programmes from elementary to high school, and user fees were required for some video lessons. Online and distance learning focused on maths, Vietnamese and English, and were often unavailable in ethnic-minority languages;[313] extracurricular programmes such as sex education were often not covered. Half of a UNICEF survey's respondents reported that their children studied less, or not at all, while schools were closed. Many teachers were not equipped for online learning, with ethnic-minority and disabled children disproportionately affected.[314] Contrary to a pre-pandemic positive forecast, 2020 pharmaceutical revenue increased by less than three percent (compared with an historical annual average of nearly 12 percent) due to social distancing and tight control of hospital visits. According to SSI Research, infection concerns and strict health procedures at many hospitals limited the number of patients who come for periodic check-ups, reducing the number of nationwide medical examinations and treatments by 10 to 15 percent. Consumers bought hand sanitizer and masks instead of over-the-counter drugs, reducing industry sales. However, 2020 was a \"significant\" year for merger and acquisition activity (M&A) in the pharmaceutical industry. The total value of M&A in 2020 is estimated at $72.8 million, with many foreign investors. The largest deal was SK Group (Korea)'s $39.8 million purchase of 25 percent of Imexpharm Pharmaceutical Company (IMP). Stada Arzneimittel (Germany), specializing in generic drugs, spent over $17.3 million increasing its ownership in Pymepharco Joint Stock Company from 70 to 76 percent; ASKA Pharmaceutical (Japan), specializing in gastrointestinal drugs, hormones and obstetrics and gynecology, spent $16 million to buy a 25-percent stake in Hataphar (Vietnam's second-largest drug company in 2019).[315] The pandemic challenged the pharmaceutical industry, especially with disease spread. Vietnam's rapidly-aging population and increasing per-capita income supports long-term growth of the healthcare market, so \"the possibility of the industry recovering in 2021 [was] very likely\".[316] The pandemic delayed the 2020 V.League 1 season, affecting the Vietnam national football team's preparations for the 2022 World Cup qualifications.[317][318] On 23 May 2020, Nam Dinh FC hosted a match against Hoang Anh Gia Lai FC before 10,000 fans at Thiên Trường Stadium; it was the world's first professional football match to allow spectators since the pandemic began.[319][320] The inaugural Vietnamese Grand Prix, scheduled to be part of the 2020 Formula One World Championship, was postponed and later cancelled.[321][322][323] Due to international travel restrictions, esports winners of the Vietnam Championship Series could not participate in the 2020 League of Legends World Championship[324] and the 2021 Mid-Season Invitational.[325] The Vietnamese National Institute of Occupational and Environmental Health commissioned Min and Erik to record \"Ghen Cô Vy\" (\"Jealous [of] Coronavirus\"), a remake of the 2017 song \"Ghen\" (\"Jealous\"), to promote preventative measures against the pandemic such as personal hygiene, hand-washing and social distancing.[326][327][139] The song went viral, and was praised by John Oliver on Last Week Tonight with John Oliver. UNICEF promoted the video to counteract COVID-19 hysteria.[328]  Number of cases by condition: Number of cases by gender: Number of cases by source of infection:  Sources: Ministry of Health of Vietnam (Chart from Vietnam Ministry of Health) Vietnam COVID-19 statistics (VnExpress)      This article incorporates text from a free content work. Licensed under CC BY 4.0 Text taken from Emerging COVID-19 success story: Vietnam’s commitment to containment, Our World in Data. To learn how to add open license text to Wikipedia articles, please see this how-to page. For information on reusing text from Wikipedia, please see the terms of use. [[Category:Free content from Our World in Data]] Template:COVID-19 pandemic","Title":"COVID-19 pandemic in Vietnam - Wikipedia","KeyID":"10453","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Vietnam"}