{"Content: ":"The COVID-19 pandemic in Malaysia has had far-reaching social consequences on the country that went beyond the spread of the disease itself and efforts to eliminate it, including the registration of births, deaths and marriages, mass gatherings, education, and sports activities. On 25 June, The Sun Daily reported that animal shelters were facing financial difficulties while having to take care of numerous unwanted cats and dogs. The Lost Souls Animal Souls Shelter in Kuala Selangor had taken to growing organic vegetables in order to cover its operating expenses. Under the Animal Welfare Act, abandoning pet animals is an offense punishable by a fine of between RM20,000 and RM100,000 or a jail term of up to three years.[1] On 19 April 2020, Defence Minister Ismail Sabri Yaakob announced that registration of births and deaths during the movement control order (MCO) will be allowed to be delayed up to 90 days from the date the MCO ends. Ismail Sabri also announced that the Ministry of Home Affairs had decided that those who needed to replace their lost MyKad identity cards could make an appointment with local National Registration Department branches.[2] On 21 June 2020, Senior Minister Ismail Sabri Yaakob announced that couples whose marriage registration had been delayed as a result of the Movement Control Order could not complete the process at all permitted NGOs in the country including clan organisations, temples, churches, and religious bodies.[3] On 22 June, Yaakob announced that the Government would announce on Wednesday (24 June) whether the ceremonies would be allowed soon.[4] Following the imposition of the Movement Control Order in March 2020, major Anglican and Catholic Masses in West Malaysia as well as in Sabah and Sarawak were postponed,[5] while annual cultural events in Sabah such as the Kaamatan (Kadazan-Dusun festival) and Kalimaran (Murut festival) have been cancelled.[6][7] Though Muslim Friday sermons (except for the state of Perlis on 13 March)[8] were not suspended in the earlier stages of the pandemic, the Yang-di Pertuan Agong of Malaysia has called for shorter sermon and every mosques in the country must provide forehead thermometer, hand sanitiser and face masks as part of the prevention measures.[9] A guidelines on Friday sermon has been released by the Religious Affairs Minister of Malaysia.[10] Finally on 17 March, all mosque and suraus activities including Friday sermons and congregational prayers postponement were postponed by state authorities including Yang di-Pertuan Agong and state muftis.[11] In addition, Malaysia's ethnic Chinese Qingming Festival was postponed while Hindu temple festivals and the Vaisakhi gatherings have been cancelled.[12][13] On 28 May, the Ministry of National Unity announced that a total of 174 non-Muslim houses of worship have been allowed to resume operations from 10 June according to the Standard Operating Procedure for Houses of Worship in Green Zones including having a maximum number of 30 worshipers, subject to the size of the premises. These house of worships include those under Fo Guang Shan; the Roman Catholic Archdiocese of Kuala Lumpur, the National Evangelical Christian Fellowship, the Malaysia Hindu Sangam, the Malaysian Gurdwaras Council, and the Federation of Taoist Associations Malaysia. Marriages at temples, churches, and religious associations have been postponed until 31 July 2020.[14] On 15 June, Senior Minister Ismail Sabri Yaakob announced that all 5,230 non-Muslim places of worship would be allowed to reopen but had to adhere to social distancing guidelines including taking one-third of their usual capacity and requiring attendees to download the MySejahtera application.[15] On 3 July, Minister in the Prime Minister's Department (Religious Affairs) Dr Zulkifli Mohamad Al-Bakri clarified that foreigners would not be allowed to attend congregational prayers at mosques and surau until the Department had studied reports from the Federal Territories Islamic Religious Department regarding the situation in mosques and surau.[16] Following a third wave of cases in the later half of 2020, several Christian faith communities including the Catholic Archdiocese in Kuala Lumpur, SIBKL, and Full Gospel moved their services and choirs online to Facebook, YouTube, and music apps.[17][18] As a result of ongoing community cases in May 2021, Hari Raya Aidilfitri family reunions and trips (balik kampung) scheduled for the period around 12-13 May have not been allowed by Malaysian authorities due to Movement Control Order restrictions.[19] Congregational prayers at mosques and customary gravesite visits have occurred under standard operating procedures (SOPs) including physical distancing and temperature checks.[20] The Ministry of Education of Malaysia announces that all extracurricular activity in schools will be suspended starting from March 2020 until further notice.[21][22] On 15 April, the Education Minister Mohd Radzi Md Jidin announced that the Ujian Penilaian Sekolah Rendah (UPSR) and Pentaksiran Tingkatan Tiga (PT3) examinations for standard six and form three students have been cancelled for 2020 in light of the COVID-19 pandemic. He also announced that all other major school examinations including the Sijil Pelajaran Malaysia (SPM) and Sijil Tinggi Persekolahan Malaysia (STPM) would be postponed to 2021 and August 2020 respectively.[23][24] On 3 June, Education Minister Dr Mohd Radzi Md Jidin announced that the Government would be distributing guidelines for reopening schools to teachers on 4 June as part of efforts to reopen the education sector.[25] On 6 June, Director-General of Health Noor Hisham Abdullah announced that hair and beauty salons will be able to reopen on 10 June.[26] On 10 June, Education Minister Mohd Radzi Md Jidin confirmed that schools in the country would begin reopening in stages from 24 June, with priority being given to students taking secondary and equivalent international leaving exams.[27][28] As part of social distancing measures, schools will serve pre-packaged food and all students will have their temperatures checked when entering schools.[28] On 23 June, the Ministry of Education announced changes to school term holidays in order to help schools better plan lessons that had been disrupted by the COVID-19 pandemic and Movement Control Order. The mid-term break would be reduced from nine days to five days. The end of the year break in schools in Group A states (Johor, Kedah, Kelantan, and Terengganu) would be reduced from 42 days to 14 days. The end of the year break in Group B states (Malacca, Negri Sembilan, Pahang, Perak, Perlis, Penang, Sabah, Sarawak, Selangor, Kuala Lumpur, Labuan and Putrajaya) would be reduced from 41 days to 13 days. The Education Ministry confirmed that the school year for 2020 will now total 168 days.[29] In response, former Education Minister Maszlee Malik criticised the Ministry for not consulting with teachers and teachers' unions including the National Union of the Teaching Profession and West Malaysia Malay Teachers Union prior to amending the school term.[30] On 26 June, Senior Minister Ismail Sabri Yaakob announced that tuition centres, special education schools and private schools would be allowed to operate soon.[31] On 29 June, it was reported that both public and private pre-schools, kindergartens, nurseries and day care centres would resume operations from 1 July. In addition, several businesses have been allowed to reopen including spas, wellness and foot massage centres, cinemas, theatres and \"live\" event venues. The Government has also allowed a range of social functions including meetings, conferences, seminars, course, training sessions, weddings, engagement parties, anniversary, birthday celebrations, and religious gatherings to be held. In addition, swimming in public, hotel, condominium, gated community and private pools have also been allowed.[32] On 1 July, the Education Minister Mohd Radzi announced that schools for other students will reopen in two stages from 15 July. Forms One to Four students, Years Five and Six pupils, remove class students and Form Six Semester 1 students will return on 15 July while Years One to Four primary school pupils will return to school on 22 July. He also confirmed that the 2021 academic year would be decided at a later date.[33] On 14 July, Senior Minister Ismail Sabri Yaakob announced that driving schools would be allowed to resume their courses and training.[34] Following a nationwide resurgence of cases in October and early November, the Education Minister Mohd Radzi Md Jidin announced that all schools and school hostels in Malaysia will close between 9 November 2020 and 20 January 2021 in tandem with the renewed Conditional Movement Control Order restrictions coming into force on 9 November.[35] On 22 December 2020, Senior Minister Ismail Sabri Yaakob announced that all international students with the exception of students from the United Kingdom will be allowed to return to public and private institutions of higher learning. Students returning to Malaysia will have to undergo a COVID-19 swab test and quarantine procedures.[36] On 20 February 2021, Education Minister Mohd Radzi Md Jidin announced that school pupils will be returning to school in stages between 1 March and 4 April. Preschoolers, Year One and Year Two pupils will resume face-to-face classes on 1 March while Year Three to Year Six pupils will return on 8 March. Secondary school pupils in Johor, Kedah, Kelantan and Terengganu will return on 4 April while students in other states will return on 5 April.[37] On 19 April, Sarawak Chief Minister Datuk Abang Abdul Rahman Johari Abang Openg announces that all schools in the state's red zones would be closed for two weeks commencing 20 April due to an outbreak of cases.[38] On 21 April, the Deputy Education Minister Mah Hang Soon announced that any school with as few as one confirmed case will be required to close for at least two days. The affected students will switch to online learning until physical classes can resume.[39] On 26 April, the Education Ministry ordered the closure of 79 schools in Selangor in response to the COVID-19 pandemic.[40] On 7 April, the Malaysian Prison Department announced that visitors would be allowing to pre-book visits and meetings through their online i-Visit system, phone calls, e-mails or letters.[41] The pandemic outbreak has forced the cancellations and postponements of many sporting events in the country; including both local and international.[42] All sports and co-curricular activities in schools were postponed with immediate effects as announced by the country Ministry of Education.[21] While the Malaysia national football team planned to participate the 2022 World Cup qualifiers, the Malaysians planned to play a friendly game against Bahrain before facing the UAE and Vietnam. It was later announced that the friendly matches would not take part due to severe outbreak in Malaysia and, later, Bahrain.[43] Further sporting events such as golf's Maybank Championship and other local tournament were immediately called off while other sporting events such as the 2020 Sukma Games, badminton's Malaysia Open, football's M-League, hockey's Azlan Shah Cup, squash's Asian Team Championship and Malaysian Schools Sports Council events were either cancelled or postponed.[44][45][46][47] Following significant increases in COVID-19 cases in the country originating from the Tablighi Jamaat gathering at \"Masjid Jamek Sri Petaling\" in Kuala Lumpur, attention has been directed at the failure of the leadership of the country preventing such large gatherings from being held and containing the spread of the cluster case.[55] Until 24 February, Malaysia was under a Pakatan Harapan (PH) government, which Ministry of Health under Dzulkefly Ahmad had collaborated with Director-General of Health Noor Hisham Abdullah to prepare for the intake of COVID-19 patients, and had overseen the first month of the outbreak since 25 January with low volumes of cases, primarily imported.[56] The Tabligh gathering, held from 27 February to 1 March, occurred within a week after the start of a major political crisis, which saw the collapse of the PH government on 24 February as a result of the defection of the Malaysian United Indigenous Party (PPBM) from the PH coalition, and an absence of a government until the formation of an unelected Perikatan Nasional (PN) government comprising a coalition of Opposition parties on 29 February. The Health Ministry would not have a minister for over two weeks until the appointment of Adham Baba on 10 March, just as spikes in cases began to be reported.[56] Adham would later use the Tabligh cluster incident to attack the previous PH government. In a 18 April 2020 livestreamed video conference call with Ahmad Zahid Hamidi, President of United Malays National Organisation (UMNO) (a major component party in the PN government), Adham would accuse PH of failing to prevent the spread of the Tabligh cluster despite the absence of a functional government during the period, while erroneously referring to the gathering as having taken place for longer, between 27 February and 3 March, and claiming to have attended a World Health Organization (WHO) conference call with \"500 countries\"[56][57] (which Adham later clarified to refer to \"500 participants from all around the world\").[58] Responding to Adham's accusation, Dzulkefly would rebuke Adham's politicisation of the health crisis, claimed that preparations have been made since December 2019, and suggested that prior knowledge of the gathering would more likely be known to the Minister of Home Affairs of the previous PH government, Muhyiddin Yassin, who at the time of the political crisis spearheaded a defection of PPBM from PH and has subsequently been appointed as the current Prime Minister for the PN government.[57] Despite the country having four manufacturers of face masks with higher quality and also expensive price, minimal support was given by the government to these manufacturers to sustain their operations.[59] Most of the masks produced by Malaysia were exported to high-income developed countries with little being supplied to the country's own healthcare institutions whereas 90% of face masks for these sectors and Malaysian markets originated from Mainland China, Taiwan, South Korea, India and Thailand.[59] With the countries local manufacturers struggling to fulfil the increasing overseas demands and with difficulties securing raw materials from China due to the outbreak, they were forced to seek materials from Europe which subsequently raised the price of masks.[59] On 13 April 2020, the Ministry of Health warned that supplies of personal protective equipment (PPE) were running low with only 2 weeks of stocks left.[60] During a televised interview on Radio Televisyen Malaysia (RTM)'s Bicara Naratif on 19 March 2020, Health Minister Adham Baba advised the public that drinking warm water will help prevent COVID-19 infection as the virus will be flushed down to the stomach and the digestive acids will kill any virus. His remarks went viral on social media, with many netizens questioning his claim. Dr. Nur Amalina Che Bakri had criticised Adham, stating that there is no research evidence that stomach acid can kill the virus.[61] Similarly, Director-General of Health Noor Hisham Abdullah disputes Adham's statement, commenting that the Health Ministry's approach for patient treatment and management is always based on evidence.[62] The remedy is thought to have originated as a commonly circulated social media post, and has been widely debunked by health experts, including the WHO, which has stated that while staying hydrated by drinking water is important for overall health, it does not prevent coronavirus infection.[63] On 31 March, in a campaign to avoid domestic conflict during the Movement Control Order period, the Ministry of Women, Family and Community Development released online posters advising women to dress up and wear make-up while remote working, refrain from sarcasm while asking for help with household chores, avoid nagging and attempt to inject humour by mimicking Doraemon's voice.[64] The posters attracted widespread ridicule and were criticised for being sexist, stereotyping women and insinuating that women are responsible for domestic conflict.[65][66] In response, the Ministry took down the posters and apologised in a statement for \"tips that were inappropriate and touched on the sensitivities of certain groups\".[67] In an 26 April 2020 report, Human Rights Watch criticised the Malaysian authorities for imprisoning people for violating the country's movement control order, putting their lives at a relatively greater risk of being infected by the virus. More than 15,000 people have already been arrested for going against the orders on 18 March 2020.[68] On 22 August 2020, the Ministry of Health issued a statement stating that Khairuddin Aman Razali, minister of plantation and commodity industries had been compounded RM1,000 on 7 August 2020 after they found him violating the quarantine rules. The Kuala Nerus Member of Parliament is said to have paid the fine and he has also apologized and even promised to contribute the minister's salary from May to August to the Covid-19 fund. This is after four days of Seputeh Member of Parliament, Teresa Kok raising the matter in the Dewan Rakyat. However, the Director General of Health Dr Noor Hisham Abdullah at the time told the media that Khairuddin's case is still being investigated by the police. After about two months of investigation, the situation changed again when Bukit Aman announced that the Attorney-General's Chambers had decided not to take action against the minister, saying Khairuddin had not been given form 14B to undergo his quarantine on July 7. On 31 October 2020, Malaysiakini, a Malaysian online news portal, conducted an investigation to acquire answers from the Ministry of Health on what happened in the case, as the MOH had previously confirmed that Khairuddin had violated quarantine and imposed a compound on the offense. A question was put to Dr Noor Hisham, why the MOH issued a compound against Khairuddin and whether the compound would be canceled because the Attorney-General's Chambers found no offense committed. However, he declined to comment on the matter. \"Under Act 342, the MOH has delegated enforcement powers to the police and the Attorney General. The case has been investigated by the police and the attorney general so I do not want further comment on the investigation,\" he said at a press conference in Putrajaya on that day. Noor Hisham refers to the Prevention and Control of Infectious Diseases Act 1988. He also did not answer questions if the ministry was conducting an internal investigation into the failure to issue quarantine orders to Khairuddin upon his arrival.[69] Infectious Disease Prevention and Control Regulations (Measures in Local Infected Areas) (No. 7) 2020, including allocating those returning from abroad for mandatory quarantine for 14 days. All returning residents must also undergo a Covid-19 swab test and then be sent to a quarantine center to perform a 14-day isolation period. Prior to 24 July 2020, those returning from overseas and being tested negatively still need to undergo quarantine but are allowed to do so at home. They are not allowed to leave the house for 14 days and must be re-tested on the 13th day before their quarantine bracelet can be removed. Khairuddin allegedly did not go through this process. From 24 July onwards, quarantine must be conducted at government-designated centers. The move was reintroduced after many residents violated the quarantine conditions at home. Khairuddin's case received public attention amid complaints of \"two-degree treatment\" between ordinary people and dignitaries (VIP).[70] According to Human Rights Watch and the Asia Pacific Refugee Rights Network, over 700 foreign migrant workers and refugees including Rohingya have been detained by Malaysian police during the coronavirus pandemic.[71] In response to the arrests, the United Nations in Malaysia's Head of Communications and Advocacy, Ahmad Hafiz Osman, called for migrants, refugees, asylum seekers, and stateless individuals to have access to health services and services without any fear of repercussions.[72] On 11 May, 83 human rights and civil society organisations including Human Rights Watch, Amnesty International, Article 19, and the International Committee of Jurists have called on Prime Minister Muhyiddin Yassin to address online hate speech and violent threats against Rohingya refugees in Malaysia.[73] On 5 June, National Security Council Sabah director Sharifah Sitti Saleha Habib Yussof confirmed that 5,300 Filipino \"illegal immigrants\" had been \"stranded\" at temporary detention centres in Sabah after the Philippines government refused to repatriate them due to the COVID-19 pandemic in the Philippines. Between 1 January and 17 March 2020, the Malaysian Government had deported 3,347 illegal immigrants including 2,331 Filipinos, 816 Indonesians, and several Indian, Chinese, Pakistani, and Bangladeshi nationals prior to the implementation of the country's Movement Control Order on 18 March. Since the imposition of a Condition Movement Control Order in May, Sabah authorities have repatriated 322 Indonesian illegal immigrants.[74][75] On 21 June, Malaysian human rights NGO Aliran raised concerns about the living and working conditions of foreign migrant workers in Malaysia, many of whom had contracted COVID-19. Aliran also criticised \"inflammatory\" media coverage for fueling xenophobia and hostility against migrant workers.[76] On 25 June, the Kuala Lumpur City Hall curtailed refugees' access to the city's wholesale market, only allowing them entry if they possessed valid permits and were accompanied by Malaysians. The City Hall's decision also barred entry by refugees carrying cards issued by the United Nations High Commissioner for Refugees. This ruling was criticised by Yemen Refugee Union representative Dr Mohammed Al Radhi and Alliance of Chin Refugees coordinator James Bawi Thang Bik as discriminatory and inhumane towards refugees.[77] On 27 June, Malaysian Prime Minister Muhyiddin Yassin issued a statement that Malaysia could not take any more Rohingya refugees due to a struggling economy and dwindling resources. Malaysia does not recognise their refugee status and has turned away boats and detained hundreds of Rohingya refugees. Muhyiddin also urged the United Nations High Commissioner for Refugees to speed up the resettlement of Rohingya refugees in third party countries. [78][79] In early July 2020, an Al Jazeera documentary titled \"Locked Up in Malaysia's Lockdown\" alleged that illegal migrants and foreign workers had been mistreated by the Malaysian authorities and subject to racism during the country's lockdown. The Malaysian Government criticised the documentary as \"misleading\" and \"inaccurate\", with Senior Minister Ismail Sabri Yaakob demanding an apology from the news network. The Royal Malaysian Police have launched an investigation into the documentary while the Immigration Department of Malaysia have sought to question a Bangladeshi migrant interviewed in the documentary.[80][81][82] In response, several civil society organisations including the Centre for Independent Journalism (CIJ) issued a statement calling on the Malaysian Government to cease intimidatory measures against media and prevent incitement to discrimination, hostility, and violence against migrant workers.[83] The Bangladeshi migrant, who was identified as Mohammad Rayhan Kaybir was subsequently deported to Bangladesh on 22 August.[84] On 13 August, Senior Minister Ismail Sabri Yaakob announced that foreigners entering Malaysia would have to pay quarantine charges and COVID-19 detection tests upon entering the country.[85] In January 2021, 50 former and current health workers urged Prime Minister Muhyiddin to give priority to immunising migrant workers and refugees, whom they described as the \"silent epicentres of COVID-19 outbreaks.\"[86] In late February 2021, the Immigration Department was criticised by Amnesty International and Asylum Access for deporting 1,086 Myanmar nationals despite an interim ruling by the Kuala Lumpur High Court suspending the removal of some 1,200 people. The 1,086 Myanmar nationals were repatriated on three Myanmar Navy ships. This deportation came amidst human rights concerns following the 2021 Myanmar coup d'état.[87][88] In early June 2021, the Australian public broadcaster ABC News reported that Malaysian immigration authorities would be rounding up illegal immigrants as part of the country's \"total lockdown.\"[89] Since the start of the country's vaccination program in 24 February 2021, concerns were raised on social media of government officials in lower positions and members of higher society flouting the government's planned vaccination timetable by entering priority queues for COVID-19 vaccines.[90] The earliest allegation emerged on 25 February, when rumours from Serdang Hospital suggested that proposals were made to prioritise senior hospital administrators and influencers for vaccination; the Health Ministry dismissed the rumour, clarifying that the \"influencers\" referred to influential clinical department heads targeted to inspire front-line workers in respectable departments to seek inoculation.[91][92] By March 1, further allegations were raised of senior district officials from Penang and approximately 200 state officials from the Kelantan State Executive Council seeking vaccine reservations ahead of health workers, which Kelantan State Exco for Local Government, Housing and Health Izani Husin denied.[91] In response to the string of allegations, Khairy Jamaluddin reported that some ineligible officials were found to be on the priority list due to unclear guidelines and were subsequently removed, inviting whistleblowers to report further occurrences of line cutting.[90] On 16 April 2021, citing anonymous sources connected to the government, an Asia Sentinel article on Malaysia's failing response of its COVID-19 outbreak alleged that Sultan Abdullah, the current Yang di-Pertuan Agong, and his entourage that included Hishammuddin Hussein and Idris Haron, flew to the United Arab Emirates in January to be inoculated with the Sinopharm BIBP vaccine, which has not been approved in Malaysia and would be illegal to use. The article would add that the Sultan was given 2,000 additional doses of the Sinopharm BIBP vaccine to take to Malaysia, where the vaccine was distributed among the Sultan's family by two physicians, Zulkarnain Ishmail and Hanafiah Harounrashid, as well as the Sultan's business partners and friends; the remainder of the vaccines were offered to Muhyiddin and the remaining ministers, but were declined as they waited to receive the Pfizer vaccines.[93] Adham Baba denied the allegations, explaining an unapproved vaccine must first be assessed by the Health Ministry's National Pharmaceutical Regulatory Agency before its use is permitted, and accused the Asia Sentinel of slandering the country's image.[94][95] Exacerbated by the slow pace of the vaccination program and a later deleted Instagram post by Raja Permaisuri Agong Tunku Azizah Aminah Maimunah Iskandariah suggesting she had received both her vaccine doses early, the Asia Sentinel publication led to condemnation of the government and royalty by Malaysian netizens; by 18 April, #KerajaanGagal (failed government) and #Agong emerged as top-trending Twitter hashtags in Malaysia.[96] In January 2021, 50 current and former senior healthcare officials submitted a letter to Prime Minister Muhyiddin criticising the failure of the Movement Control Orders and other health interventions to reduce the spread of infections, which had created a strain on intensive care units at hospitals. These officials advocated the immediate formation of a national COVID-19 taskforce, ramp up testing, reduce the strain on the healthcare system by requiring people to self-isolate at home, expedite approval of Pfizer-BioNTech and AstraZeneca vaccines, and to give priority to immunising migrant workers and refugees.[86]","Title":"Social impact of the COVID-19 pandemic in Malaysia - Wikipedia","KeyID":"10457","URL":"https://en.wikipedia.org/wiki/Social_impact_of_the_COVID-19_pandemic_in_Malaysia"}