{"Content: ":"The COVID-19 pandemic in Thailand began with the identification of the first case in the country on 13 January 2020, and has been ongoing since then. On 13 January, the Ministry of Public Health announced the first confirmed case, a 61-year-old Chinese woman who is a resident of Wuhan. She had not visited the Huanan Seafood Wholesale Market, but was noted to have been to other markets. She developed a sore throat, fever, chills and a headache on 5 January, flew directly with her family and a tour group from Wuhan to the Suvarnabhumi Airport in Bangkok on 8 January, where she was detected using thermal surveillance and then hospitalised. Four days later she tested positive.[1][2][3] Thailand's second case occurred in a 74-year-old Chinese woman who arrived in Bangkok on a flight from Wuhan on 13 January.[4][5] On 21 January, Nakornping Hospital reported a suspected case of an 18-year-old male patient who arrived in Chiang Mai from Wuhan with a high fever; his blood samples were sent to King Chulalongkorn Memorial Hospital in Bangkok for further analysis.[6][7] His condition had improved according to an official statement released by Maharaj Nakorn Chiang Mai Hospital on 31 January.[8] On 22 January, the MOPH announced two additional confirmed cases. The third was a 68-year-old man, a Chinese tourist as in previous cases. The fourth case was the first case for a Thai citizen; a 73-year-old woman hospitalised at Nakhon Pathom Hospital [th] in Nakhon Pathom Province, arriving from Wuhan.[9][10] The fifth case was confirmed on 24 January involving a 33-year-old Chinese woman arriving from Wuhan with her 7-year-old daughter who was not infected. She admitted herself to Rajvithi Hospital, arrival in Bangkok on 21 January.[11] On 25 January, the government of Hua Hin District in Prachuap Khiri Khan Province reported a case for a 73-year-old Chinese woman patient who had arrived from Wuhan since 19 January before entering a private hospital in Hua Hin on 23 January. Initial blood sample analysis tested positive; however, authorities are awaiting results from another lab for confirmation.[needs update][12] On 26 January, the Thai Ministry of Public Health said eight cases were confirmed, including one from Hua Hin. All were Chinese, except for a woman from Nakhon Pathom. The first five patients were discharged.[13] Another six cases were confirmed on 28 January, with five from the same family in Wuhan and another from Chongqing. Thailand began scanning all travellers from China.[14][15] On 31 January, an additional five cases were reported, bringing the cumulative number of confirmed cases to 19. One was a local taxi driver who had no records of travelling to China and was thus suspected to have been infected by a Chinese tourist he picked up, making this the first case of human-to-human virus transmission within the country. The taxi driver was reported to have come into contact with at least thirteen other individuals, mostly family members, before seeking treatment.[16] The other cases were Chinese nationals.[17][18] On 2 February, doctors from the Rajavithi Hospital in Bangkok announced that they had seen the success in treating severe cases of COVID-19 using a combination of drugs for flu (oseltamivir) and HIV (lopinavir and ritonavir), with initial results showing vast improvement 48 hours after applying the treatment. However, it was still too soon to confirm that this approach can be applied to all cases.[19] On 4 February, the Thai government dispatched a Thai AirAsia plane to retrieve 138 citizens who were trapped in Wuhan following the lockdown, which landed at U-Tapao International Airport at 7:00 p.m. local time. Among the evacuees, six were hospitalised with high temperatures, with the rest subsequently sent to be quarantined in Sattahip Naval Base for two weeks. Three citizens were not evacuated, which included two students with high fever and another with an overstayed visa.[20] On the same day, Thailand confirmed another six cases, including a Thai couple who had just returned from Japan; it was unclear whether they had contracted the virus while travelling or after returning to Thailand. Two new cases were also reported in drivers who had picked up Chinese passengers.[21] On 8 February, another six cases were confirmed involving two Chinese, and one passenger on board the evacuation flight from 4 days ago and two other Thais who had exposure to tourists. These six cases brought the total count of confirmed cases to 32.[22] On 11 February, another new case was confirmed, bringing the total count to 33.[23] On 15 February, the 35th case was found in a 35-year-old Thai woman who worked in a private hospital, marking the first infection in a health worker. An investigation found that she did not wear a mask and protective suit while treating a patient.[24] Several previous reports erroneously claimed that she worked for Bamrasnaradura Institute, which was later refuted and clarified by the MOPH.[25][26] After 8 days with no reported cases, two more cases were confirmed on 24 February, bringing the number to 37.[27] Two days later, the number of confirmed cases went up to 40, two of which were Thai nationals who had recently been to Japan. The elderly couple, who had just returned from Hokkaido, had already spread their virus to their 8-year-old grandson at home before seeking treatment. 101 high-risk individuals whom they came into contact with were tested for the virus, including fellow tour group members, family members, passengers on their returning flight, medical workers and the grandson's classmates; 97 tested negative while 4 are still awaiting confirmation.[28] The grandfather was criticised by Public Health Minister Anutin Charnvirakul for initially refusing to disclose his travel history when interrogated by doctors, as he was at risk of becoming a super-spreader.[29] On 29 February, a new case was confirmed, bringing the total count to 42. A 21-year-old salesman whose job brought him exposures to foreign travellers tested positive for SARS-CoV-2.[30] On 1 March, MOPH reported the first confirmed death in Thailand, a 35-year-old Thai who was originally diagnosed with dengue fever at a private hospital in late January. He was later transferred to Bamrasnaradura Institute on 21 February after testing positive for COVID-19, where he received treatment and had since fully recovered by 16 February. However, the damage the virus had done to his lungs was beyond recovery and he died from multiple organ failure on 29 February. The ministry is currently carrying out investigations to find out which disease is the main cause of his death.[31] On the same day, King Power issued a statement identifying the man who had died as one of the company's partner-product consultants at their Sivaree branch store. The branch has been closed since the day he tested positive for the virus and all staff examined by health officials.[32] On 21 March, Thailand reported 89 new cases, the largest single-day rise since the virus reached the country. All Bangkok markets and malls were ordered to close from 22 March until 12 April in response.[33][34] On March 24, three new deaths were announced, all of whom were Thai nationals: a 70-year-old male who had tuberculosis, a 79-year-old male linked to the Lumpinee Boxing Stadium cluster, and a 45-year-old male who had diabetes.[35] Four medical workers were also announced to have been infected with the virus after coming in contact with patients who refused to reveal their travel history while seeking treatment.[36] From the middle of April until the middle of May, there were travel bans at the province level, and (at least in Phuket) down to the tambon (parish) level. All beaches were closed. A curfew was in place from 10pm until 6am. Mask-wearing became mandatory in shops and banks, and temperature checks were performed on entry to many of these locations. Restaurants and bars remained open. There were a very few reports of infections. Food poverty became an issue, and donations were distributed through temples and some private organizations; districts also organized distributions of basic food supplies to residents. On 15 July, the national centre for COVID-19 has announced two new infected cases; an Egyptian soldier in Rayong Province, and a Sudanese diplomat's daughter in Asok neighbourhood of Bangkok. Both of them were the government's exceptions for \"VIP guests,\" not requiring to comply with several COVID-19 measures. The government also keep secret the high-risk areas that both patients have been located during their stay until 16 July, infuriating many netizens who were afraid of the possible second outbreak.[37] Many criticised on both the government's failure to contain the disease from those VIPs,[38] and its failure to boost the heavily effected tourism industry in Rayong Province where more than 90% of hotel bookings were cancelled.[39][40] This situation was considered the eruption point of the coming protest on 18 July. On the same day, the Prime Minister Prayut Chan-o-cha made a visit to Rayong Province. Prior to his arrival were two protesters held signs calling for his resignation. Both were immediately arrested and reportedly beaten by the police, infuriating many Twitter users.[41] On 18 July, Thailand saw the largest street demonstration since the 2014 Thai coup d'état[42] The protests later spread nationwide, collectively called the 2020 Thai protests, amidst the COVID-19 pandemic. Even though there had been no new domestic cases since mid-May, on 21 August, the CCSA announced that it decided to extend the Emergency Decree until 30 September, claiming that it was necessary to use its power to prevent incoming aliens from overseas in many routes, and that Thai people' daily lives were not affected, since CCSI had already loosen its restriction on activities such as academia reopen.[43] International rights groups have criticized the emergency decree being employed to suppress free speech.[44] In September, a prison inmate who had not been abroad was Thailand's first locally transmitted case in 100 days. Later in the month, footballer Akbar Ismatullaev was infected with the virus after already completing the 14-day state quarantine since arriving nearly a month earlier. In October, foreign tourists entered Thailand for the first time in seven months under the Special Tourist Visa program.[45] A total of 1,201 visitors arrived in the month, compared to 3.07 million in the same month a year earlier.[46] A French tourist on Ko Samui in Surat Thani contracted the disease after passing the 14-day state quarantine. She developed a fever 17 days after arriving in the country.[47] In November, the government extended the coronavirus emergency decree for the eighth time, approving a 45-day extension until 15 January 2021.[48] Starting at the end of the month, at least ten cases were detected in Thai women who had illegally crossed the Myanmar border into Mae Sai District from Tachileik. They made long-distance travels, including by bus and by air, and some attended large gatherings, prompting authorities to impose quarantine on people who may have come into close contact with them.[49][50] In mid-December, the government announced that they were considering whether to reduce the mandatory quarantine for arrival from 14 to 10 days, in an effort to attract foreign tourists.[51] Days later, an outbreak occurred in Samut Sakon, just southwest of Bangkok, increasing the country's total confirmed cases by at least 20%.[52] Cases in the province, which is the center of the country's fishing industry, primarily impacted migrant workers from Myanmar,[52] a major source of labour in the seafood industry.[53] Over 1,300 cases were traced to a seafood market in Samut Sakon, as cases were detected in 27 provinces.[54] Before the surge, Thailand had recorded about 4,300 COVID-19 cases and just 60 deaths, while Myanmar had registered about 117,000 cases.[53] The 576 cases reported on 20 December was Thailand's biggest daily increase and caused the nation's overall total to climb 13%.[55] A new cluster emerged in Rayong, linked to a gambling den. On 28 December, a worker at the den died, Thailand's first COVID-19 death in nearly two months.[56][57] With the clusters starting to spread into Bangkok, the Bangkok Metropolitan Administration announced that the city would close schools and daycare centres 4–17 January 2021.[58] Soon after, the Ministry of Education ordered all schools closed for the month of January.[59] The first confirmed case in Nonthaburi Province was reported on 28 February. The patient was a 25-year-old male who worked as a tour guide and had recently returned from South Korea.[60] He has since recovered and was discharged on 11 March.[61] On 12 March, International School Bangkok of Pak Kret District issued a statement notifying that the grandparent of a student had contracted the virus. It was later clarified that the grandparent had never visited the school, though the school temporarily closed for 14 days as a precautionary measure per instructions from the Office of the Private Education Commission.[62] Actor Matthew Deane, who became infected after attending a boxing match at Lumpinee Boxing Stadium on 6 March, was also confirmed to be the father of a student at the school.[63] Bang Bua Thong 2 Hospital announced that it had transferred all remaining patients to other hospitals and would halt new admissions from 16 March onwards, with the intention to repurpose the hospital as a COVID-19 treatment center in preparation for an anticipated influx of new patients in the coming months. The hospital estimates to accommodate around 30 patients at maximum capacity.[64] Following panic among the local community, the governor of Nonthaburi clarified that only one building would be used as a quarantine area and dismissed previous rumors that COVID-19 patients were already at the hospital.[65] On 19 March, Nonthaburi Province reported a cumulative total of 9 confirmed cases, including two recoveries.[66] Starting from 21 March, the province saw an spike in confirmed cases, primarily related to the Bangkok-area boxing stadium clusters.[67] On 22 March, 21 new cases were announced, the largest one-day increase thus far.[68] On 28 March, the first confirmed death in the province was reported in Sai Ma Subdistrict, Mueang Nonthaburi District, in a 68-year-old Muay Thai pundit classified as part of the Lumpinee Boxing Stadium cluster. His body was cremated shortly after his death by relatives to prevent further spread of the virus. Investigations are being carried out on family members and close acquaintances he had come in contact with recently.[69] Doctors later revealed that the individual failed to provide adequate details when he initially sought treatment on 13 March and thus were unaware of his travel history to a high-risk area.[70] On 19 March, Nonthaburi Governor Suchin Chaichumsak announced a provincial lockdown, citing the high population density of the province as one of his main concerns. All schools, shopping malls and other public places were to be closed from 18 to 31 March, while other venues such as boxing stadiums and cockfighting arenas would remain closed indefinitely until the outbreak has subsided.[71] The lockdown was subsequently extended to 12 April following a surge in confirmed cases on 21 March.[72] Authorities arrested the owner of a restaurant on 22 March for failing to comply with the lockdown measures, in which offenders could face up to one year imprisonment and incur a fine of up to 100,000 baht.[73] After a new set of positive test results were announced on 23 March, the Nonthaburi Provincial Health Office requested anyone who had been involved in the following activities to self-quarantine at home for 14 days:[74] On 25 March, the Nonthaburi Civic Center station on the MRT Purple Line was closed for disinfection after a staff member tested positive for the virus.[75] Immediately after the emergency decree took effect at midnight on 26 March, local authorities set up roadblocks along roads in the Pak Kret and Sai Noi Districts, for the purpose of intercepting commuters exhibiting COVID-19-like symptoms to be isolated and examined at hospitals.[76] Police checkpoints were also established at seven locations to regulate traffic flow in and out of provinces of the Bangkok Metropolitan Region.[77]","Title":"Timeline of the COVID-19 pandemic in Thailand - Wikipedia","KeyID":"10450","URL":"https://en.wikipedia.org/wiki/Timeline_of_the_COVID-19_pandemic_in_Thailand"}