{"Content: ":"The Late Triassic is the third and final epoch of the Triassic Period in the geologic time scale, spanning the time between 237 Ma and 201.3 Ma (million years ago). It is preceded by the Middle Triassic Epoch and followed by the Early Jurassic Epoch. The corresponding series of rock beds is known as the Upper Triassic. The Late Triassic is divided into the Carnian, Norian and Rhaetian Ages. Many of the first dinosaurs evolved during the Late Triassic, including Plateosaurus, Coelophysis, and Eoraptor. The Triassic–Jurassic extinction event began during this epoch and is one of the five major mass extinction events of the Earth. The Triassic was named in 1834 by Friedrich von Alberti, after a succession of three distinct rock layers (Greek triás meaning 'triad') that are widespread in southern Germany: the lower Buntsandstein (colourful sandstone), the middle Muschelkalk (shell-bearing limestone) and the upper Keuper (coloured clay).[8] The Late Triassic Series corresponds approximately to the middle and upper Keuper.[9] On the geologic time scale, the Late Triassic is usually divided into the Carnian, Norian, and Rhaetian Ages, and the corresponding rocks are referred to as the Carnian, Norian, and Rhaetian Stages.[10] Triassic chronostratigraphy was originally based on ammonite fossils, beginning with the work of Edmund von Mojsisovics in the 1860s. The base of the Late Triassic (which is also the base of the Carnian) is set at the first appearance of an ammonite, Daxatina canadensis. In the 1990s, conodonts became increasingly important in the Triassic timescale, and the base of the Rhaetian is now set at the first appearance of a conodont, Misikella posthernsteini. As of 2010[update], the base of the Norian has not yet been established, but will likely be based on conodonts.[11] The late Triassic is also divided into land-vertebrate faunachrons. These are, from oldest to youngest, the Berdyankian, Otischalkian, Adamanian, Revueltian and Apachean. The Berdyankian, Otischalkian, and Adamanian correspond to the Carnian; the Revueltian and early Apachean to the Norian; and the late Apachean to the Rhaetian.[12] The Carnian is the first age of the Late Triassic, covering the time interval from 237 to 227 million years ago.[10] The earliest true dinosaurs likely appeared during the Carnian and rapidly diversified.[13][14] They emerged in a world dominated by crurotarsan archosaurs (ancestors of crocodiles), predatory phytosaurs, herbivorous armored aetosaurs, and giant carnivorous rauisuchians, which the dinosaurs gradually began to displace.[15] The emergence of the first dinosaurs came at about the same time as the Carnian pluvial episode, at 234 to 232 Ma. This was a humid interval in the generally arid Triassic. It was marked by high extinction rates in marine organisms, but may have opened niches for the radiation of the dinosaurs.[16][17] The Norian is the second age of the Late Triassic, covering the time interval from about 227 to 208.5 million years ago.[10] During this age, herbiverous sauropodomorphs diversified and began to displace the large herbivorous therapsids, perhaps because they were better able to adapt to the increasingly arid climate.[18] However crurotarsans continued to occupy more ecological niches than dinosaurs.[15] In the oceans, neopterygian fish proliferated at the expense of ceratitid ammonites.[19] The Manicouagan impact event took place at 214 million years ago. However, no extinction event is associated with this impact.[20][21] The Rhaetian age was the final stage of the Late Triassic, in succession to the Norian Age,[10] and was last major disruption of life until the end-Cretaceous mass extinction. This stage of the Triassic is known for its extinction of marine reptiles, such as nothosaurs and shashtosaurs with the ichthyosaurs, similar to today's dolphin. This stage was concluded with the disappearance of many species that removed types of plankton from the face of the earth, as well as some organisms known for reef-building, and the pelagic conodonts. In addition to these species that became extinct, the straight-shelled nautoloids, placodonts, bivalves and many types of reptiles did not survive through this stage. During the beginning of the Triassic Period, the earth consisted of a giant landmass known as Pangea, which covered about a quarter of earth's surface. Towards the end of the period, continental drift occurred which separated Pangea. At this time, polar ice was not present because of the large differences between the equator and the poles.[citation needed] A single, large landmass similar to Pangea would be expected to have extreme seasons; however, evidence offers contradictions. Evidence suggests that there is arid climate as well as proof of strong precipitation. The planet's atmosphere and temperature components were mainly warm and dry, with other seasonal changes in certain ranges.[citation needed] The Middle Triassic was known to have consistent intervals of high levels of humidity. The circulation and movement of these humidity patterns, geographically, are not known however. The major Carnian Pluvial Event stands as one focus point of many studies. Different hypotheses of the events occurrence include eruptions, monsoonal effects, and changes caused by plate tectonics. Continental deposits also support certain ideas relative to the Triassic Period. Sediments that include red beds, which are sandstones and shales of color, may suggest seasonal precipitation. Rocks also included dinosaur tracks, mudcracks, and fossils of crustaceans and fish, which provide climate evidence, since animals and plants can only live during periods of which they can survive through. The Late Triassic is described as semiarid. Semiarid is characterized by light rainfall, having up to 10–20 inches of precipitation a year. The epoch had a fluctuating, warm climate in which it was occasionally marked by instances of powerful heat. Different basins in certain areas of Europe provided evidence of the emergence of the “Middle Carnian Pluvial Event.\" For example, the Western Tethys and German Basin was defined by the theory of a middle Carnian wet climate phase. This event stands as the most distinctive climate change within the Triassic Period. Propositions for its cause include: Theories and concepts are supported universally, due to extensive areal proof of Carnian siliciclastic sediments. The physical positions as well as comparisons of that location to surrounding sediments and layers stood as basis for recording data. Multiple resourced and recurring patterns in results of evaluations allowed for the satisfactory clarification of facts and common conceptions on the Late Triassic. Conclusions summarized that the correlation of these sediments led to the modified version of the new map of Central Eastern Pangea, as well as that the sediment's relation to the “Carnian Pluvial Event” is greater than expected. The extinction event that began during the Late Triassic resulted in the disappearance of about 76% of all terrestrial and marine life species, as well as almost 20% of taxonomic families. Although the Late Triassic Epoch did not prove to be as destructive as the preceding Permian Period, which took place approximately 50 million years earlier and destroyed about 70% of land species, 57% of insect families as well as 95% of marine life, it resulted in great decreased in population sizes of many living organism populations. The environment of the Late Triassic had negative effects on the conodonts and ammonoid groups. These groups once served as vital index fossils, which made it possible to identify feasible life span to multiple strata of the Triassic strata. These groups were severely affected during the epoch, and became extinct soon after (Conodonts). Despite the large populations that withered away with the coming of the Late Triassic, many families, such as the pterosaurs, crocodiles, mammals and fish were very minimally affected. However, such families as the bivalves, gastropods, marine reptiles and brachiopods were greatly affected and many species became extinct during this time. Most of the evidence suggests the increase of volcanic activity was the main cause of the extinction. As a result of the rifting of the super continent Pangea, there was an increase in widespread volcanic activity which released large amounts of carbon dioxide. At the end of the Triassic Period, massive eruptions occurred along the rift zone, known as the Central Atlantic Magmatic Province, for about 500,000 years. These intense eruptions were classified as flood basalt eruptions, which are a type of large scale volcanic activity that releases a huge volume of lava in addition to sulfur dioxide and carbon dioxide. The sudden increase in carbon dioxide levels is believed to have enhanced the greenhouse effect, which acidified the oceans and raised average air temperature. As a result of the change in biological conditions in the oceans, 22% of marine families became extinct. In addition, 53% of marine genera and about 76–86% of all species became extinct, which vacated ecological niches; thus, enabling dinosaurs to become the dominant presence in the Jurassic Period. While the majority of the scientists agree that volcanic activity was the main cause of the extinction, other theories suggest the extinction was triggered by the impact of an asteroid, climate change, or rising sea levels. The impacts that the Late Triassic had on surrounding environments and organisms were wildfire destruction of habitats and prevention of photosynthesis. Climatic cooling also occurred due to the soot in the atmosphere. Studies also show that 103 families of marine invertebrates became extinct at the end of the Triassic, yet another 175 lived on into the jurassic. Marine and extant species were hit fairly hard by extinctions during this epoch. Almost 20% of 300 extant families became extinct, and Bivalves, Cephalopods, and Brachiopods suffered greatly. 92% of Bivalves were wiped out episodically throughout the Triassic. The end of the Triassic also brought about the decline of corals and reef builders during what is called a “reef gap”. The changes in sea levels brought this decline upon corals, particularly the Calcisponges and Scleractinian corals. However, some corals would make a resurgence during the Jurassic Period. 17 Brachiopod species were also wiped out by the end of the Triassic. Furthermore, Conulariids became entirely extinct. ","Title":"Late Triassic - Wikipedia","KeyID":"1047","URL":"https://en.wikipedia.org/wiki/Late_Triassic"}