{"Content: ":"COVID-19 community quarantines in the Philippines are series of stay-at-home orders and cordon sanitaire measures that have been implemented by the government of the Philippines through its Inter-Agency Task Force for the Management of Emerging Infectious Diseases (IATF-EID). As of November 2021, under the original classification system that was enacted in 2020, there were four main quarantine tiers. In Metro Manila there is now an alert level system (ALS) which has been introduced in September 2021 and it is already in place. As of November 2021, all regions of the country have been covered by the ALS system, which has become the national standard.[1] In the original classification system, the strictest community quarantines is the \"enhanced community quarantine\" (ECQ), which effectively is a total lockdown. According to the ALS, there are five tiers of alert level, with alert level 1 being the most lenient and alert level 5 being the most strict. As a result of the rapid increase in the number of cases in Metro Manila, Albay 2nd district representative Joey Salceda put forward a week-long lockdown of the region In order to prevent the disease from spreading across the country. Salceda specifically proposed the closure of the Philippine expressway network and public transportation accessing the region, in addition to the suspension of classes and work.[2] President Rodrigo Duterte initially rejected the proposal claiming it would \"hamper the flow of basic commodities\".[3] Health Secretary Francisco Duque, however, raised the possibility that if the reports of community-based transmissions are reported, it is possible that a lockdown could be implemented on certain cities or towns, rather than an entire region, as a precaution.[4] On March 12, Duterte announced a partial lockdown covering Metro Manila,[5] that began on March 15. At one point during Duterte's pronouncement about the Metro Manila \"community quarantine,\" he said that \"they are afraid to call it a lockdown, but it is a lockdown.\"[6][7] This statement left many confused.[8] His cabinet secretary, Karlo Nograles, later made it clear that the proper term was \"community quarantine\" and that the president's comment meant that the event was \"like a lockdown\".[6][8]Further to that, Nograles said the term \"lockdown\" would likely end up leading to different interpretations, while \"community quarantine\" would be a technical term that medical authorities could give meaning to, which would not cause public panic.[8][9] When the \"community quarantine\" was applied to Luzon, Presidential Spokesperson Salvador Panelo, said that the Luzon-wide enhanced community quarantine (ECQ) was equivalent to an \"absolute lockdown or total lockdown.\"[10] Secretary Eduardo Año of the Department of Interior and Local Government (DILG) also said that \"enhanced community quarantine\" should be considered as a \"total lockdown.\"[11] Further, Duterte recommended that local governments outside of the National Capital Region implement a community quarantine if, within a given level of local government, a minimum of two COVID-19 cases have been confirmed within a lower level of government within its jurisdictional area; for example, a province-wide quarantine should be implemented if there are at least two COVID-19 cases confirmed within different cities or municipalities in the same province, while a city/municipality-wide quarantine should be implemented if there are at least two COVID-19 cases confirmed within different barangays in the same city or municipality. Upon declaration of a disaster, local government units were also authorized to make use of their quick response funds under the aegis of a state of emergency.[5] Local government units have been placed under enhanced community quarantine by the national government in Visayas and Mindanao and relevant field offices of the Department of Health the power to lift or extend the lockdown period in their jurisdiction. The imposition of a \"localized lockdown\" involving measures at the barangay, situ and/or purok levels instead of removing all ECQs has been suggested as an alternative.[12] On April 6, 2020, the following localities were under enhanced community quarantine: all regions of Luzon, Western Visayas, Caraga Region, Zamboanga Peninsula, Samar, Biliran, Cebu, Negros Oriental, Camiguin, Bukidnon, Sultan Kudarat, Lanao del Sur, Lanao del Norte, Cotabato, South Cotabato, Tawi-Tawi, and the municipality of Catarman in Northern Samar.[13] On April 24, 2020, it was clarified that local government units can no longer impose quarantine measures without the consent of the Inter-Agency Task Force for the Management of Emerging Infectious Diseases (IATF-EID). Prior to that period, localities could impose such measures with coordination with the DILG.[14] Duterte issued Executive Order 112, extending enhanced community quarantine in select localities until May 15 and imposing a general community quarantine in the rest of the country, also overriding existing quarantine measures by local government units, starting May 1.[15] In March 2021, the government introduced a new designation known as NCR Plus, which covers the Greater Manila Area, for the purpose of managing quarantine measures. This area covers Metro Manila, also known as the National Capital Region (NCR) and the adjacent provinces of Bulacan, Cavite, Laguna and Rizal.[16] There are two main types of community quarantine measures in place, the enhanced community quarantine (ECQ) and the general community quarantine (GCQ). It is also important to note that there have been variations of ECQ and GCQ introduced over time, such as the modified enhanced community quarantine (MECQ) and the modified general community quarantine (MGCQ) which are generally less strict than their standard counterparts. As the government may change its guidelines from time to time, the exact measures per level may vary, but they are all aimed at ensuring the highest level of security to the public. The ECQ is the most stringent, and the MGCQ is the most lenient. Localities under an enhanced community quarantine (ECQ) are generally ordered to stay at home, with its residents restricted from traveling to other cities or barangays. The ECQ is equivalent to a total or complete lockdown in terms of security. Barangay governments can issue quarantine passes allowing residents to buy essential goods outside curfew hours and within the issuing barangays' jurisdiction. The Bayanihan to Heal as One Act which was effective in 2020 also provides measures related to the ECQ, such as:[18] When ECQ was reintroduced in March 2021 in the Greater Manila Area (or NCR Plus as designated by the IATF-EID); new set of measures were observed.[19] Unlike in 2020, ECQ measures as of 2021 had more lenient restrictions on transportation allowing for operations of public transportation at a limited capacity.[20] However, with the ECQ period in March–April 2021 coinciding with the Holy Week and late release of guidelines of the Department of Transportation, this resulted in the virtual absence of public transportation in some areas.[21] The general community quarantine (GCQ), which was introduced on May 1, is generally less stringent than ECQ. Public transportation is allowed at a reduced capacity and select businesses are allowed to operate at 50 to 100 percent of their regular capacity depending on their industry. Shopping malls are also allowed to operate, although only select stalls and stores are allowed to open.[22] A level under GCQ, is called a modified general community quarantine (MGCQ).[citation needed] Sporting activities has been allowed in areas under GCQ since July 2020, although live spectators are not allowed for sports events.[23] On June 28, 2021, the government announces new quarantine status under GCQ: GCQ with some restrictions and GCQ with heightened restrictions.[24] The \"New Normal\" classification was introduced sometime in May 2020, but was never used since quarantine measures were first imposed.[25] The classification of measures was intended to be a level under MGCQ. It was a proposed that an area needs to be placed under MGCQ prior to the imposition of new normal measures.[26] The use of the classification was deferred in mid-June 2020.[27] As stated in the IATF Omnibus Guidelines on the Implementation of Community Quarantine in the Philippines, areas which are no longer under Community Quarantine will be transitioned to the New Normal. This classification was never used. The COVID-19 alert level system was introduced with pilot implementation of the system in Metro Manila beginning on September 16, 2021. The old quarantine system is still to be used outside Metro Manila pending the nationwide adoption of the ALS.[28] The ALS was introduced to areas outside Metro Manila on October 20, 2021.[29] The nationwide implementation was done in four phases and has been fully implemented since November 22, 2021.[30][31] There are types of quarantine or lockdown measures aside from the ECQ and GCQ. Additional measures have been imposed under an \"extensive enhanced community quarantine\" or \"extreme enhanced community quarantine\" (EECQ). An EECQ is generally stricter than an ECQ. Prior to the imposition of the enhanced community quarantine in Luzon, a more lenient measure, which includes a stay-at-home order and a curfew, was imposed in Metro Manila and was officially called a \"community quarantine\".[18] Several LGUs has used the term \"hard lockdown,\" which is an area under disease monitoring and mass testing for the virus.[33][34][35] In May 2020, additional terms were coined by the government to categorize the community quarantine according to its risk assessment and those new terms are \"modified enhanced community quarantine,\" \"modified general community quarantine\" and \"new normal.\"[25] A \"total lockdown\" measure, distinct from an ECQ, has been considered, which would prohibit people from leaving their places of residence and mandate the closure of all public establishments. According to presidential spokesperson Harry Roque, this measure is considered as an option.[36] A \"granular lockdown\" or “targeted lockdown” can be applied to single barangay, or a portion of it such as a certain road, with a high concentration or clustering of active cases of COVID-19.[37] Granular lockdowns could also cover just a single affected house. The granular lockdown strategy took a more prominent role when the alert level system (ALS) was introduced in September 2021 to mitigate the economic impact of the pandemic.[38] The enhanced community quarantine in Luzon covers the island of Luzon and its outlying islands, or eight out of seventeen regions of the Philippines. An indefinite enhanced community quarantine, was imposed in Caraga, alternatively known as One Shield Caraga, started on April 7,[39] and in the Davao Region[40] which took effect on April 4.[40] Provinces that imposed an enhanced community quarantine include Iloilo (March 21),[41] Antique (March 22),[42] Negros Occidental (March 30),[43] Cebu (March 30),[44] and Negros Oriental (April 3).[45] The independent cities of Bacolod (March 30),[43] Iloilo City (March 21),[41] and Cebu City (March 28)[44] also imposed ECQ measures. Enhanced community quarantines (ECQs) were extended in Metro Manila, Central Luzon (excluding Aurora), and Calabarzon regions as well as in the provinces of Benguet, Pangasinan, Iloilo, Cebu, and the cities of Bacolod and Davao until May 15 as per President Duterte's Executive Order 112. All other areas were placed under general community quarantine (GCQ) unless otherwise approved by the IATF-EID.[15] Albay and Zamboanga City were also included among local government units placed under ECQ.[46] The IATF-EID allows local government units, the imposition or extension of ECQ at a municipal or barangay level with the concurrence of their respective regional IATF-EID.[47] The municipality of San Jose remained under ECQ while the rest of Occidental Mindoro downgraded to GCQ.[48] Marinduque[49] and Bacolod also remained under ECQ.[50] Request to extend ECQs in the following areas were rejected by the IATF-EID: the provinces of Camarines Sur, La Union, Mountain Province, Isabela, Lanao del Norte, and Lanao del Sur, and the cities of Marawi and Butuan.[47] On May 12, 2020, it was originally announced that community quarantine measures will be lifted in 41 provinces and 11 cities across the country due to their being low risk for coronavirus disease 2019 (COVID-19),[51] but were eventually upgraded to modified general community quarantine (MGCQ) after receiving petitions from LGUs starting May 16.[52] On May 15, 2020, the IATF-EID approved the appeal of Mayor Lani Mercado-Revilla placing the city of Bacoor in the province of Cavite under modified enhanced community quarantine. The IATF-EID issued Resolution No. 37, overriding prior plans, placing Metro Manila, the cities of Angeles and Bacoor, as well as the provinces of Laguna, Bataan, Bulacan, Nueva Ecija, Pampanga, and Zambales under modified enhanced community quarantine, which is more lenient than an ECQ but stricter than a GCQ. Cebu City and Mandaue were placed under ECQ while the rest of the country was placed under GCQ. The measure became effective on May 16 with quarantine measures to be reassessed on May 31.[53] The IATF-EID issued Resolution No. 41 to override prevailing quarantine measures in the country starting June 1. Measures in Metro Manila, Central Luzon and Central Visayas regions transitioned to general community quarantine (GCQ). GCQ remained in Cagayan Valley, Pangasinan (except Dagupan), Zamboanga City and Davao City, while the rest of the country was placed under modified general community quarantine (MGCQ).[54] However, Marc Brian Lim, the city mayor of Dagupan, suspended the implementation of GCQ measures in the city to MGCQ as directed by the IATF-EID. This followed Dagupan recording 14 additional COVID-19 cases on May 31, the day prior the city was supposed to transition to MGCQ. Lim appealed to the IATF-EID for the task force to allow his city to remain under GCQ.[55] Due to the sudden increase number of community transmissions in the area, the IATF-EID recommended the reimposition of the enhanced community quarantine (ECQ) to Cebu City starting on June 16, the most stringent lockdown-measure tier with the neighboring Talisay being reimposed under the modified enhanced community quarantine (MECQ). Meanwhile, GCQ was extended or reimposed in the areas of Metro Manila, Cagayan Valley, Central Luzon, Calabarzon, Occidental Mindoro, the rest of Central Visayas, Zamboanga City and Davao City.[56] On June 23, the IATF-EID temporarily removed the \"new normal\" classification which meant that all areas in the country will still be under varying levels of community quarantine after the June 16–30 measures.[27] The GCQ were either reimposed or extended to the provinces of Benguet, Cavite, Leyte (except Tacloban), Rizal, Southern Leyte, and several parts of Cebu. Only Cebu City remained under ECQ as the city confirms more cases.[57][58] On July 15, quarantine measures continued to ease as Cebu City shifted to MECQ. Metro Manila remains under GCQ for another two weeks. Other areas under GCQ includes the provinces of Agusan del Norte, Basilan, Cavite, Laguna, Rizal, and Southern Leyte, as well as the cities of Butuan, Lapu-Lapu, Mandaue, Ormoc, and Zamboanga. The rest of the country shifts to MGCQ.[59][60] Quarantine measures for August 1 to 15 were decided on July 30 and was announced on July 31.[61] Cebu City's MECQ has finally been downgraded to GCQ. Other places that are still under GCQ includes: the Metro Manila, the provinces of Batangas, Bulacan, Cavite, Laguna, and Rizal, the cities of Lapu-Lapu, Mandaue, Talisay, and Zamboanga, and the municipalities of Consolacion and Minglanilla in Cebu. The rest of the country are still under MGCQ.[62] On August 2, the IATF-EID responded to the appeal of 40 medical societies led by the Philippine College of Physicians to place Metro Manila under ECQ again due to rising COVID-19 cases.[63] The meeting later decided to place Metro Manila, Bulacan, Cavite, Laguna, and Rizal back under MECQ from August 4 to 18.[64] The provinces of Batangas, Nueva Ecija, and Quezon in Luzon and Iloilo City in the Visayas were placed under GCQ again on August 16. While the cities of Cebu, Mandaue, Lapu-Lapu, and Talisay, and the municipalities of Minglanilla and Consolacion in the Cebu province remained under GCQ. Zamboanga City was placed under MGCQ.[65] On August 17, on the recommendation of the IATF-EID, President Duterte announced that Metro Manila and its neighboring provinces of Bulacan, Cavite, Laguna, and Rizal will be downgraded to GCQ starting August 19.[66][67] His speech was broadcast from Davao City. On August 21, Catbalogan was placed under ECQ, following Samar Governor Reynolds Michael Tan signed an executive order amid a spike of cases.[68] Tuguegarao was placed under MECQ for ten days, from August 26 to September 4.[69] On August 31, President Duterte approved the recommendation of IATF-EID, to place Iligan under MECQ. The GCQ in Metro Manila, Batangas, and Bulacan was also extended, while the quarantine measures in Bacolod and Tacloban were upgraded to GCQ. The rest of the country were placed under MGCQ on September 1.[70] Lanao del Sur and the city of Bacolod were also placed under MECQ from September 8 to 30,[71] due to the sudden rise of COVID-19 cases linked to local transmissions within these areas.[72] The cities of Koronadal and General Santos were also placed under GCQ from September 11 to 25[73] and September 13 to 27,[74] respectively, while the province of South Cotabato was placed under GCQ from September 16 to 30.[75] Iloilo City was placed under MECQ, from September 25 to 30,[76][77] originally scheduled to end on October 9. On September 28, President Duterte announced that the GCQ in Metro Manila, Bacolod, Batangas, Iloilo City, and Tacloban will be extended from October 1 to 31, while the MECQ in Iligan will be downgraded to GCQ. Lanao del Sur (including Marawi) on the other hand, will be placed under MECQ for the entirety of October. The rest of the country will remain under MGCQ.[78] Ilagan in Isabela was placed under MECQ from October 6 to 16,[79] then to ECQ from October 16 to 30, amid rising cases in the city.[80] Enrile in Cagayan was placed under MECQ from October 6 to 16.[81] Northern Samar was placed under GCQ from October 20 until November 3.[82] On October 27, President Duterte announced in his televised address from Davao City, that the GCQ in Metro Manila, Bacolod, Batangas, Iloilo City, Tacloban, and Iligan will be extended until November 30, while Lanao del Sur will be placed under GCQ. The rest of the country will remain under MGCQ.[83][84] Davao City was also placed under GCQ from November 20 until November 30, amid sudden rise of COVID-19 cases in the city.[85] Laoag in Ilocos Norte was placed under MECQ from November 27 until December 11, due to spike in cases in the city.[86] On November 30, President Duterte announced that the quarantine measures in Metro Manila, Batangas, Davao City, Iligan, Iloilo City, Lanao del Sur, and Tacloban will remain as they are until December 31. Davao del Norte was upgraded to a GCQ due to its high positivity rate, while Bacolod was downgraded to a MGCQ. The rest of the country will remain under MGCQ.[87] Laoag was downgraded to GCQ from December 12 until December 25.[88][89] On December 14, the province of Isabela was placed under GCQ and will be under that quarantine measure until December 30.[90] On December 28, President Duterte has announced that the GCQ in Metro Manila, Batangas, Davao del Norte, Isabela, Lanao del Sur, Davao City, Iligan, Iloilo City and Tacloban will be extended until January 31, while Santiago will be upgraded to GCQ. The rest of the country will be placed under MGCQ.[91][92] On January 1, Isabela and Iloilo City has been downgraded to MGCQ.[93] Laoag was placed under GCQ on January 11.[94] Tuguegarao was placed under ECQ from January 20 until January 29, due to the spike of cases in the city.[95] It was extended until February 3, as the cases were still rising.[96] Passi was placed under ECQ from January 28 until February 11.[97] On January 29, it was announced that the following areas will be placed under GCQ: the Cordillera Administrative Region and Metro Manila, the provinces of Batangas, Davao del Norte, and Lanao del Sur, and the cities of Tacloban, Davao City, and Iligan for the whole month of February. The rest of the country will be under a more lenient MGCQ, unless otherwise stated.[98] There was a plan to place the entire country under MGCQ by March 2021, which was first proposed by the National Economic and Development Authority (NEDA) to allow the reopening of industries closed under stricter quarantine measures. The Department of the Interior and Local Government (DILG) supported this proposal and said that it would harmonize travel restrictions throughout the country.[99] However, President Duterte issued a directive against the proposal but was open to ease the restrictions nationwide as soon as the national government starts its vaccination program.[100] On February 27, Presidential Spokesperson Harry Roque announced that the GCQ in Metro Manila, Apayao, Baguio, Batangas, Davao City, Iligan, Kalinga, Lanao del Sur, Mountain Province, and Tacloban will still be in place for the entire month of March.[101] On March 21, in view of the grim rising of new COVID-19 cases, President Duterte approved the IATF-EID recommendation placing Metro Manila and its neighboring provinces of Bulacan, Cavite, Laguna, and Rizal under GCQ \"with additional restrictions\" from March 22 to April 4.[102] These areas within the Greater Manila Area were collectively given the designation \"NCR Plus\"[16] and the restrictions placed on the area was described essentially as a GCQ–MECQ hybrid.[103] However, on March 29, the Greater Manila Area was placed under ECQ due to the increasing trend in the number of cases in the area.[104] On March 29, President Duterte announced community quarantine measures that would prevail from April 1 to 30 with most of the Philippines to be placed under MGCQ. Quirino and the city of Santiago in Isabela will placed under MECQ, while the Cordillera Administrative Region, Cagayan, the rest of Isabela, Nueva Vizcaya, Batangas, Lanao del Sur and the cities of Tacloban, Iligan, Davao City will be under GCQ and the quarantine measures in the NCR Plus area were retained.[105] The ECQ in NCR Plus was supposed to end on April 4, but was extended until April 11.[106] From April 12 to 30, the Greater Manila Area was placed under MECQ. For the same period, Abra was also placed under MECQ, while Quezon was placed under GCQ.[107][108] On April 28, 2021, President Duterte announced that the MECQ in the Greater Manila Area (\"NCR Plus\") will remain in place until May 14 while that of in Santiago City, Quirino, and Abra will remain until May 31. The GCQ in the provinces of Apayao, Batangas, Benguet, Cagayan, Ifugao, Isabela, Kalinga, Lanao del Sur, Mountain Province, Nueva Vizcaya, and Quezon, and the cities of Baguio, Davao City, Iligan, and Tacloban will remain in place until May 31, while the rest of the country will remain under MGCQ.[109] However, quarantine measures for Ifugao were raised to MECQ which will be active from May 1 to 14, and Palawan was placed under GCQ for the whole month.[110] On May 13, 2021, President Duterte approved the IATF-EID recommendations in downgrading the quarantine classification of the NCR Plus under GCQ \"with heightened restrictions\" from May 15 to May 31. MECQ would be in place in the provinces of Ifugao and Quirino and the cities of Santiago and Zamboanga City due to the rise in COVID-19 cases in those areas. The GCQ in the rest of the Cordillera and Calabarzon, the provinces of Cagayan, Isabela, Lanao del Sur, Nueva Vizcaya, and the cities of Davao City, Iligan and Puerto Princesa would remain in place until May 31, while the rest of the country would remain under MGCQ.[111] On May 31, 2021, President Duterte announced that GCQ in the Greater Manila Area (\"NCR Plus\") would remain, this time \"with heightened restrictions,\" from June 1 to 14. More areas were upgraded to MECQ starting on June 1, such as the provinces of Cagayan, Apayao, Benguet, Ifugao, Zamboanga Sibugay, Zamboanga del Norte, Zamboanga del Sur and the cities of Puerto Princesa, Iloilo, Cagayan de Oro, Butuan, and Zamboanga, while MECQ was retained in Santiago City until June 15. The GCQ status in Abra, Kalinga, Baguio City, Batangas, Quezon, Lanao del Sur, Iligan City, and Davao City was retained, while Mountain Province and Quirino were downgraded to GCQ until June 30; Cotabato City was upgraded to GCQ as well. The rest of the country was placed under MGCQ until June 30.[112][113] On June 14, 2021, in view of the grim rising of new COVID-19 cases outside the Greater Manila Area (\"NCR Plus\") particularly in the Visayas and Mindanao regions, President Duterte approved the IATF-EID recommendation placing the provinces of Cagayan, Apayao, Ifugao, Bataan, Iloilo, Negros Oriental, Zamboanga Sibugay, Zamboanga del Sur, Zamboanga del Norte, Agusan del Sur, Dinagat Islands, Surigao del Sur and the cities of Santiago, Lucena, Puerto Princesa, Naga, Iloilo, Davao, Butuan, Cagayan de Oro, and Zamboanga City under the stricter MECQ from June 16 to June 30.[114] Meanwhile, the GCQ imposed on the Greater Manila Area (\"NCR Plus\") was modified with the areas of the National Capital Region and the province of Bulacan downgraded to a looser GCQ \"with some restrictions,\" while the stricter GCQ \"with heightened restrictions\" remains in the provinces of Cavite, Rizal, and Laguna. The provinces of Kalinga, Mountain Province, Benguet, Abra, Isabela, Nueva Vizcaya, Quirino, Batangas, Quezon, Davao del Norte, Sultan Kudarat, Sarangani, Cotabato, South Cotabato, Lanao del Sur, and the cities of Baguio City, Cotabato City, Iligan City, General Santos City were upgraded to GCQ as well.[114] The alert level system (ALS) was introduced by the government in September 2021 with pilot implementation of the system in Metro Manila beginning on September 16, 2021. The IATF intends to phase out the old quarantine system, which still remains in use outside Metro Manila pending the nationwide adoption of the ALS.[28] The ALS was expanded to Calabarzon, Central Visayas, and Davao regions on October 20, 2021.[29] On November 11, 2021, President Duterte signed Executive Order No. 151 approving the nationwide implementation of the ALS across all regions in the Philippines with its expansion to the Ilocos, Eastern Visayas, and Soccsksargen regions and later on to the Cagayan Valley, Bicol, and the Zamboanga Peninsula regions in the week after.[115] On November 22, 2021, the IATF further extended the ALS to the remaining areas of the Cordillera Administrative Region, the Bangsamoro Autonomous Region in Muslim Mindanao, Mimaropa, and the Caraga regions thereby completely phasing-out the previous community quarantine classification system that has been in place since March 2020.[31] By December 3, 2021, the whole Philippines is under Alert Level 2. This alert level system would be in place until December 31.[116] Alert level 3 is placed in Metro Manila in January 3;[117] Bulacan, Cavite and Rizal on January 5[118] and Laguna on January 7[119] until January 15 due to the recent spike of coronavirus (COVID-19) cases. Areas in Bataan, Batangas, Cagayan, Pampanga, Zambales, Angeles City, Baguio City, Dagupan City, Iloilo City, Lapu-Lapu City, Lucena City, Naga City, Olongapo City, and Santiago City placed under the stricter Alert Level 3 from January 9, as the Philippines contends with a rapidly increasing number of COVID-19 infections.[120] Amid the spike in COVID-19 cases, the Inter-Agency Task Force on Emerging Infectious Diseases escalated areas in Benguet, Kalinga, Abra, La Union, Ilocos Norte, Pangasinan, Nueva Vizcaya, Isabela (province), Quirino, Nueva Ecija, Tarlac, Quezon, Occidental Mindoro, Oriental Mindoro, Camarines Sur, Albay, Bacolod, Aklan, Capiz, Antique, Cebu City, Mandaue, Tacloban, Cagayan de Oro, Davao City, Butuan, Agusan del Sur and Cotabato City to Alert level 3 from January 14 to 31, Cabinet Secretary Karlo Nograles said on Wednesday. [121] The Inter-Agency Task Force (IATF) approved on January 20, 2022, the escalation of Kalinga, Ifugao, and Mountain Province in the Cordillera Administrative Region, as well as the province of Northern Samar, to Alert Level 4. Meanwhile, some areas in Apayao, Puerto Princesa City, Masbate, Siquijor, Zamboanga del Norte, Zamboanga Sibugay, Lanao del Norte, Davao de Oro, Davao Oriental, North Cotabato, Sarangani, Sultan Kudarat, Surigao del Norte, Maguindanao, and Basilan were also placed under Alert Level 3. The Alert Levels will take effect from January 21 until January 31, 2022.[122] Malacañang announced in January 27 that areas in Palawan, Camiguin, Davao Occidental, Dinagat Islands, Tawi-Tawi, Sulu will be placed under Alert Level 3 classification starting January 28.[123]","Title":"COVID-19 community quarantines in the Philippines - Wikipedia","KeyID":"10477","URL":"https://en.wikipedia.org/wiki/COVID-19_community_quarantines_in_the_Philippines"}