{"Content: ":"The COVID-19 pandemic in Selangor, Malaysia, started when four of eight Chinese nationals from Wuhan was quarantined in a hotel of Johor's Iskandar Puteri was tested positive on 25 January and 28 January 2020, respectively, and was quarantined in Sungai Buloh Hospital, largest hospital of Selangor. As of 24 October, Selangor confirmed more than 700,000 cases and over 7,000 deaths.[1] Making it the worst effected state in Malaysia (N)=No new cases in past 14 days Total cumulative cases in Selangor On 24 January, eight Chinese nationals from Wuhan of Hubei Province entered Johor via Tuas checkpoint of neighbouring Singapore. They were quarantined in the forest city of Iskandar Puteri and was tested negative earlier, but on 25 January, 3 of them was tested positive, marking the beginning of COVID-19 outbreak in Malaysia. The 3 patients were 65-year-old woman and her 11 and 2-year old grandsons. They were quarantined in Sungai Buloh Hospital of Sungai Buloh, Petaling District, making Selangor the first hit state of Malaysia.[26][27] 3 days later, a 36-year-old woman, who is daughter-in-law of first case of Singapore. and mother of Case 2 and 3, was also tested positive. She was also warded in Sungai Buloh Hospital. She had negative results earlier but she went to Sungai Buloh Hospital to take care of her two infected child, where she got tested positive too. On 29 January 2020, a 41-year-old Malaysian male, who attended an international conference in Grand Hyatt Singapore on 17–23 January and celebrated Chinese New Year with his family, went to a private medical institution in Selangor after having fever and cough. He was admitted to Sungai Buloh Hospital on 2 February, and was tested positive for COVID-19 by the next day. His 40-year-old sister who was in Kedah, who visited him during Chinese New Year, was also diagnosed 2 days later, making her the first locally transmitted case of COVID-19 in Malaysia.[28][29] On 8 February, Selangor records 1 more new case, which is linked to Case 9. The patient was a 65-year old Malaysian woman, who ate with Case 9 at the same table during the Chinese New Year. She began to feel uncomfortable on 5 February, where she had dizziness and night sweats but without fever. She was diagnosed on 8 February, while she herself suffered from several types of chronic illnesses, such as hypertension, diabetes, paraplegia etc., she is also a heart patient with pacemaker. She was treated in Hospital Sungai Buloh. On 9 February, Selangor recorded another new case: a 31-year-old man from Hulu Langat District who works in Macau and been to Mainland China on 1 February. He developed cough on 7 February and was admitted into Sungai Buloh Hospital. He was later diagnosed on 9 February. On 14 February, the first 4 patients of Selangor which was treated in Sungai Buloh Hospital, was fully recovered and discharged.[30] The next day, 1 more positive case was recorded: an 83-year old American woman. She was a passenger of MS Westerdam, which was docked in Sihanoukville port of Cambodia. After passing the medical examination in Cambodia on 13 February, she was allowed to return to US by Cambodian authorities. But since Cambodia don't have direct flight to Europe or the US, she have to fly to Malaysia and transfer plane to US. She was diagnosed with abnormal temperature screening in KLIA and was admitted to Sungai Buloh Hospital, where she was tested positive. Her 85-year-old husband was tested negative for COVID-19, but he chose to accompany her in Sungai Buloh Hospital. On 17 February, Case 9, or 5th case of Selangor, has recovered and discharged, making him he first Malaysian citizen to recover from COVID-19.[31] On 19 February, two more patients were discharged: Case 17 and 18.[32] On 21 February, Case 22 (83-year-old woman from the US) was clear from SARS-CoV-2 virus, but she was still hospitalised for further treatment of other illnesses.[33] On 27 February, Case 22 was finally discharged after fully recovered from all COVID-19 symptoms.[34] Selangor was free of COVID-19 active case. At the next day, Selangor was no-longer COVID free as 1 more case was recorded. The new patient was a 54-year-old man from Italy who is married to a Malaysian woman. He went back to Italy on 15–21 February for business reasons. He was diagnosed on 28 February and was treated in Sungai Buloh Hospital.[35] On 27 February 2020, a Tablighi Jamaat event was held in a mosque of Sri Petaling, Kuala Lumpur. It was attended by 15,000 people, including 14,500 Malaysian citizens and 1,500 foreigners. This event was attended by multiple Malaysians returning from South Korea. On 1 March 2020, Hisham Hamdan, who is the executive director of Khazanah Nasional and chairman of UDA Holdings Berhad, was tested positive for COVID-19. He travelled to Shanghai, China on mid-January. He had meetings with 18 others on 21 February, 15 on 24 February, and 21 others on 27 February. He developed symptoms on 27 February and sought treatment in Subang Jaya Medical Centre. He was tested positive on 1 March.[36][37] He had close contact with 168 individuals, which is already tested. On 3 March 2020, Malaysia reports multiple of cases in Selangor, mainly linked to Case 26. One more key case in Case 26 was identified at the same day: Case 33. Case 33 was a senior lawyer and member of UDA Holdings Berhad, Rosli Dahlan. He had meeting with 14 other person on 24 February with Mr. Hisham Hamdan.[38] On 9 March 2020, total cases of Malaysia breach 100, most of the cases in early-March were linked to Case 26 & 33. However, both Mr. Hamdan (Case 26) and Mr. Dahlan (Case 33) has recovered and discharged, but date is undisclosed.[39] On mid-March, main cluster of Malaysia has slowly turned from Case 26 & 33 to Tabligh Jamaat. Brunei, Indonesia, Cambodia, Philippines and other Southeast Asian nations had reported multiple confirmed cases from Tabligh Jamaat event. On 13 March, Malaysia released state-by-state data. Selangor had confirmed 87 total cumulative cases as of 13 March. On 15 March, Malaysia reports sudden spike of new cases, with 190 new cases, mostly from Tabligh event in Masjid Sri Petaling.[40] On 16 March, Prime Minister Muhyiddin Yassin held a nationwide live telecast at night, to announce the implementation of Movement Control Order (MCO). It will be gone effective on 18 March 2020 and expected to end on 31 March 2020.[41][42] Total cumulative cases of Selangor had also breached 100, as the total reached 144. On 17 March, Malaysia reported its first two fatalities: a 60-year-old pastor from Good News Fellowship Conference, Kuching, Sarawak, who was identified as David Cheng, and a 34-year-old man from Johor Bahru, Johor, who attended Tabligh Jamaat event in Kuala Lumpur. Both of them were Malaysian male national.[43] Selangor had also recorded 17 new cases. On 18 March, Movement Control Order had officially gone effective. All shops will be closed except for essential services; major gatherings is banned, schools will be closed, etc. At the same day, a newly married couple was tested positive for COVID-19. They held a wedding ceremony on 6–7 March in Bandar Baru Bangi of Hulu Langat District. 44 health workers from Teluk Intan Hospital attended this wedding, as the couple was a doctor and a nurse. The Ministry believes that this cluster was caused by Tabligh cluster.[44] More and more cases related to Tabligh were also reported. On 23 March 2020, Selangor recorded its first fatality. The victim was a 70-year-old mosque leader from Cheras. He had heart disease and hypertension, and he died in Canselor Tuanku Muhriz UKM Hospital near Ampang, Hulu Langat District. He travelled to Indonesia on February. This is the 11th fatality of Malaysia.[45] As of 24 March, 3 district of Selangor has been classified as red zone (district with 40+ cases): Gombak, Hulu Langat and Petaling. Petaling district, where Sungai Buloh, Petaling Jaya and Shah Alam were located, was the 2nd leading red zone with 158 registered cases as of 24 March, behind Lembah Pantai of Kuala Lumpur, which has 167 registered cases.[46] On 26 March, Selangor records 75 new positive cases, the highest record. Malaysia also records 235 new cases nationwide, which is the highest until 4 June.[47] On the same day, Klang became the fourth red zone of Selangor.[48] On 27 March, a new fatality was recorded; a 53-year-old man. He died in Sungai Buloh Hospital.[49] At the same day, a 62-year-old man was found dead in the toilet of Serdang Hospital, Kajang. He was believed to had committed suicide. He was found dead by a nurse at 7:40 pm. He is a patient under investigation (PUI) and suffered from depression. On 28 March, Director-General of Health of Malaysia, Noor Hisham Abdullah, said that the 62-year-old man got tested negative during the press conference.[50][51][52] On March 28, two more fatalities were recorded; Case 2321 and Case 2322. Case 2321 was a 91-year-old Malaysian female national while Case 2322 was a 76-year-old Malaysian male national. Both of them were treated at University Malaya Medical Centre and has diabetes, hypertension and kidney disease.[53] On March 30, no fatalities of Selangor residents were recorded, but a worker of Human Resources Department of MOH from Putrajaya, the administrative center of Malaysia, had died in Sungai Buloh Hospital. The victim from Putrajaya was a Malaysian 57-year-old female national. She had travel history to Indonesia, and was admitted to Putrajaya Hospital on 17 March after showing symptoms for five days. She was later transferred to Kuala Lumpur Hospital, and later Sungai Buloh Hospital. She was counted into Putrajaya's statistics.[54] Hulu Langat District had also become the leading red zone of Selangor on 30 March, with 258 total cases, compared to 224 cases in Petaling. Hulu Langat had also become the leading red zone of entire Malaysia.[55] On 31 March, two more fatalities were recorded: Case 2628 and 2629. Case 2628 was a Malaysian 81-year-old national who has heart disease. He died in Medical Centre of University Malaya on the morning of 31 March. Case 2629 was a Malaysian 73-year-old male national, who has diabetes and heart disease. He died in Tengku Ampuan Rahimah Hospital of Klang on 30 March.[56] On 3 April, one more death were recorded, an 84-year-old Malaysian female national. She has heart disease. She was first treated in Sungai Buloh Hospital, but then got transferred to Institut Jantung Negara, or National Heart Institute. She died on 2 April.[57] On 6 April, Ministry of Health identified 2 new clusters; one of them is in Selangor. The 2 new clusters were Good News Fellowship Conference which was held in Kuching, Sarawak in late-February, and a wedding ceremony in Bandar Baru Bangi. The wedding ceremony was one of the largest clusters originated in Selangor. Both clusters had spread to five generations.[58] On 7 April, total cumulative cases of Selangor had breached 1,000.[59] On 10 April, 1 more death was recorded. The victim was Case 4230, which is a close contact of Case 1684. The deceased was an 88-year-old Malaysian female national who is also a dementia patient, and has hypertension and heart disease. She was treated in University Malaya Medical Centre.[60] The next day, 11 April, another fatality was recorded. The deceased was a 71-year-old Malaysian man who has diabetes, hypertension and heart disease. His case number was #537 and was treated in Sungai Buloh Hospital. He has been staying in hospital for almost a month.[61] Another fatality was recorded on 14 April, which was a 65-year-old Malaysian man. He had diabetes, hypertension and kidney disease and was treated in Sungai Buloh Hospital.[62] 1 more patient succumbed to COVID-19 on 15 April, which is a 69-year-old Malaysian man with diabetes and hypertension. He was treated in University Malaya Medical Centre. After a month of daily cases staying above 100, Malaysia's nationwide new cases had finally dropped to double-digit of 85 on 15 April. Total cumulative cases of Malaysia had also breached 5,000.[63] Another patient had succumbed to COVID-19 in Selangor on 17 April. The deceased was a close contact of Case 2321. He was treated in University Malaya Medical Centre and has hypertension and disease history of stroke. The new cases in Selangor had also dropped back to single digit since mid-March, with only 9 new positive cases.[64] On 18 April, Selangor reports its 1st foreigner death from COVID-19. The patient was a Burmese male national who was 36-year-old. He had Severe Acute Respiratory Infection (SARI) and was already late-stage while going to hospital, and he died at the same day in Selayang Hospital, Selayang, Gombak District. He was part of the Kuala Lumpur Wholesale Market cluster.[65] He was the 3rd foreigner (with confirmed identity) to die of COVID-19 in Malaysia. On 21 April, one more person of Selangor succumbed to COVID-19. The deceased is a 72-year-old Malaysian woman. She is the mother of Case 1053 and has diabetes and hypertension. She was treated in Sungai Buloh Hospital.[66] On 22 April, Selangor records only 1 new positive case, lowest since late February.[67] On 24 April, a 61-year-old Malaysian man succumbed to COVID-19. He has diabetes, hypertension and kidney disease. He was a close contact of Case 1345 who returned from Indonesia. This patient was treated in Sungai Buloh Hospital.[68] One more fatality was recorded on 25 April, a 62-year-old Malaysian man. He has heart disease and was treated in Sungai Buloh Hospital.[69] Malaysia records its 100th death on 28 April. The 100th fatality was a 67-year-old Malaysian man from Selangor. He has diabetes, hypertension, heart disease and stroke. He was treated in Sungai Buloh Hospital.[70] On 30 April, Selangor reports a high growth rate in new cases. Selangor recorded 27 new cases on 30 April.[71] On late-April, Ministry of Health had decided to end the Case 26/33 cluster which has no new cases for 28 days. On 2 May, Selangor reported 63 new cases, highest since early-April. Total new cases of Malaysia had also risen back to 3-digit number of 105.[72] A day later, an 82-year-old Malaysian man with hypertension and heart disease died in Sungai Buloh Hospital.[73] On 5 May, a 47-year-old Malaysian man was the new fatality. He was admitted into a private hospital earlier on 15 March and was transferred to intensive care unit (ICU) of Sungai Buloh Hospital after being tested positive. He spent 46 days in ICU. He developed thrombosis on 5 May and died at the same day.[74] On 6 May, another patient succumbed to COVID-19; a 51-year-old man who has diabetes, hypertension and kidney disease. He was treated in Sungai Buloh Hospital.[75] On 11 May, one new death was recorded to Selangor: a 63-year-old Malaysian man. He has diabetes and liver cancer and was treated in Kuala Lumpur Hospital.[76] On 22 May, Selangor records 20 new cases and 1 death, after weeks of stabilized condition. The new deceased was a 65-year-old Malaysian man who have diabetes, hypertension and kidney disease and was treated in Sungai Buloh Hospital.[77] On 23 May, a new cluster was identified in Selangor; an immigration detention depot in Semenyih. 1,631 detainees and 121 staffs were tested as of the day and 21 is positive.[78] As cases rises, Selangor reports 46 new cases on 24 May, bringing the total to 1,776.[79] On 25 May, Malaysia reports 172 new cases nationwide, highest since 11 April. Most of the cases concentrated in Bukit Jalil Immigration Detention Depot of Kuala Lumpur, and Immigration Detention Depot in Selangor had also seen dramatic rise in cases.[80] The next day, Malaysia reports 187 new positive cases, and Selangor's daily cases had also dropped. Kuala Lumpur surpassed Selangor in terms of total cases.[81] Condition outside Kuala Lumpur had stayed stable since 26 May, as cases inside Bukit Jalil IDD (Immigration Detention Depot) rises. On 6 June, 1 more death was reported, a 79-year-old Malaysian woman. She is treated in Sungai Buloh Hospital.[82] On 10 June, 24th death of Selangor were recorded. The deceased was a 61-year-old Malaysian man. He died after almost three months of treatment in Sungai Buloh Hospital, and he had attended Tablighi Jamaat event in Masjid Sri Petaling in Kuala Lumpur on late-February. He was the latest Tabligh-related death in Malaysia.[83] On June–July, Most of Selangor's daily cases were imported. Sabak Bernam, a district mainly of rural areas, had cleared all of the active cases and became the first district of Selangor to get rid of all active cases. Later, Hulu Langat, the former worst affected district of Malaysia, had cleared all of their active cases. Kuala Selangor and Kuala Langat also had got rid all of their active cases in late-June. Due to new clusters in Sepang, the district saw rise in total cases. On 4 July, Selangor recorded seven new cases. All of the new cases were returnees from Saudi Arabia. On 1 August, Bukit Tiram cluster, which involved a religious center[84] in Johor Bahru, Johor, had spread to Selangor. The one patient in Selangor was a person who stayed in the center from 16 to 19 July, and was confirmed positive on 1 August.[85] On 1 February, Selangor's \"State Investment, Industry and Commerce, and Small and Medium Entreprises\" (SMEs) chairman Teng Chang Khim has announced that the state's Chinese New Year celebration will be held online via social media due to the ongoing COVID-19 pandemic.[86]","Title":"COVID-19 pandemic in Selangor - Wikipedia","KeyID":"10471","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Selangor"}