{"Content: ":"The COVID-19 pandemic in Cagayan Valley is part of the worldwide pandemic of coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The virus reached Cagayan Valley on March 21, 2020, when the first case of the disease was confirmed in Tuguegarao. All provinces have confirmed at least one COVID-19 case, with Batanes being the last province to confirm a COVID-19 case on September 28, 2020. Cagayan Valley confirmed its first case on March 21, 2020, that of 44-year-old male who had traveled via bus to Tuguegarao. The man arrived in Cagayan on March 11 and was treated at the Cagayan Valley Medical Center.[1] Further cases were recorded in the province as well as in Isabela and Nueva Vizcaya. By April 21, there are no active cases in Cagayan Valley, with a total of 27 confirmed in the region, among which one had died.[2] Cagayan Valley treated an imported case recorded as a case of the neighboring Cordilleras, that of a man from Lamut, Ifugao who was transferred from the Panopdopan District Hospital to the Region-2 Trauma and Medical Center in Bayombong, Nueva Vizcaya by April 26. The man's case was also the first confirmed case of Ifugao province.[3] Quirino recorded its first case on August 12 after provincial Governor Dakila Carlo Cua's househelp tested positive for COVID-19 despite having no previous travel history to known affected areas.[4] Batanes was the last province in the region and the whole Philippines.[5] It confirmed its first case on September 28. The case was that of a locally stranded individual who was brought home via a military helicopter on September 22. The patient was asymptomatic.[6][7][8]  This article about the COVID-19 pandemic is a stub. You can help Wikipedia by expanding it. This Philippines-related article is a stub. You can help Wikipedia by expanding it.","Title":"COVID-19 pandemic in Cagayan Valley - Wikipedia","KeyID":"10483","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Cagayan_Valley"}