{"Content: ":"The COVID-19 pandemic in Caraga is part of the worldwide pandemic of coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The virus reached Caraga on April 6, 2020, when the first case of the disease was confirmed in Butuan. The region was the last of the Philippines' 17 regions to confirm their first case. All provinces now have at least one confirmed COVID-19 case. The first COVID-19 confirmed case in the Caraga region was announced on April 6, that of a 68-year-old male from Butuan who was admitted at the Caraga Regional Hospital in Surigao City. The patient had travel history to Manila, arrived in Butuan on March 12, and developed symptoms while in self-quarantine. The whole region was placed under enhanced community quarantine within the same day.[1][2] The region was the last region in the Philippines to confirm its first COVID-19 case.[3] The first case in Surigao del Norte was officially recorded on May 15, which involved a 37-year-old female health worker employed at the Caraga Regional Hospital.[4] Agusan del Norte confirmed its first case on May 24.[5] The case was that of a male patient who arrived in the region from Metro Manila on February 29. The patient is asymptomatic at the time of confirmation and underwent a rapid antibody-based test on May 19 conducted by the local government.[6] Agusan del Sur already has at least a recorded case by the end of May 2020.[7] The first three cases in Surigao del Sur were recorded on June 19, two in Bislig and one in Lingig. Community transmission was also confirmed in Butuan in the same day after it was learned that three people who tested positive for COVID-19 had no travel history to a place with confirmed community transmission or contact to a known infected person.[8][9] Dinagat Islands was the last province in the region, and in Mindanao overall, to log its first case. On August 22, the provincial government announced its first seven cases; four in Loreto, two in Cagdianao, and one in San Jose.[10] On September 23, it was announced that Surigao del Sur Governor Alexander Pimentel tested positive for the disease, becoming the first elected official in the region to do so.[11]","Title":"COVID-19 pandemic in Caraga - Wikipedia","KeyID":"10485","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Caraga"}