{"Content: ":"The COVID-19 pandemic reached the Davao Region on March 15, 2020, when the first case of the disease was confirmed in Tagum. All provinces as well as Davao City has at least one confirmed COVID-19 case. Majority of the cases and deaths in the region are attributed to Davao City. Davao Region's first case was confirmed by the Department of Health's Davao Region office on March 15, 2020.[1] The case was that of a 21-year-old female resident of Pantukan, Davao de Oro who had a travel history to the United Kingdom and Manila. The patient arrived in Davao City on February 29 and was placed in isolation at a health facility on March 9 after undergoing consultation for a cough. The following day, the patient was referred to a Davao Regional Medical Center in Tagum.[2] A day prior to the announcement of the first confirmed case in the Davao Region on March 15, the cities of Tagum and Davao City were placed under partial lockdown.[1] The first COVID-19 eight cases in the region involved individuals who had travel history to Metro Manila which already had confirmed cases prior to the confirmation of the disease's entry to the region.[3] By March 31, the Southern Philippines Medical Center has been certified by the Research Institute for Tropical Medicine (RITM) to independently conduct COVID-19 confirmatory tests.[4] The SPMC has also been identified as COVID-19 dedicated health facility to help relieve private hospitals in the region so that they could still cater to patients with non-COVID-19 concerns.[5] Several cases across Mindanao, not just in the Davao Region, has been linked to cockfighting derby held in March 2020 in Matina, Davao City.[6] From April 6, cases linked to the Matina cockfighting derby has been confirmed in Davao del Norte, Davao del Sur, and Davao de Oro within the region, and in Lanao del Norte, Maguindanao, North Cotabato, South Cotabato, General Santos and Bukidnon outside the region.[3] Six of eleven confirmed COVID-19 deaths in the Davao Region as of April 6 is attributed to the Matina cluster.[7] 18 cases in total has been linked to the cluster as of April 11.[3] As of April 10, there are 87 confirmed cases, 13 deaths and 48 recoveries in the Davao Region. Most of which are concentrated in Davao City with 71 cases and all deaths in the region recorded in the city.[3] Davao Occidental reported its first confirmed case on May 5, which meant that the disease has already spread to all provinces in the Davao Region.[8] COVID cases as of November 5, 2021 5:00 PM. The implementation of an enhanced community quarantine in the Davao Region was announced on April 2, 2020.[9] The quarantine began at 9 pm of April 4[9] and is scheduled to end on April 19.[10] As of April 2, there were already at least 61 confirmed cases in the region, 49 of which were recorded in Davao City.[9] On March 15, Davao City Mayor Sara Duterte issued Executive Order No. 23, placing the entire city under general community quarantine effective on the said date. The community quarantine orders the suspension of classes, prohibiting public mass gatherings, and encouraged flexible/alternative work arrangements or suspension of work for both government and private sectors. The annual Araw ng Dabaw festival, as Duterte-Carpio previously stated, was cancelled.[11] On April 2, Mayor Duterte issued Executive Order No. 23, placing the entire city under enhanced community quarantine from April 4 to 19. Under the enhanced quarantine, government workers are required to adapt a remote work policy except those who are in the security, health, and social services among others who continue to work in full operation. It also allows workers in the private sector involving essential services. Public transport is also suspended except those who are hired to work by the city government.[12] Unlike other local governments that have also imposed an enhanced community quarantine, Mayor Sara Duterte allowed the operation of most public transportation modes in the city, albeit taxis and tricycles should only accept two passengers per ride, while motorcycle ridesharing companies accept only one. On her rationale for allowing public transportation to continue operating in the city, Duterte said that she wanted to reprieve the general public from \"walking more than 20 km just to buy food and other basic necessities.\"[13] The local government of Samal has also barred all foreigners coming from countries affected by the coronavirus pandemic as well as all individuals suspected to have been infected with the virus, and those who were previously quarantined from entering the island city.[14] On March 14, the Roman Catholic Archdiocese of Davao suspended all religious activities but has allowed airing Masses on television, radio and online.[15]","Title":"COVID-19 pandemic in the Davao Region - Wikipedia","KeyID":"10489","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_the_Davao_Region"}