{"Content: ":"The COVID-19 pandemic in the Cordillera Administrative Region is part of the worldwide pandemic of coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The virus reached the Cordillera Administrative Region on March 20, 2020, when the first case of the disease was confirmed to involve a resident of Manabo, Abra. All provinces, as well as the independent city of Baguio has recorded at least one confirmed COVID-19 case. The first confirmed COVID-19 case in the Cordillera Administrative Region (CAR) is a resident of Manabo town in Abra province. The case confirmed on March 14, involved a 39-year-old seafarer who came from the United Arab Emirates. He consulted a hospital in San Fernando, La Union on March 10 and was designated as a person under investigation after he developed fever but was allowed to go home to Abra. He attended festivities in Abra prior to visiting a relative in La Union.[1] The second confirmed case in the region was a 61-year-old female Overseas Filipino Worker from Italy. The woman who returned to the Philippines on March 2 was admitted to the Baguio General Hospital, and is the first case to be admitted to a health facility in the Cordilleras. Her case was confirmed on March 23.[2] COVID-19's spread to Benguet province was confirmed when a case was confirmed in the town if La Trinidad which borders Baguio on March 28.[3] The number of confirmed cases continue to grow in Baguio, with 14 cases as of March 27.[4] No new cases in Baguio were reported from March 28 to April 10, when a city sweeper and his wife were confirmed to have tested positive for COVID-19.[5] By April 17, all three cases in Abra, all of whom admitted at the Baguio General Hospital including the first ever case of CAR has recovered.[6] Ifugao reported its first case on April 25, becoming the third province in the Cordillera to have at least one confirmed COVID-19 case.[7] By the end of April, only three provinces in the region has not recorded a single COVID-19 case.[8] Apayao confirmed its first case on June 1. The case is that of a resident of Conner and a healthcare worker who has not left the province since the imposition of quarantine in the province. The patient was confined at a hospital in Cagayan province and the town has been placed on lockdown until June 15.[9] Kalinga reported its first case on June 10, that of a asymptomatic 30-year-old male in Tabuk who arrived in the province from Caloocan, Metro Manila with his family on June 6.[10] Mountain Province became the last province in the Cordilleras to record its first COVID-19 case on June 16. The case is that of a man who visited Besao town on June 6.[11] In January 2021, the presence of the more infectious Lineage B.1.1.7 variant, more commonly known as the U.K. COVID variant, was detected in the region. A cluster of cases in the town of Bontoc, Mountain Province, in the Mountain Province was attributed in to the U.K. variant dating back to December 27, 2020. A case was also detected in Benguet.[12][13] The Baguio General Hospital and Medical Center is the designated facility for confirmatory COVID-19 testing for suspected cases in the Cordillera Administrative Region and other parts of northern Luzon. As of April 17, the hospital has the daily testing capacity of 270 to 300 with only one Polymerase Chain Reaction machine.[14] Representatives from the local governments of Benguet, Baguio, and Mountain Province has agreed to use the Teacher's Camp as a quarantine site for returning Overseas Filipino Workers starting April 16. The Lindi Hotel on Legarda Road is an isolation facility who are designated as probable or suspected cases by the Department of Health while the Santo Niño Hospital which was refurbished on April 14 is a facility for dialysis patients and as a reserve critical care unit for COVID-19 patients.[15] In February, the local government of Sagada closed all government-managed tourist destinations in the municipality.[16] On March 20, 2020, the local government of La Trinidad, Benguet began disinfection in the area, including the Halsema Highway.[17]","Title":"COVID-19 pandemic in the Cordillera Administrative Region - Wikipedia","KeyID":"10488","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_the_Cordillera_Administrative_Region"}