{"Content: ":"Overseas Filipinos, including Filipino migrant workers outside the Philippines, have been affected by the COVID-19 pandemic. As of June 1, 2021, there have been 19,765 confirmed COVID-19 cases of Filipino citizens residing outside the Philippines with 12,037 recoveries and 1,194 deaths.[1] The official count from the Department of Foreign Affairs (DFA) on the cases of overseas Filipinos is not included in the national tally of the Philippine government.[2] Repatriates on the other hand are included in the national tally of the Department of Health (DOH) but are listed separately from regional counts.[3] The DFA provides information regarding the number of Filipino nationals abroad to have contracted COVID-19 and keeps an official tally of confirmed cases by region instead of by country. This count is not included in the national tally of cases provided by the DOH.[3] The DFA collects information regarding the Filipino nationals with COVID-19 from its diplomatic posts abroad which in turn rely information from the patients themselves, their relatives and Filipino expatriate communities. Efforts to collect and disseminate data by the DFA is hampered due to the prohibition of classifying patients by nationality in some countries as well as requests by some Filipino patients for strict confidentiality regarding their situation. A small number of the DFA's COVID-19 tally has been verified by the Department of Health International Health Regulations (DOH-IHR).[4] The first confirmed case of a Filipino national outside the Philippines was announced by the DFA on February 5, 2020. It involves a crew member of the Diamond Princess cruise ship quarantined off the coast of Yokohama, Japan.[5]  In the Asia Pacific region, outside the Diamond Princess, at least one Filipino case has been confirmed in Australia,[6] Bangladesh,[7] Brunei,[8] mainland China,[9] Japan,[10][11] South Korea,[12] Hong Kong,[13] Macau,[14] India,[8] Malaysia,[15] the Maldives,[16] Singapore,[17] Thailand,[18] Taiwan,[19] and Vietnam.[20] Following an international tabligh convention held from February 7 to March 1, 2020, at the Jamek Sri Petaling mosque near Kuala Lumpur, Malaysia, the DFA reported that 19 Filipinos who attended the convention tested positive and were quarantined in Malaysia. Two others managed to return to the Philippines and later tested positive by Philippine health authorities.[15] In Singapore, at least 134 Filipinos tested positive for COVID-19.[21] In Japan, at least 28 \"land-based\" Filipinos mostly based in Osaka were confirmed to have contracted COVID-19. 121 others Filipinos, who are seafarers of Diamond Princess in docked off the coast of Yokohama and the Costa Atlantica in Osaka also tested positive for COVID-19. No fatality was recorded in Japan as of June 15.[11] In the Middle East at least one Filipino case has been recorded in Egypt,[22] Israel,[23] Kuwait,[24] Lebanon,[25] Libya,[26] Oman,[27] Qatar,[28][29] Saudi Arabia,[30] and the United Arab Emirates.[31] One notable case in the region was that of Philippine ambassador to Lebanon, Bernardita Catalla, who died on April 2 in Beirut due to complications from COVID-19 and chronic respiratory problems.[32] One of the most affected country in the region is Saudi Arabia where at least 119 Filipinos tested positive for COVID-19, and at least five died from the disease.[30] The Philippine embassy in Riyadh's office of labor affairs announced on June 14 its temporarily closure after six of its staff tested positive for COVID-19.[33] In Kuwait, at least 300 Filipinos were confirmed to have tested positive for COVID-19, 31 of them have died from the disease.[34] In the United Arab Emirates, at least 40 Filipinos have died from COVID-19 in Dubai alone.[35] According to the Department of Labor and Employment, there are at least 3,000 Filipino COVID-19 cases in Qatar. This information though was released without clearance from the Philippine embassy in Doha.[36] In Europe, at least one Filipino case has been confirmed in France,[37] Germany,[38] Greece,[39] Ireland,[40] Norway,[41] Spain,[42][43] Switzerland,[44] and the United Kingdom.[45] On March 23, Philippine Council for Foreign Relations President Alan Ortiz died in Paris, France.[37] Some Filipinos in Italy were also reported to have contracted COVID-19, although the exact number of cases cannot be disclosed due to privacy law in Italy.[46] In Spain, at least 82 Filipinos tested positive for COVID-19, while six have died from the disease.[43] In the United Kingdom, there are at least 573 Filipinos, including dual nationals and ethnic Filipinos who holds no Philippine-citizenship who tested positive for COVID-19. At least 78 of this figure died from the disease. In Ireland, there are at least 80 confirmed Filipino COVID-19 cases, and three deaths.[47] At least 32 Filipino crew members of the MS Roald Amundsen which was docked in Tromsø, Norway tested positive for COVID-19.[41] In the United States, it was confirmed that six Filipinos aboard the Grand Princess cruise ship, which docked in Oakland, California for quarantine, had contracted the virus.[48] On March 13, a Filipino working in New York as a diplomat with the Philippines' UN mission was confirmed to be positive for the virus, which led to the entire mission at the Philippine Center being disinfected and closed for the day.[49] Filipino Americans have been among the hardest hit ethnic groups with COVID-19, in part because of a high percentage of Filipino Americans are in healthcare professions or in essential work such as postal service, grocery store work, and sanitation.[50] In Canada, at least 200 Filipinos contracted COVID-19 as of mid-May 2020.[51] Some Filipinos in the Caribbean also reportedly tested positive for the disease.[52] There are no recorded cases among land-based Overseas Filipino Workers in Brazil as of July 30,[53] which has the second highest COVID-19 cases in the world at the time according to the Philippines' ambassador to Brazil Marichu Mauro. However Mauro noted that 14 Filipino seafarers whose ship has recently docked in Brazil tested positive for the disease.[54] The Philippine national government has repatriated citizens from various COVID-19 affected countries and cruise ships. As of April 13, at least 13,000 Overseas Filipino Workers have been repatriated according to the DFA.[56] Philippine Airlines, the country's flag carrier, has volunteered several repatriation flights as early as March.[57] The first of such efforts by the government involved repatriating Filipino nationals in Hubei, China. The government began the repatriation process on January 18.[58] Upon arrival in the Philippines, individuals underwent mandatory quarantine for 14 days.[59] The Athlete's Village at the New Clark City Sports Hub which also has a clinic run by the Philippine General Hospital was chosen as the quarantine site for repatriated Filipinos and New Clark City was locked down on February 6 in preparation for the arrival of the repatriated.[60] According to the OWWA, around 300,000 to 400,000 OFWs are estimated to be affected by the pandemic either from pay-cuts, lay-offs, and repatriation. Remittances from OFWs to the Philippine economy which would have served as a cushion to the pandemic's other economic impact is also likewise to be affected. The Bangko Sentral ng Pilipinas, the country's central bank, projects a 2 to 3 percent decline from last year. In 2019, remittance from OFWs amounted to $33.9 billion or almost ten percent of the Philippines' gross domestic product.[61] The National Economic and Development Authority, then under Secretary Ernesto Pernia projects a $6.7 billion to $10 billion loss in remittance.[62] Around 20,000 Filipino seafarers across the world has also lost their jobs.[63]","Title":"Overseas Filipinos during the COVID-19 pandemic - Wikipedia","KeyID":"10498","URL":"https://en.wikipedia.org/wiki/Overseas_Filipinos_during_the_COVID-19_pandemic"}