{"Content: ":"The COVID-19 pandemic in Eastern Visayas is part of the worldwide pandemic of coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The virus reached Eastern Visayas on March 23, 2020, when the first case of the disease was confirmed in Northern Samar. The first COVID-19 case in Eastern Visayas was reported on March 23, 2020. The case involved a 51-year-old female who arrived in Catarman, Northern Samar on March 4 after living in San Juan, Metro Manila for about two months. She was admitted to a hospital within the province before she was referred to the Eastern Visayas Regional Medical Center (EVRMC) in Tacloban on March 12.[1] The second case in the region was confirmed on March 31 and involved a 63-year-old male in Calbayog, Samar who also had travel history to Metro Manila and was admitted to the EVRMC.[2][3] Leyte confirmed its first case on April 17.[4] Community transmission in the town of Tarangnan, Samar has been confirmed by the Department of Health's Eastern Visayas field office on April 27. At the time 13 of the region's cases came from the town.[5] By May 15, the cases in the town alone has increased to 19, with 24 cases in recorded in Eastern Visayas overall. By that time, the regional office of the health department has been conducting mass testing in the town.[6] Biliran recorded its first case on June 3, when a 19-year-old who underwent swab testing on May 27, tested positive for COVID-19.[7] Tacloban also recorded its first case on the same day when a 29-year-old female seafarer who is a resident of the city also tested positive for COVID-19. The patient arrived in the city through a chartered flight on June 1.[8] Ormoc recorded its first case on June 5.[9] Southern Leyte recorded its first case on June 11, that of a returning overseas Filipino worker who arrived in the province on May 31.[10] Eastern Samar became the last province to record its first case on June 13 when it was announced that a resident of Mercedes tested positive for COVID-19.[11] The Eastern Visayas Regional Medical Center tests suspected COVID-19 cases in the region since May 11.[12] Testing was disrupted in May 2020 due to Typhoon Vongfong (Ambo) which cause a delay to the restocking of testing kits.[13] Suspected cases in Eastern Visayas were previously tested at the Vicente Sotto Memorial Medical Center in Cebu City.[14] The Juan Sebastián de Elcano only docked off the coast of Guiuan, Eastern Samar as part of the celebrations of 500 years of Christianity.[15] Since the crew were not allowed to disembark and the ship was not open to visitors, a flottila of private motorized boats were utilized to be able to see the ship up close in person.","Title":"COVID-19 pandemic in Eastern Visayas - Wikipedia","KeyID":"10490","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Eastern_Visayas"}