{"Content: ":"The COVID-19 pandemic in Western Visayas is part of the worldwide pandemic of coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The virus reached Western Visayas on March 20, 2020, when the first case of the disease was confirmed in Bacolod. All provinces have at least one confirmed COVID-19 case. Western Visayas confirmed its first case on March 20. The case was that of a 56-year-old man in Bacolod who has a history of travelling to the United Kingdom and Metro Manila. The man arrived in Negros Occidental on February 29 and has fully recovered by March 31.[1] The first recorded death in the region that of a 62-year-old female in Bacolod occurred on March 31. The following day, cases of local transmission was confirmed in Bacolod and the municipalities of Guimbal and Lambunao in Iloilo province.[2] Guimaras became the last province to confirm its first case. The confirmation of the province's first case that of a male resident of Buenavista was announced on July 28.[3] The Department of Health Western Visayas Center for Health Development has regularly issued bulletins on the confirmed cases of COVID-19 in the Region. Recently, it is already issued on a daily basis. COVID-19 cases Region-6 as of May 18: [4] On March 22, Aklan Governor Florencio Miraflores signed Executive Order No. 020, that took effect until May 14, 2020.[5] An Order Placing the Entire Province of Aklan Under Enhanced Community Quarantine to Protect the People Against the 2019 Corona Virus Disease (COVID-19) On March 12, Bacolod Mayor Evelio Leonardia issued an executive order suspending all classes in the city until March 20 for public schools and March 27 for private schools. He also suspended the graduation and moving-up ceremonies for all schools, officially reducing the duration of the academic year.[6] On March 16, Leonardia placed the city under a general community quarantine, restricting land, sea, and air passenger travel into the city.[7] On March 20, Leonardia requested to the DOH to assemble a COVID-19 testing center in Bacolod to expedite the testing process for the city's suspected cases.[8] On March 26, Leonardia announced that the DOH had sent around 5,000 test kits to the city government that would accommodate between 50,000 and 100,000 specimens.[9] Iloilo Governor Arthur Defensor Jr. placed the province under a general community quarantine on March 15, through Executive Order No. 028-C. Under the order, visitors (except for government officials and employees and health/humanitarian workers) are barred from entering the province and classes at all levels are suspended until April 14.[10] As early as January, Iloilo City Mayor Jerry Treñas called on Cebu Pacific to suspend its flights from the Iloilo International Airport to Hong Kong and Singapore as preventive measures following reports of confirmed COVID-19 cases there. Cebu Pacific suspended its Iloilo–Hong Kong flights on February 4, but continued its Iloilo–Singapore flights.[11] Mayor Treñas placed Iloilo City under an enhanced community quarantine on March 20 as a preventive measure. The city confirmed its first case of COVID-19 the following day. The Iloilo City government converted the Iloilo City Community College into a temporary dorm for the city's front line workers, particularly medical staff, and provided shuttle services for them between the dorm and the medical facilities. The city government raised around ₱1.5 million for the procurement and production of personal protective equipment for the city's front liners. It also established 240 soup kitchens around the city to provide meals for the city's impoverished families, as well as a dedicated kitchen for around 1,700 front liners. On April 2, Treñas issued Executive Order No. 60-2020, ordering the general public to wear face masks.[12] The Iloilo City government allocated ₱291 million ($6 million) for the purchase of basic essentials that would be distributed to about 70,000 households daily.[13] On March 28, Negros Occidental Governor Eugenio Jose Lacson issued Executive Order No. 20-20, declaring the province under an enhanced community quarantine. Lacson suspended all public transportation and limiting the access of its provincial borders to cargo transportation only.[14]","Title":"COVID-19 pandemic in Western Visayas - Wikipedia","KeyID":"10496","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Western_Visayas"}