{"Content: ":"The COVID-19 pandemic in Metro Manila is part of the worldwide pandemic of coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The virus reached Metro Manila on January 30, 2020, when the first case of COVID-19 in the Philippines was confirmed in Manila. Metro Manila is the worst affected region in the Philippines, where most cases are recorded in the country. A state of calamity and community quarantine have been in place in the region since March 15.[1] After a month of no new cases in the country, the first case of someone without travel history abroad was confirmed on March 5, a 62-year-old male who frequented a Muslim prayer hall in San Juan City, raising suspicions that a community transmission of COVID-19 is already underway in the Philippines. The man's wife was confirmed to have contracted COVID-19 on March 7, which was also the first local transmission to be confirmed.[2][3] As of November 1, 2021, there have been 852,483 confirmed COVID-19 cases in Metro Manila, with 10,277 deaths.[4] The first confirmed case of COVID-19 in the Philippines was recorded in Metro Manila on January 30, 2020. It involved a 38-year-old Chinese woman from Wuhan, the origin of the disease, who arrived in Manila after travelling to Cebu City and Dumaguete in central Philippines from Hong Kong.[5] Three days later, the Philippine Department of Health (DOH) confirmed that a second Chinese national tested positive for COVID-19, identified as the 44-year-old male companion of the first confirmed patient.[6] Both patients received treatment at Manila's San Lazaro Hospital with the latter being reported to have died from the disease on February 2, becoming the first known fatality outside China.[6] On March 6, the DOH reported the first case of local community transmission of the deadly virus, a 62-year-old Filipino man from suburban Cainta, Rizal, just east of Metro Manila, with no prior travel history to affected countries.[7] He and his 59-year-old Filipino wife were initially admitted to the Cardinal Santos Medical Center in San Juan where they were diagnosed with the virus before being transferred to the Research Institute for Tropical Medicine in Muntinlupa where they both died on March 11.[8] On March 12, 2020, following the declaration of a public health emergency, Philippine President Rodrigo Duterte placed the entire capital region under community quarantine for 30 days starting March 15, 2020.[9] Most areas in Metro Manila have also issued curfews to help limit the spread of the virus.[10] On March 16, an enhanced community quarantine order was issued by the president covering Metro Manila and the entire island of Luzon.[11] On April 7, DOH secretary Francisco Duque reported that Metro Manila's COVID-19 cases continued to rise as 80 percent of the country's 3,764 confirmed cases were from the region. Duque also identified the cities with the most number of cases by the third week of the mass quarantine: Quezon City with 583, Manila with 221, Makati with 160, Parañaque with 155, and San Juan with 134 confirmed cases. The cities with the most reported deaths so far were identified as Quezon City with 34, Manila with 30, San Juan with 24, Pasig with 15, and Caloocan and Parañaque with 14 fatalities each.[12] On the same day, President Duterte announced that the Luzon-wide quarantine measures have been extended to April 30.[13] It was further extended up to May 15. A modified enhanced community quarantine (MECQ) was then applied to NCR, Laguna, and Cebu City afterwards, while GCQ was raised to 41 provinces and 10 cities with moderate risk.[14][15] The first suspected case of COVID-19 in the Philippines was reported in January 2020. The case was that of a 5-year-old boy in Cebu, who arrived in the country on January 12 with his mother.[16] At that time, the Philippines has no capability to conduct tests to confirm suspected COVID-19 cases.[17][18] The boy tested positive for \"non-specific pancoronavirus assay\" by the Research Institute for Tropical Medicine (RITM) in Muntinlupa, and samples from the boy were sent to the Victorian Infectious Disease Reference Laboratory in Melbourne, Australia, for confirmatory testing to determine the specific coronavirus strain.[16] The boy tested negative for COVID-19 but several suspected cases were reported in various parts of the country.[19] The RITM developed capability to conduct confirmatory tests for COVID-19 in response to the emergence of suspected COVID-19 cases. It started conducting confirmatory tests on January 30.[17][18] On the same day, the Philippines confirms its first case of COVID-19 in Metro Manila and the entire country, a 38-year-old Chinese woman from Wuhan, who had arrived in Manila from Hong Kong on January 21.[20] She was hospitalized at San Lazaro Hospital in Manila.[5] She sought a consultation due to a mild cough, and was already asymptomatic at the time of the announcement. The second case was confirmed on February 2, a 44-year-old Chinese man who was the companion of the first case. His death on February 1 was the first recorded outside China.[6] He suffered from coinfection with influenza and Streptococcus pneumoniae.[21] On March 6, the first case of community transmission is reported by the DOH, a 62-year-old Filipino man from nearby Cainta, Rizal, with no known history of travel abroad and who regularly visited a Muslim prayer hall in Greenhills, San Juan. The next day, on March 7, Taguig records its first COVID-19 case, a lawyer who works at Bonifacio Global City and has a history abroad of travelling to Japan.[22] On March 9, Marikina[23] Pasig,[24] and Quezon City[25] each record its first COVID-19 case. The cities of San Juan, Marikina, and Pasay suspended classes for all levels amid the announcement of the first case of community transmission in the metropolis.[26] The next day, on March 10, President Rodrigo Duterte ordered the closure of all schools, colleges, and universities in Metro Manila from March 10 to 14.[27] The Metro Manila Council, consisting of the Metro Manila mayors and headed by chairman Danilo Lim, convene to discuss measures to prevent the spread of the virus as confirmed cases in the region climbed to 33.[28] On March 11, Caloocan records its first COVID-19 case.[29] The same day, Manila Mayor Isko Moreno goes into self-quarantine and isolates himself in the Manila City Hall after arriving from an official trip to London.[30] The following day, on March 12, Las Piñas records its first COVID-19 case.[31] Suspecting that community transmission is underway, President Duterte announces a partial lockdown on Metro Manila, placing the entire Metro Manila under community quarantine for thirty days beginning on March 15. The suspension of classes in all levels in Metro Manila is extended to April 12.[1] Incidents of panic buying are reported across the region, triggered by the president's partial lockdown order.[32] The local chief executives of Caloocan, Malabon, Navotas, and Valenzuela: Oscar Malapitan, Antolin Oreta, Toby Tiangco, and Rex Gatchalian, respectively, go into self-quarantine after learning they had come into contact with a confirmed coronavirus patient at the inauguration of the North Luzon Expressway–Harbor Link in Caloocan.[33] A total of 56 checkpoints are set up in numerous points of entry to Metro Manila on the first day of the partial lockdown.[34] Following a directive from the Metro Manila Council and the confirmation of COVID-19 cases, the city mayors of Makati, Manila, Pasig, and San Juan declare a state of calamity.[35] On March 14, Mandaluyong records its first three COVID-19 cases.[36] It was followed by Muntinlupa on March 15,[37] Valenzuela on March 19,[38] Malabon on March 23,[39] and Navotas on March 28.[40] On March 16, President Duterte imposes an enhanced community quarantine covering the entire Luzon, including Metro Manila, suspending mass public transportation; restricting land, air, and sea travel; imposing strict home quarantine; and closing most private establishments until April 13.[11] Ninoy Aquino International Airport, except Terminal 1, closes following the suspension of domestic and international flights resulting from travel restriction impositions.[41] The Manila bourse becomes the first major market in the world to shut down over coronavirus fears. It suspends trading for two days following a global stock market crash which saw the main Philippine Stock Exchange index plunge more than 30 percent.[42] Several private hospitals in Metro Manila report operating at full-capacity due to the pandemic and urged patients to look for alternative hospitals.[43] By March 31, the Philippine National Police reports that 10,850 curfew violators have been apprehended across the region since the start of the enhanced community quarantines.[44] On April 1, the City of Manila reports its largest single-day increase in coronavirus infections so far with 41 new cases, bringing the city's total to 116.[45] In the same day, more than 800 Filipino repatriates from four virus-stricken cruise ships in the U.S. arrive at the Ninoy Aquino International Airport.[46] The Inter-Agency Task Force on Emerging Infectious Diseases (IATF-EID) announced on April 2 that Metro Manila remains the worst hit by the coronavirus crisis in the country after 1,511 cases were confirmed in the region, or more than 50 percent of the total confirmed cases in the Philippines by that time.[47] COVID-19 inter-agency taskforce spokesman Karlo Nograles announces the mandatory wearing of face masks in public for residents in all regions under enhanced community quarantine in Luzon.[48] The Department of Health launches a 24/7 coronavirus hotline for Metro Manila residents.[49] On April 6, a ten-man medical team from China arrive in Manila to share their experience in prevention and control of the coronavirus disease,[50] while the Metro Manila Development Authority installed decontamination tents in all public hospitals and government offices across the region.[51] On April 3, the National Capital Region Police Office confirm its first COVID-19 casualty among its ranks.[52] On April 7, President Duterte approves an extension of the enhanced community quarantine in the region until April 30.[13] The Rizal Memorial Stadium in Malate was converted by the national government as a 116-bed COVID-19 emergency healthcare facility, with 108 more beds delivered by April 17.[53] The World Health Organization Western Pacific Regional Office in Manila express its approval of the quarantine measures as it claims it was able to prevent a large-scale community outbreak of the virus in the region.[54] On April 11, the first localized target mass testing began in Valenzuela City.[55] It was followed by City of Manila, Quezon City and Muntinlupa on April 14.[56][57] They were followed elsewhere in Metro Manila, including Parañaque (April 20),[58] Mandaluyong & Taguig (April 22),[59][60] and Makati (April 30).[61] The ECQ in Luzon was extended until May 15 in some areas. This includes Metro Manila, while other places were downgraded to GCQ. On May 16, Metro Manila was placed under a modified general community quarantine (MGCQ) until May 31, after the Philippine government revised its quarantine classifications in correspondence to on earlier announcement that \"Science and Economics will be considered for any changes of the lockdown measures.\" Selected establishments were opened, albeit operating at 50% of its workforce.[62][14][15] All Metro Manila mayors agree to recommend the region to shift to GCQ by June 1, while the local chief executives may still implement localized lockdowns only on places with high COVID-19 cases.[63] With hospitals almost reaching full capacity, the medical frontliners and the healthcare sector called for a two-week lockdown for Metro Manila and 4 neighboring provinces: Bulacan, Cavite, Laguna, and Rizal. This is meant to curb the rising cases and to avoid overwhelming hospitals. For two weeks, from August 3–18, Metro Manila and the four provinces were reverted to stricter lockdown. On October 14, seven out of the 127 hospitals in Metro Manila remained at full capacity. The bed occupancy for the region was 52.4 percent, down by 0.2 percent from October 6 which was at 52.6 percent. Cases in Metro Manila continues to decline as the region starts to reopen the economy and transportation.[64] During the holiday season, most laboratories were closed or in a limited testing capacity that caused the cases to drop. On December 22, a woman who arrived in Hong Kong from Manila tested for COVID-19 with her samples showing the presence of the SARS-CoV-2 variant Lineage B.1.1.7. The Food and Drug Administration (FDA) issued emergency use authorizations (EUA) to the Pfizer–BioNTech COVID-19 vaccine[65] and the Oxford–AstraZeneca COVID-19 vaccine[66] on January 14 and 28, respectively. On February 19, the IATF-EID recommended the transition of Metro Manila from GCQ to the lowest tier of quarantine measures, the MGCQ, in March to help recover the country's economy. The recommendation was approved by a majority of Metro Manila mayors.[67] However, on February 23, President Rodrigo Duterte announced that there would not be a country-wide MGCQ without the access of the general public to COVID-19 vaccines.[68] As both South African and UK variants have been found in Metro Manila, cities within the region saw a sudden increase on infections. The reimplementation of curfews was put into effect.[69] Special lockdowns have also been set in places that reported a sudden increase of cases. on March 22, A bubble was initiated on the Parts of Metro Manila and Surrounding regions later to be called NCR+ Bubble to further prevent the spread, Checkpoints have been also been reimplemented for those leaving Metro Manila and the bubble itself and all Internet Cafe's, Spa's, Gym's were ordered to once again Close their businesses down to prevent further infections.[70] All cities in Metro manila has reported either one or two variants in their respective Cities.[71] A re-implementation of the Enhanced Community Quarantine was announced on a press conference on March 27 which was to take effect on March 29 12:01 am but with minor adjustments such as the earlier curfew implementation from 6 pm-5 am the next day and that Public transportation will still be available at a more limited capacity.[72] From August 7 to 20, Metro Manila was again placed on a two-week ECQ amidst the rising cases due to the Delta variant. It was downgraded to MECQ for August 21–31. The region was shifted to the new Alert Level system on September 15, 2021, starting with Alert Level 4. Alert Level 1 is currently imposed in the region since March 1, 2022.[73] Under this classification, there are no restrictions in indoor and outdoor capacities of activities and all establishments, persons, or activities are allowed to operate, work, or be undertaken at total on-site or venue seating capacity, given that health standards should be observed. “Face-to-face” classes for basic education are subject to the approval of the Office of the President.[74] The Department of Health earlier stated that Alert Level 1 could be considered as the “new normal.” Previously, Alert Level 3 was imposed in the region from October 15 to November 4, 2021 and again from January 3 to 31, 2022 (amidst the ,[75][76] and Alert Level 2 from November 5, 2021 to January 2, 2022 and from February 1 to 28, 2022.[77][78] Before the partial lockdown on Metro Manila declared on March 12, President Rodrigo Duterte had initially suspended classes across all levels in Metro Manila from March 10 to 14 upon reaching a consensus with the Metro Manila Council (the mayors of Metro Manila) due to the rapidly increasing number of cases, especially in the area.[79] On March 12, President Duterte announced a partial lockdown covering Metro Manila, that begun on March 15 and will last until April 14. Under the partial lockdown:[80] Following the declaration of the partial lockdown, the Metropolitan Manila Development Authority (MMDA) suspended the enforcement of the Unified Vehicular Volume Reduction Program, more commonly known as the number coding scheme.[81] The Metro Manila Council unanimously approved the imposition of the curfew in a joint resolution. All local governments, except for Marikina and Pateros, had adopted ordinances imposing the curfew in their respective cities, effective by March 20.[82] In that joint resolution, the council also ordered the closure of shopping malls and other establishments during the lockdown.[83] A total of 56 checkpoints were set up to man the borders of Metro Manila on the first day of the partial lockdown.[34] At 12 midnight, a total of 26,000 police and military personnel were deployed to contain the pandemic of COVID-19 in the region. Motorists were stopped randomly and asked for their identification along the borders in North Luzon Expressway, MacArthur Highway, and the National Road (Maharlika Highway). Some checkpoints lacked thermal scanners.[84] Following the moratorium on mass public transportation during the enhanced community quarantine, Vice President Leni Robredo launched free shuttle bus services for those individuals exempted from the quarantine, specifically health professionals, front line government officials, and essential service providers. Robredo's shuttle services travel five routes around Metro Manila, connecting the major hospitals.[85] To address concerns regarding the hoarding and panic buying of essential goods, some city governments issued ordinances to limit the amount of such goods an individual or establishment could purchase.[86][87][88] The Department of Health has on March 20, 2020, has announced that it has designated three health facilities as COVID-19 referral hospitals namely the UP-Philippine General Hospital (UP-PGH) in Manila, the Dr. Jose M. Rodriguez Memorial Hospital and Sanitarium in Caloocan and the Lung Center of the Philippines in Quezon City. The UP-PGH has stopped admitting non-emergency cases and the Lung Center has dedicated one of its wings of 40 beds for COVID-19 patients. The Philippine Blood Center likewise will not admit any suspected COVID-19 cases with the health department encouraging the public to continue donating blood for COVID-19 patients with critical and severe conditions.[89] The national government announced on March 25 a cash aid for poor families affected by the pandemic in the region amounting to ₱8,000 of monthly subsidy over two months as part of the ₱200 billion cash assistance program under the Bayanihan to Heal as One Act signed by President Duterte.[90] Vice President Robredo converted a dormitory in Cubao, Quezon City, to provide free accommodations for front line health professionals during the enhanced community quarantine.[91] On March 26, the Department of Agriculture launched its first mobile farmers' market in the region, the Kadiwa on Wheels, in Quezon City, to ensure enough food supply amid the closure of most retail establishments due to the region-wide quarantine.[92] Various facilities in the metropolis are being prepared as quarantine sites for less serious COVID-19 cases. Among these are the Philippine International Convention Center, the Rizal Memorial Sports Complex, and the World Trade Center will be fully refurbish by April 12. The three facilities alone can accommodate around 2,000 COVID-19 patients. Other non-hospital facilities being considered as possible quarantine sites include the PhilSports Complex, Duty Free Philippines in Parañaque, Amoranto Stadium, and the Quezon Memorial Circle.[93] On March 12, the Metro Manila Council reached a consensus to implement city-wide curfews from 8 p.m. to 5 a.m. the following day to be observed during the enhanced community quarantine, during which only \"essential movements\" for the purchase of essential needs or in cases of emergency are permitted during those hours. Commercial establishments are mandated to suspend operations before the start of the curfew at 8 p.m.[94] All local governments in Metro Manila have signed into effect ordinances to implement the curfew. The governments of Las Piñas,[95] Muntinlupa,[96] Navotas,[97] and Parañaque,[98] however, have since issued ordinances extending the implementation of the curfew to a full 24 hours. On April 2, IATF-EID chairman and Cabinet Secretary Karlo Nograles urged the local governments of Luzon to require residents to wear face masks, face shields, or any improvised alternatives while out in public for the duration of the enhanced community quarantine.[99] In response, the mayors of Malabon, Mandaluyong,[100] Muntinlupa,[101] Parañaque,[102] Pasay, Quezon City,[103] and Valenzuela, each issued ordinances to implement the measure within their respective jurisdictions.[104] Caloocan Mayor Oscar Malapitan announced on March 10 the suspension of several scheduled events in the city: the Miss Caloocan Pageant, Mega Job Fairs, City Development Council General Assembly, Outstanding Citizens Awards Night, and Family Day activities, to prevent the spread of the virus among large crowds.[105] On March 24, the city announced that it would impose window hours on residents for the purchase of essential goods. Residents could only access the city's public markets between 6 a.m. to 9 a.m. and 4 p.m. to 7 p.m., while supermarkets, banks, and pharmacies can only be accessed between 6 a.m. to 7 p.m. The city would also issue quarantine passes, permitting only one resident per household between the ages of 18 to 60 years old to leave their house solely for purchasing such goods.[106] Las Piñas Mayor Imelda Aguilar declared a state of calamity in the city on March 14 after a resident was confirmed to have tested positive for COVID-19,[107] and on March 21, the Las Piñas government began implementing a 24-hour curfew on its residents.[95] Aguilar has urged lessors to extend rental fees on commercial establishments for at least a month,[108] and also warned suppliers, retailers, and store owners against profiteering from the crisis by overpricing or hoarding essential goods.[109] As of April 2, the Las Piñas government reports that more than 75,000 food packages have been distributed to the city's households. Mayor Aguilar urged residents who have yet to receive their packages to contact their barangay hall.[110] The Las Piñas government has announced plans to convert a 100-bed drug rehabilitation center in the city into an isolation facility for its residents suspected or confirmed to have COVID-19.[111] In response to the confirmation of residents of the Rockwell Center contracting COVID-19, Makati Mayor Abigail Binay placed the city under a state of calamity on March 15.[35] Binay also assured city hall employees that they would continue to receive their salaries amid the enhanced community quarantine.[112] On March 17, the Makati government launched free shuttle bus services for doctors, nurses, and other employees of the Ospital ng Makati, which runs between the hospital and certain points in the city.[113] In addition, Mayor Binay announced that tricycle drivers affected by the moratorium would receive an initial ₱2,000 (US$39.23) financial assistance to cover the first two weeks of the quarantine. Binay added that a similar financial compensation would be given to jeepney drivers of the city.[114] That same day, the Makati government also announced plans to purchase 5,000 COVID-19 test kits from the National Institutes of Health.[115] The Makati Friendship Suites on March 25 was converted into an isolation facility by the city government to accommodate at most 100 patients suspected of COVID-19 and is equipped with x-ray machines, defibrillators, and cardiac monitors.[116] The Makati government announced on March 28 that single parents in the city \"affected by the enhanced community quarantine\" would receive a one-time financial assistance of ₱1,000 ($19.81) each. Mayor Binay also announced that public school students, persons with disabilities, and senior citizens would also receive financial assistance from the government.[117] On March 18, Malabon Mayor Antolin Oreta ordered the city government to provide ₱520,000 ($10,252.26) to each barangay for the provision of food during the Luzon-wide enhanced community quarantine. Oreta also ordered the provision of ₱6 million ($118,156.44) to the city's carinderia (food stall) owners for them to provide meals for 300 people every day for 15 days.[118] That same day, he called on Maynilad Water Services to divert the unused water supply of closed malls and other commercial establishments to residential areas.[119] Mayor Oreta endorsed all households in Malabon to the social amelioration program of the Department of Social Welfare and Development (DSWD) mandated in the Bayanihan to Heal as One Act, saying that \"COVID-19 spares no one, rich or poor.\" The DSWD had allotted packages for only 44,032 households in the city, but the Philippine Statistics Authority reported in 2015 that 86,000 households comprise the population of Malabon.[120] The Mandaluyong city council passed an ordinance on March 16 declaring the city under a state of calamity, after reporting three COVID-19 patients, six persons under investigation, and 125 persons under monitoring in the city.[36] On March 17, Mandaluyong Mayor Carmelita Abalos ordered the release of the thirteenth salary pay to all of the city's government employees.[121] Mayor Abalos stated that around 100,000 bags of relief goods would be distributed door-to-door to households in Mandaluyong.[122] Manila Mayor Isko Moreno declared a state of calamity in the city on March 15, following a directive from the Metro Manila Council, after the second and third COVID-19 cases were confirmed.[123] On March 16, the Manila Department of Social Welfare (MDSW) began rescuing street people, pavement dwellers, and other homeless people, as well as people living outside the city who were unable to retreat home following the imposition of the Luzon-wide enhanced community quarantine. They took refuge at the Delpan Sports Complex in Tondo. The city allocated ₱227.5 million ($4.45 million) from the its budget to assist families affected by the quarantine. MDSW Chief Re Fugoso ordered the lockdown of the Manila Boys Town Complex and the Manila Youth Reception Center in Ermita for the protection of the children and teenagers residing there amid the pandemic.[124] On March 18, Mayor Moreno ordered all lodging facilities in Manila to provide free accommodations for front line health workers, such as doctors and nurses, throughout the Luzon-wide enhanced community quarantine.[125] To financially help the city government employees, Mayor Moreno drafted a resolution ordering the release of their mid-year bonuses. Another resolution appropriating funds and giving cash assistance for the city's job order and contractualized workers was also enacted.[121] On March 19, the city deployed 189 electric tricycles to exclusively transport front line health workers to the city's public hospitals. Non-health workers would not be serviced in observance of the moratorium on mass public transportation. Drivers of electric tricycles would receive salaries from the city government.[126] The city also coordinated with the Department of Social Welfare and Development of the national government in sourcing food supplies for the city's families. Mayor Moreno has stressed that the city could only produce between 8,000 and 11,000 food packs, but would not suffice for the city's 350,000 families. On April 5, Isko Moreno signed an ordinance enacting the City Amelioration Crisis Assistance Fund (CACAF), allocating a total budget of ₱591 million ($12 million) for around 568,000 families, and distributing ₱1,000 ($19.73) to each household.[127] A second tranche was given from May 20 to 21 for more than 680,000 families, some of which do not received from the first CACAF distribution.[128] On March 23, Mayor Isko Moreno launched an online survey via his Facebook page inquiring Manila residents about their health status in relation to COVID-19 and their recent travel history. PLDT, one of the country's major telecommunications providers, assisted the city government in providing enhanced data connectivity for the online survey service. PLDT also assisted in augmenting the hotline facility at the Manila City Hall.[129] On April 3, the Manila City Council approved an ordinance penalizing discriminatory acts directed against coronavirus patients and other patients under evaluation, including discrimination of health workers on the basis of their medical condition.[130] The following day on April 4, Mayor Moreno ordered the temporary closure of the Ospital ng Sampaloc after five hospital staff contracted the virus.[131] On April 6, Mayor Moreno announced that he and several other government officials in the city would donate their salaries to the Philippine General Hospital to increase its financial capability amid the pandemic.[132] The Manila government partnered with the Department of Agriculture to launch the Kadiwa Rolling Store project, a mobile farmers' market that sells fresh products to residents amid the closure of retail establishments due to the enhanced community quarantine. The first unit was deployed to Santa Ana on April 6.[133] On April 13, the City of Manila announced that it is now capable of conducting localized mass targeted testing for COVID-19. The six city-owned district hospitals and the Delpan Quarantine Facility each can take up to 232 tests a day, which is capable of producing up to 1,624 swab tests weekly.[134] On the same day, the city placed Barangay 20 in Tondo on total lockdown for 24 hours, because its residents had been conducting leisurely activities such as boxing, gambling and cockfighting despite the Luzon-wide lockdown.[135][136] The city has placed the district of Sampaloc on \"hard lockdown\" from April 23 to 25, followed by the 1st District (western Tondo) on May 3 to 5. Residents are prohibited from leaving their homes. Both of these places have high number of cases and localized targeted testing was conducted during the lockdown.[137][138] The city government also built the Manila COVID-19 Field Hospital in Rizal Park, which began admitting patients on June 25, 2021. On July 6, the city reported that more than 50% of its COVID cases have recovered, but expects a rise in cases after the lifting of a 48-hour lockdown on 31 barangays whose COVID-19 cases are growing, and partly due to the aggressive mass testing being conducted by the City Health Department.[139] On July 15, Mayor Isko Moreno launched the city's drive-thru testing facility, where passengers in vehicles can undergo free COVID-19 testing near the Bonifacio Shrine in Ermita. The drive-thru facility is open to both residents and non-residents of the city, making it the first testing facility of its kind in the country.[140] Three days later, the city government opened a second drive-thru testing facility at the Quirino Grandstand.[141] Manila is also the first local government unit in the country to purchase and procure anti-COVID-19 medicines such as Molnupiravir, Remdesivir, Tocilizumab, Baricitinib, and Bexovid for aged 12 and above, all of which prevents mild to moderate cases from progressing into severe diseases. The medicines are given for free to both residents and non-residents as long as they coordinate with the Manila Health Department and provide prescription.[142][143][144] Manila was the only city in the National Capital Region that is not under COVID-19 Alert Level 4.[145] Marikina Mayor Marcelino Teodoro on March 16 announced that his government would install misting and decontamination tents across numerous public spaces in the city.[146] The Marikina government pledged to provide households with free disinfectant solutions.[147] Following the moratorium on mass public transportation during the Luzon-wide enhanced community quarantine, the Marikina government launched on March 18 free shuttle bus services to ferry front line health professionals from across the city to its hospitals.[148] The Marikina government announced plans to set up a COVID-19 testing center. On March 16, Mayor Teodoro announced that around 3,000 testing kits would be procured and the government would partner with Manila Health Tek and the Philippine National Institutes of Health, to test \"patients under investigation\" (PUIs) and \"patients under monitoring\" (PUMs) for COVID-19.[146] Field testing was scheduled to begin on March 24. The procurement of a ₱2.7 million ($53,222.42) polymerase chain reaction machine specifically for testing, along with 3,000 test kits worth ₱4 million ($78,824.72) was also announced by the city government.[149] On March 26, Mayor Teodoro reported that the DOH rejected the usage of the city government's COVID-19 testing center because of its location, which had to be in a \"separate free-standing building\", but was located inside the Marikina City Health Office. Teodoro claimed that their testing center had met all the other criteria for a testing center and he even offered to cede its full operation to the DOH.[150] However, the DOH refuted the mayor's claims that they had rejected the usage of the testing center.[151] Nevertheless, Teodoro said that his government would relocate its testing center.[152] The new location is an unoccupied building in Concepcion Uno, which has yet to be accredited by the DOH as a testing center in order to operate.[153] On April 7, Teodoro announced that testing for COVID-19 would be free for the city's residents.[154] On April 15, he announced plans to open the testing center even without the approval of the DOH, saying that his government \"can no longer put off mass testing for Marikina residents\" and is prepared to face any charges.[155] The Marikina government designated the defunct Marikina Hotel to serve as an isolation facility for PUMs.[152] On April 6, the Marikina City Health Office launched a telehealth medical consultation program via VSee for residents with concerns related to COVID-19.[156] Muntinlupa Mayor Jaime Fresnedi organized a COVID-19 task force on March 10. He ordered schools and government facilities in the city to be disinfected.[157] Mayor Fresnedi ordered Muntinlupa barangay officials to identify residents with recent travel history for monitoring. He also ordered officials to install isolation facilities to accommodate suspected cases of COVID-19; the city government assembled a field hospital outside the Ospital ng Muntinlupa, which became fully operational on March 18. Police officials were deployed to prevent students from entering malls, following the suspension of classes in Metro Manila.[157] Mayor Fresnedi placed the city under a state of calamity on March 16, after confirming its first COVID-19 case.[37] The Muntinlupa city council approved four ordinances in relation to addressing the pandemic: the first is to prevent the hoarding and panic buying of essential goods; the second is to prohibit the sale, distribution, and consumption of alcoholic beverages during the duration of the Luzon-wide enhanced community quarantine; the third is to order the closure of all private establishments in the city, except for those providing essential goods such as supermarkets, pharmacies, and banks; and the fourth is to restrict the operation of restaurants, carinderias, and other eateries to take-out only.[86] Fresnedi ordered the advanced release of the thirteenth salary pay of the city hall's employees.[158] The Muntinlupa government launched free shuttle services for front line workers based in the city, deploying electric jeepneys.[157] A Barangay Captain in Muntinlupa, on March 19, ordered the lockdown of an undisclosed subdivision in Alabang following confirmation from the DOH that two confirmed COVID-19 cases in the city are residents of that subdivision.[159] The Muntinlupa government distributed 1,500 food packages in Poblacion on March 20, which the government claimed covered about 70 percent of the city's population. Mayor Fresnedi assured the city's residents that the city government will provide food assistance to the city's \"vulnerable households\" that would last for up to three to four months.[158] The government plans to distribute 94,847 more food packages to other households, targeting at least 85 percent of the city's population.[160] On March 21, Mayor Fresnedi signed an ordinance to impose a 24-hour city-wide curfew, superseding the 8 p.m. to 5 a.m. curfew.[96] On March 24, the Muntinlupa city council passed an ordinance to convert the Ospital ng Muntinlupa into a COVID-19 testing facility. The government would procure polymerase chain reaction machines and testing kits. The city already houses the Research Institute for Tropical Medicine in Alabang, one of the medical facilities accredited by the DOH to perform COVID-19 testing in the Philippines.[161] Two days later, the council passed an ordinance to extend the payment deadlines for real property tax and corporate tax until three months after the original deadline. Mayor Fresnedi also urged lessors of commercial establishments and residential units in the city to extend the payment of rental fees, in consideration of the closure of business establishments during the quarantine period.[162] The Muntinlupa city council, on April 7, passed an ordinance to grant around 60,000 scholars in the city the advanced release of their allowances for the second quarter of the academic year, in response to the \"financial impact\" of the pandemic.[163] Prior to President Duterte's declaration of a partial lockdown on Metro Manila, Navotas Mayor Toby Tiangco had already suspended classes at all levels in the city for March 9 as a preventive measure against the spread of COVID-19.[164] Tiangco also appealed to the Department of Education to pass all students in the city for the school year.[165] On March 13, the Navotas city council issued an ordinance limiting the amount of work required for its government officials to work 10 hours per day for four days, effective March 16, in observance of social distancing guidelines.[166] The Navotas government, on March 22, began distributing around 18,000 food packs to the city's informal settlers living in \"danger zones\" and families listed under the city's housing projects.[167] On March 23, Mayor Tiangco announced that the city's government employees would receive ₱6,000 ($117.41) each as compensation, totaling ₱6.4 million ($125,233.22). He also announced that their quarterly bonus payment would be released in advance.[168] On March 23, Mayor Tiangco issued an executive order to implement a 24-hour curfew in the city.[97] On May 3, he announced that he would place the city under an extreme enhanced community quarantine, effective May 6 until May 15, following the rise of cases and the frequency of quarantine violators.[169] The Navotas government have converted a vocational education facility in the city into a temporary shelter for the medical staff of the Navotas City Hospital attending to COVID-19 patients.[170] The Navotas National High School was converted into a community isolation facility with a 100-bed capacity for suspected or mild cases of the virus.[171] Parañaque Mayor Edwin Olivarez declared the city under a state of calamity on March 16 due to the rise of COVID-19 cases in nearby areas.[172] Olivarez later declared a \"total lockdown\" on the city, prohibiting visitors \"without official business\" from entering the city's premises during the Luzon-wide enhanced community quarantine. The \"total lockdown\" permits only front line offices and basic services providers to operate throughout its duration. He also requested city hall employees to go on leave.[173] On March 19, Mayor Olivarez announced that the city's front line workers, which he identified specifically as medical personnel, drug store personnel, health workers, supermarket employees, bank personnel, business process outsourcing personnel, restaurant personnel, and city government employees, would be provided with free transportation to their different workplaces.[174] That same day, Mayor Olivarez announced that both regular and contractualized employees in Parañaque would receive their full mid-year bonuses, in addition to a ₱6,000 ($117) clothing allowance until March 23.[175] By March 21, the Parañaque government had distributed around 100,000 relief goods to 14,000 \"vulnerable households\" across the city.[176] The Parañaque government began imposing a 24-hour curfew to its residents from March 24.[98] The following day, a photo published by the San Isidro government circulated on social media showing alleged curfew violators in the barangay being forced to sit under the sun as penalty. Netizens have criticized the action for physical torture.[177] Mayor Olivarez, on April 7, signed Executive Order No. 2020-027, which protects front liners and COVID-19 patients, including PUIs and PUMs, from any acts of discrimination in the city during the pandemic.[178] Pasay Mayor Imelda Calixto-Rubiano declared the city under a state of calamity on March 16 due to \"the extremely high incidence of COVID-19 cases in the city.\" On March 18, she ordered the advanced release of the thirteenth salary pay of city hall employees, in accordance with President Duterte's call for local government units to do so.[179] The Pasay government announced on March 19 that it had collaborated with the Department of Trade and Industry to deploy food carts to roam around the city's 201 barangays and sell essential goods such as food and medicines, in order to limit the movement of its residents during the Luzon-wide enhanced community quarantine. The Pasay government also announced that it collaborated with the Philippine Army to provide free transportation for Pasay-based health professionals and other service front liners who work outside the city, as well as persons with disabilities and senior citizens, amid the moratorium on public transportation; the government procured 100 electric tricycles and 20 Mitsubishi L300 vans.[180] On March 24, the Pasay government ordered the installation of modular tents at the Pasay City Sports Complex and the Padre Burgos Elementary School to serve as isolation units for COVID-19 PUIs in the city.[181] Following the confirmation of COVID-19 patient at The Medical City in the city's district of Ortigas on March 9, Pasig Mayor Vico Sotto ordered city officials to implement the guidelines of the DOH and the World Health Organization in preventing the spread of the virus, including contact tracing, organizing response teams, disinfecting public spaces, and the cancellation of all public events and gatherings.[182] Around 500 sets of personal protective equipment were distributed by city government on March 14 to its 30 barangays.[183] Mayor Sotto approved the declaration of a state of calamity in Pasig on March 15 after six confirmed cases and one fatality were recorded in the city. The mayor also announced that they have ordered a mandatory isolation for the health workers of Rizal Medical Center after they were exposed to a confirmed coronavirus patient.[35] The Pasig City Council on March 16 approved an anti-panic buying and hoarding of essential goods ordinance.[184] Mayor Sotto appealed to the Department of the Interior and Local Government (DILG) on March 17 to allow the operation of tricycles and the city's bus service to specifically transport front line health professionals and other essential service providers to the city's hospitals during the quarantine period, following the moratorium on mass public transportation.[185][186] Sotto had earlier raised tricycles fares by 50 percent following the decline in residents leaving their homes.[187] Tricycle drivers were mandated by the city government to transport a maximum of three passengers per ride in observance of the national government's social distancing guidelines.[182] On March 18, Mayor Sotto pledged to give both regular and contractualized government employees their full salaries during the duration of the enhanced community quarantine in Luzon, while emergency front line workers would receive hazard and overtime pays.[188] The Pasig government also assembled sanitation tents at the entrances of the city hall and two hospitals, prepared food packages containing vitamins to be distributed to the city's \"vulnerable households\",[182] and purchased three octocopter drones to be utilized for disinfecting public spaces.[189] Mayor Sotto ordered the Dahlia Hotel in the city on March 19 to be converted into a quarantine facility able to accommodate at least 300 PUMs and PUIs with mild to moderate symptoms of COVID-19.[182] That same day, the DILG rejected Mayor Sotto's appeal on operating tricycles in Pasig claiming it violates the national government's directives to observe social distancing measures.[190] The Pasig government responded by commissioning two electric-powered City Optimized Managed Electric Transport jeeps to transport the city's front line workers across Pasig to its hospitals.[191] The deadlines of all tax payments, rent, permits, and other obligatory submissions were extended on March 24 by the city government for two months.[192] Five trucks were deployed by the Pasig government on March 25 transporting loads of essential goods, such as food, to different barangays in the city, where they are sold to residents. The government labeled these trucks as \"mobile palengkes\", aimed at limiting the movement of people during the community quarantine. The essential goods sold to residents through the trucks are sourced from the vendors of the city's public markets \"to assist them generate income.\" About 400,000 food packs were also distributed by the city government to Pasig residents.[193] The Pasig government also began giving the city's jeepney, tricycle, and UV Express drivers financial assistance of ₱3,000 ($59) each for a total of ₱55.5 million ($1.1 million) starting March 30.[194] On April 1, the National Bureau of Investigation (NBI) probed Mayor Sotto for allegedly violating the Bayanihan to Heal as One Act by allowing tricycles to transport the city's front line workers despite the moratorium on public transportation during the period of the enhanced community quarantine. The following day, Sotto sent a letter to the NBI seeking for clarification.[195] He claimed that his alleged violation occurred before the law had been enacted.[196] Mayor Sotto announced through a Facebook post on April 9 that the Pasig government would shoulder the expenses for the cremation of the city's residents who died from complications of the coronavirus disease.[197] On March 13, Quezon City Mayor Joy Belmonte announced a state of calamity for the city following six confirmed cases of local COVID-19 transmissions.[198] She immediately placed 11 barangays under \"extreme enhanced community quarantine\", prohibiting its residents from exiting their respective barangays.[199] The Quezon City University has been used as a quarantine site for PUIs in the city. As of March 24 at least 379,000 food packs has been distributed to residents by the Quezon City government.[200] The Quezon City government partnered with Hotel Sogo and the Rainbow Place Dormitory in Tandang Sora to provide free accommodations for service front liners, especially health professionals.[201] On March 27, 2020, the Quezon City government imposed an executive order prohibiting the sale, purchase, and consumption of alcoholic beverages in public places during the enhanced community quarantine.[202] The Quezon City government announced on April 4, 2020, that it would fund the efforts of the Philippine Red Cross to assemble mobile testing centers in the city to conduct \"mass testing\" on its residents. As of April 7, Quezon City has more COVID-19 cases than any other city in Metro Manila.[203][204] On April 6, 2020, Mayor Belmonte signed an executive order penalizing any act of discrimination against persons suspected or confirmed to have the coronavirus, as well as front liners and their families.[205] Prototype COVID-19 swab test booths designed by the Philippine Institute of Civil Engineers were installed at the Quezon City General Hospital on April 7. The booths are designed to minimize the exposure of health workers on PUIs and PUMs being tested for the virus.[206] In January 2021, the Quezon City government started identifying venues within the city as vaccination sites for its constituents. It also procured at least 1.1 million doses of Astrazeneca vaccines through a tripartite agreement with AstraZeneca and the national government.[207] Quezon City partnered with Zuellig Pharma for its vaccine handling and rollout program.[208] The city government started its vaccination program on March 23, 2021.[209] Zuellig's EzConsult program was used as the booking system used for the vaccination rollout; which allowed residents to pick a vaccination site and time slot. However, Quezon City residents frequently encountered glitches with the EzConsult system when attempting to book a vaccination slot, the city government terminated its contract with Zuellig on June 29, 2021.[210][211] The city government introduced a new system known as the QC Vax Easy portal, where residents would be assigned a vaccination site and schedule through call or SMS notification.[211] On March 6, the San Juan government ordered the temporary closure of a Muslim prayer hall at the Greenhills Shopping Center after a frequent visitor of the pay hall was reported as the country's fifth case of confirmed COVID-19 diagnosis. San Juan Mayor Francis Zamora also ordered the postponement of all scheduled public events in the city.[212] Mayor Zamora announced on March 15 that the villages of Greenhills and West Crame were identified as coronavirus hotspots after four salon workers in Greenhills tested positive for the virus. Zamora thus declared a state of calamity in the city and ordered the temporary closure of all malls in the city, as well as all churches.[213] On March 26, Mayor Zamora announced that the San Juan government had reached an agreement with Xavier School to convert the San Juan City Science High School into a 100-bed isolation facility for COVID-19 PUIs in the city. Xavier School would assist the government in providing necessary medical equipment, medicines, and front line personnel.[214] On March 31, Mayor Zamora signed an ordinance prohibiting the sale, distribution, and consumption of alcoholic beverages during the quarantine period.[215] Taguig Mayor Lino Cayetano ordered a lockdown on the city on March 17 after four of its residents tested positive for COVID-19; the lockdown only permits delivery vehicles of basic goods and supplies to enter and exit Taguig.[216] The city government collaborated with transportation groups and barangays to organize point-to-point transportation services for its residents to access basic supplies amid the moratorium on mass public transportation.[217] Mayor Cayetano warned barangay officials against collecting payment fees while issuing the city's health professionals and other essential workers special permits to freely roam around the city at any time during the Luzon-wide enhanced community quarantine.[218] During the enhanced community quarantine, health workers from the Taguig health office had been distributing condoms, birth control pills, medication for tuberculosis and HIV, and vitamins for hypertension and diabetes to residents for free.[219] On March 28, the Taguig government launched telemedicine consultation services for its residents to lessen mobility during the quarantine period.[220] On March 19, the city began distributing health kits, which includes vitamin C and a coronavirus information brochure, to the city's senior citizens and those with underlying health conditions. The government also plans to distribute around 2,000 grocery packs door-to-door to the city's households in order to limit the movement of people.[221] On March 30, the Taguig city government announced that around 15,000 members of accredited jeepney, tricycle, and pedicab operators and drivers associations in the city would receive a subsidy of ₱4,000 ($79.24). Some tricycles drivers have offered to transport front liners around the city.[222] The city has converted a hostel at the Technological University of the Philippines, the Hagonoy Sports Complex, the Taguig City Disability and Development Center, the Taguig Lakeshore Hall in New Lower Bicutan, and a building in Ibayo Tipas, into isolation facilities for COVID-19 patients in case the Taguig–Pateros District Hospital reaches its maximum capacity.[223] Amid reports that some residents of the Bonifacio Global City have been jogging and leisurely walking outside their homes, Mayor Cayetano warned on April 9 that \"authorities will not hesitate to arrest\" residents who engage in outdoor activities during the enhanced community quarantine.[224] On March 13, the Valenzuela city council approved an ordinance prohibiting the hoarding and panic buying of essential goods.[225] Valenzuela Mayor Rex Gatchalian announced on March 15 the cancellation of several scheduled events, namely the Top Taxpayers and Top Job Providers' Night and Concert, Mega Job Fair, and the weekend Family Day activities in public schools, to prevent the spread of the virus amongst large crowds.[105] Gatchalian placed the city under a state of calamity, the following day.[226] Gatchalian announced on March 17 that ₱500–700-worth of vouchers would be issued to some 75,000 Valenzuelaño families for which they could use to claim essential goods at groceries.[227] The city's government would also distribute food packages to families registered under the conditional cash transfer program.[228] He assured the city's health professionals that they would be issued special permits for easier entry into the city borders, amid the establishment of checkpoints in accordance with the national government's directives regarding the partial lockdown.[229] The Valenzuela government established two centralized isolation centers on March 19 to accommodate suspected cases of COVID-19 and confirmed patients.[230] The government also automated its contact tracing system.[231] A designated dormitory within the city was opened for medical workers from Obando, Bulacan, who could not return home due to the lockdown.[232] On March 25, the Valenzuela city council passed an ordinance prohibiting the sale, distribution, and consumption of alcoholic beverages during the enhanced community quarantine.[233] On March 29, the Valenzuela government partnered with the Valdeco Greenleaf Market to launch a mobile market system. Mayor Gatchalian said that he was inspired by the Pasig government's \"mobile palengke\" initiative and sought Pasig Mayor Vico Sotto's permission. The government utilized electric tricycles, instead of trucks like in Pasig, to suit the city's smaller terrain roads.[234] The Valenzuela government partnered with The Medical City to provide free \"mass testing\" for COVID-19 to the city's residents, starting April 11.[55] The public-private partnership deal, which Mayor Gatchalian noted was the first in the country to provide COVID-19 \"mass testing\", was signed on April 4. Gatchalian stated his government would be responsible for the purchase and supply of the test kits, while the laboratory tests and the analysis and interpretation of results would be conducted by The Medical City.[235] Aside from TMC, they are also partnering with Detoxicare Molecular Diagnostics Laboratory to expedite the testing processes.[236] On November 9, 2020, Mayor Gatchalian announced the application and use of Valtrace which aims to enhance the state of contact tracing in the city. The said program was put into use on November 16, 2020. On April 2, the IATF-EID declared that wearing face masks will be mandatory over the entire Luzon for the duration of the enhanced community quarantine, including Metro Manila. Residents are now required to wear surgical masks, do-it-yourself masks, handkerchiefs, or improvised cloth that covers the nose and mouth at all times, amid the shortage of available face masks globally. Local government units are urged to issue necessary executive orders or ordinances to require the use of face mask and impose penalties for offenders.[237] Earlier, Muntinlupa had already passed an ordinance requiring its residents to wear face masks on March 30,[238] followed by Makati on April 13.[239] There are 191 licensed RT-PCR testing laboratories nationwide, 91 of which are in Metro Manila. The first localized COVID-19 mass testing began on Valenzuela on April 11, which was administered for free to susceptible and probable residents, front line health workers and returning overseas Filipinos. On April 13, the Manila city government announced its capability to conduct its own localized targeted mass testing, which can produce up to 1,624 tests per week.[134] On April 14, the City of Manila, Quezon City and Muntinlupa began their own localized mass testing.[56][240][57] It was followed by Parañaque (April 20), Mandaluyong and Taguig (April 22), and Makati (April 30). Vaccination in Metro Manila, as well as the rest of the Philippines, began on March 1, 2021, at the Philippine General Hospital in Manila. To achieve herd immunity, 9,171,286 people in the region must be fully vaccinated. As of August 15, 2021, 6,457,065 have been vaccinated with at least one dose, while 4,092,973 people have been fully vaccinated.[241] On March 22, the Philippine National Police (PNP) reported that crime rates in Metro Manila decreased by almost 70 percent, according to data between March 15 to 20 during the implementation of the partial Metro Manila lockdown and the Luzon-wide enhanced community quarantine. During that period, the PNP reported only seven cases of murder, ten cases of homicide, 11 cases of physical injury (compared to 41 last year), five cases of rape (compared to 23 last year), 18 cases of robbery (compared to 50 last year), and 24 cases of theft (compared to 68 last year). The PNP attributed the decline in crime rates to the implementation of strict home quarantine measures.[242] On April 1, 21 protesters in Quezon City were arrested for organizing a rally \"without government permit.\" The protesters claimed that the Quezon City government failed to provide them basic necessities, especially food, during the quarantine; the Quezon City government denied the claims. The city's mayor, Joy Belmonte, ordered the release of the protesters \"in the interim for humanitarian reasons\" and issued them a warning instead. The PNP stated that it would file charges against the protesters as mass gatherings are prohibited under the enhanced community quarantine.[243] Senator Francis Pangilinan announced that he, his wife Sharon Cuneta, and their daughter would shoulder the ₱15,000 ($296.57) bail for each of the arrested protesters. Actress Jodi Sta. Maria stated that she would also contribute to the bail.[244] Being the economic hub of the Philippines, the Metro Manila economy comprises 38.1% of the country's gross domestic product. The imposition of President Duterte's partial lockdown on the region on March 16 and the enhanced community quarantine on Luzon that superseded it impacts heavily on the Philippine economy as a whole. Bangko Sentral ng Pilipinas Governor Benjamin Diokno and National Economic and Development Authority Director-General Ernesto Pernia forecast that, due to the imposition of the enhanced community quarantine on Luzon, contractions in the national economic growth would likely be experienced in the second and third quarters of the year. Diokno and Pernia stated that, consequently, the Philippines would likely enter a recession in 2020.[245] Following the partial lockdown on Metro Manila, incidents of panic buying and hoarding were reported and became widespread across the region. This prompted most local governments to issue anti-hoarding and panic buying ordinances.[32] Severe congestion at the Port of Manila was reported on March 30 after the region was placed under lockdown with many unclaimed food cargoes and overstaying containers.[246] On March 12, classes were suspended in Metro Manila until April 12 when President Rodrigo Duterte raised the status of the COVID-19 pandemic in the whole Philippines to \"Code Red Sub-Level 2\" as part of a partial lockdown measure on Metro Manila.[248][249] The class suspensions were later extended up to April 14 through a memorandum circular released by Malacañang on March 14.[250] The extension of the enhanced community quarantine prompted the Ateneo de Manila University to shorten its semester and pass all its students, automatically promoting them. The university announced that students would receive a refund of ₱20,000 ($395.75) from their tuition fees.[251] On December 1, 2020, the Commission on Higher Education (CHED) inspected Our Lady of Fatima University following the university's request to conduct limited face-to-face classes for their medical courses.[252] Other schools, including Centro Escolar University in Manila, were also allowed to conduct limited face-to-face classes following their inspection by the CHED.[253] On March 13, the MMDA announced a postponement of the 1st Metro Manila Summer Film Festival as a result of the pandemic.[254] The Philippine Amusement and Gaming Corporation ordered the suspension of all gaming operations in Metro Manila, including the land-based casinos in Entertainment City and Newport City, on March 15. The gaming regulator also announced that they were limiting the operations of Philippine offshore gaming operations in the region.[255] The Department of Environment and Natural Resources (DENR) reported that the air quality index of different cities in Metro Manila had improved, following the implementation of the enhanced community quarantine on Luzon. The cities with the lowest amounts of inhalable coarse particulate matter (PM10) were Parañaque (7), Marikina (9), San Juan (17), Malabon (22), Taguig (32), and Pasay (43), all reporting \"good\" values of air quality; meanwhile, the cities of Pasig (53), Makati (54), Las Piñas (86), and Northern Caloocan (92) all reported \"moderate/fair\" values. The DENR collected the data after photos surfaced on social media depicting smog-free skylines of some of the aforementioned cities, which is likely a result of minimized activity due to the pandemic.[256] By March 26, eight private hospitals in Metro Manila announced that it had reached its maximum capacity to handle any COVID-19-related case. These hospitals were namely the Asian Hospital and Medical Center in Alabang, Muntinlupa;[257] Chinese General Hospital and Medical Center in Santa Cruz, Manila; De Los Santos Medical Center in Quezon City; Makati Medical Center in Makati; Marikina Valley Medical Center in Marikina; The Medical City in Ortigas Center, Pasig; and both hospitals of St. Luke's Medical Center in Quezon City and Bonifacio Global City, Taguig.[258][259][260] On March 11, the Wack Wack Golf and Country Club in Mandaluyong temporarily closed after one of its guests, a Singaporean permanent resident, was confirmed to have contracted COVID-19.[261][262] Following the MMDA's imposition of an area-wide curfew during the Metro Manila lockdown, mall operators Ayala Malls, SM Supermalls, Robinsons Malls, and Vista Malls initially announced that it would shorten the operating hours of its malls in Metro Manila, from 11 a.m. to 7 p.m., in response.[263] However, Metro Manila city governments later passed ordinances mandating the temporary closure of malls with the exception of establishments providing essential goods and services (such as supermarkets, pharmacies, and banks) from March 16 \"until further notice\", in accordance with the joint resolution passed by the Metro Manila Council regarding the lockdown.[264] On March 17, food delivery services GrabFood and Foodpanda resumed operations in the region after a temporary suspension due to quarantine restrictions.[265] GrabWheels, an electric scooter rental service of the ridesharing company Grab, was activated to service health workers in select cities in the region.[266] On March 14, the Roman Catholic Archdiocese of Manila, Diocese of Cubao, Diocese of Novaliches, and the Diocese of Parañaque announced that it would suspend the celebration of Masses and other public gatherings, including all Holy Week activities, in all its churches \"until further notice\", in an effort to curb the spread of COVID-19.[267] Meanwhile, the National Commission on Muslim Filipinos announced on March 16 a temporary suspension of all Islamic gatherings in the region in response to the pandemic.[268] Top collegiate Metro Manila competitions, the National Collegiate Athletic Association and the University Athletic Association of the Philippines, cancelled all its remaining games.[269][270] National leagues largely held in Metro Manila such as the Philippine Basketball Association, Philippines Football League, and the Philippine Super Liga were postponed.[271][272] Marikina Mayor Marcelino Teodoro also announced the cancellation of the 2020 Palarong Pambansa as host city of the games.[273] By March 14, a mass exodus to the provinces was observed in the hours leading to the Metro Manila lockdown, following its announcement two days prior. Thousands were seen flocking to the provincial bus terminals such as the Araneta City Bus Port in Quezon City as well as the Ninoy Aquino International Airport.[274] Motorcycle ridesharing companies Angkas and Joyride suspended their Metro Manila services on March 15.[275] President Duterte's March 16 declaration of a month-long enhanced community quarantine on the island of Luzon, including Metro Manila, suspended the operations of all modes of public transportation in Metro Manila.[276] The Metro Rail Transit Corporation and Light Rail Transit Authority suspended the operations of the Manila Metro Rail Transit System and the Manila Light Rail Transit System, respectively, from March 17; LRT Line 1 would resume operations on April 12, while MRT Line 3 would lift its suspension on April 13.[277] On March 28, the Manila International Airport Authority announced the temporary closure of all terminals of the Ninoy Aquino International Airport except Terminal 1 following the suspension of domestic flights and international travel restrictions due to the pandemic and subsequent lockdown.[41] On April 8, 170 construction workers in Pasay had been reportedly stranded in their barracks since the implementation of the enhanced community quarantine on March 17. They claimed that they were given only ₱1,000 ($19.82) from their employer, who \"abandoned\" them, and had to \"resort to begging to buy food.\" The Pasay government responded by distributing relief goods to the workers. According to Pasay Mayor Emi Calixto-Rubiano, the employer had pledged to provide food and other essentials to the workers.[278] ","Title":"COVID-19 pandemic in Metro Manila - Wikipedia","KeyID":"10492","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Metro_Manila"}