{"Content: ":"The COVID-19 pandemic was confirmed to have reached Cyprus in March 2020. The released data from the Cyprus government includes cases in the British Overseas Territory of Akrotiri and Dhekelia but, due to the long-running Cyprus dispute, does not include cases in Northern Cyprus. On 12 January 2020, the World Health Organization (WHO) confirmed that a novel coronavirus was the cause of a respiratory illness in a cluster of people in Wuhan, China, which was reported to the WHO on 31 December 2019.[2][3] The case fatality ratio for COVID-19 has been much lower than the 2002–2004 SARS outbreak,[4][5] but the transmission has been significantly greater, with a significant total death toll.[4][6] In 2021, Cyprus was leading in investment for software and data, following adoption of digital technologies during the COVID-19 pandemic.[7][8]  Despite pressure from local businesses, health minister Constantinos Ioannou said in July 2020 that Cyprus would not lift entry restrictions on its largest tourism markets (namely the United Kingdom and Russia) unless it were safe to do because these countries had some of the highest rates of the virus in the world at that time. He said that it would not be possible to implement mass testing to screen all passengers from high-risk countries upon their arrival in Cyprus because quarantine facilities and hospitals would not be able to accommodate the expected number of infected people. By late July, Cyprus had reported that most of the new cases on the island had come from travellers. Estimates for August tourist arrivals were 18% of the previous year's arrivals.[54] To determine whether arrivals from certain countries would be quarantined or otherwise restricted upon entry to Cyprus, the country assessed the Schengen Area and other countries based on factors such as the number of new diagnoses and mortality rates per 100,000 inhabitants. The Category A countries were considered low risk; arrivals from Category A countries, including some non-European countries like Canada, Japan, and South Korea, did not have any restrictions placed on their entry. Category B countries were considered less certain than Category A and included France, Italy, and Spain. Passengers arriving from Category B countries were required to undergo a health examination upon arrival and self-quarantine until the results returned. The Category B restrictions also applied to citizens and legal residents of Cyprus. Category C countries were considered an increased risk and entry was restricted unless certain conditions were met; arrivals could take a COVID-19 test upon arrival or present an RT-PCR certificate, which would prove negative test results within the 72 hours before their arrival.[21] Total confirmed cases Total recoveries Total deaths New cases per day Total deaths  Deaths per day","Title":"COVID-19 pandemic in Cyprus - Wikipedia","KeyID":"10503","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Cyprus"}