{"Content: ":"The COVID-19 pandemic was confirmed to have spread in April 2020 to the Republic of Artsakh (a de facto independent republic on territory de jure part of Azerbaijan). The first infected person was from the village of Mirik in the province of Kashatagh who contracted the virus from Armenia.[2] To date, Artsakh is reported to have performed 25,040 tests, of which 2,749 were positive.[3] On 12 January 2020, the World Health Organization (WHO) confirmed that a novel coronavirus was the cause of a respiratory illness in a cluster of people in Wuhan City, Hubei Province, China, which was reported to the WHO on 31 December 2019.[4][5] The case fatality ratio for COVID-19 has been much lower than SARS of 2003,[6][7] but the transmission has been significantly greater, with a significant total death toll.[8][6]  The border of the Republic of Artsakh with Armenia was closed in order to prevent the virus from spreading to the unrecognized republic, which had its general elections on 31 March. On 7 April, the Ministry of Health of the Artsakh Republic reported about its first coronavirus case after one of two suspected cases tested positive for COVID-19.[9] The person is from Mirik. On 9 April, three people were tested, of whom two tested positive for COVID-19, though one of them is a citizen of Armenia. The local who tested positive had registered to vote in Moshatagh (near Mirik).[10] At this point, all known cases in Artsakh were from the province of Kashatagh. On 10 April, one of the two additional confirmed cases was from Karvachar, Shahumyan, making it the second province in Artsakh to have a confirmed case.[11] On 15 April, in accordance with a decision taken by the Artsakh Republic's Special Commission on the Emergency Situation on 14 April, the free movement of people in the villages of Mirik, Moshatagh, Tsitsernavank, Karvachar, in the Kashatagh region, as well as the Verin Horatagh, Kochoghot and Haterk communities of the Martakert region were restricted to the administrative boundaries of the respective villages and regions.[12] As of 24 May, there have been 33 cases in Artsakh.[13] Several outlets reported increased cases of COVID-19 in Nagorno-Karabakh, particularly the city of Stepanakert, where the population is forced to live in overcrowded bunkers, due to Azerbaijan artillery and drone strikes, and difficulty in testing and contact tracing.[14][15]","Title":"COVID-19 pandemic in the Republic of Artsakh - Wikipedia","KeyID":"10501","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_the_Republic_of_Artsakh"}