{"Content: ":"[1] The COVID-19 pandemic in Lebanon is a part of the ongoing worldwide Coronavirus pandemic (COVID-19), which is caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The virus was confirmed to have reached Lebanon in February 2020.[2] On the 12th of January, the World Health Organization (WHO) confirmed that a novel coronavirus was the cause of a respiratory illness in a cluster of people in Wuhan City, Hubei Province, China, who had initially come to the attention of the WHO on 31 December 2019.[3][4] COVID-19 is transmitted through little droplets carrying the virus. These droplets can enter the body through the eyes, mouth, or nose, and they might contaminate surfaces.[5] Unlike SARS of 2003, the case fatality rate for COVID-19[6][7] has been much lower, but the transmission has been significantly greater with a significant total death toll.[8][6] Lebanon was successful in handling the pandemic during its beginning, having reported between 0 and 100 daily cases from 15 March 2020 to 12 July 2020. After the Beirut port explosions on 4 August 2020, cases began to skyrocket, with Lebanon reporting over 1,000 cases on most days since mid-September and setting a new record of 2,817 cases of COVID-19 in one day on 6 December 2020.[9] On 21 February 2020, Lebanon confirmed its first case of COVID-19: a 45-year-old woman traveling back from pilgrimage in Qom, Iran tested positive for SARS-CoV-2 and was transferred to a hospital in Beirut.[10] On 26 February, a second woman, who returned from Iran on the same Mahan Air flight as the first patient, also tested positive.[11][12] On 27 February, a 77-year-old Iranian man, who arrived from Iran on 24 February, tested positive and was admitted to Rafik Hariri University Hospital in Beirut.[13][14] On 28 February, a Syrian woman tested positive and was admitted to Rafik Hariri University Hospital in Beirut.[15] On 29 February, the total reached 7 confirmed cases.[16] On 1 March, the Ministry of Health announced 3 new cases, bringing the total cases to 13. These three people had isolated themselves upon arriving to Lebanon from Iran days before.[17] On 4 March, total confirmed cases reached 15.[18] On 10 March, the first coronavirus-related death in Lebanon was recorded.[19] On 11 March, Rafik Hariri University Hospital announced the second death, a 55-year-old man.[20] There were also 9 new cases. The first fully recovered patient was also announced.[21] On 12 March, the third death was reported. This was a 79-year-old man who was infected from the first deceased patient at a hospital in Byblos.[22] On 13 March, the total number of cases reached 78. These included an employee at the Ministry of Public Health.[23][24] On 14 March, 15 new cases were announced in Lebanon, bringing the total to 93.[25] On 15 March, 6 new cases were announced, bringing the total to 99.[26] Lebanon declared a state of medical emergency.[27] The government announced the two-week closure of Beirut Airport, seaports and land entrances to begin on March 18.[28] On 21 March, Prime Minister Hassan Diab in a televised speech urged people in Lebanon to implement \"self-curfew,\" adding that security forces would enforce the lockdown measures.[29] On 26 March, Lebanon imposed a partial curfew from 7 p.m. to 5 a.m. to slow the spread of the virus. 35 new cases were announced, bringing the total number of cases to 368.[30] On 30 March, there were 446 confirmed cases and 11 deaths.[31] On 2 April, Philippine ambassador to Lebanon, Bernardita Catalla, died of COVID-19 in Beirut at the age of 62. She was the first Filipino diplomat to succumb to the disease.[32] Human Rights Watch released a report saying that at least 21 Lebanese municipalities have introduced discriminatory restrictions on Syrian refugees that do not apply to Lebanese residents as part of their efforts to combat COVID-19, undermining the country's public health response.[33] On 4 April, the Minister Of Health department announced there were 520 total cases of COVID-19.[citation needed] On 9 April, the Lebanese Cabinet extended the national lockdown, which started on 15 March and was extended on 26 March, for an additional 2 weeks until 26 April.[34] On 22 April, a Palestinian from Syria became the first case reported in a refugee camp, located in the Wavel refugee camp in Bekaa. The total number of cases was 682, with 22 deaths.[35][36] On 5 May, the national lockdown was extended by the government for an additional 2 weeks until 24 May. The total number of cases was 741, with 25 deaths as of 5 May.[37] On 7 May, 25 Lebanese citizens who boarded an inbound flight from Nigeria tested positive.[38] On 13 May, a full lockdown went into effect until 18 May due to a large increase in positive cases. Over 100 new cases in the previous 4 days were announced, bring the total number of infected to 870, with 26 deaths.[39][40] On 21 May, Lebanon's Health Ministry reported 63 new cases of the coronavirus, the largest single-day increase since the outbreak of the pandemic. Many of the new cases were the result of Lebanese expatriates returning home, Information Minister Manal Abdel Samad said.[41] On 6 August, a record 255 new cases were reported by the National News Agency in Lebanon along with two deaths.[42] On 11 August, Lebanon announced a record daily number of over 300 COVID-19 infections and seven deaths.[43] Following a surge in infections, on 18 August 2020, Lebanon ordered a two-week lockdown.[44][45] Coronavirus cases increased after an enormous explosion in Beirut on August 4 that killed over 200 people and flooded the capital's hospitals with the wounded.[46] On 27 September 2020, Gebran Bassil's party said he was infected with a \"mild\" case of COVID-19 as cases continued to surge throughout Lebanon.[47] In addition, two major prisons in Lebanon, Roumieh Prison and Zahle Prison, witnessed large outbreaks in the last weeks of September, with 377 and 238 confirmed cases respectively. This caused outrage among the prisoners, as they called for the appropriate measures to be taken.[48] On 4 October, 111 towns and villages were placed under lockdown, which will last until 12 October. This comes after 1,248 new cases and 7 new deaths were reported on 1 October.[49] On 12 October, 169 towns and villages were placed under lockdown for a week. Many of the towns had already been under lockdown the week before. The total number of cases reached 52,558, along with 455 deaths.[50] On 19 October 2020, the General Director of the General Directorate of General Security Abbas Ibrahim tested positive while in the United States. The Wall Street Journal reported that he had met national security adviser Robert C. O'Brien at the White House the week before to discuss American citizens held in Syria. The General Directorate of General Security said in a tweet that he was in good health.[51] On 23 October 2020, he returned to Beirut.[52] On 2 November, 115 towns and villages were placed under lockdown. A nationwide curfew from 9pm to 5am also took effect. The total number of cases reached 82,617, along with 643 deaths.[53] On 21 December, the first case of the variant strain was detected on a flight coming from the United Kingdom. The total number of cases as of 26 December reached 165,933, along with 1,000 deaths.[54][55] On 28 December, Lebanon's health minister announced it had reserved 2 million doses of the Pfizer-BioNTech vaccine, expected to be delivered by February 2021.[56] Considered one of the deadliest months. Country is on total lockdown as numbers of cases reached this month only: 100,746 cases to date. Healthcare system is on the verge of collapsing as hospitals are overloaded and few beds remain available. Situation is considered as extremely serious and dangerous.[57] The World Bank which approved to pay $34 million for vaccines for 2 million people, threatened to halt financing them in Lebanon, as it investigated suspected favoritism amid reports that parliament members were inoculated without prior approval.[58] As of 16 March, there have been 423,433 confirmed cumulative cases and 5,474 deaths because of coronavirus.[59] On March 18, it was reported that the first batch of Sputnik-V vaccines will arrive soon to Lebanon and will be available in all hospitals for 38 US dollars.[60] On March 24, 2021, Syrian authorities said that they will provide emergency oxygen supplies to Lebanon who's enduring a shortage of oxygen.[61] On March 26, Lebanon received the first batch of 50.000 doses of Russian vaccines, noting that, according to the Lebanese Health Ministry, Lebanon has already received 224,640 Pfizer-BioNTech doses over the past six weeks.[62] On April 8, 2021, the Lebanese Armed Forces started the vaccination campaign in 21 centers in Lebanon and the LAF commander, along with other officers, took the vaccine.[63] Lebanese authorities imposed a curfew for two days during Eid Al-Fitr celebrations and only allowed a 30% capacity at mosques.[64] As of June 28, 2021, 545,363 cases were confirmed, with a 0.2% weekly change.[65] As of today, Lebanon has reached 630,180 total cases and 8,385 total deaths due to the virus, and the numbers are still Increasing.[66] On 28 February, the Minister of Education Tarek al-Majzoub announced the closure of all educational institutions starting on 29 February until 8 March.[67] The decision was seen as unnecessarily strict by some universities including the American University of Beirut, the Lebanese American University, and the Université Saint-Joseph who called for evidence-based decision-making to avoid unnecessary panic. After initially announcing that it would stay open in the face of the COVID-19 pandemic, and ignoring the Lebanese Ministry of Education and Higher Education's request that it shut down, in early March 2020 the university announced that it would close down.[68][69] The universities did ultimately abide by the decision and close after discussions with the Minister of Education.[70] The American University of Beirut has consequently formed an expert committee for independent advising on the pandemic.[71] On 6 March, the Minister of Health Hamad Hassan declared that \"Lebanon is no longer in Coronavirus containment stage\" following the entry of several new cases to Lebanon coming from countries previously classified as not infected and urged the population to take preventive measures such as avoiding public venues, like resorts and theaters.[72] Following this statement, the closure of schools, universities, and nurseries was extended to March 14.[73] In reaction to the pandemic, several religious institutions in Lebanon decided to act proactively changing traditional ceremony methods to limit the spread of the virus. Churches and mosques have been cleaned and disinfected, and practices have been adjusted. Within Christian communities, churches have emptied fonts of holy water, and communion is carried out by handing the Eucharist instead of placing directly in the mouth. Similarly, within Muslim communities, it was recommended that people use their own prayer rugs and do ritual cleaning at home. Instructions by both religious parties recommend greetings without hand-shaking nor kissing.[74] Churches and mosques were reopened on 10 May at reduced capacity. The number of worshipers is not allowed to exceed 30% of the total capacity, and sanitary conditions and preventive measures must be followed. Churches and mosques were closed since 15 March to prevent the spread of the virus.[75][76] On 21 January, weeks before the first case in Lebanon was confirmed, the Lebanese Football Association announced that they would suspend operations due to financial reasons; this suspension caused all remaining games of the 2019–20 Lebanese Premier League season to be cancelled.[77] On 6 March, gyms, cinemas, theaters, and nightclubs were ordered to close their doors.[78][79] On 11 March, all restaurants in Lebanon closed.[80] On 12 March, most major malls announced their closure until further notice.[81] On 4 May, restaurants and barbers were allowed to reopen, although at reduced capacity.[37][82] On 12 October, nightclubs and bars were ordered to close alongside an expanded lockdown.[50] On 9 March, Lebanese Parliament closed down.[83] All people were instructed by the government to stay home, and the army was asked to intervene by order of the Lebanese president and prime minister.[citation needed] On 12 March, the government announced that internet service through the public provider Ogero would be boosted through the end of April, to encourage users to stay home.[84] Other private internet companies and phone line companies followed suit with similar discounts/boosts for their customers.[citation needed] On 21 February 2020, the international Lebanese website, \"Lebanon Info Center\",[85] was the first Lebanese website to officially cover the COVID-19 situation in Lebanon, with its page \"Lebanon Coronavirus (COVID-19) Emergency\", thus, it was the first to offer official emergency and cases numbers, non-commercial recommendations and advice that are based on science and the actual situation on the Lebanese territories.[86] On 12 March 2020, a media site in Lebanon, The961, announced[87] the launch of a live tracker monitoring the number of confirmed cases, deaths, and recoveries in Lebanon in real-time, manually cross-referencing three sources by directly communicating with the Ministry of Health, World Health Organization and the Lebanese Red Cross.[88] In the announcement thread, The961 founder, Anthony Kantara, explained the frustration of the lack of consistent and clear information as the motivator. The dedicated page also includes the latest news, updates and FAQs surrounding COVID-19.[89] On 19 March, the Information Minister Manal Abdul Samad launched a government site dedicated to the COVID-19 outbreak in Lebanon.[90] This website provides the latest statistics regarding COVID-19 infections in Lebanon.[91] However, the website updates may depend on the ministry availability constraints.[citation needed] As the first flight introducing coronavirus patients was a flight from Qom, Iran—a city plagued by the coronavirus—some Lebanese citizens and media have cast blame onto Iran and Hezbollah for being silent about the issue and not taking necessary measures against it. Some agents blamed Iran for bringing the virus into the country. Following that, Information Minister Manal Abdul-Samad warned against involving political tensions in the pandemic.[92] Non-payment of salaries was reported.[85] A suffocating economic crisis has left Lebanon's poor with little or no means to cope with extra hardship.[93] The United Nations High Commissioner for Human Rights Michelle Bachelet raised the alarm on Lebanon's socio-economic crisis on 10 July 2020. Her statement cited Lebanese and UN figures that estimated 75% of Lebanon's population are in need of aid. Since October, the Lira had lost more than 80% of its value and chronic power cuts are now the norm. In addition, Lebanon hosts more than 250,000 migrant workers, many of which have lost their jobs, not been paid, been left homeless, and unable to send remittances to their families back home. Bachlet called on the country's political parties to urgently enact reforms and prioritize essentials such as electricity, food, health and education.[94][95] Lebanon has faced a significant shortage of test kits amidst the outbreak. Al Jazeera reported that illegal migrants have no access to testing.[96]","Title":"COVID-19 pandemic in Lebanon - Wikipedia","KeyID":"10514","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Lebanon"}