{"Content: ":"The COVID-19 pandemic in Israel also known as the coronavirus pandemic in Israel (Hebrew: מגפת הקורונה בישראל) is part of the worldwide pandemic of coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The first case in Israel was confirmed on 21 February 2020, when a female citizen tested positive for COVID-19 at the Sheba Medical Center after return from quarantine on the Diamond Princess ship in Japan.[3] As a result, a 14-day home isolation rule was instituted for anyone who had visited South Korea or Japan, and a ban was placed on non-residents and non-citizens who were in South Korea for 14 days before their arrival.[4] Beginning on 11 March 2020, Israel began enforcing social distancing and other rules to limit the spread of infection. Gatherings were first restricted to no more than 100 people,[5] and on 15 March this figure was lowered to 10 people, with attendees advised to keep a distance of 2 m (6 ft 7 in) between one another.[6] On 19 March, Prime Minister Benjamin Netanyahu declared a national state of emergency, saying that existing restrictions would henceforth be legally enforceable, and violators would be fined. Israelis were not allowed to leave their homes unless absolutely necessary. Essential services—including food stores, pharmacies, and banks—would remain open. Restrictions on movement were further tightened on 25 March and 1 April, with everyone instructed to cover their noses and mouths outdoors. As coronavirus diagnoses spiked in the city of Bnei Brak, reaching nearly 1,000 infected people at the beginning of April,[7] the cabinet voted to declare the city a \"restricted zone\", limiting entry and exit for a period of one week. Coinciding with the Passover Seder on the night of 8 April, lawmakers ordered a 3-day travel ban and mandated that Israelis stay within 100 m (330 ft) of their home on the night of the Seder. On 12 April, Haredi neighborhoods in Jerusalem were placed under closure. On 20 March 2020, an 88-year-old Holocaust survivor in Jerusalem who had previous illnesses was announced as the country's first casualty.[8][9] The pandemic occurred during the 2019–2021 Israeli political crisis.[10][11][12] All restrictions in Israel were removed throughout the spring of 2021, later reintroducing face mask requirements.[13] Restrictions on non-citizens entering the country remained until January 2022. Israel Shield, the country's national program to combat the pandemic, was established in July 2020.[14] As of June 2021, it is led by Salman Zarka, a position known as the \"COVID czar.\"[15][16]  On 21 February, Israel confirmed the first case of COVID-19. A female Israeli citizen who had flown home from Japan after being quarantined on the Diamond Princess tested positive at Sheba Medical Center.[3] On 23 February, a second former Diamond Princess passenger tested positive, and was admitted to a hospital for isolation.[17] On 27 February, a man, who had returned from Italy on 23 February, tested positive and was admitted to Sheba Medical Center.[18] On 28 February, his wife also tested positive.[19] On 1 March, a female soldier tested positive for the virus. She had been working at the toy store managed by the same man diagnosed on 27 February.[20] On 3 March, three more cases were confirmed. Two contracted the virus at the same toy store: a middle school student who worked at the store, and a school deputy principal who shopped there. Following this, 1,150 students entered a two-week quarantine. One other person, who had returned from a trip to Italy on 29 February, also tested positive for the virus.[20] The government has set up a multi-lingual website with information and instructions regarding the pandemic. Among the languages: English, Hebrew, Arabic, Russian, Amharic, French, Spanish, Ukrainian, Romanian, Thai, Chinese, Tigrinya, Hindi, Filipino.[21] The government also set up a dashboard where daily statistics can be viewed.[22] On 26 January 2020, Israel advised against non-essential travel to China.[23] On 30 January, Israel suspended all flights from China.[24] On 17 February, Israel extended the ban to include arrivals from Thailand, Hong Kong, Macau, and Singapore.[25] On 22 February, a flight from Seoul, South Korea, landed at Ben Gurion Airport. An ad hoc decision was made to allow only Israeli citizens to disembark the plane, and all non-Israeli citizens aboard returned to South Korea.[26] Later, Israel barred the entry of non-residents or non-citizens of Israel who were in South Korea during the 14 days prior to their arrival in Israel.[27] The same directive was applied to those arriving from Japan starting 23 February.[17] On 26 February, Israel issued a travel warning to Italy, and urged cancelling of all travel abroad.[28] By the third week in March, El Al, Israel's national air carrier, responded to a government request to send rescue flights to Peru, India, Australia, Brazil, and Costa Rica to bring home hundreds of Israelis who were stranded around the world due to the worldwide pandemic. On 22 March, 550 Israelis returned from India; a few days before about 1,100 Israeli travelers were repatriated from Peru.[29] On 21 February, Israel instituted a 14-day home isolation rule for anyone who had been in South Korea or Japan.[17] A number of tourists tested positive after visiting Israel, including members of a group from South Korea,[30] two people from Romania,[31] a group of Greek pilgrims,[32] and a woman from the U.S. State of New York.[33] 200 Israeli students were quarantined after being exposed to a group of religious tourists from South Korea.[17] An additional 1,400 Israelis were quarantined after having traveled abroad.[34] On 9 March, Prime Minister Benjamin Netanyahu declared a mandatory quarantine for all people entering Israel, requiring all entrants to quarantine themselves for 14 days upon entering the country.[35][36] The order was effective immediately for all returning Israelis, and would apply beginning on 13 March for all foreign citizens, who must show that they have arranged for accommodation during their quarantine period.[36] On 2 March, the 2020 Israeli legislative election was held. Multiple secluded voting booths were established for 5,630 quarantined Israeli citizens who were eligible to vote.[37] 4,073 citizens voted in the coronavirus-special voting booths. After the election, numerous Israelis were in quarantine.[38] On 10 March, Israel began limiting gatherings to 2,000 people.[39] A day later, on March 11, Israel further limited gatherings to 100 people.[5] On 14 March, Prime Minister Netanyahu announced new regulations and stated the need to \"adopt a new way of life\". The Health Ministry posted new regulations, effective 15 March. These included banning gatherings of more than 10 people, and closure of all educational institutions, among them daycare centers, special education, youth movements, and after-school programs. The list of venues required to close included: malls, restaurants, hotel dining rooms, pubs, dance clubs, gyms, pools, beaches, water and amusement parks, zoos and petting zoos, bathhouses and ritual baths for men, beauty and massage salons, event and conference venues, public boats and cable cars, and heritage sites. Take-away restaurants, supermarkets, and pharmacies were to remain open. The pandemic forced many events to be cancelled. Notwithstanding the closure of wedding halls, weddings took place in private homes with the limitation of no more than 10 participants in each room; dancing could take place both indoors and in outdoor courtyards. Weddings were also held on rooftops and yeshiva courtyards. In one case, a Sephardi couple opted to hold their wedding ceremony in an Osher Ad supermarket, which was exempt from the 10-person rule.[40] The Al-Aqsa Mosque and Dome of the Rock closed to prevent contamination of the holy sites.[41] As a result of the government's directive for citizens to remain at home, there was an increase in calls to domestic violence hotlines, and women's shelters were close to full capacity, both due to new arrivals and to current residents who remained due to the pandemic.[42] On 9 March, after it was discovered that an employee at the Israeli embassy in Greece had contracted coronavirus and spread it to two family members, it was announced that the embassy was temporarily shutting down.[43] On 12 March, Israel announced that all universities and schools would close until after the Passover (spring) break.[44] After the break, schools remained closed[45] and students learned online. On 3 May, grades one to three were allowed to resume school, with restrictions, and not in all cities. In addition, grades eleven and twelve were allowed to hold revisions for the upcoming Bagrut exams.[46] On 15 March, Justice Minister Amir Ohana expanded his powers and announced that non-urgent court activity would be frozen. As a result, the corruption trial of Prime Minister Netanyahu was postponed from 17 March to 24 May. The Movement for Quality Government in Israel urged the Attorney General to stay the new regulations.[47] On 16 March, the Bank of Israel ordered retail banks to close, but allowed special services to remain open for elderly people.[48] On 22 March, both the open-air Carmel Market in Tel Aviv and the open-air Mahane Yehuda Market in Jerusalem were closed by police.[49][50] Many supermarkets experienced a shortage of eggs caused by panic buying and fear of shutdown.[51] As late as 15 March, doctors complained that guidelines for testing were too restrictive.[52] On 16 March, the Health Ministry approved a number of experimental treatments for patients with COVID-19.[53] On 18 March, the Defense Ministry took over purchasing of Corona-related gear.[54] On the same day, the Israel Institute for Biological Research announced that they are working on a COVID-19 vaccine.[55] On 18 March at 6 pm, Israelis across the country applauded from their balconies for two minutes in appreciation of medical workers and first responders battling coronavirus.[56][57] On 29 March, Magen David Adom announced that it will collect blood plasma from recovered COVID-19 patients to treat those most severely affected by the infection.[58] In December 2021, the Israeli Ministry of Health approved the use of Pfizer's Nirmatrelvir/ritonavir for treating COVID-19.[59] On 15 March, the Israeli government proposed allowing the Israel Security Agency (ISA) to track the prior movements of people diagnosed with coronavirus through their mobile phones.[60] The security service would not require a court order for its surveillance. The stated goal of the measure was to identify people with whom infected individuals came into contact in the two weeks prior to their diagnosis, and to dispatch text messages informing those people that they must enter the 14-day self-quarantine. The security measure was to be in place for only 30 days after approval by a Knesset subcommittee, and all records were to be deleted after that point. Critics branded the proposal an invasion of privacy and civil liberties.[61][62] On 17 March, at 1:30 AM, a Knesset committee approved the contact-tracing program,[63] making Israel the only country in the world to use its internal security agency (Shin Bet) to track citizens' geolocations.[64][60] Within the first two days, the Ministry of Health text-messaged 400 individuals who had been in proximity to an infected person, and told them to enter a 14-day self-quarantine. On 19 March, the Supreme Court of Israel heard petitions to halt the contact-tracing program, submitted by the Association for Civil Rights in Israel, and Adalah – The Legal Center for Arab Minority Rights, and issued an interim order.[65][66] The same day, several hundred protesters converged on the Knesset to protest the phone surveillance and other restrictions on citizens' movements, as well as the shutdown of the judicial and legislative branches of the government. Police arrested three protesters for violating the ban on gatherings over 10 people, and also blocked dozens of cars from entering Jerusalem and approaching the Knesset building.[67] On 26 March, the ISA said contact tracing had led to over 500 Israelis being notified who were then diagnosed with coronavirus.[68] On April 26, 2020, the Supreme Court issued its judgment on the contact-tracing petitions. In granting the petitions, the Court held that the Government's decision passed constitutional review under the exigent circumstances at the time it was made, but that further recourse to the Israel Security Agency for the purpose of contact tracing would require primary legislation in the form of a temporary order that would meet the requirements of the Limitations Clause of Basic Law: Human Dignity and Liberty. The Court further held that due to the fundamental importance of freedom of the press, ISA contact tracing of journalists who tested positive for the virus would require consent, and in the absence of consent, a journalist would undergo an individual epidemiological investigation, and would be asked to inform any sources with whom he was in contact over the 14 days prior to his diagnosis.[69] Cellphone-based location tracking proved to be insufficiently accurate, as scores of Israeli citizens were falsely identified as carriers of COVID-19 and subsequently ordered to self-quarantine.[70] In an attempt to contain the spread of the Omicron Variant, Israel reinstated the use of Shin Bet counterterrorism surveillance measures for a limited period of time.[71] As of 19 March, public transportation ridership was down 38.5 percent compared to before the virus outbreak. Public bus operations were strictly curtailed by the government, which placed an 8 p.m. curfew on bus operations nightly, and halted all public transportation between Thursday night at 8 p.m. and Sunday morning, going beyond the usual hiatus on public transportation in Israel during Shabbat (from Friday evening to Saturday evening).[72] As of 22 March Israel's Ministry of Transport and Road Safety and its National Public Transportation Authority instituted a notification system allowing passengers using public transportation to inquire whether they had shared a ride with a person sick with COVID-19. The travel histories will be stored through the use of the country's electronic bus card passes, known as Rav-Kav.[73] At the peak of the first wave, on 20 April 2020, public transportation ridership was down 80% compared to before the outbreak.[74] On 19 March, Prime Minister Netanyahu declared a national state of emergency. He said that existing restrictions would henceforth be legally enforceable, and violators would be fined. Israelis were not allowed to leave their homes unless absolutely necessary. Essential services would remain open.[75] News reports showed hundreds of Israelis ignoring the new ban on Shabbat, 21 March, and visiting beaches, parks, and nature spots in large numbers, prompting the Ministry of Health to threaten imposing tighter restrictions on the public.[76][77] On 25 March, the government imposed stricter restrictions on citizens' movements.[78] These include: Beginning on April 1 the government proposed to intensify precautionary restrictions on its citizens, requiring them to: refrain from all public gatherings, including prayer quorums of 10 men; limiting outings to two people from the same household; and calling upon them to always wear face masks in public.[79] Beginning on April 12, the government required all Israelis to cover their nose and mouth when leaving their homes. Exceptions include \"children under age 6; people with emotional, mental or medical conditions that would prevent them from wearing a mask; drivers in their cars; people alone in a building; and two workers who work regularly together, provided they maintain social distancing\". The new law was passed on the same day that the World Health Organization questioned the efficacy of face masks for protecting healthy individuals from catching the virus.[80] According to Israeli Ministry of Health statistics, as of March 24, 24% of all coronavirus infections in Israel with known infection points (35% of all known cases) were contracted in synagogues, 15% in hotels, and 12% in restaurants.[81] The Health Ministry's rules on indoor gatherings, which were reduced from 100 to 10, still took into account the minimum number of members needed for a minyan (public prayer quorum). With stricter restrictions placed on citizens on 25 March (see below), the two Chief Rabbis of Israel called for all synagogues to be closed and prayer services to be held outdoors in groups of 10, with 2 m (6 ft 7 in) between each worshipper.[82] Many synagogues in Jerusalem were locked and prayer services held outdoors.[83] Due to the uptick in coronavirus diagnoses in Bnei Brak and after initially ordering his followers to ignore Health Ministry restrictions,[84] leading Haredi posek Chaim Kanievsky eventually issued an unprecedented statement on 29 March instructing Bnei Brak residents not to pray with a minyan at all, but rather individually at home.[85] Despite this, Kanievsky was accused of secretly arranging public prayers at his house.[86] On 1 April, the Chief Rabbis of Israel published guidelines for observance of Passover laws during the outbreak.[87] The guidelines included praying at home and not in a minyan, selling chametz online, and getting rid of chametz at home in ways other than burning, so as not to go out into the streets for the traditional burning of the chametz.[88] After back-and-forth discussions with representatives of the chevra kadisha (Jewish religious burial society), the Health Ministry allowed burial society members to proceed with many traditional aspects of burial for coronavirus victims. Burial workers will be garbed in full protective gear to perform the taharah (ritual purification) of the body, which will then be wrapped in the customary tachrichim (linen shrouds) followed by a layer of plastic. The funeral service must be held completely outdoors. Funeral attendees do not need to wear protective gear.[89] On 26 March, the Church of the Holy Sepulchre was closed.[90] Ziyarat al-Nabi Shu'ayb is a Druze festival called Ziyara celebrated between 25 and 28 April which is officially recognized in Israel as a public holiday.[91][92] Mowafaq Tarif the current spiritual leader of the Druze community in Israel, announced that the traditional festivities of the Ziyarat al-Nabi Shu'ayb were canceled for the first time in the history of the Druze community.[93] On 2 April, the cabinet voted by conference call to declare Bnei Brak a \"restricted zone\", limiting entry and exit to \"residents, police, rescue services, those bringing essential supplies and journalists\", for an initial period of one week. With a population of 200,000, Bnei Brak had the second-highest number of coronavirus cases of all Israeli cities in total numbers, and the highest rate per capita.[94] On 10 April the closure was relaxed to allow residents to leave the city to go to work, attend a funeral of an immediate relative, or for essential medical needs.[95] On April 12, the government imposed a closure on Haredi neighborhoods of Jerusalem, citing Ministry of Health statistics that nearly 75% of that city's coronavirus infections could be traced to these neighborhoods. The closure impacted Mea Shearim, Geula, Bukharim Quarter, Romema, Mekor Baruch, Sanhedria, Neve Yaakov, Ramat Shlomo, and Har Nof. Residents of these neighborhoods were allowed to leave to other areas only to go to work, attend funerals of immediate relatives, and for essential medical needs. The closure was opposed by the Mayor of Jerusalem, Moshe Lion, who reportedly told the government cabinet members: \"Take the Ramot neighborhood for example — 60,000 residents and 140 of them sick. Why do we need to close off the whole neighborhood?\"[96] Lawmakers enforced a 3-day nationwide lockdown in conjunction with the Passover Seder, which took place in Israel on Wednesday night, April 8. All travel between cities was prohibited from Tuesday evening until Friday evening. From Wednesday at 3 p.m. until Thursday at 7 a.m., all Israelis were prohibited from venturing more than 100 m (330 ft) from their home. The goal of these measures was to prevent the traditional family gatherings associated with the Passover Seder. The lockdown did not apply to Arab towns, where Passover is not observed.[97] Despite the lockdown, several prominent politicians, including Prime Minister Netanyahu, President of Israel Reuven Rivlin, Yisrael Beiteinu party leader Avigdor Lieberman, Minister of Immigration and Absorption Yoav Galant, and Likud MK Nir Barkat were noted by the Israeli press to have celebrated the Seder or other parts of the festival with relatives who did not live with them.[98][99][100] A partial nationwide lockdown was again imposed from 14 to 16 April, preventing Israelis from visiting family in other towns, and Jerusalem residents from leaving their own neighborhoods, in conjunction with the seventh day of Passover and the Mimouna holiday the following evening at the end of Passover.[101] Throughout the month of Ramadan, which began on April 25, stores in towns with majority Muslim populations (including East Jerusalem) were to be closed from 6 pm until 3 am. Indoor prayer for all religions was banned, while outdoor prayer was allowed for groups up to 19 people, distanced at least 2 m (6 ft 7 in) apart.[102] On 24 April 2020, the government approved the reopening of street stores and barbershops, effective 26 April 2020. Malls, gyms, and restaurants without delivery services remained closed.[103] On 7 May 2020, malls and outdoor markets reopened, with restrictions on the number of people allowed.[104] On 27 May 2020, restaurants reopened, with 1.6 meter distancing between diners, and masked staff.[105] On 3 May 2020, schools reopened for first to third grade, and 11th to 12th grade.[106] Classes were limited in size, and schoolchildren were required to wear masks. By 17 May 2020, limitations on class size were lifted.[107] On 10 May 2020, preschools and kindergartens reopened, with limits on the number of children per class, and on a rotating half-week schedule. Nurseries were reopened with a full-week schedule, but allowing only 70% of the children to attend. Priority was given to children of single or working mothers.[108] On 17 to 19 May 2020, schools reopened fully, with certain social distancing rules in place, including staggered recesses and maintaining 2 meters distance between pupils during breaks. Children arriving at school were required to present a health statement signed by their parents.[109] A number of schools were shut down after reopening due to cases among staff members or students.[110] On 4 May 2020, Prime Minister Netanyahu outlined a gradual easing of lockdown restrictions, approved by the government.[111] Immediate changes included allowing outdoor meetings of groups not exceeding 20, removal of the 100-meter limit on venturing from homes, and allowing meetings with family members, including elderly. Weddings with up to 50 attendees were also allowed. The easing of restrictions would halt should one of the following occur:[111] Additional easing of restrictions was announced on 5 May 2020.[112] On 19 May 2020, the requirement to wear masks outdoors and in schools was lifted for the remainder of the week due to a severe heat wave.[113] On 20 May 2020, beaches and museums reopened, and restrictions on the number of passengers on buses were relaxed. Houses of prayer reopened to groups of up to 50 people. Attendees were required to wear masks and maintain a distance of two meters.[114] On 16 March, Israel imposed limitations on the public and private sectors. All non-critical government and local authority workers were placed on paid leave until the end of the Passover holiday. Private sector firms exceeding 10 employees were required to reduce staff present in the workplace by 70%.[115] On 30 March, Prime Minister Netanyahu announced an economic rescue package totaling 80 billion shekels ($22 billion), saying that was 6% of the country's GDP. The money will be allocated to health care (10 billion shekels); welfare and unemployment (30 billion shekels) aid for small and large businesses (32 billion shekels), and to financial stimulus (8 billion).[116] By 1 April, the national unemployment rate had reached 24.4 percent. In the month of March alone, more than 844,000 individuals applied for unemployment benefits—90 percent of whom had been placed on unpaid leave due to the pandemic.[117] During April 2020, Bituah Leumi deposited one-time payments to seniors, disabled people, people receiving income support or alimony payments, and families with children.[118] On 16 June 2020, the Knesset passed a stimulus bill to encourage businesses to bring workers back from unemployment.[119] On July 1, the Knesset reauthorized ISA mobile phone tracking of infected individuals by enacting the Law to Authorize the ISA to Assist in the National Effort to Contain the Spread of the Novel Coronavirus (Temporary Provisions) 2020–5780.[120] As ISA location tracking resumed, by July 5, over 30,000 Israelis were ordered into quarantine.[121] On 6 July 2020, following over two weeks of continued increase in the number of new daily cases, Netanyahu announced new social distancing guidelines, approved by the government.[122][123] These included: On 17 July, additional restrictions were announced.[124][125] These included: Due to pressure from business owners, the government backtracked on the closure of restaurants, pools, and beaches.[126] Weekend closures of malls and markets were also cancelled, following claims that the closures had not slowed infection rates.[127] On 31 August 2020, the coronavirus cabinet approved the 'traffic-light' plan introduced by Prof. Ronni Gamzu, in which each city is assigned a color indicating its current level of COVID-19.[128] On 6 September 2020, the government approved closure of schools and a night-time curfew for forty 'red' communities.[129] This plan replaced Gamzu's proposal of full closure in ten 'red' towns and went into effect 8 September. The communities affected by the curfews were among the poorest in Israel, with mainly Arab and ultra-Orthodox population.[130] Residents under curfew were restricted to 500 meters distance from their homes, from 7pm to 5am. On 10 September 2020, Israel became the country with the highest rate of COVID-19 infections per capita. As confirmed infections continued to rise daily, Israeli officials warned that hospitals would eventually be unable to confront the crisis.[131] On 13 September 2020, the government approved a 3-week country-wide lockdown, beginning Friday, 18 September at 2pm, and ending on 10 October. Restrictions include:[132] The 3-week lockdown took place during the high holidays, during which many Jews attend synagogue. The lockdown rules for prayer were as follows:[133] N = 3 E {\\displaystyle N=3E\\,\\,\\,} for E <= 2 {\\displaystyle E<=2} . N = 6 + 2 × ( E − 2 ) {\\displaystyle N=6+2\\times (E-2)\\,\\,\\,} for E > 2 {\\displaystyle E>2} . In either case, the total number of people 10 N {\\displaystyle N} should not exceed A / 4 {\\displaystyle A/4} , where A {\\displaystyle A} is the area of the room in square meters. On 23 September 2020, Prime Minister Benjamin Netanyahu announced stricter lockdown rules after a new daily coronavirus record of 6,923 infections was reported in Israel.[134] These included:[135] On 13 October the lockdown was extended for an additional week, until midnight 18 October 2020.[136] While restrictions were eased in most of the country, local lockdowns were imposed in the following towns due to high case numbers: Majdal Shams and Masade (starting on 6 November 2020), Buqata (starting on 7 November), Hazor Haglilit (starting on 8 November),[137] Qalansawe and Iksal (starting on 17 November 2020),[138] Nazareth and Isfiya (starting on 21 November).[139] A number of steps were taken to provide financial assistance: On 21 September 2020, the government unanimously approved a 10% pay cut for all Knesset members and government ministers.[144][145] During July and August 2020, many protests were held, with protesters voicing frustration over the response of the Netanyahu-led government to the pandemic.[146][147] On 30 September, Israel's parliament passed a law limiting demonstrations which the opposition said was intended to curb protests against Prime Minister Benjamin Netanyahu over alleged corruption and his mismanagement of the coronavirus crisis. The law prohibited Israelis from holding large gatherings more than one kilometre (5⁄8 mile) from their residences. The government defended the measure as a way to curb COVID-19 infections.[148] On 3 October, numerous anti-Netanyahu protests were held throughout Israel after the passage of legislation limiting demonstrations during the lockdown.[149] The Black Flag movement estimated that 130,000 people took part in Saturday's protests against Netanyahu in cities and towns across Israel.[150] The Haredi school year started on 24 August 2020, before the 'traffic light' plan was approved.[151] All other schools in non-'red' cities opened on 1 September 2020.[152] Within a week, a number of schools and kindergartens reported outbreaks, leading to quarantine of exposed staff members and students.[153] Physical schools, kindergartens and nurseries closed at the beginning of the 3-week lockdown, on 13 September, with classes continuing online.[154] Kindergartens and nurseries reopened on 18 October, including in 'red' cities.[155] Grades 1 to 4 reopened on 1 November, in non-'red' cities. Class size was limited to 18 children. Students were required to wear masks throughout the day and eat their meals outdoors or spaced far apart from one another.[156] Grades 5 and 6 returned to school on 24 November.[157] High school grades 11 and 12 returned on 29 November.[158] Schools reopened for remaining grades 7–10 on 6 December.[159] After the Hanukkah break, over 220,000 students from grades 5–12 in 'orange' and 'red' cities went back to online studies.[160] On 18 October 2020 Israel eased lockdown restrictions in non-'red' cities. The first stage of the exit strategy included:[161][162] On 1 November 2020 Israel eased restrictions further:[156] On 8 November 2020, street-front stores reopened.[163] Strip malls reopened on 17 November 2020.[164] 15 malls opened as part of a pilot plan on 27 November 2020.[165] In December 2020, cases steadily increased, reaching over 3,000 new cases daily and over 5% test positivity rate.[166] Multiple countries announced the appearance of new and more infectious COVID-19 strains; towards the end of December, first cases of the Alpha variant were detected in Israel.[167] First cases of the Beta variant were detected in January 2021.[168] On 20 December 2020, Israel announced an entry ban on all foreign travelers arriving from the United Kingdom, South Africa, and Denmark.[169] Israelis returning from these countries were required to enter state-run quarantine hotels. On 24 January 2021, the government announced a week-long ban on most incoming and outgoing flights, effective on Monday January 25 at midnight, to prevent entry of new variants into Israel.[170] The flight restrictions were extended multiple times: until 5 February 2021,[171] then until 21 February 2021,[172] and later until 6 March 2021. Daily flights, for new immigrants and for Israelis stranded outside Israel, were available as of 22 February 2021, for up to 2,000 passengers.[173] The number of daily entries was increased to 3,000 on 7 March 2021.[174] On 24 December 2020, the government declared a third nationwide lockdown, to begin on 27 December 2020.[175] Restrictions included: Preschoolers through grade 4, grades 11–12, and special education, are to continue physical schooling as usual, even in \"orange\" and \"red\" cities. While the initial government decision called for remote learning for grades 5–10, this decision was revised by the Knesset Education Committee: in \"green\" and \"yellow\" cities, grades 5-10 are to continue in-person schooling, while schools in \"orange\" and \"red\" cities will switch to remote learning.[176] During the first week of January 2021, there were over 8,000 new cases daily.[177] On 5 January 2021, the government announced a two-week long, complete lockdown, effective midnight Thursday 7 January 2021.[178] The tightened restrictions include: On 19 January 2021 the tight lockdown was extended until the end of January.[180] The tight lockdown was initially extended until 5 February 2021,[171] and then until 7 February 2021.[181] The government approved a curfew from 8:30 p.m. to 5:00 a.m. for the three nights of 25–27 February, in an attempt to limit spread of the virus during Purim holiday activities.[182] On 7 February 2021 Israel began easing lockdown restrictions:[183] During the third lockdown many Israelis were vaccinated against COVID-19. On 21 February 2021, the government implemented green passes for those who were fully vaccinated or were infected and recovered.[184][185] Green passes are required for the following: On 7 March 2021, restrictions were eased further. Rules include:[174] Green passes can be generated for those who have recovered from the virus or who are fully vaccinated (1 week after the second dose) using the Ministry of Health's Traffic Light app. Preschools, kindergartens, and grades 1-4 reopened on 11 February 2021 in \"yellow\" and \"green\" areas, and in \"light orange\" areas that had at least 70% of their community vaccinated.[186] Grades 5-6 and grades 11-12 returned to school in \"yellow\", \"green\", and \"light orange\" areas on 21 February 2021.[187] Grades 7-10 returned to school in \"yellow\", \"green\", and \"light orange\" areas on 7 March 2021.[174] Universities reopened with in-person classes for green pass holders on 7 March 2021.[174] On 18 April 2021, schools reopened fully, with in-person classes and no special limitations on class size. Students are still required to wear masks indoors but are allowed to take them off during gym class, when they eat, and in between classes.[188] Following the national vaccination campaign during late December to April 2021, Israel reached a vaccination rate of over 50% of the population, and 9% recovered from COVID-19, with resulting drops in new cases and deaths.[189] In April 2021, first cases of the Delta variant were detected in Israel.[190] In May 2021, first cases of the Gamma variant were detected too.[191] On 18 April 2021, the requirement for masks outdoors was cancelled. Masks were still required indoors in public places, and The Ministry of Health recommended that they be worn outdoors in large gatherings.[188] On 15 June 2021, the requirement for masks indoors, in schools, and on public transportation was cancelled.[192] On 23 April 2021, Israel issued a travel warning for Brazil, Ethiopia, India, Mexico, South Africa, Turkey, and Ukraine due to their high COVID-19 morbidity rates.[193] On 2 May 2021, the government banned the travel of Israelis to India, to Mexico, to South Africa, to Brazil, to Ukraine, to Ethiopia and to Turkey unless they receive special permission. Israelis returning from these countries must isolate for either 14 days with one PCR test taken upon arrival, or 10 days with two negative PCR tests.[194] The current list of 'red' countries for which isolation is required can be found on the Ministry of Health website.[195] On 5 May 2021, the government extended the validity of green passes for those vaccinated or recovered until December 2021.[196] On 1 June 2021 Israel lifted many COVID-19 restrictions, including limitations on the number of people at both indoor and outdoor gatherings, and green pass requirements. Restrictions on international travel remain in place.[197] Testing protocols remain in place for containing new outbreaks, particularly in schools and among international travellers.[198] Daily case numbers began rising at the end of June 2021, reaching over 1000 daily cases on 17 July 2021[199] and peaking at over 10,000 during September 2021.[200] The number of hospitalizations also rose.[201] On 19 October 2021, the first case of Delta variant AY.4.2 was detected in Israel.[202] Subsequent tests revealed 5 earlier cases of the variant.[203] On 25 June 2021, the requirement for mask indoors was reinstituted due to the rise in cases.[204] On 29 July 2021, the green pass requirement was reinstituted for indoor events with 100 or more participants.[205] On 29 July 2021, a third vaccination was approved for persons aged 60 or older due to observed waning efficacy of the Pfizer vaccine to the prevalent Delta variant.[206] The vaccine booster was later approved for all those 12 and older.[207] On 8 August 2021, restrictions renewed by the government came into effect to slow the spread of the Delta variant and included expanding proof of vaccine and mask-wearing requirements for some gatherings, and a shift back to more work from home, quarantines, and travel restrictions.[208] Prime Minister Naftali Bennett approved a testing plan for students during the 2021–2022 school year. Serological testing of all students in grades 1 through 6 is planned. Students with a positive serological result will receive a green pass and will be exempt from quarantine during the school year. Families of kindergarten and elementary school children will receive home-testing kits and will be required to test their children within 48 hours of the first day of school.[209] In a pilot of the serology test carried out in Haredi schools, which reopened on 9 August 2021, approximately 20% of children tested positive.[210] Beginning 10 October 2021, Israel adopted the 'green classroom' outline for grades 1–12 in 'green' cities.[211] According to the outline, if a child tests positive, the child's classmates undergo PCR testing. Classmates who test negative are allowed to return to school, but must avoid social contact with non-classmates after school hours. Instead of quarantine, the classmates are required to take antigen tests for 7 days, followed by a second PCR test. The children resume regular studies and afterschool activities when the second PCR tests are negative for the whole class. This outline was extended to 'yellow' cities and to daycare on 24 October 2021.[212] First cases of the Omicron variant were detected in Israel in the end of November 2021,[213] reaching 175 cases on 19 December 2021.[214] Daily cases increased to over 80,000 at the end of January 2022.[215] Despite having administered enough doses to fully vaccinate 98.6% of the country,[216] Israel health authorities expressed concern about breaking the record for serious infections in late January 2022.[217] Israel banned the entry of foreigners on 28 November 2021.[218] Israel further listed 'red' countries to which travel of Israelis was banned.[219] Travel restrictions on Israelis were removed on January 6, 2022, and foreigners complying with 'Green Pass' rules were allowed to enter starting January 9, 2022.[220] Israel scrapped the 'traffic light' plan for in-person school attendance, thereby easing schools' ability to hold in-person classes. Instead, beginning 9 January 2022, children testing positive were required to self-isolate for 10 days. Vaccinated children who were exposed were allowed to return to school after a negative rapid antigen test, while unvaccinated children were required to isolate for 10 days.[221] The isolation requirements for exposed schoolchildren were cancelled on 27 January 2022. Instead, children will undergo two home tests weekly, on Sunday and Wednesday. Children who test positive at home are required to take an official test and, if positive, isolate for 5 days. Those exposed are recommended to undergo daily tests for 5 days, but are not required to isolate.[222] Israel began offering a 4th dose of the Pfizer vaccine to those 60 or older on 2 January 2022.[223] The 4th dose was later recommended for all those aged 18 or older.[224] On 7 February 2022, the requirement to hold a 'Green Pass' or a recent negative test when entering restaurants, movie theaters, gyms, and hotels was removed. 'Green Passes' are still required for entry into event halls and dance clubs.[225] The number of cases started rising again in June 2022, caused mainly by the spread of variant BA.5. The prevalence of infection has varied between different sectors of the Israeli population. Haredi communities have experienced a disproportionately higher number of cases [226] and deaths.[227] Reasons for the increased case numbers include crowded living conditions, and prioritizing continuity of religious routines, such as synagogue services and Torah study at yeshivas.[228] Compliance, at least of some groups within the Haredi sector, has been low. During the 'third wave', when all schools were supposed to be closed, many Haredi schools reopened.[229] Hundreds attended weddings in some Haredi communities.[230] Thousands gathered for funerals of prominent rabbis, including Rabbi Meshulam Dovid Soloveitchik[231] and Rabbi Chaim Meir Wosner,[232] despite government restrictions. Vaccination rates in the Haredi community have been lower than in the general population, at least partially due to disinformation. A number of prominent rabbis have called on community members to get vaccinated.[233] Arab communities have also experienced relatively high case numbers[234] and deaths.[235] This was mainly attributed to large weddings and social gatherings, held despite government restrictions.[236] Arab communities lagged in vaccinations, despite widespread vaccine availability. The lag was attributed to widespread distrust of the government, and to a lack of Arabic-language outreach and education about the vaccine's safety.[237] The Israeli government began to procure doses of COVID-19 vaccines from various sources as data regarding various COVID-19 vaccines became available: The first batch of vaccines, from Pfizer, arrived on 9 December.[242] 700,000 more doses were delivered on 10 January 2021.[243] The first batch of vaccines from Moderna arrived on 7 January 2021.[244] Israel was prioritized for receiving the Pfizer vaccine. In exchange, Israel has committed to send Pfizer medical data pertaining to the vaccinations, including side effects, efficacy, and amount of time it takes to develop antibodies, for different age groups. In order to protect privacy, it was agreed that the identity of those vaccinated will not be disclosed to Pfizer.[245] A censored version of the agreement was made public by the Israeli government on 17 January 2021.[246] In April 2021, long-term agreements for the supply of 18 million total additional vaccines were signed with Moderna and Pfizer. The doses to be supplied will be adapted to the different variants of the virus, if needed.[247] The following vaccination priorities were established by the Ministry of Health:[248] Netanyahu, Yuli Edelstein and others received their vaccination first. Vaccinations began on 19 December 2020.[249] The first large batch of vaccines, from Pfizer, was distributed rapidly, with about 1.5 million people (16% of the population) vaccinated within 3 weeks.[250] While Israel's rollout of COVID-19 vaccinations was not problem-free, its initial phase was clearly rapid and effective.[251] Vaccinations were expanded to teachers and to those 55 or older on 12 January 2021,[252] to those 45 or older on 17 January 2021,[253] to those 40 or older on 19 January 2021,[254] and to those 35 or older on 28 January 2021.[255] Pregnant women were advised to vaccinate and were added to the priority list on 19 January 2021.[256] Teenagers born in 2003 and 2004 began getting vaccinated on 23 January 2021.[257] Vaccinations became available to all people 16 or older who had not contracted COVID, beginning 4 February 2021.[258] Vaccinations became available to those 16 or older who had contracted COVID on 2 March 2021. These people will receive a single dose of the Pfizer vaccine.[259] Vaccinations were approved for 12-15 year olds on 2 June 2021.[260] A third vaccination for people aged 60 and above was approved by the government of 29 July 2021.[261] President Herzog was the first to receive the third shot.[262] The third dose eligibility was expanded to health workers and those over 50 on 13 August 2021,[263] to those over 40 and teachers on 19 August 2021,[264] to those over 30 on 24 August 2021,[265] and to anyone 12 or older who received the second shot at least five months prior on 29 August 2021.[207] Israel approved child-sized doses of the Pfizer vaccine on 10 November 2021.[266] The first batch of child-dose vaccines arrived on 20 November 2021[267] and vaccination of 5-11 year olds began on 22 November 2021.[268] On 21 October 2021, Israel began offering the Astrazeneca vaccine to those unable to receive the Pfizer or Moderna vaccines.[269] The Israel Institute for Biological Research developed a vaccine and produced 25,000 doses of the vaccine for a Phase I clinical trial, which began in Sheba and Hadassah medical centers in October 2020.[270][271] On 14 December 2020, it was announced that the Health Ministry had approved the launch of a Phase II clinical trial for the Israel Institute for Biological Research's vaccine candidate, BriLife.[272] Prime Minister Netanyahu donated vaccines purchased by Israel to a small number of countries, including Honduras and the Czech Republic. Planned donations of vaccines to other countries were frozen after legal questions were raised.[273] On 6 July 2021, Israel signed a vaccine swap agreement with South Korea. Israel delivered 700,000 doses of the Pfizer vaccine that were close to expiration in exchange for an equal amount of doses that South Korea had ordered for later in 2021.[274] On 11 March, Israel delivered 20 tons of disinfectant to the West Bank.[275] On 17 March, the Defense Ministry tightened restrictions on Palestinian workers, limiting entry to those working in essential sectors, and requiring that they remain in Israel instead of commuting.[276] Also, Israel and the Palestinian Authority set up a joint operations room to coordinate their response to the virus.[277] On 25 March, the Palestinian National Authority urged all Palestinians working in Israel to return to the West Bank. All those returning were requested to self-isolate.[278] On 19 May, an unmarked Etihad Airways plane marked the first direct flight between the United Arab Emirates and Israel. Its goal was to deliver supplies to the West Bank.[279] The aid was rejected by the West Bank, so it was delivered to Gaza instead.[280] On 18 October, former chief negotiator Saeb Erekat was transferred to Hadassah Medical Center for treatment for COVID-19. Erekat had undergone a lung transplant in 2017.[281] Erekat died of COVID-19 on 10 November.[282] On 4 January 2021, Minister of Health Yuli Edelstein secretly approved the transfer of 200 vaccine doses to the Palestinian Authority as a humanitarian gesture.[283] On 29 January 2021, it was reported in several Israeli news sources that Israel is planning to give the Palestinian Authority a batch of vaccine doses for 1000 Palestinian medical workers. The Palestinian Authority also asked Israel to help coordinate the transfer of Palestinian ordered vaccine shipments to the West Bank.[284] Israel transferred 2000 vaccine doses for Palestinian health workers on 1 February 2021. This is the first batch of a reported 5000 doses scheduled to be transferred.[285] On 20 February 2021, Palestinian officials reported that Israel had agreed to vaccinate 100,000 Palestinians who regularly enter Israel.[286] On 28 February 2021, Israel confirmed that it would vaccinate 120,000 Palestinian workers.[287] Vaccinations of Palestinian workers began on 8 March 2021.[288] On 18 June 2021, Israel announced that it would supply at least 1 million Pfizer vaccinations to the Palestinian Authority in exchange for an equal amount of vaccinations that were to be delivered to the Palestinian Authority later in the year.[289] The deal was scrapped by the Palestinian Authority due to the expiry date on the delivered vaccines, which was earlier than the date agreed upon.[290] After the Palestinian cancellation of the trade deal South Korea accepted these now available near-expiration vaccine doses in exchange for supplying the same number of future vaccine doses when they are available to Korea in the September timeframe.[291] Israel initially blocked and later permitted entry of 2,000 Sputnik V vaccine doses into the Gaza Strip.[292] On 8 March 2020, Israel closed the Taba Border Crossing with Egypt, fearing the spread of the coronavirus from Egypt. Non-Israelis were not permitted to enter Israel; Israelis returning from Egypt were required to enter an immediate 14-day quarantine.[293] Israel did not place restrictions on crossing the border with Jordan. The Jordanian Kingdom closed its border with all neighboring countries, including Israel, from March 11, 2020.[294] On April 15, 2020, the Jerusalem Post reported that Israel was to provide 5,000 medical protection masks to Jordan.[295] Israel agreed to pay Russia to send Russian-made Sputnik V vaccine doses to Syria as part of a Russia-mediated prisoner swap agreement.[296] Since April 2020 a series of protests by various social and political groups took place across Israel, opposing lockdowns, mandatory vaccines, government restriction policies and vaccinations in general. The protests coincided with similar demonstrations and riots worldwide, though some of the earlier protests were linked to the specific 2019–2021 Israeli political crisis. Then Health Minister Yaakov Litzman and his wife tested positive for the coronavirus on 2 April 2020.[297] News reports later claimed that Litzman had violated the government's ban on participating in group prayer the day before he was diagnosed. His office denied the claims.[298] Hebrew University of Jerusalem professor Mark Steiner died of the virus on 6 April 2020.[299] Former Chief Rabbi Eliyahu Bakshi-Doron died of the virus on 12 April 2020.[300] Jerusalem Affairs Minister Rafi Peretz tested positive on 1 August 2020.[301] Aliyah and Integration Minister Pnina Tamano-Shata tested positive on 24 August 2020.[302] Knesset member Yinon Azulai tested positive on 9 September 2020.[303] Rabbi Shmaryahu Yosef Chaim Kanievsky was diagnosed with COVID-19 on 2 October 2020.[304] On 28 October 2020, Kanievsky's physician said Kanievsky had recovered from the virus.[305] Environmental Protection Minister Gila Gamliel tested positive on 3 October 2020.[306] It was later claimed that Gamliel violated lockdown rules by traveling further than 1 km to her in-laws' house for Yom Kippur and attending synagogue there. She did not reveal this information during her epidemiological investigation, instead claiming she had been infected by her driver.[307] Knesset member Ayman Odeh tested positive on 4 October 2020.[308] Knesset member Moshe Abutbul tested positive on 5 October 2020.[309] Former Shin Bet Deputy Director Itzhak Ilan died of the virus on 16 October 2020.[310] Actor Yehuda Barkan died of the virus on 23 October 2020.[311] Minister of Regional Cooperation Ofir Akunis tested positive on 9 November 2020.[312] Knesset member David Bitan tested positive on 7 December 2020, and was later hospitalized.[313] Knesset member Ya'akov Asher tested positive on 20 December 2020.[314] Former Chief Rabbi Yisrael Meir Lau tested positive on 17 January 2021, only a few days after receiving the second dose of the vaccine.[315] Knesset member Vladimir Beliak tested positive on 14 July 2021.[316] Natan Sharansky and his wife Avital Sharansky both tested positive on 3 August 2021, despite both being fully vaccinated.[317] Knesset member Ofer Cassif tested positive on 9 August 2021.[318] Knesset member Gilad Kariv tested positive on 10 August 2021 [319] and was later hospitalized.[320] Knesset member Simcha Rothman tested positive on 12 August 2021.[321] Knesset member Inbar Bezek tested positive on 16 August 2021.[322] Knesset member Itamar Ben-Gvir tested positive on 16 August 2021[323] and was later hospitalized.[324] During the fifth wave, many Israeli politicians tested positive, including Knessent members Michael Biton,[325] Moshe Tur-Paz, Alex Kushnir,[326] and Dudi Amsalem,[327] Foreign Minister Yair Lapid, and Finance Minister Avigdor Liberman.[328] Rachel Gould and M. Kate Gallagher have researched the ways in which COVID-19 has altered Israeli life, specifically when considering remote work. In an article in The Israel Journal of Foreign Affairs, they lay out the advantages and disadvantages of WFH. In Israeli society specifically, they state, Israeli work periods are much more focused on hours, rather than completing tasks.[329] In order to see if this hours-based approach carries to attitudes in remote work, Gould and Gallagher set up an experimental-research approach and found that two-thirds of Israelis felt that remote work was just as effective as working in an office. This WFH phenomena did not only \"increase productivity and satisfaction\", but it changed the rigidity of the Israeli work schedule and adapted the system to have more flexibility. This change has great implications when considering Israeli's innovation and increasing \"global clout\", which Gould and Gallagher predict will continue to grow as the work system changes. However, they caution that in order to keep increasing innovation and efficiency, Israel's work force must prioritize climate change and investment to clean energy. According to Israel Ministry of Health.[1]  Data is updated by MOH at 09:00 and 21:00 (IST) every day.  Data is according to MOH update at 08:00 (IST) every day.   Data is according to the MOH dashboard.    ","Title":"COVID-19 pandemic in Israel - Wikipedia","KeyID":"10511","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Israel"}