{"Content: ":"The COVID-19 pandemic in Saudi Arabia is part of the worldwide pandemic of coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The first case in the kingdom was confirmed by the Ministry of Health on 2 March 2020[2][3] and in the following months, the kingdom held the highest number of confirmed cases in the Arab states of the Persian Gulf.[4] The kingdom announced the suspension of all domestic and international travel on March 21; domestic travel being reinitiated on May 21. After curfews and lockdowns were placed on several administrative levels, the number of daily confirmed cases shrunk dramatically and by June 21, all curfews were lifted through a three-phase program enacted throughout the country, except the city of Mecca.[5] By mid-July, the kingdom was seeing more daily recoveries than cases. The Hajj took place with only 10,000 socially-distanced pilgrims allowed to take part in the annual pilgrimage, which fell during the last week of July and the first week of August.[6] The economy of Saudi Arabia also suffered a heavy impact; a budget deficit of 9 billion US dollars was reported in the first quarter of 2020 caused by the decline in oil prices and the economic effects of the pandemic.[7][8] Several measures were taken to help stimulate the economy, including increasing the value-added tax from 5% to 15%, effective 1 July,[7][8] and cutting spending by 100 billion riyals (US$26,600,000,000).[9] As of September 7, the kingdom has seen a little over 320,000 confirmed cases with more than 4,000 deaths attributed to the virus, and international air travel is still suspended. A budget deficit of 40.768 billion riyals was posted by the government in its third quarter of 2020, which was reportedly more than half of the deficit calculated in the previous quarter. The change in figures resulted following the spike in non-oil revenue, which kicked off a continued fall in oil income. The economy is said to further shrink by 3.8% in the remaining months of 2020, as per government estimates due to the impact of coronavirus crisis on the global demand for crude. Riyadh plans to cut down on its spending in 2021 to 990 billion riyals.[10] On 12 January 2020, the World Health Organization (WHO) confirmed that a novel coronavirus was the cause of a respiratory illness in a group of people in the city of Wuhan, Hubei in China which was reported to the WHO on 31 December 2019.[11][12] The case fatality ratio for COVID-19 has been much lower than SARS of 2003,[13][14] but the transmission has been significantly greater, with a significant total death toll.[13][15] From 3 January 2020 to 14 April 2022, there have been 752,188 confirmed cases of COVID-19 in Saudi Arabia with 9,062 deaths, reported to the World Health Organisation (WHO).[16]  In March 2021, the Saudi Ministry of Health reported that Saudi Arabia is witnessing a huge rise in the number of active and critical cases of COVID-19. Until March 19, the death toll has reached 6,596.[32] On 20 May 2021, Saudi Arabia recorded 1213 cases of COVID-19, rising after the celebrations of Eid Al-Fitr.[33] By December 2021 the number of cases in Saudi Arabia had increased to 550,000.[2] On 27 February 2020, Saudi Arabia announced a temporary suspension of entry for Muslims wanting to perform the Umrah pilgrimage in Great Mosque of Mecca or to visit the Prophet's Mosque in Madinah. On 5 March, further precautionary measures were taken regarding the safety of the Islamic holy sites, including temporary daily closure of the Great Mosque for sterilization purposes.[34] On 19 March, Saudi Arabia suspended the holding of daily prayers and the Friday prayers in and outside the two mosques in Mecca and Medina to limit the spread of coronavirus.[35] Similar measures were carried out across the country during the same week. On 20 March, Saudi Arabia suspended entry and praying to the general public at the two Holy Mosques in Mecca and Medina to limit the spread of the coronavirus.[36] On 30 May 2020, Saudi Arabia announced that mosques will start to re-open from 31 May, except for Great Mosque of Mecca.[37] On 19 June, the state television announced that mosques in Mecca will be allowed to reopen from 21 June \"if they follow preventative health measures against COVID-19.\"[38] On 2 February 10 Saudi students were repatriated from Wuhan. It was announced the next day that all of them had tested negative for COVID-19.[39] However, they were kept in quarantine for two additional weeks before allowed to return home.[40] On 6 February, Saudi Arabia had announced a travel ban to China on citizens and residents.[41] On 28 February, the Minister of Foreign Affairs of Saudi Arabia announced the temporary suspension of entry for Gulf Cooperation Council (GCC) citizens to Makkah and Madinah.[42] Citizens of the GCC who had been in Saudi Arabia for more than 14 consecutive days and didn't show any symptoms of the COVID-19 would be excluded from this rule.[42] Saudi Arabia has suspended direct passenger flights between the Kingdom and China since early February.[43] On 20 March, The Ministry of Interior suspended domestic flights, trains, buses and taxis for 14 days in a heightened effort to stop the spread of the COVID-19. The new measure was put in place on 2 March 2020.[44] On 8 March, the Saudi Arabian government announced that it was temporarily halting all transport in and out of the Qatif Governorate, though residents of the area would be permitted to enter the city. The country's Ministry of Interior stated that all individuals with confirmed cases in the country were from Qatif.[45] On 24 March, a nation-wide curfew was put into place with movement restricted to between 7 p.m. and 6 a.m. On 30 March, the Jeddah Governorate was subjected to a curfew by the Ministry of Interior, with all movement to and from the city suspended.[46] The holy cities of Makkah and Madinah were subjected to a 24-hour curfew starting 2 April.[47] On 6 April, it was announced that 24-hour curfews would be implemented in the cities of Riyadh, Dammam, Tabuk, Dhahran and Hofuf and the governorates of Jeddah, Ta'if, Khobar and Qatif, with movement restricted to only essential travel between 6 a.m. and 3 p.m.[48] On 5 June, Saudi Arabia re-imposed curfew and restrictions in Jeddah from 6 to 20 June.[49] The restrictions include suspension of prayers in all mosques in the city.[50] On 7 March, the General Sports Authority of Saudi Arabia announced that all sports competitions would be held behind closed doors.[51][52] In addition, it was also announced that the 2020 Saudi Olympics that were scheduled to be held from 23 March to 1 April were suspended until further notice.[53][non-primary source needed][54] On 14 March, the Ministry announced that all sports competitions would be suspended until further notice along with the closure of all stadiums, sports centers and gyms.[55] On 8 March, the Saudi Ministry of Education announced that all educational institutions, including public and private schools, technical and vocational training institutions[56] will be closed in Saudi Arabia to control the spread of the virus. On 14 March, the Saudi Ministry of Municipal and Rural Affairs announced that they would be closing all amusement parks and entertainment zones in malls. Sterilization of all restaurants was also made a priority. In addition, the ministry also announced that they would be banning all social events, including funerals and weddings.[57] On 15 March, the Ministry of Municipal and Rural Affairs further announced the closure of all shopping malls, restaurants, coffee shops, and public parks and buildings with the exception of pharmacies and supermarkets.[58] Some people have been arrested for allegedly spreading false information about the coronavirus pandemic.[59] On 11 June, the Ministry of Sports announced the resumption of sports activities with training starting on 21 June and games starting after 4 August but without public attendance of fans.[60] On March 7, 2021, restaurants, cafes, cinemas, gyms and sport centers will reopen in Saudi Arabia, but weddings and all social events and parties are still not allowed until further notice.[61] On March 25, 2021, the Ministry of Islamic Affairs, Dawah, and Guidance said that the lessons in mosques will continue remotely but sermons are allowed to be delivered but not for more than 10 minutes asking all mosques to undertake to all precautionary COVID-19 measures to ensure the safety and health of worshipers.[62] In July 2021, Saudi Arabia announced plans to impose a 3-year travel ban on citizens travelling to countries on its ‘red list’ under efforts to control spread of the virus. The kingdom stated that those involved will be subject to legal accountability and heavy penalties will be imposed on them.[63] On 10 May 2020, Saudi Arabia announced suspension of the 1000 riyals/month cost-of-living allowance from 1 June, and an increase in the value-added tax from 5% to 15% from 1 July.[7][8] The Kingdom will also cut spending by 100 billion riyals (US$26,600,000,000).[9] The measures are due to a budget deficit of US$9,000,000,000 in the first quarter of 2020, decline in oil prices, and the economic effects of the pandemic.[7][8] Official data reported on 30 September 2020 by Reuters showed that Saudi Arabia's economy declined by 7% in both Oil and non-oil sector in the second quarter following coronavirus pandemic. General Authority for Statistics said “The private sector and the government sector recorded a negative growth rate of 10.1% and 3.5%, respectively.” Unemployment in the Kingdom also reportedly hit a record high, i.e. 15.4%.[64] According to analysts, recovering from such a hit might be more difficult due to budget constraints as a result of declining oil prices.[65] At the start of the pandemic, oil prices decreased to below $20 a barrel in April after Saudi Arabia entered an oil price war. While a truce among the world's top oil producers has pushed the price of oil up to $40 a barrel, this figure is still almost half the price of oil per barrel at the start of 2020. Furthermore, oil prices are significantly lower than the $76 a barrel the International Monetary Fund (IMF) says Saudi Arabia requires in order to balance its budget this year. The kingdom obtains more than three-quarters of its earnings from oil. The IMF expects the Saudi economy to contract by about 7 percent this year and increase growth by 3.1 percent in 2021.[65] On 27 December 2020, the Kingdom's Ministry of Health announced more than 700,000 people had registered to receive the coronavirus vaccine since the vaccination registration campaign began on 17 December.[66] On 29 December 2020, the Kingdom's Health Minister Tawfiq al-Rabiah, told Al Arabiya, coronavirus vaccines are set to reach all regions of Saudi Arabia within three weeks.[67] On 19 January 2021 Saudi Arabia approved AstraZeneca and also Moderna vaccines for use against the Coronavirus.[citation needed] In March 2021, Saudi Health Minister Tawfiq al-Rabiah said that the Kingdom will provide the vaccinations to the pharmacies for free knowing that more than 100 vaccination facilities have opened around the country.[68] On March 9, the total of vaccination centres became 32 after opening 26 news centers by Asir Health Affairs.[69] On March 25, 2021, Saudi Arabia said that all domestic workers affiliated with recruitment firms in Saudi Arabia should get the vaccine. Otherwise, they have to provide a weekly negative PCR test result at the expense of the employer.[70] In April 2021, Saudi Arabia postponed the appointments of the second dose for COVID-19 vaccines in order to make sure that more residents can receive the first dose.[71] By April 14, Saudi Arabia had vaccinated 6,450,278 people.[72] In May 2021, Saudi authorities said that, starting August 2021, attending events, whether social, scientific, economic cultural or other, and entering any government or private establishment will require having the COVID-19 immunization.[73]  ","Title":"COVID-19 pandemic in Saudi Arabia - Wikipedia","KeyID":"10518","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Saudi_Arabia"}