{"Content: ":"The COVID-19 pandemic in Qatar is part of the worldwide pandemic of coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The virus was confirmed to have reached Qatar on 27 February 2020.[3] As of 3 January 2022[update], a total of 3,191,651 people have been tested in the country.[2] The reported number of deaths in Qatar has been low relative to the number of reported cases, which may be in part due to the country's adequate healthcare system and the fact that a high proportion of residents are young and healthy.[4] However, Qatar throughout the pandemic has used much strict protocols since the country is hosting the 2022 FIFA World Cup.[5] Qatar is highly dependent on migrant labourers; more than 90% of residents are not Qatari nationals. Numerous labourers live in overcrowded camps on the outskirts of Doha, which, according to the World Bank, are \"fertile ground for transmission of CoVID-19\".[4]  On February 29, Qatar reported its first confirmed case of Coronavirus (COVID-19). The patient was a 36 year old Qatari male who had been evacuated out of Iran on a government-chartered plane. [3] On March 9, Qatar announced a closure of all schools and universities until further notice[6] and placed a travel ban on 15 countries: Bangladesh, China, Egypt, India, Iran, Iraq, Italy, Lebanon, Nepal, Pakistan, the Philippines, South Korea, Sri Lanka, Syria, and Thailand.[7] On March 13, the Ministry of Public Health announced the confirmation of 58 new cases of the disease, bringing the total to 320. That same day, the CEO of Qatar Airways, Akbar Al Baker, stirred controversy by claiming that there was no scientific evidence proving that coronavirus can be transmitted during the incubation period.[8] On March 14, the Qatar Ministry of Public Health (MoPH) confirmed 17 new cases. Qatar expanded its travel ban to include three new countries: Germany, Spain and France. On March 16, 2020, the Ministry of Public Health announced the recovery of four people from the disease at a press conference. Eight new coronavirus cases are reported, bringing the total to 460 on 19 March. Two of the new cases were Qataris who had been to Europe, while the others were migrant workers. Most of the reported cases were linked to migrant workers, although the government had not reported nationalities. Preparations for the 2022 FIFA World Cup continued on schedule.[9] Ten new coronavirus cases were reported on 20 March, bringing the total to 470.[10] There were 11 new coronavirus cases reported on 21 March taking the total to 481.[11] The Ministry of Municipality and Environment closed all parks and public beaches to try to curb the spread of coronavirus (COVID-19).[12] Ministry of Public Health announced 13 new confirmed cases of COVID-19 as well as six further cases of people who have recovered from the virus, bringing total recoveries to 33 on 22 March.[13] On March 23, Ministry of Public Health (MoPH) sought volunteers to support Qatar's response to the COVID-19 outbreak. A spokesperson for the Supreme Committee for Crisis Management, HE Lolwah Rashid AlKhater, said: \"We are looking for volunteers to help Qatar's healthcare sector as the number of Covid-19 cases increases and creates a strain on resources. We need to stand together as a community and work to support Qatar's public and private sectors during these trying times.\"[14] That same day, the Ministry of Commerce and Industry in a circular said it had decided to temporarily close all restaurants, cafes, food outlets, and food trucks in the following locations from March 23 until further notice: Sports clubs, Lusail Marina, food trucks area, Doha Corniche, Al Khor Corniche, and Aspire Park.[15] On March 23, the Ministry of Public Health announced 7 new confirmed cases and four new recoveries. The new cases of infection are related to travellers who recently came to the State of Qatar and to expatriate workers, including two cases of Qatari citizens.[16] On March 24, Qatar's Health Ministry announced that 25 new coronavirus cases have been reported in the country.[17] On March 25, The Ministry of Public Health today announced the registration of 11 new confirmed cases of coronavirus 2019 (COVID-19) in the State of Qatar. Some of the new cases of infection are related to the travelers who came recently to the State of Qatar and others belong to people in contact with infected cases, including 5 cases of Qatari citizens. The newly infected cases are in isolation, and they are receiving medical care. The Ministry of Public Health continues to conduct checks for all citizens travelling from abroad, as well as all contacts of infected cases. The total number of people tested for COVID-19 by the Ministry of Public Health has now reached more than 12,000. The Ministry of Public Health urges all agencies and individuals to follow preventive measures and adhere to the requirements of home isolation to ensure their safety and that of their community, and not to go out unless absolutely necessary.[18] On March 26, Spokesperson of the Supreme Committee for Crisis Management H E Lolwah bint Rashid bin Mohammed Al Khater announced 12 new cases of coronavirus (COVID-19) in Qatar. Total recovery cases are now at 43, with two new cases. The Spokesperson stated the new cases are in complete isolation. The total number of COVID-19 tests done in Qatar now stands at 13681.[19] On March 27, The Ministry of Public Health reported the registration of 13 new confirmed cases of coronavirus 2019 (COVID-19) in the State of Qatar. The total number stands at 562. Some new cases are related to travellers who came to the State of Qatar and others to contacts. The new cases have been put into quarantine and are receiving the necessary medical care.[20] On March 28, Qatar reported its first death case from the novel coronavirus, in addition to 28 new infections, bringing the total of confirmed cases to 590, according to the Ministry of Public Health and two more recoveries, taking the tally to 45 cured patients. The ministry revealed that it has tested more than 16,582 people for COVID-19.[21] On March 29, The Ministry of Public Health along with other new articles have stated that 44 more cases were confirmed for coronavirus (COVID-19) in the State of Qatar. Which brings the total number of cases to 634.[22] On March 30, The Ministry of Public Health announced the registration of 59 new confirmed cases of coronavirus (COVID-19), in addition to 3 more cases of patients recovered from the virus.[23] On March 31, The Ministry of Public Health announces 88 new confirmed cases of coronavirus (COVID-19) and 11 more patients having recovered.[24] On April 1, The Ministry of Public Health announced 54 new confirmed cases of coronavirus (COVID-19) and 9 more patients having recovered from the virus which brings the total cases of recovery in Qatar to 71.[25] On April 2, The Ministry of Public Health announced the registration of 114 new confirmed cases of coronavirus disease (COVID-19) and the recovery of one patient in addition to the announcement of a third death due to COVID-19 in Qatar.[26] On April 3, The Ministry of Public Health announced the registration of 126 new confirmed cases of coronavirus disease (COVID-19) and the recovery of 21 patients in Qatar.[27] On April 4, The Ministry of Public Health announced the registration of 250 new confirmed cases of coronavirus (COVID-19) and stated that 16 more people have recovered from COVID-19, bringing the total number of people have recovered in Qatar to 109.[28] On April 5, the fourth death was announced, along with 279 new confirmed cases and 14 cases of recovery by the MoPH.[29] The deceased patient had been receiving intense medical care since March 3.[30] On April 6, 228 more cases were announced as well as 8 more recoveries.[31] On April 7, a 74-year-old resident and a 59-year-old resident – both had chronic diseases – died from COVID-19, bringing the death toll to 6. In addition, a further 225 cases were announced as well as 19 recovered patients. There were now a total of 2057 confirmed cases and 150 confirmed recoveries.[32] On April 8, the MoPH announced that Primary Health Care Cooperation will be designating two health centers, one in Umm Salal and one in Gharrafat Al Rayyan, for screening, testing, and quarantining COVID-19 patients. Another 153 people had also been tested positive, and 28 more cases of recovery were announced.[33] On April 9, the MoPH announced the registration of 166 new confirmed cases of COVID-19.[34] MoPH announces a hotline for psychological aid.[35] On April 10, the MoPH announced the registration of 136 new confirmed cases of COVID-19.[36] On April 11, the MoPH announced the registration of 216 new confirmed cases of COVID-19.[37] On April 12, the MoPH reported 251 new cases of COVID-19 along with a new death case, bringing the total deaths of the country to 7.[38] On April 13, the MoPH reported 252 new confirmed cases of COVID-19.[39] On April 14, the MoPH reported 197 new confirmed coronavirus cases.[40] On April 15. the MoPH reported 283 new confirmed cases of coronavirus (COVID-19).[41] On April 16, the MoPH reported 392 new confirmed cases of coronavirus (COVID-19).[42] On April 17, the MoPH reported 560 new confirmed cases of coronavirus (COVID-19).[43] On April 18, one more death was reported along with 345 new confirmed cases of COVID-19 by MoPH, bringing the total deaths of the country to 8.[44] On April 19, the MoPH reported 440 new confirmed cases of coronavirus (COVID-19).[45] On April 20, the MoPH reported 567 new confirmed cases of COVID-19 along with one more death, bringing the total deaths of the country to 9.[46] On April 21, the MoPH announced the registration of 518 new confirmed cases of coronavirus(COVID-19).[47] On April 22, the MoPH announced the registration of 608 new confirmed cases of COVID-19 along with another death, bringing the COVID-19 death toll of the country to 10.[48] On April 23, the MoPH reported 623 new confirmed cases of COVID-19.[49] On April 24, the MoPH reported 761 new confirmed cases of COVID-19.[50] On April 25, the MoPH reported 833 new confirmed cases of COVID-19.[51] On April 26, Qatar reached the 10,000 mark of coronavirus cases with 929 new confirmed cases reported by MoPH.[52] On April 27, The Ministry of Public Health announced the registration of 957 new confirmed cases of coronavirus (COVID-19) and the recovery of 54 patients in Qatar.[53] On April 28, the MoPH announced the registration of 677 new confirmed cases of coronavirus (COVID-19) and the recovery of 68 more patients in Qatar. The number of recoveries of the country stands at 1,134.[54] On April 29, the MoPH announced the registration of 643 new confirmed cases of coronavirus (COVID-19) and the recovery of 109 more patients in Qatar.[55] On April 30, the MoPH announced the registration of 845 new confirmed cases of coronavirus (COVID-19) and the recovery of 129 more patients in Qatar.[56] On May 1, the MoPH announced the death of 2 COVID-19 patients along with registration of 687 new confirmed cases of COVID-19 and the recovery of 64 more patients in Qatar.[57][58] On May 2, the MoPH announced the registration of 776 new confirmed cases of COVID-19 and the recovery of 98 more patients in Qatar.[59] On May 3, the MoPH announced the registration of 679 new confirmed cases of COVID-19 and the recovery of 130 more patients in Qatar.[60] On May 4, the MoPH announced the registration of 640 new confirmed cases of COVID-19 and the recovery of 146 more patients in Qatar.[61] On May 5, the MoPH announced the registration of 951 new confirmed cases of COVID-19 and the recovery of 114 more patients in Qatar.[62] On May 6, the MoPH announced the registration of 830 new confirmed cases of COVID-19 and the recovery of 146 more patients in Qatar.[63] On May 7, the MoPH announced the registration of 918 new confirmed cases of COVID-19 and the recovery of 216 more patients in Qatar.[64] On May 8, Qatar reached the 20,000 mark of coronavirus (COVID-19) cases with 1,311 new confirmed cases and the recovery of 84 more patients in Qatar.[65] On May 9, the MoPH announced the death of 1 COVID-19 patient along with the registration of 1,130 new confirmed cases of COVID-19 and the recovery of 129 more patients in Qatar.[66] On May 10, the MoPH announced the death of 1 COVID-19 patient along with the registration of 1,189 new confirmed cases of COVID-19 and the recovery of 254 more patients in Qatar.[67] On May 11, the MoPH announced the registration of 1,103 new confirmed cases of COVID-19 and the recovery of 87 more patients in Qatar.[68] On May 12, the MoPH announced the registration of 1,526 new confirmed cases of COVID-19 and the recovery of 179 more patients in Qatar.[69] On May 13, the MoPH announced the registration of 1,390 new confirmed cases of COVID-19 and the recovery of 124 more patients in Qatar.[70] On May 14, the MoPH announced the registration of 1,733 new confirmed cases of COVID-19 and the recovery of 213 more patients in Qatar.[71] On May 15, the MoPH announced the registration of 1,153 new confirmed cases of COVID-19 and the recovery of 190 more patients in Qatar.[72] On May 16, Qatar reached the 30,000 mark of coronavirus cases with 1,547 new confirmed cases of COVID-19 and the recovery of 242 more patients in Qatar along with 1 more death of a COVID-19 patient announced by the MoPH.[73] On May 17, the MoPH announced the registration of 1,632 new confirmed cases of COVID-19 and the recovery of 582 more patients in Qatar.[74] On May 18, the MoPH announced the registration of 1,365 new confirmed cases of COVID-19 and the recovery of 529 more patients in Qatar. The Ministry of Education has announced that the schools will open on September 1, 2020, and the retests of the students of Classes 1st-12th) for the previous academic year 2019-20 would be conducted from August 23, 2020, to August 31, 2020.[75][76] On May 19, the MoPH announced the registration of 1,637 new confirmed cases of COVID-19 and the recovery of 735 more patients in Qatar.[77] On May 20, the MoPH announced the registration of 1,491 new confirmed cases of COVID-19 and the recovery of 966 more patients in Qatar.[78] On May 21, The MoPH announced the registration of 1,554 new confirmed cases of COVID-19, and the recovery of 688 more patients in Qatar.[79] On May 22, Qatar reached the 40,000 mark of coronavirus cases with 1,830 new confirmed cases of COVID-19 and the recovery of 605 more patients in Qatar along with 2 more COVID-19 patient deaths announced by the MoPH.[80] On May 23, the MoPH announced the death of 2 more COVID-19 patients along with the registration of 1,732 new confirmed cases of COVID-19 and the recovery of 620 more patients in Qatar. The total number of recoveries of the country stands at 8,513 with 21 deaths.[81] On May 24, Ministry of Public Health today recorded 1501 new confirmed cases of coronavirus (COVID-19), with 657 patients infected with the virus having recovered in the last 24 hours, bringing the total number of recovered cases in the State of Qatar to 9170. The Ministry also announced two deaths due to the virus.[82] On May 25, Ministry of Public Health today announced 1751 new confirmed cases of coronavirus (COVID-19) and 1193 new recoveries in the last 24 hours, bringing the total number of recovered people in Qatar to 10363. The Ministry today also reported 3 deaths due to the virus.[83] On May 26, the Ministry of Public Health reported 1742 new confirmed cases registered from the conduct of 3927 tests and a total of 1481 recovery cases reported along with 2 new death[84] On May 27, the Ministry of Public Health today announced 1740 new confirmed cases of coronavirus (COVID-19) out of 4769 sample tests and 1439 new recoveries in the last 24 hours, bringing to the total number of recovered people in Qatar to 13,283. The Ministry today also reported 2 deaths due to the virus. 12 new people were admitted to the intensive care unit with a total of critical case 203.[85] On May 28, the Ministry of Public health after performing a 5853 test in the last 24 hours, 1967 new confirmed case has been announced. 2116 cases get recovered and 3 new death registered with the total death of 33. The total affected cases in the country are 50,914 and totally recovered as of today are 15,399.[86] On May 29, the Ministry of Public health after performing a 5864 test in the last 24 hours, 1993 new confirmed case has been registered as well as 5205 cases get recovered and 3 new death registered with the total death of 36. The total affected cases in the country are 52,907 and totally recovered as of today are 20,604.[87] On June 3, The cabinet has decided to allow four people inside a vehicle from Thursday, June 4 and families are exempted.[88] The Ministry of Commerce and Industry (MoCI) announce the permitted working hours for private sector is also changed from 7am until 8pm.[89] Ministry of Public Health today announces the registration of 1,901 new confirmed cases of COVID-19, with 1,506 people having recovered from the virus in the last 24 hours, bringing the total number of recovered people in the State of Qatar to 37,542. The Ministry also announces two deaths due to the virus.[90] On June 4, MoPH announced total 1,581 confirmed new cases registration, with 1,926 people being recovered in the last 24 hours, bringing the total number of recovered people in Qatar to 39,468. The total number of positive COVID-19 cases recorded in Qatar until now stands at 63741 and 24,228 active cases under treatment. So far, 45 people had died and conducted 4649 tests in last 24 hours taking the total tests done so far to 241086 tests.[91] On June 8, Ministry of Public Health announces the registration of 1,368 new confirmed cases of coronavirus (COVID-19) and that 1,597 people have recovered from the disease in the last 24 hours, bringing the total number of recoveries in the State of Qatar to 45,935. The Ministry also announces that three people have died from the virus in the last 24 hours.[92] The Assistant Foreign Minister and Spokesperson of the Supreme Committee for Crisis Management Lolwah Rashid Al Khater give an update in a press conference to ease COVID-19 restrictions from the country in four phases. Gradual lifting of restrictions will be based on striking a balance between health risks and social and economic benefits. First phase will begins on June 15, second phase on July 1, 3rd and 4th phase will be in August and September respectively. While the fact is that, a large number of cases took place between 16 April 2020 and 20 July 2020, as well as between 8 February 2021 and 8 June 2021.[93][94] The Qatari government worked to contain the virus by locking down the country and cutting off areas with migrant workers. Parks, mosques, shops, restaurants, and other establishments were closed. Starting in mid-May, face masks became mandatory in public places.[4] A government official said that \"anyone who tests positive for coronavirus immediately receives high-quality medical treatment at no cost.\"[4] On 29 September 2021, Qatar's cabinet said that starting from 3 October 2021, mask regulations would no longer apply to outdoor activities, except during organised public events, markets and exhibitions.[95] Qatar state television publicly identified and shamed 14 citizens who violated restrictions set to curb the spread of the coronavirus, adding that nine of the persons had been arrested by authorities. The 14 individuals were said to have violated a home quarantine pledge they undertook after returning from abroad, a presenter on Qatar state TV said. Home isolation was an option given to citizens who returned to Qatar after the nation reported a spike in COVID-19 cases.[96] The Guardian reported in early May on the poor economic status of migrant workers in Qatar. The article presented some interviews regarding their treatment, alleging that many of them have lost their jobs and have been forced to beg for food as a result of the COVID-19 pandemic.[97] The deputy director of the Government Communications Office dismissed these allegations as \"isolated incidents\".[98] In 2021, Qatar became the first country in the region to introduce a non-discriminatory minimum wage that applied to all workers, of all nationalities, in all sectors, including domestic workers. To ensure compliance, the Government of Qatar enhanced the detection of violations, enacted swifter penalties and strengthened the capacity of labour inspectors.[99] In September, European Parliament member Marc Tarabella lauded Qatar for introducing safety measures and high-level standards of protection for all the workers.[100]","Title":"COVID-19 pandemic in Qatar - Wikipedia","KeyID":"10517","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Qatar"}