{"Content: ":"The COVID-19 pandemic in the State of Palestine is part of the worldwide pandemic of coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The State of Palestine first identified its cases in the Bethlehem area on 5 March 2020,[2] when a group of Greek tourists who visited a hotel in late February tested positive for the disease.[3] The Hebron district is considered an epicenter of the outbreak. The first two cases in Gaza City, Gaza were diagnosed on 21 March. On 24 August 2020, confirmed cases outside of quarantine centers were recorded. The senior United Nations official in the region told the Security Council in a 23 April 2020 video conference meeting that Israelis and Palestinians are cooperating in unprecedented ways to deal with the pandemic but that Israel must do more to safeguard the health of all people under its control.[4] According to an analysis by Haaretz on 22 July 2020, there is a concern that a combination of events may cause the situation to spin out of control. Following the severing of security coordination and civilian ties with Israel, the Palestinian Authority stopped coordinating on the treatment of patients with Israel and accepting mail and packages through Israeli ports and severed coordination with the IDF as well as the Shin Bet. Supervision of border crossings with Israel also stopped. On top of this, the dispute with Israel over tax revenues had a serious economic impact.[5][6] On 31 August 2020, according to United Nations Humanitarian Coordinator Jamie McGoldrick, \"The deterioration witnessed in recent weeks in the Gaza Strip is of grave concern.\" He said \"Power cuts are severely affecting hospitals as well as critical infrastructure.\" and called on Israel \"to immediately allow the resumption of fuel into the Gaza Strip, in line with its obligations as an occupying power.\"[7] The vaccination rollout began on 21 March 2021. On 12 January 2020, the World Health Organization (WHO) confirmed that a novel coronavirus was the cause of a respiratory illness in a cluster of people in Wuhan City, Hubei Province, China, which was reported to the WHO on 31 December 2019.[8][9] The case fatality ratio for COVID-19 has been much lower than SARS of 2003,[10][11] but the transmission has been significantly greater, with a significant total death toll.[10][12] According to Professor of International Law Eyal Benvenisti, \"Under international law and under Israeli public law, as interpreted by the Israeli Supreme Court, the Israeli government has a duty to ensure that the population in the territories is vaccinated.\"[13][14] This is the position taken by Amnesty International,[15] Human Rights Watch,[16][17] and other Israeli, Palestinian and international human rights organisations.[18][19] The United Nations (UN) human rights body says that \"differential access is \"morally and legally\" unacceptable under international law laid out in the Geneva Conventions on the regulation of occupied territories.\" UN experts say international law takes priority over the Oslo accords and that \"the fourth Geneva Convention is specific about the duty of the occupying power to provide healthcare\" but that Israel often argues it is not an occupying power.[20] Several US senators called on the US government to take some action to force Israel to provide such vaccines.[21] Under the Oslo Accords, annexe III, article 17, responsibility for vaccines in Gaza and the West bank is explicitly given to the Palestinian Authority[b][c] Accordingly, Israel's official position is that it is under no legal obligation to provide vaccines to the Palestinian population in those territories. Alan Baker, the director of the International Law Program at the Jerusalem Center for Public Affairs and one of the drafters of the Oslo accords, has stated that while he believes Israel has \"a moral and epidemiological obligation\" to provide them, and a self-interest in doing so, there is no legal obligation.[24] Hamas and the Palestinian Authority have signed up to the WHO and UN backed GAVI program, aimed at the most vulnerable 20 per cent of populations. “We expect something to become available by the end of the first quarter [of 2021], but it's really difficult to predict,” said Gerald Rockenschaub, head of the WHO office for the occupied Palestinian territory. Palestinian leaders say they can't afford either of the Pfizer-BioNTech or Moderna vaccines. Russia is reported to have offered 4 million doses of its Sputnik V vaccine but details are unknown. On 9 January 2021, Mai Alkaila said that there was no set date for arrival of vaccines, that four vaccine producers companies have been contacted and that 70 per cent of the population would be covered while the World Health Organization would cover 20 per cent.[25] Amnesty has demanded that Israel provide vaccines to Palestinians living in the West Bank but the Palestinian Authority has not asked for Israel assistance.[26] Israeli Health Minister Yuli Edelstein has said that its own citizens must come first and in response to an appeal by Physicians for Human Rights that “Israel bears moral and humanitarian responsibility for vaccinating the Palestinian population under its control,” denied any responsibility.[27][28] On 10 January 2021, Mai Alkaila said that the Palestinian Authority has authorised the Sputnik V vaccine. The Russian Direct Investment Fund said deliveries to Palestinians would start in February. Health officials say they expect to receive two million doses of the Oxford-AstraZeneca vaccine in March. According to Hussein al-Sheikh, the top Palestinian official in charge of coordinating with Israel, the Palestinian Authority asked Israel for up to 10,000 doses of vaccine for frontline medical workers. Mai Alkaila said that health workers would be first to receive any vaccine.[29] On 1 February 2021, it was confirmed that Israel has authorised the transfer of 5000 doses of the Moderna vaccine.[20] According to Haaretz, the first 2000 doses were delivered on 1 February 2021.[30] Palestine is expected to receive 37,000 doses of the PfizerBioNTech vaccine starting in mid-February via COVAX.[31] Speaking at a joint press conference with Russian ambassador to Palestine Gocha Buachidze, Minister of Health Mai Alkaila said the first batch of 10,000 doses of the Sputnik V vaccine received on 4 February 2021 will be allocated to five thousand mainly medical staff in Palestine. 50,000 more doses are expected during the next week, and that other batches of the Russian vaccine are expected to gradually enter the country during upcoming months. More doses are expected from COVAX, China and other friendly countries. A vaccination program has been developed with WHO.[32] When the first consignment of 2,000 coronavirus SputnikV vaccines intended for frontline health workers within the Strip did arrived at the frontier on Monday 15 February, its transit was blocked by Israeli border officials. The authority for such shipments ultimately lies with the Israeli Prime Minister's office unit dealing with national security. Officials said the delay in the passage of the medicines was due to the fact that the issue is still under review.[33] On 17 February 2021, Gaza received a thousand doses of the Sputnik vaccine. An initial attempt at delivery had been blocked by Israel.[34] Israel began vaccinating Palestinian workers on 8 March 2021. Doses have been allocated for 120,000 Palestinian workers who have permits to enter and work in Israel.[35] According to Israeli authorities, as of 11 March, over 50,000 have been vaccinated.[36] As of 18 March 2021, according to COGAT 105,000 had received a first dose and expected to get a second dose in the coming weeks.[37] By 9 March 2021, for the West Bank and Gaza's 5.2 million inhabitants, roughly 34,700 vaccine units had been delivered, some from Russia and Israel, but over half (20,000) from the United Arab Emirates with these destined for the people of Gaza. The Palestinian Authority was criticised for allocating 10% of doses received for Palestinian VIPs.[38] On 17 March 2021, Palestine received 38,000 doses of the Pfizer/BioNTech vaccine and 24,000 of the AstraZeneca vaccine, via the COVAX scheme. The National Vaccine Deployment Plan is scheduled to begin on 21 March 2021.[39] On 29 March 2021, Palestine received 100,000 doses of the Sinopharm BIBP vaccine donated by China, the largest single donation received by Palestine.[40][41] According to WHO, as of 15 April 2021, 223,140 vaccine doses have been delivered to the West bank and 83,300 to Gaza with 72,000 doses via COVAX expected on 17 April 2021.[42] As regards the latter, 43,200 doses for the West Bank and 28,800 for Gaza are confirmed as delivered.[43] On 20 April 2021, Mai Alkaila announced the purchase of 4.5 million doses of Pfizer and Sputnik V vaccines for $27.5 million, expected to arrive \"soon\".[44] On 18 June 2021, the Israeli Government announced that it had entered into an agreement with the Palestinian Authority to transfer at least one million doses of the Pfizer–BioNTech COVID-19 vaccine to the Palestinian Authority. These vaccines were reportedly scheduled to expire soon.[45] Later that day, the Palestinian Authority cancelled the deal.Palestinian Health Minister Mai al-Kaila justified the cancellation on the grounds that the vaccines' expiry dates were closer than initially claimed by the Israelis and that the Palestinian Authority had rejected Israeli demands that none of the vaccines be transferred to the Hamas–run Gaza Strip and that the contract not be signed by the State of Palestine.[46][47] Though Israel used the same vaccines for the Israeli teens.[48]South Korea received near expiry date vaccines as part of the swap deal.[undue weight? – discuss][48][49] In June, the Palestinians cancelled a similar deal saying they had been told the jabs \"would expire in July or August, but, when they arrived, the marked date was June.\" The Korea Disease Control and Prevention Agency said that the vaccines are not the same as the ones given to South Korea.[50] Later this statement was retracted and the Agency said it is not in position to comment on this issue as it \"concerns diplomatic relations,\" and \"The Korean government is not in the position to comment,\"[51] As of 13 August 2021, about a quarter of Palestinians have been vaccinated,[52] and the number is expected to rise further in coming weeks as new shipments arrive from a deal with Pfizer to purchase 4 million doses.[53] By 29 August 2021, the World Health Organization reported that the Palestinians had received 2.8 million doses with the authorities in the West Bank and Gaza in the process of receiving or negotiating deals to obtain an additional 4.6 million doses. Palestinian officials estimated that more than 1.2 million doses had been administered.[54] Al Jazeera and The New York Times also reported vaccine hesitancy within the West Bank and Gaza.[55][54] By 29 August 37% of eligible West Bank residents and 18% of Gaza residents had received at least one vaccine dose.[54] By 1 September 2021, Reuters reported that the Palestinian Territories had administered 1,340,889 COVID-19 vaccine doses and estimated that 14.9% of the population had received both vaccines.[56] The city of Bethlehem became the first to experience an outbreak with confirmed cases in early March. The City of Bethlehem was locked down on 7 March as 16 cases of infection were found in the West Bank, including nine cases in Bethlehem.[57] The crowded Palestinian refugee camps face a grave threat if coronavirus spreads.[58] On 22 April, a Palestinian from Syria became the first case reported in a refugee camp, located in the Wavel refugee camp in Bekaa, Lebanon.[59][60] On 24 April, the Palestinian Ministry of Foreign Affairs and Expatriates (FAE) confirmed 4 more cases in Al-Jalil refugee camp, raising the total to five.[61] The tables below show fortnightly confirmed total COVID-19 cases for Palestine and periodically by Governorates of Palestine. The source data can be referenced on a daily basis.[62] Breakdown for recoveries may lag behind the main total figures reported. According to WHO, cases from East Jerusalem are managed by the East Jerusalem Hospitals Network (EJHN) and hospitals in Israel and 10 testing centres were opened by Israeli health authorities in Shuafat, Shuafat refugee camp, Silwan, Sur Baher, Jabal Mukaber, Beit Safafa, and Jerusalem.[63] EJHN includes six hospitals: Makassed Islamic Charitable Society Hospital, Augusta Victoria Hospital, Palestine Red Crescent Society Hospital, St John of Jerusalem Eye Hospital Group, Jerusalem Princess Basma Centre, and Saint Joseph Hospital.[64] In September 2018 the U.S. cut $25 million in funding, representing 40% of costs for these hospitals.[65] Israeli officials have expressed concern that the virus might spread in Arab neighbourhoods of East Jerusalem that are part of municipal Jerusalem but on the far side of the West Bank barrier. Kafr Aqab, which has 60–70,000 residents, and Shuafat Refugee Camp with around 80,000 have not been receiving a sufficient level of services.[66] On 20 May 2020, it was announced that the European Union (€13 million), Finland (€3 million), and Italy (€1 million) are making a contribution totalling €17 million in support of the payment of medical referrals to East Jerusalem Hospitals.[67] On 17 June 2020, the EU and WHO delivered personal protective equipment and medical items to the EJHN. The delivery includes personal protective equipment and disinfectant items for all six of the network's hospitals including 56,000 pairs of gloves; 10,000 surgical gowns and 1,600 overall gowns and 2,050 shoe covers and 100 medical protective goggles; 6,000 N-95 masks and 115,000 surgical masks and 4,100 face shields; 6,300 bottles of alcogel; 120 thermometers and 200 bottles of alcohol for disinfectant plus disinfectant spray and wipes.[68] Between Monday, 20 July and Tuesday, 21 July 2020, East Jerusalem registered the highest number of cases since the beginning of the pandemic. Cases in East Jerusalem total 1,721, according to the Israeli Health Ministry and municipality. The IDF Home Front Command is in charge in East Jerusalem but since some residents go to Palestinian clinics for testing there is some uncertainty about total numbers.[f] [69][g] As of 13 July 2020 there were 55 new cases for a total of 862, with 174 recoveries and 3 deaths for a total of 685 active cases. As of 14 July 2020 there were 108 new cases for a total of 970, 793 active. As of 15 July 2020 there were 119 new cases for a total of 1089, 912 active. As of 16 July 2020 there were 115 new cases for a total of 1204, 1027 active. As of 17 July 2020 there were 87 new cases for a total of 1291, 1114 active. As of 18 July 2020 there were 92 new cases for a total of 1383, 1206 active. As of 19 July 2020 there were 120 new cases for a total of 1503, 1326 active. As of 20 July 2020 there were 101 new cases for a total of 1604, 1437 active. As of 21 July 2020 there were 91 new cases for a total of 1695, 1518 active. As of 22 July 2020 there were 186 new cases for a total of 1881, 1704 active. As of 23 July 2020 there were 250 new cases for a total of 2131, 1454 active. As of 24 July 2020 there were 188 new cases for a total of 2319, 1642 active. As of 25 July 2020 there were 170 new cases for a total of 2489, 1512 active. As of 26 July 2020 there were 167 new cases for a total of 2656, 1679 active. As of 27 July 2020 there were 180 new cases for a total of 2669, 1392 active. As of 28 July 2020 there were 164 new cases for a total of 3000, 1723 active. As of 29 July 2020 there were 174 new cases for a total of 3174, 1897 active. As of 30 July 2020 there were 116 new cases for a total of 3290, 2013 active. As of 31 July 2020 there were 105 new cases for a total of 3395, 2118 active.[70] As of 1 August 2020 there were no new cases reported and figures remained unchanged. As of 2 August 2020 there were 88 new cases reported for a total of 3483, 2206 active. As of 3 August 2020 there were no new cases reported and figures remained unchanged. As of 4 August 2020 there were 375 new cases reported for a total of 3858, 2345 active. As of 5 August 2020 there were 58 new cases reported for a total of 3916, 2403 active. As of 6 August 2020 there were 120 new cases reported for a total of 4036, 2523 active. As of 7 August 2020 there were 190 new cases reported for a total of 4226, 1890 active. As of 8 August 2020 there were 220 new cases reported for a total of 4446, 2106 active. As of 9 August 2020 there were no new cases reported and figures remained unchanged except the number of fatalities rose to 7 from 3. As of 10 August 2020 there were 165 new cases reported for a total of 4611, 1823 active with 10 fatalities. As of 11 August 2020 there were 108 new cases reported for a total of 4719, 1722 active. As of 12 August 2020 there were 140 new cases reported for a total of 4909, 1754 active. As of 13 August 2020 there were 125 new cases reported for a total of 5034, 1674 active. As of 14 August 2020 there were 188 new cases reported for a total of 5222, 1798 active. As of 15 August 2020 there were 179 new cases reported for a total of 5401, 1870 active. As of 16 August 2020 there were no new cases reported and figures remained unchanged except the number of fatalities rose to 11 from 10. As of 17 August 2020 there were 146 new cases reported for a total of 5547, 1726 active. As of 18 August 2020 there were 150 new cases reported for a total of 5697, 1826 active. As of 19 August 2020 there were 124 new cases reported for a total of 5821, 1800 active. As of 20 August 2020 there were 129 new cases reported for a total of 5950, 1890 active. As of 21 August 2020 there were 124 new cases reported for a total of 6074, 1892 active. As of 22 August 2020 there were 148 new cases reported for a total of 6222, 1971 active. As of 23 August 2020 no new cases were reported while fatalities rose to 16. As of 24 August 2020 there were 142 new cases reported for a total of 6364, 2007 active. As of 25 August 2020 there were 120 new cases reported for a total of 6484, 1960 active. As of 26 August 2020 there were 125 new cases reported for a total of 6609, 2027 active. As of 27 August 2020 there were 100 new cases reported for a total of 6709, 2067 active. As of 28 August 2020 there were 150 new cases reported for a total of 6859, 2150 active. As of 29 August 2020 no new cases were reported and figures remained unchanged. As of 30 August 2020 no new cases were reported and figures remained unchanged. As of 31 August 2020 there were 350 new cases reported for a total of 7209, 1734 active.[70] As of 1 September 2020 there were 0 new cases reported for a total of 7209, 1734 active and 21 fatalities. As of 2 September 2020 there were 249 new cases reported for a total of 7458, 1861 active and 22 fatalities. As of 3 September 2020 there were 0 new cases reported and figures remained unchanged. As of 4 September 2020 there were 217 new cases reported for a total of 7675, 1728 active and 22 fatalities. As of 5 September 2020 there were 0 new cases reported and figures remained unchanged. As of 6 September 2020 there were 210 new cases reported for a total of 7885, 1779 active and 22 fatalities. As of 7 September 2020 there were 137 new cases reported for a total of 8022, 1762 active and 22 fatalities. As of 8 September 2020 there were 133 new cases reported for a total of 8155, 1683 active and 25 fatalities. As of 9 September 2020 there were 140 new cases reported for a total of 8295, 1743 active and 25 fatalities. As of 10 September 2020 there were 255 new cases reported for a total of 8550, 1862 active and 26 fatalities. As of 11 September 2020 there were 60 new cases reported for a total of 8610, 1679 active and 28 fatalities. As of 12 September 2020 there were 0 new cases reported and figures remained unchanged. As of 13 September 2020 there were 326 new cases reported for a total of 8936, 1737 active and 29 fatalities. As of 14 September 2020 there were 0 new cases reported and figures remained unchanged. As of 15 September 2020 there were 230 new cases reported for a total of 9166, 1907 active and 32 fatalities. As of 16 September 2020 there were 207 new cases reported for a total of 9373, 1966 active and 33 fatalities. As of 17 September 2020 there were 134 new cases reported for a total of 9507, 1991 active and 34 fatalities. As of 18 September 2020 there were 129 new cases reported for a total of 9636, 1986 active and 36 fatalities. As of 19 September 2020 there were 124 new cases reported for a total of 9760, 1930 active and 38 fatalities. As of 20 September 2020 there were 0 new cases reported for a total of 9760, 1930 active and 38 fatalities. As of 21 September 2020 there were 146 new cases reported for a total of 9906, 1830 active and 44 fatalities. As of 22 September 2020 there were 128 new cases reported for a total of 10034, 1856 active and 45 fatalities. As of 23 September 2020 there were 0 new cases reported and figures remained unchanged. As of 24 September 2020 there were 205 new cases reported for a total of 10239, 1790 active and 48 fatalities. As of 25 September 2020 there were 80 new cases reported for a total of 10319, 1744 active and 49 fatalities. As of 26 September 2020 there were 0 new cases reported and figures remained unchanged. As of 27 September 2020 there were 170 new cases reported for a total of 10489, 1784 active and 52 fatalities. As of 28 September 2020 there were 85 new cases reported for a total of 10574, 1354 active and 54 fatalities. As of 29 September 2020 there were 0 new cases reported and figures remained unchanged. As of 30 September 2020 there were 68 new cases reported for a total of 10642, 1100 active and 57 fatalities.[70] [70] A further 3 cases in the evening of 17 June 2020, raised the Hebron district total to 154 (of 553). As of 18 June 2020, 178 (of 579) is being reported (updated in the afternoon to 197 (of 599)). Figures rose to 235 (of 639) as of 19 June 2020 (updated in the afternoon to 245 (of 663) and in the evening to 252 (of 673)). As of 20 June 2020, 284 (of 707) was reported (updated in the afternoon to 334 (of 954) and in the evening to 356 (of 978)). As of 21 June 2020, 397 (of 1022) was reported (evening update to 402 (of 1028)). As of 22 June 2020, 475 (of 1110) was reported (updated in the afternoon to 535 (of 1170) and in the evening to 549 (of 1184)). As of 23 June 2020, 627 (of 1284) was reported (updated later to 717 (of 1375)). As of 24 June 2020, figures reported are 829 (of 1517)(updated to 845 (of 1534)). As of 25 June 2020, figures reported are 868 (of 1568)(evening update to 886 (of 1588)). As of 26 June 2020, figures reported are 980 (of 1720)(updated to 1016 (of 1795)). As of 27 June 2020, figures reported are 1036 (of 1862)(updated to 1215 (of 2053)). As of 28 June 2020, figures reported are 1249 (of 2112)(updated to 1358 (of 2248)). As of 29 June 2020, figures reported are 1411 (of 2345)(evening update to 1491 (of 2443)). As of 30 June 2020, reported cases are 1671 (of 2698).[62] As of 1 July 2020, cases reported were 1898 (evening updated to 1947). As of 2 July 2020, cases reported were 2146. As of 3 July 2020, cases reported were 2269. As of 4 July 2020, cases reported were 2673. As of 5 July, cases reported were 3247. As of 6 July 2020, cases reported were 3281. Daily reporting for 7 July 2020 has 3561 cases. Daily reporting for 8 July 2020 has 3877 cases. Daily reporting for 9 July 2020 has 4029 cases. Daily reporting for 10 July 2020 has 4292 cases. Daily reporting for 11 July 2020 has 4620 cases. Daily reporting for 12 July 2020 has 4786 cases. Daily reporting for 13 July 2020 has 4979 cases. Daily reporting for 14 July 2020 has 5138 cases. Daily reporting for 15 July 2020 has 5188 cases. Daily reporting for 16 July 2020 has 5370 cases. Daily reporting for 17 July 2020 has 5689 cases. Daily reporting for 18 July 2020 has 5888 cases. Daily reporting for 19 July 2020 has 6207 cases. Daily reporting for 20 July 2020 has 6349 cases. Daily reporting for 21 July 2020 has 6468 cases. Daily reporting for 22 July 2020 has 6622 cases. Daily reporting for 23 July 2020 has 6789 cases. Daily reporting for 24 July 2020 has 6895 cases. Daily reporting for 25 July 2020 has 6959 cases. Daily reporting for 26 July 2020 has 6999 cases. Daily reporting for 27 July 2020 has 7024 cases. Daily reporting for 28 July 2020 has 7204 cases. Daily reporting for 29 July 2020 has 7454 cases. Daily reporting for 30 July 2020 has 7640 cases. Daily reporting for 31 July 2020 has 7841 cases.[62] Daily reporting for 1 August 2020 has 8060 cases. Daily reporting for 2 August 2020 has 8088 cases. Daily reporting for 3 August 2020 has 8219 cases. Daily reporting for 4 August 2020 has 8295 cases. Daily reporting for 5 August 2020 has 8453 cases. Daily reporting for 6 August 2020 has 8636 cases. Daily reporting for 7 August 2020 has 8845 cases. Daily reporting for 8 August 2020 has 8957 cases. Daily reporting for 9 August 2020 has 9129 cases. Daily reporting for 10 August 2020 has 9318 cases. Daily reporting for 11 August 2020 has 9477 cases. Daily reporting for 12 August 2020 has 9640 cases. Daily reporting for 13 August 2020 has 9747 cases. Daily reporting for 14 August 2020 has 9915 cases. Daily reporting for 15 August 2020 has 10019 cases. Daily reporting for 16 August 2020 has 10207 cases. Daily reporting for 17 August 2020 has 10331 cases. Daily reporting for 18 August 2020 has 10471 cases. Daily reporting for 19 August 2020 has 10586 cases. Daily reporting for 20 August 2020 has 10690 cases. Daily reporting for 21 August 2020 has 10830 cases. Daily reporting for 22 August 2020 has 10876 cases. Daily reporting for 23 August 2020 has 11052 cases. Daily reporting for 24 August 2020 has 11253 cases. Daily reporting for 25 August 2020 has 11484 cases. Daily reporting for 26 August 2020 has 11689 cases. Daily reporting for 27 August 2020 has 11954 cases. Daily reporting for 28 August 2020 has 12240 cases. Daily reporting for 29 August 2020 has 12388 cases. Daily reporting for 30 August 2020 has 12643 cases. Daily reporting for 31 August 2020 has 12892 cases.[62] Daily reporting for 1 September 2020 has 13095 cases. Daily reporting for 2 September 2020 has 13328 cases. Daily reporting for 3 September 2020 has 13552 cases. Daily reporting for 4 September 2020 has 13772 cases. Daily reporting for 5 September 2020 has 13806 cases. Daily reporting for 6 September 2020 has 13938 cases. Daily reporting for 7 September 2020 has 14100 cases. Daily reporting for 8 September 2020 has 14244 cases. As of 9 September 2020 there were 102 new cases reported for a total of 14346, 3030 active and 121 fatalities. As of 10 September 2020 there were 101 new cases reported for a total of 14447, 3129 active and 123 fatalities. As of 11 September 2020 there were 157 new cases reported for a total of 14604, 2507 active and 125 fatalities. As of 12 September 2020 there were 85 new cases reported for a total of 14689, 2590 active and 127 fatalities. As of 13 September 2020 there were 150 new cases reported for a total of 14839, 2736 active and 131 fatalities. As of 14 September 2020 there were 164 new cases reported for a total of 15003, 2267 active and 132 fatalities. As of 15 September 2020 there were 162 new cases reported for a total of 15165, 2227 active and 134 fatalities. As of 16 September 2020 there were 130 new cases reported for a total of 15295, 1966 active and 139 fatalities. As of 17 September 2020 there were 185 new cases reported for a total of 15480, 2064 active and 139 fatalities. As of 18 September 2020 there were 131 new cases reported for a total of 15611, 2009 active and 140 fatalities. As of 19 September 2020 there were 63 new cases reported for a total of 15674, 2007 active and 141 fatalities. As of 20 September 2020 there were 115 new cases reported for a total of 15789, 1988 active, and 145 fatalities. As of 21 September 2020 there were 151 new cases reported for a total of 15940, 1926 active and 147 fatalities. As of 22 September 2020 there were 39 new cases reported for a total of 15979, 1767 active and 147 fatalities. As of 23 September 2020 there were 150 new cases reported for a total of 16129, 1793 active and 148 fatalities. As of 24 September 2020 there were 133 new cases reported for a total of 16262, 1790 active and 150 fatalities. As of 25 September 2020 there were 91 new cases reported for a total of 16353, 1796 active and 152 fatalities. As of 26 September 2020 there were 14 new cases reported for a total of 16367, 1672 active and 153 fatalities. As of 27 September 2020 there were 119 new cases reported for a total of 16486, 1634 active and 153 fatalities. As of 28 September 2020 there were 68 new cases reported for a total of 16554, 1538 active and 153 fatalities. As of 29 September 2020 there were 77 new cases reported for a total of 16631, 1483 active and 156 fatalities. As of 30 September 2020 there were 73 new cases reported for a total of 16704, 1372 active and 158 fatalities.[62] [62] The first two cases in Gaza City, Gaza were diagnosed on 21 March. The International Committee of the Red Cross warned on 26 August that the health care system in the besieged Gaza Strip will not be able to deal with more than a few dozen patients. Gaza had managed to prevent community transmission of the virus through a strict quarantine regime, a situation that changed on 24 August with the announcement of confirmed cases outside of quarantine centers.[73] On 31 August 2020, United Nations Humanitarian Coordinator Jamie McGoldrick, warning of imminent collapse in basic services, called for the immediate entry of fuel and other essential goods into the Gaza Strip. “The deterioration witnessed in recent weeks in the Gaza Strip is of grave concern,” he said in a statement, He also added that “In addition, and marking a significant deterioration in the health situation, on 24 August, the first cases of COVID-19 outside the quarantine facilities were confirmed. Thus far, there are 280 known active cases, 243 of which are from community transmission.” Power cuts are severely affecting hospitals as well as critical infrastructure.[74] A WHO report of 27 August 2020 gives a summary of the situation.[75] On 7 September 2020, Nickolay Mladenov, the UN special coordinator for the Middle East peace process, announced the World Health Organization will act as temporary liaison to circumvent the coordination freeze between Israel and Palestine which, along with tightened Israeli restrictions, has prevented Gazans' access to medical treatment. [76] The number of active cases rose from 280 as of 31 August to 319 on 1 September 402 on 2 September and 500 on 3 September. As of 4 September 2020 there were 116 new cases reported for a total of 697, 603 active and 5 fatalities. As of 5 September 2020 there were 110 new cases reported for a total of 807, 712 active and 6 fatalities. As of 6 September 2020 there were 162 new cases reported for a total of 969, 872 active and 8 fatalities. As of 7 September 2020 there were 182 new cases reported for a total of 1151, 1053 active and 9 fatalities. As of 8 September 2020 there were 118 new cases reported for a total of 1269, 1293 active and 9 fatalities. As of 9 September 2020 there were 87 new cases reported for a total of 1356, 1233 active and 9 fatalities. As of 10 September 2020 there were 195 new cases reported for a total of 1551, 1427 active and 10 fatalities. As of 11 September 2020 there were 80 new cases reported for a total of 1631, 1506 active and 11 fatalities. As of 12 September 2020 there were 88 new cases reported for a total of 1719, 1550 active and 13 fatalities. As of 13 September 2020 there were 100 new cases reported for a total of 1819, 1588 active and 15 fatalities. As of 14 September 2020 there were 108 new cases reported for a total of 1927, 1737 active and 15 fatalities. As of 15 September 2020 there were 79 new cases reported for a total of 2006, 1688 active and 15 fatalities. As of 16 September 2020 there were 94 new cases reported for a total of 2100, 1728 active and 16 fatalities. As of 17 September 2020 there were 76 new cases reported for a total of 2176, 1740 active and 16 fatalities. As of 18 September 2020 there were 47 new cases reported for a total of 2223, 1738 active and 17 fatalities. As of 19 September 2020 there were 90 new cases reported for a total of 2313, 1810 active and 17 fatalities. As of 20 September 2020 there were 45 new cases reported for a total of 2358, 1825 active and 17 fatalities. As of 21 September 2020 there were 42 new cases reported for a total of 2400, 1830 active and 17 fatalities. As of 22 September 2020 there were 45 new cases reported for a total of 2445, 1780 active and 17 fatalities. As of 23 September 2020 there were 73 new cases reported for a total of 2518, 1763 active and 17 fatalities. As of 24 September 2020 there were 95 new cases reported for a total of 2613, 1746 active and 17 fatalities. As of 25 September 2020 there were 45 new cases reported for a total of 2658, 1701 active and 17 fatalities. As of 26 September 2020 there were 67 new cases reported for a total of 2725, 1646 active and 19 fatalities. As of 27 September 2020 there were 66 new cases reported for a total of 2791, 1595 active and 21 fatalities. As of 28 September 2020 there were 35 new cases reported for a total of 2826, 1485 active and 21 fatalities. As of 29 September 2020 there were 85 new cases reported for a total of 2911, 1420 active and 21 fatalities. As of 29 September 2020 there were 85 new cases reported for a total of 2911, 1420 active and 21 fatalities. As of 30 September 2020 there were 37 new cases reported for a total of 2948, 1332 active and 21 fatalities.[70] [70] 5 March: 7 March: 9 March: 13 March 14 March 16 March 18 March 19 March 20 March 21 March 22 March 23 March 24 March 25 March 26 March 27 March 28 March 29 March 30 March 31 March 1 April 2 April 3 April 4 April 5 April 6 April 7 April 8 April 9 April 10 April 11 April 12 April 13 April 14 April 15 April 16 April 17 April 18 April 19 April 20 April 21 April 22 April 23 April 24 April 25 April 26 April 27 April 28 April 29 April 1 May 3 May 4 May 5 May 6 May 7 May 8 May 9 May 10 May 11 May 13 May 14 May 16 May 17 May 18 May 19 May 20 May 21 May 23 May 25 May 26 May 27 May 28 May 29 May 30 May 31 May 1 June 2 June 3 June 4 June 8 June 9 June 10 June 11 June 12 June 13 June 15 June 16 June 17 June 18 June 19 June 20 June 21 June 22 June 23 June 24 June 25 June 26 June 27 June 28 June 29 June 30 June 1 July 2 July 3 July 4 July 5 July 6 July 7 July 8 July 9 July 10 July 11 July 12 July 13 July 14 July 15 July 16 July 17 July 18 July 19 July 20 July 21 July 22 July 23 July 24 July 25 July 26 July 27 July 28 July 29 July 30 July 31 July 1 August 2 August 3 August 4 August 5 August 6 August 7 August 8 August 9 August 10 August 11 August 12 August 13 August 14 August 15 August 16 August 17 August 18 August 19 August 20 August 21 August 22 August 23 August 24 August 25 August 26 August 27 August 28 August 29 August 30 August 31 August 1 September 2 September 3 September 4 September 5 September 6 September 7 September 8 September 9 September 10 September 11 September 12 September 13 September 14 September 15 September 16 September 17 September 18 September 19 September 20 September 21 September 22 September 23 September 24 September 25 September 26 September 27 September 28 September 29 September 30 September 1 October 2 October 3 October 4 October 5 October 6 October 7 October 8 October 9 October 10 October 11 October 12 October 13 October 14 October 15 October 16 October 17 October 18 October 19 October 20 October 21 October 22 October 23 October 24 October 25 October 26 October 27 October 28 October 29 October 30 October 31 October 1 November 2 November 3 November 4 November 5 November 6 November 7 November 8 November 9 November 10 November 11 November 12 November 13 November 14 November 15 November 16 November 17 November 18 November 19 November 20 November 21 November 22 November 23 November 24 November 25 November 26 November 27 November 28 November 29 November 30 November 1 December 2 December 3 December 4 December 5 December 6 December 7 December 8 December 9 December 10 December 11 December 12 December 13 December 14 December 15 December 16 December 17 December 18 December 19 December 20 December 21 December 22 December 23 December 24 December 25 December 26 December 27 December 28 December 29 December 30 December 31 December 1 January 2 January 3 January 4 January 5 January 6 January 7 January 8 January 9 January 10 January 11 January 12 January 13 January 14 January 15 January 16 January 17 January 18 January 19 January 20 January 21 January 22 January 23 January 24 January 25 January 26 January 27 January 28 January 29 January 30 January 31 January 1 February 2 February 3 February 4 February 5 February 6 February 7 February 8 February 9 February 10 February 11 February 12 February 13 February 14 February 15 February 16 February 17 February 18 February 19 February 20 February 21 February 22 February 23 February 24 February 25 February 26 February 27 February 28 February 1 March 2 March 3 March 4 March 5 March 6 March 7 March 8 March 9 March 10 March 11 March 12 March 13 March 14 March 15 March 16 March 17 March 18 March 19 March 20 March 21 March 22 March 23 March 24 March 25 March 26 March 27 March 28 March 29 March 30 March 31 March 1 April 2 April 3 April 4 April 5 April 6 April 7 April 8 April 9 April 10 April 11 April 12 April 13 April 14 April 15 April 16 April 17 April 18 April 19 April 20 April 21 April 22 April 23 April 24 April 25 April 26 April 27 April 28 April 29 April 30 April 1 May 2 May 3 May 4 May 5 May 6 May 7 May 8 May 9 May 10 May 11 May 12 May 15 May 17 May 18 May 19 May 21 May 22 May 23 May 24 May 25 May 26 May 27 May 28 May 29 May 30 May 31 May 1 June 2 June 3 June 4 June 5 June 6 June 7 June 8 June 9 June 10 June 13 June 15 June 16 June 17 June 18 June 19 June 20 June 22 June 23 June 25 June 26 June 28 June 29 June 1 July 3 July 4 July 5 July 6 July 7 July 9 July 10 July 11 July 13 July 15 July 16 July 17 July 18 July 21 July 22 July 23 July 27 July 28 July 29 July 30 July 31 July 1 August 3 August 4–6 August 7–9 August 10–12 August 13–15 August 16–18 August 19–21 August 22–24 August 25–26 August 27–29 August 30 August – 1 September 2–4 September 5–7 September 8–9 September 10–12 September 13–15 September 16–18 September 19–21 September 22–23 September 24–26 September 27–29 September In March 2022, Singapore provided an aid package worth about 750,000 Singaporean dollars to the Palestinian Authority. Items included test kits, masks, and scholarship for training healthcare professionals.[789] The charts for confirmed new cases and confirmed deaths per day are based on the data collected by the Palestinian National Institute of Public Health for the Northern Governorates, Southern Governorates and East Jerusalem,[790] as per the actual dates. The FAE announced 500 cases and 23 deaths among Palestinians in the diaspora, including 349 cases and 15 deaths in the United States. The ministry noted that around 1,000 Palestinian doctors were participating in health efforts in Europe along with hundreds more in the US, Venezuela and Cuba among other states. Four doctors were declared dead after contracting coronavirus; one in New Jersey, two in Spain and one in Italy, while some 20 American doctors and paramedics tested positive for the virus in New Jersey.[791] The FAE updated to 678 cases and 30 deaths, 437 and 22 respectively being in the U.S., 3 in Spain and one each in Italy, the Netherlands, Austria, Algeria and Sweden.[792] The FAE announced on 23 April the first death among the Palestinian community in the United Kingdom raising the number of diaspora Palestinians worldwide who died from the disease to 49. The overall number of cases among diaspora Palestinians rose to 1042 with the majority of cases and deaths being in the United States.[793] On 4 May, the FAE confirmed cases and deaths among Palestinians in the diaspora have risen to 1,275 and 68 respectively with 512 recoveries.[201] On 18 May, the FAE confirmed 1,573 cases and 85 deaths with 744 recoveries.[794] As of 2 June, there were 1,793 cases, 112 deaths and 946 recoveries, according to FAE. On 17 June 2020, FAE confirmed 30 new cases in the diaspora for a total of 2078 and two deaths for a total of 142.[795] On 24 June 2020, the FAE confirmed 3,801 cases and 193 fatalities in the diaspora with 1,643 recoveries.[796] On 5 September 2020, the FAE announced four new cases among Palestinians abroad raising the total to 5817 while 1969 have recovered. Among total worldwide deaths of 244 a new death was recorded in Saudi Arabia bringing the total in that country to 79. The four new cases were recorded in New York and New Jersey, bringing total cases among Palestinians in the US to 3526, while deaths stood at 74.[797] As of 15 October 2020, the FAE confirmed two fatalities in the diaspora, raising the total among Palestinian communities abroad to 269 while the total confirmed cases reached 6,470.[798] On 17 January 2021, the FAE announced cases reached 9236 and fatalities reached 355.[799] Emergency committee checkpoint in Qusin Amman Street in Nablus is deserted due to the mandatory quarantine Madinah Al Munawwarah Street in Salfit is deserted due to the mandatory quarantine The public market in Tulkarm is deserted due to the mandatory quarantine","Title":"COVID-19 pandemic in the State of Palestine - Wikipedia","KeyID":"10516","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_the_State_of_Palestine"}