{"Content: ":"The first confirmed case relating to the COVID-19 pandemic in Yemen was announced on 10 April 2020 with an occurrence in Hadhramaut.[2] Organizations called the news a \"devastating blow\" and a \"nightmare scenario\" given the country's already dire humanitarian situation.[3] The country is seen to be extremely vulnerable to the outbreak, given the dire humanitarian situation due to the Yemeni Civil War, exacerbated by the ongoing famine, cholera outbreaks, and military blockade by Saudi Arabia and its allies.[4][5] The Yemeni healthcare system has been \"all but decimated\" by the war, with many healthcare facilities destroyed by airstrikes and shelling and a lack of healthcare workers.[6]  The first case was confirmed on 10 April, the patient was a 60-year-old man in the southern oil-producing region of Hadhramaut. He remains in stable condition. Authorities have since sealed off the port where the man worked and told other employees to self-isolate for two weeks. The neighbouring regions of Shabwah and al-Mahrah sealed their borders with Hadhramaut, where a 12-hour nightly curfew has been imposed.[7] On 23 April, Hadramout Governor Faraj Salmin Al-Bahsni said in an interview with Al-Arabiya television that the result of the last examination the person had undergone on 22 April after he recovered was negative.[8] On 29 April, Yemen recorded five new cases of coronavirus, including two deaths, all in the southern Yemeni port city of Aden.[9] Two sources familiar with the matter told Reuters there has been at least one confirmed case in Houthi-controlled Sanaa, but the movement's health ministry denied this and said all suspected cases had tested negative for COVID-19.[10] On 1 May, Yemen reported its first case in the southwestern Governorate of Taiz.[11] On 2 May, three more cases were confirmed, one in Taiz Governorate and two in Aden city. The new case in Taiz had been in contact with the southwestern province's first infection.[12] On 4 May, two new cases were reported in Hadhramaut.[13] On 5 May, the government in the south reported 9 new infections, eight in Aden, along with one new death and one case in Hadhramaut. The Houthis reported their first case, a Somali national, who was found dead in a hotel in Sanaa on 3 May.[14] On 6 May, Yemen reported its first three cases, including a death in Lahij Governorate and another infection in Aden. The emergency coronavirus committee of Yemen's Saudi-backed government also said one COVID-19 patient diagnosed earlier in Taiz province had died.[15] On 8 May, Yemen reported nine new coronavirus cases in Aden, the interim headquarters of the government, including one death, and said a second person infected in the southern province of Lahaj had died.[16] On 9 May, a new case of coronavirus was discovered in Sanaa, which was transmitted from Aden, Houthi's health ministry said in a statement.[17] On 28 May, a statement from the United Nations and its agencies outlined the dire impact COVID-19 had on Yemenis. Yemen's embattled health care system is near collapse due to the addition strain from COVID-19. Only half of health facilities are in operation, with most lacking personal protective equipment (PPE), oxygen supplies, and clean water. Most health-workers and front-line aid workers are reportedly working without protective equipment and salaries.[18] A press release from the United Nation's Children Fund (UNICEF) indicated that another 5 million children had been put out of school due to school closures, adding to the already 2 million children who were out of school prior to the pandemic.[19] On June 24, the UN humanitarian chief, Mark Lowcock warned that Yemen will “fall off the cliff” without increased donations. He said that coronavirus was spreading swiftly across Yemen, and roughly a quarter of the country's confirmed cases have died. He warned many more people could die due to starvation, COVID-19, or cholera. Finally, he warned that the coronavirus pandemic is exacerbating the suffering of Yemenis.[20] On June 28, the Republic of Yemen Armed Forces in Jubb al-Ghar fired multiple bullets from their machine guns at Ethiopian migrants after blaming them for the spread of the disease.[21] On 29 June, the Yemeni Health Ministry reported 10 new cases of the disease and 304 nationwide deaths from the disease.[22] On July 14, authorities in territory controlled by Houthi rebels in Yemen announced an easing of coronavirus lockdown restrictions, allowing the reopening of restaurants, parks and wedding venues, whilst encouraging the public to maintain a social distance and use hand sanitizer regularly.[23] As a response to the growing threat, the Houthis declared the suspension of international flights on 15 March.[25] Yemeni officials also stepped up to battle against the threat from the coronavirus.[26] After urging from the United Nations to pursue peace talks,[27] the Saudi-led coalition in the civil war called a unilateral ceasefire beginning 9 April at noon, to support efforts to stop the virus's spread.[28] After the second case in Taiz Governorate was announced, the governor of Taiz announced on 2 May that he was closing the province's borders for two weeks, with the exception of supplies of food and other essential goods, in order to prevent the virus from spreading.[12] On 28 May, the United Nations and 16 other international humanitarian partners launched an emergency appeal to find US$2.41 Billion to fight COVID-19 in Yemen. Although only 10 of the nation's 22 governorates have reported confirmed cases at this time, a statement from the international humanitarian community indicated that the virus had already impacted most areas of the country. 30 of the 41 major UN Programs in Yemen are at risk of running out of money in the next few weeks if additional funding cannot be found.[18] On March 31, 2021, Yemen received the first batch of 360,000 coronavirus vaccine doses, a part of 1.9 million doses.[29]","Title":"COVID-19 pandemic in Yemen - Wikipedia","KeyID":"10523","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Yemen"}