{"Content: ":"The COVID-19 pandemic in the United Kingdom is a part of the worldwide pandemic of coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). In the United Kingdom, it has resulted in 23,391,944[2] confirmed cases and 184,139[2] deaths. The virus began circulating in the country in early 2020, arriving primarily from travel elsewhere in Europe. Various sectors responded, with more widespread public health measures incrementally introduced from March 2020. The first wave was at the time one of the world's largest outbreaks. By mid-April the peak had been passed and restrictions were gradually eased. A second wave, with a new variant that originated in the UK becoming dominant, began in the autumn and peaked in mid-January 2021, and was deadlier than the first. The UK started a COVID-19 vaccination programme in early December 2020. Generalised restrictions were gradually lifted and were mostly ended by August 2021. A third wave, fuelled by the new Delta variant, began in July 2021, but the rate of deaths and hospitalisations was lower than with the first two waves – this being attributed to the mass vaccination programme. By early December 2021, the Omicron variant had arrived, and caused record infection levels. The UK government and each of the three devolved governments (in Scotland, Northern Ireland and Wales) introduced public health and economic measures, including new laws, to mitigate its impact. A national lockdown was introduced on 23 March 2020 and lifted in May, replaced with specific regional restrictions. Further nationwide restrictions were introduced later in 2020 in response to a surge in cases. Most restrictions were lifted during the Delta-variant-driven third wave in mid-2021. The \"winter plan\" reintroduced some rules in response to the Omicron variant in December 2021, and all restrictions were lifted in February and March 2022 as the Omicron wave continued. Economic support was given to struggling businesses, including a furlough scheme for employees. As well as the major strain on the UK's healthcare service, the pandemic has had a severe impact on the UK's economy, caused major disruptions to education and had far-reaching impacts on society and politics. On 12 January 2020, the World Health Organization (WHO) confirmed that a novel coronavirus was the cause of a respiratory illness in a cluster of people in Wuhan City, Hubei, China, which was reported to the WHO on 31 December 2019.[6][7] The case fatality ratio for COVID-19 has been much lower than SARS of 2003,[8][9] but the transmission has been significantly greater, with a significant total death toll.[10][8] Scientists used statistical analysis of data from genetic sequencing, combined with epidemiological and estimated travel data, to estimate the source locations of the virus in the UK up to the beginning of March 2020, and following the initial importations which were likely from China or elsewhere in Asia. From this analysis they estimated that about 33% were from Spain, 29% from France, 12% from Italy and 26% from elsewhere.[11] Notes: Though later reporting indicated that there may have been some cases dating from late 2019,[15][16] COVID-19 was confirmed to be spreading in the UK by the end of January 2020[17] with the first confirmed deaths in March.[18] Subsequent epidemiological analysis showed that over 1000 lineages of SARS-CoV-2 entered the UK in early 2020 from international travellers, mostly from outbreaks elsewhere in Europe, leading to numerous clusters that overwhelmed contact tracing efforts.[11] Limited testing and surveillance meant during the early weeks of the pandemic, case numbers were underestimated, obscuring the extent of the outbreak.[19][20] A legally-enforced Stay at Home Order, or lockdown, was introduced on 23 March,[21] banning all non-essential travel and contact with other people, and shut schools, businesses, venues and gathering places. People were told to keep apart in public. Those with symptoms, and their households, were told to self-isolate, while those considered at highest risk were told to shield. The health services worked to raise hospital capacity and established temporary critical care hospitals, but initially faced some shortages of personal protective equipment. By mid-April it was reported that restrictions had \"flattened the curve\" of the epidemic and the UK had passed its peak[22] after 26,000 deaths.[23] The UK's overall death toll and by population surpassed that of Italy on 3 May, making the UK the worst affected country in Europe at the time.[24] Restrictions were steadily eased across the UK in late spring and early summer that year.[25][26][27][28][29][30] The UK's epidemic in early 2020 was at the time one of the largest worldwide.[11] By the autumn, COVID-19 cases were again rising.[31] This led to the introduction of social distancing measures and some localised restrictions.[32][33][34][35][36][37] Larger lockdowns took place in all of Wales, England and Northern Ireland later that season.[38][39][40] In both England and Scotland, tiered restrictions were introduced in October,[41] and England went into a month-long lockdown during November followed by new tiered restrictions in December.[42] Multi-week 'circuit-breaker' lockdowns were imposed in Wales[43] and Northern Ireland.[44] A new variant of the virus is thought to have originated in Kent around September 2020.[45][46] Once restrictions were lifted, the novel variant rapidly spread across the UK.[47] Its increased transmissibility contributed to a continued increase in daily infections that surpassed previous records.[48] The healthcare system had come under severe strain by late December.[49] Following a partial easing of restrictions for Christmas,[50] all of the UK went into a third lockdown.[51] The second wave peaked in mid-January with over 1,000 daily deaths, before declining into the summer.[52] The first COVID-19 vaccine was approved and began being deployed across the UK in early December;[53][54] with a staggered rollout prioritising the most vulnerable and then moving to progressively younger age groups.[55] The UK was the first country to do so, and in early 2021 its vaccination program was one of the fastest in the world.[54] By August 2021, more than 75% of adults in the UK were fully vaccinated against COVID-19.[56] Quarantine rules for all incoming travellers were introduced for the first time in late January.[57] Restrictions began to ease from late February onwards and almost all had ended in Great Britain by August.[58][59][60][61] A third wave of daily infections began in July 2021 due to the arrival and rapid spread of the highly transmissible SARS-CoV-2 Delta variant.[62] However, mass vaccination continued to keep deaths and hospitalisations at much lower levels than in previous waves.[63][64] Infection rates remained high and hospitalisations and deaths rose into the autumn.[65][66] In December, the SARS-CoV-2 Omicron variant was confirmed to have arrived and begun spreading widely in the community, particularly in London,[67][68] driving a further increase in cases[69] that surpassed previous records, although the true number of infections was thought to be higher.[70][71] It became mandatory for people to show proof of full vaccination or proof that they are not infected to enter certain indoor hospitality and entertainment venues.[72] On 9 January 2022, the UK became the seventh country worldwide to pass 150,000 reported[nb 1] COVID-19 deaths.[73] All remaining legally enforced COVID-19 related restrictions concluded in Northern Ireland and England during February,[74][75][76] with that step being taken in Scotland (partially extended into April)[77] and Wales by the end of March.[78][79] Cases rose following the relaxation of restrictions[80][81] but began, along with hospitalisations and deaths, to fall shortly after.[82] In response to the COVID-19 pandemic in the United Kingdom, the British government introduced various public health and economic measures to mitigate its impact. Devolution meant that the four nations' administrative responses to the pandemic differed; the Scottish Government, the Welsh Government, and the Northern Ireland Executive produced different policies to those that apply in England. Numerous laws were enacted or introduced throughout the crisis. The British government had developed a pandemic response plan in previous years. In response to the first confirmed COVID-19 cases in January 2020, the UK introduced advice for travellers coming from affected countries in late January and February 2020, and began contact tracing,[83] although this was later abandoned. The government incrementally introduced further societal restrictions on the public as the virus spread across the country in the following weeks, initially resisting more stringent measures introduced elsewhere in Europe and Asia.[84] Prime Minister Boris Johnson announced the first national lockdown on 23 March 2020 and Parliament introduced the Coronavirus Act 2020, which granted the devolved governments emergency powers and empowered the police to enforce public health measures.[85] As the governments began lifting the nationwide stay-at-home order, policies and approaches diverged between the four nations. The Scottish government uniquely pursued an elimination strategy. Across the country, localised lockdowns, social distancing measures, self-isolation laws for those exposed to the virus and rules on face masks were introduced, as well as efforts to expand COVID-19 testing and tracing. In autumn and winter 2020, further nationwide lockdowns were introduced in response to a surge in COVID-19 cases and the Alpha variant. A COVID-19 vaccination programme began in December 2020. In mid-2021, the government lifted most restrictions during the third wave driven by the Delta variant, until the \"winter plan\" reintroduced some rules in response to the Omicron variant in December that year. Remaining restrictions were lifted in England from 24 February 2022 under a \"living with COVID\" plan announced by the government on that date. Economic support has been provided to struggling businesses and to furlough employees to mitigate the severe economic impact. It also forewent the procurement process in contracts in response to shortages of PPE and medical equipment, major issues in the early months of the outbreak, and for developing a contact tracing app. There has been some disparity between the outbreak's severity in England, Scotland, Wales and Northern Ireland – health-care in the UK is devolved, each constituent country having its own publicly-funded healthcare system run by devolved governments.[86][87][88] The COVID-19 pandemic led to the largest fall in life expectancy in England since records began in 1981.[89][90] On average, British COVID-19 victims lost around a decade of life; the last time deaths rose so sharply in the UK was during World War II.[91] In 2020, the disease was the leading cause of death among men, and second leading cause among women.[89] Research suggests over 1 million people in the UK have had Long COVID, with the majority reporting substantial impacts on day-to-day life.[92][93] Professor Danny Altmann of Imperial College London said, “It’s kind of an anathema to me that we’ve kind of thrown in the towel on control of Omicron wave infections and have said ‘it’s endemic, and we don’t care any more, because it’s very benign’,” he said. “It just isn’t. And there are new people joining the long Covid support groups all the time with their disabilities. It’s really not OK, and it’s heartbreaking.”[94] The Office for National Statistics estimated that the number of people in the UK with continuing COVID symptoms like fatigue, muscle pain and breathing problems has doubled in a year from 1 million in May 2021 to 2 million in May 2022. Treatment facilities for patients with long COVID are inadequate.[95] The pandemic's major impact on the country's healthcare system, leading to long waiting lists for medical procedures and ambulances, also led to an indirect increase in deaths from other conditions.[96] It also had a major mental health impact.[97] In August 2021, a report from Age UK found that 27% of people over 60 could not walk as far and 25% were living in more physical pain earlier this year compared to the start of the pandemic. 54% of older people felt less confident attending a hospital appointment, and 37% of older people felt less confident going to a GP surgery.[98] Research by The Sunday Times reported that in 2021, the proportion of private school pupils receiving A*, a mark for exceptional achievement, was 39.5 per cent, rising from 16.1 per cent in 2019.[99] The highest record in terms of increase came from the North London Collegiate School, where senior fees could surpass £21,000 a year and the proportion of A* grades rose from 33.8 per cent in 2019 to 90.2 per cent in the summer of 2021. At 25 schools, the number of A* grades trebled or even quadrupled. These and other findings lead MPs to call for an inquiry into the \"manipulation\" of the exam system during the COVD-19 crisis. The pandemic was widely disruptive to the economy of the United Kingdom, with most sectors and workforces adversely affected. Some temporary shutdowns became permanent; some people who were furloughed were later made redundant.[100][101] The economic disruption has had a significant impact on people's mental health—with particular damage to the mental health of foreign-born men whose work hours have been reduced/eliminated.[102] The pandemic has had far-reaching consequences in the country that go beyond the spread of the disease itself and efforts to quarantine it, including political, cultural, and social implications. Sophie Grégoire Trudeau, the wife of Canadian Prime Minister Justin Trudeau, tested positive for COVID-19 upon her return from WE Day events in the UK; on 12 March 2020 the Trudeau family entered two weeks of self-isolation.[103] The first patient in Mauritius was a 59-year-old man who returned from the United Kingdom on 7 March 2020. When he arrived in Mauritius, the Mauritian had no symptoms.[104] Other cases of the novel coronavirus resulting from travel to the UK were subsequently reported in India[105][106] and Nigeria.[107] On 16 June 2020, it was widely reported in British media that New Zealand's first COVID-19 cases in 24 days were diagnosed in two British women, both of whom had travelled from the UK and were given special permission to visit a dying parent. The women had entered the country on 7 June, after first flying into Doha and Brisbane.[108] A 2021 study suggested that the SARS-CoV-2 Alpha variant which was first detected in Kent is thought to have began its spread to many countries internationally from flights originating in London in late 2020.[109] This article presents official statistics gathered during the COVID-19 pandemic in the United Kingdom. The official daily report from the Department of Health and Social Care (DHSC) counts those who died within 28 days of testing positive for coronavirus. It \"could be the major cause, a contributory factor or simply present when they are dying of something else\".[110] From 29 April 2020, the official figures include all coronavirus-positive deaths in the UK, wherever they happened.[111] Before then, the official daily toll included only hospital deaths in England, but included all coronavirus-positive deaths in the rest of the UK wherever they happened, if known to public health agencies.[112][113] There may be a delay between a death and it entering official statistics so families can be informed; this delay is usually a few days, but can be longer.[114][115] Reports from the Medical Research Council's Centre for Global Infectious Disease Analysis at Imperial College, London have been providing mathematically calculated estimates of cases and case fatality rates.[119][120] In February 2020, the team at Imperial College, led by epidemiologist Neil Ferguson, estimated about two-thirds of cases in travellers from China were not detected and that some of these may have begun \"chains of transmission within the countries they entered\".[121][122][123] They forecast that the new type of coronavirus could infect up to 60% of the UK's population, in the worst-case scenario.[124] In a paper on 16 March, the Imperial College team provided detailed forecasts of the potential impacts of the epidemic in the UK and US.[125][126] It detailed the potential outcomes of an array of 'non-pharmaceutical interventions'. Two potential overall strategies outlined were: mitigation, in which the aim is to reduce the health impact of the epidemic but not to stop transmission completely; and suppression, where the aim is to reduce transmission rates to a point where case numbers fall. Until this point, government actions had been based on a strategy of mitigation, but the modelling predicted that while this would reduce deaths by approximately 2/3, it would still lead to approximately 250,000 deaths from the disease and the health systems becoming overwhelmed.[125] On 16 March, the Prime Minister announced changes to government advice, extending self-isolation to whole households, advising social distancing particularly for vulnerable groups, and indicating that further measures were likely to be required in the future.[127][126] A paper on 30 March by the Imperial College group estimated that the lockdown would reduce the number of dead from 510,000 to less than 20,000. This paper and others relied on data from European countries including the UK to estimate that the combined non-pharmaceutical interventions reduced the reproduction number of the virus by 67-87%, enough to stop infections from growing.[128][129] However, followup work concluded that the effectiveness of interventions was lower in later waves of infections.[130] In April 2020, biostatistician Professor Sheila Bird said the delay in the reporting of deaths from the virus meant there was a risk of underestimating the steepness of the rising epidemic trend.[131] In December 2021 scientists from the London School of Hygiene and Tropical Medicine predicted that Omicron could cause from 25,000 to 75,000 deaths in England over the five months to April 2022 unless there were more stringent restrictions, and would probably become the dominant variant by the end of 2021.[132] As of 20 December 2021, there had been 11.4 million confirmed cases – the most in Europe and fourth-highest worldwide.[medical citation needed] By that date there had been 184,139[2] deaths among people who had recently tested positive – the world's seventh-highest death toll and 28th-highest death rate by population.[133][medical citation needed] This is Europe's second-highest death toll after Russia, and the 20th-highest death rate worldwide.[133][medical citation needed] Since early 2021 the UK has had one of the world's highest testing rates.[134][135][failed verification][needs update] In March 2022, The Lancet published a study showing that, compared to other western European countries, with 127 per 100,000 population, the UK had a lower excess deaths rate during the pandemic than the average, and lower than Italy (227), Portugal (202), Spain (187), Belgium (147), and the Netherlands (140), that the difference between the UK, France (124), and Germany (121) was not statistically significant, and that Ireland (13) and the Scandinavian countries had a lower rate.[136][137][medical citation needed] The UK rate is marginally more than the world average of 120.[136][medical citation needed] The study was of excess mortality in 191 countries over the years 2020 and 2021 during the pandemic, the method that the chief medical officer of England, Chris Whitty, said is the best way to compare outcomes between countries.[136][137][medical citation needed] The study found that, compared to other countries, the UK tended to attribute more deaths to COVID-19.[136][medical citation needed] A Cambridge University epidemiologist, Raghib Ali, said that the study would correct \"widespread misconceptions\" about the way the UK had handled the pandemic, and that there was \"no clear relationship between levels of excess mortality and different levels of restrictions... across western Europe or indeed the whole of Europe\".[137][medical citation needed] Ali also said \"all the commentary to date as to how and why the UK, or Sweden, has done worse than its neighbours is clearly no longer valid\".[137][medical citation needed]","Title":"COVID-19 pandemic in the United Kingdom - Wikipedia","KeyID":"10525","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_the_United_Kingdom"}