{"Content: ":"The United Kingdom's response to the COVID-19 pandemic consists of various measures by the healthcare community, the British and devolved governments, the military and the research sector. Throughout the pandemic, the British and devolved governments disseminated advice to the public, enacted numerous public health laws including several lockdowns, and provided financial support to several sectors. The British military were mobilised to assist with the pandemic response and conducted operations within the UK and in its overseas territories, respectively. The National Health Services of each nation also took action to free up hospital beds and resources, increase available staff, and establish temporary hospitals, although personal protected equipment shortages were a major issue in the early stages of the outbreak. Increasing capacity for COVID-19 testing took the cooperation of government healthcare agencies, various laboratories, universities and the Royal Mail. The British research sector were involved in COVID-19 vaccine clinical research, drug development and other innovation. In response to the COVID-19 pandemic in the United Kingdom, the British government introduced various public health and economic measures to mitigate its impact. Devolution meant that the four nations' administrative responses to the pandemic differed; the Scottish Government, the Welsh Government, and the Northern Ireland Executive produced different policies to those that apply in England. Numerous laws were enacted or introduced throughout the crisis. The British government had developed a pandemic response plan in previous years. In response to the first confirmed COVID-19 cases in January 2020, the UK introduced advice for travellers coming from affected countries in late January and February 2020, and began contact tracing,[1] although this was later abandoned. The government incrementally introduced further societal restrictions on the public as the virus spread across the country in the following weeks, initially resisting more stringent measures introduced elsewhere in Europe and Asia.[2] Prime Minister Boris Johnson announced the first national lockdown on 23 March 2020 and Parliament introduced the Coronavirus Act 2020, which granted the devolved governments emergency powers and empowered the police to enforce public health measures.[3] As the governments began lifting the nationwide stay-at-home order, policies and approaches diverged between the four nations. The Scottish government uniquely pursued an elimination strategy. Across the country, localised lockdowns, social distancing measures, self-isolation laws for those exposed to the virus and rules on face masks were introduced, as well as efforts to expand COVID-19 testing and tracing. In autumn and winter 2020, further nationwide lockdowns were introduced in response to a surge in COVID-19 cases and the Alpha variant. A COVID-19 vaccination programme began in December 2020. In mid-2021, the government lifted most restrictions during the third wave driven by the Delta variant, until the \"winter plan\" reintroduced some rules in response to the Omicron variant in December that year. Remaining restrictions were lifted in England from 24 February 2022 under a \"living with COVID\" plan announced by the government on that date. Economic support has been provided to struggling businesses and to furlough employees to mitigate the severe economic impact. It also forewent the procurement process in contracts in response to shortages of PPE and medical equipment, major issues in the early months of the outbreak, and for developing a contact tracing app. On 19 March 2020, the UK government announced the formation of a military task force, named the COVID Support Force, to assist with the pandemic response. Two military operations, Operation Rescript and Operation Broadshare, were launched and 20,000 military personnel were placed on standby. This military assistance was available to government departments, devolved administrations and to the civil authorities via the military aid to the civil authorities (MACA) mechanism.[4] Healthcare in the UK is a devolved matter, with England, Northern Ireland, Scotland, and Wales each having their own systems of publicly funded healthcare, funded by and accountable to separate governments and parliaments. As a result of each country having different policies, laws, and priorities, a variety of differences now exist between these systems.[5][6] During the early stages of the pandemic 1,300 elderly Scottish hospital patients were transferred into care homes without receiving a negative coronavirus test result.[7] Many had been infected with the virus and ended up passing it on to other care home residents.[8] Over three thousand care home residents died from coronavirus[9] and Gary Smith, Scotland Secretary of the GMB, said the policy had turned \"care homes into morgues.\"[9] When asked in April 2021 by the BBC if the policy had been a mistake, First Minister Nicola Sturgeon said: \"Looking back on that now, with the knowledge we have now and with the benefit of hindsight, yes.\"[10] As early as February 2020 frontline healthcare workers began to raise their concern regarding the UK's preparedness to cope with a large-scale outbreak.[11] On 16 March, primary care magazine Pulse reported doctors were receiving out-of-date PPE that had had its 2016 use-by date covered with a sticker saying \"2021\".[12] In response, the government offered reassurance that this was safe.[13] Earlier in the month, in response to a survey of Pulse's readership, two of five GPs reported they still did not have PPE to protect them from coronavirus.[12] Some of these concerns were raised with Johnson during Prime Minister's Questions, to which the Prime Minister replied the UK had \"stockpiles\" of PPE.[14] The same day, the Doctors' Association UK (DAUK) reported NHS staff felt they were being put at risk due to lack of PPE.[15] On 22 March, in a letter with 3,963 signatures co-ordinated by the Doctors' Association UK published in The Times, NHS staff asked Johnson to \"protect the lives of the life-savers\" and resolve the what they saw as the \"unacceptable\" shortage of protective equipment.[16][17] On 23 March, in an effort to meet demand and due to concerns about the rising number of medics becoming ill after exposure to the virus, the NHS asked DIY stores to donate PPE for use by NHS staff.[18] Frontline healthcare workers raised concerns that they had been forced to source their own PPE from Screwfix.[19] Hancock said there were \"challenges\" with supplying PPE to NHS staff and said a million masks had been bought that weekend.[20] The following day, the government said there was enough PPE for everyone in the NHS who needed it; this was contradicted by the Royal College of Nursing,[21] the British Medical Association (BMA), and the Doctors' Association UK which warned that without enough PPE, doctors would die.[22][23] On 1 April, the government said 390 million pieces of PPE had been distributed to the health service in the past fortnight. The Royal College of Midwives (RCM),[24] BMA and DAUK said the supplies had yet to reach medical staff.[25][26] The RCM, in a joint statement with unions, including Unite, Unison and the GMB, said the lack of PPE was now 'a crisis within a crisis'.[24] On 9 April it was reported that protective gowns were set to run out by that weekend in London.[27] On 10 April the UK Government sent out a document to PPE suppliers informing them that suppliers of certain medical equipment, including protective masks, gloves, and aprons, must be registered with the Care Quality Commission, which regulates all health and social care services in England only. There was not a similar agreement in place between suppliers and Care Inspectorate Wales or the Care Inspectorate of Scotland.[28][29] The Welsh Government advised care home providers that they should order through their local council, while Plaid Cymru leader Adam Price lodged a formal complaint with the European Union over the issue.[29] The manager of two care homes in Gwynedd, Wales, was told by two suppliers that they would only sell to care homes in England.[30] The chief executive of the care home umbrella group Scottish Care said that the UK's four largest PPE suppliers had said they were not distributing to Scotland because their priority was going to be \"England, the English NHS and then English social care providers\".[31] The UK government reported that it had not instructed any company to prioritise PPE for any nation.[31] Healthcare supplier Gompels' website said at the time that \"These restrictions are not something we have decided, they are a criteria[sic] given to us by Public Health England\".[32] Also in April 2020 whistle-blowers in NHS Scotland came forward to reveal that staff were being made to reuse dirty personal protective equipment (PPE) while at work. One nurse told STV, \"[When we hear the Scottish Government say supplies are fine] it's not frustrating, it's crushing. It is absolutely crushing. We feel we are being lied to.\"[33] First Minister Nicola Sturgeon told the Scottish Parliament in July, \"At no point within this crisis has Scotland run out of any aspect of PPE. We have worked hard to make sure that supplies are there, we’ve worked hard overcoming challenges that we have faced along the way.\"[34] After collating data from over 1500 frontline NHS doctors on ongoing shortages the Doctors' Association UK demanded a public inquiry into the government's failure to adequately procure and supply PPE and healthcare worker deaths.[35] As of August 2020 over 120,000 people had signed a petition for a public inquiry into healthcare worker deaths and PPE and DAUK launched a legal challenge for a judicial review.[36] A BBC Panorama episode, Has the government failed the NHS?, broadcast on 27 April, said the government had been counting PPE items in a way that artificially inflated the total. Gloves were counted individually, rather than as pairs, for instance, and non-PPE items, such as paper towels and detergent, were included in the figure.[37] The programme also said the government was changing the guidance on what PPE was appropriate for medical staff to wear when treating COVID-19 patients, not according to best protective procedure, but according to the stock available.[38] The programme also said that, in the years before the pandemic, the government had ignored expert advice and failed to stockpile essential items.[38] Due to lack of stock, in May an NHS trust prioritised anti-bacterial ventilator filters for coronavirus patients over others.[39] In February 2021 Audit Scotland published a report that concluded the Scottish Government had not prepared adequately for a pandemic; noting that recommendations from pandemic planning exercises in 2015, 2016 and 2018 had not been fully implemented. One particular problem it highlighted was that not enough had been done to ensure Scottish hospitals and care homes had enough personal protective equipment . Overall, it concluded that ministers \"could have been better prepared to respond to the Covid-19 pandemic\". Nicola Sturgeon said there were \"lots of lessons to learn\".[40][41] On 16 March, Boris Johnson held a conference call with business leaders and set them the target of delivering 30,000 ventilators in a fortnight; the government also declined to join an emergency European Union scheme to procure ventilators and other emergency equipment like personal protective equipment (PPE) for hospital staff, saying the UK was no longer part of the EU and that this was area in which it was making its own efforts.[42] Existing ventilator stocks stood at 5,900 at the beginning of the outbreak.[43] On 29 March, the government issued a specification for the \"minimally clinically acceptable\" manufacture and use of continuous positive airway pressure (CPAP) machines.[44] In March 2020, the NHS asked retired staff[45] and final year medical students[46] to return to work. Over 20,000 former staff took this up.[47] Whilst ventilators were procured frontline NHS staff raised concerns about a lack of trained staff to operate them. On 15 March both the BMA and the Doctors' Association UK both raised the alarm that the NHS was short of nearly 43,000 nurses and 10,000 doctors prior to the pandemic.[48] Concerns were also raised that staff were being pressured to return from self-isolation early due to severe short staffing.[49] On 21 March, the NHS had agreed to use, at cost price, almost the entire private healthcare system, bringing 20,000 medical staff into the national effort.[50] On 24 March, Matt Hancock launched a scheme to recruit 250,000 volunteers to support the NHS through the pandemic.[51] The volunteers would carry out jobs like collecting and deliver shopping, medication or \"other essential supplies\" for people in isolation; transporting equipment and medication between NHS services; transporting medically fit patients and providing telephone support to people at risk of loneliness because of self-isolation.[52] The target was surpassed in 24 hours and was raised to 750,000.[53] The scheme was paused on 29 March after the new target was reached.[52] Military personnel from the newly formed COVID Support Force helped staff NHS Nightingale hospitals, mobile test centres and some ambulance services.[54] In Northern Ireland capacity was upgraded at Belfast City Hospital, while in Scotland, NHS Louisa Jordan was established in Glasgow by NHS Scotland.[55] NHS England established temporary \"Nightingale\" hospitals in London, Birmingham, Manchester and Harrogate. The Dragon's Heart Hospital was set up at the Principality Stadium in Cardiff, Wales.[56] Military personnel from the COVID Support Force assisted with the construction and subsequent staffing.[54] In February 2021, The Guardian and the charity Mencap reported that people with learning disabilities were given Do not resuscitate orders. A Catholic priest and doctor, Patrick Pullicino, requested an independent inquiry into the practice. Pullicino says that the source is the COVID-19 critical care referral algorithm, which indicates people such as these are not eligible for ITU care, being high-risk. Public Health England indicated in a study in November 2020 that people with learning disabilities were up to six times more likely to die than anyone else.[57] Shortly after confirming that the cause of the cluster of pneumonia in Wuhan was a new coronavirus, Chinese authorities had shared its genetic sequence for international developments of diagnostic kits.[58] By 10 January,[59] the UK had developed a prototype specific laboratory test for the new disease, performed on a sample from the nose, throat, and respiratory tract and tested at PHE's public health laboratory at Colindale in London.[60] Testing of patients began within days,[61] and by 3 February 326 tests had been performed in the UK.[62] Over the following few weeks, PHE made the test available to 12 other laboratories in the UK, making it possible to test 1,000 people a day.[60][63] By 12/13 March 2020, 29,764 tests had been conducted in the UK, corresponding to 450.8 tests per million people.[64] On 24 March, Matt Hancock said the government had bought 3.5m kits that would test if a person has already had COVID-19; no date was given for their arrival. These tests would allow people to know if they were immune and therefore able to \"go back to work\".[65] It was later found when the kits, which had cost at least £16 million, were tested, they did not meet the required specifications.[66] Hancock announced on 28 March that 10,000 tests a day were now being processed; the actual figure was 5,000.[67][68] As of 31 March 143,186 people had been tested.[69] The UK government and Public Health England were criticised for what some[who?] saw as a failure to organise mass testing. On 28 March the editor-in-chief of The Lancet published a condemnation of what he saw as government inaction and ignoring of WHO advice.[70] On 31 March, former WHO director Anthony Costello, following WHO advice that countries should \"test, test, test\", said the key to the UK's transitioning out of lockdown was mass testing, and that the UK had the capacity to reach the level of testing being carried out by Germany (70,000 tests a day, compared to the UK's 5,000) but the government and Public Health England (PHE) had been too slow and controlling to organise.[71] The day after, Conservative MP Jeremy Hunt, chair of the Health and Social Care Select Committee and former Health Secretary, said it was \"very worrying\" that the government had not introduced mass testing because doing so had been \"internationally proven as the most effective way of breaking the chain of transmission\".[72] On 2 April, The Telegraph reported that one of the Government's science advisers, Graham Medley, said \"mass public testing has never been our strategy for any pandemic\". Medley also said the Government \"didn't want to invest millions of pounds into something that is about preparedness\".[73] The UK Government launched a booking portal for people to be tested for COVID-19. The governments of Scotland and Northern Ireland governments signed up to use the portal that England was using. The Welsh Government went on to partner with Amazon to create a portal. Later this was scrapped with the Welsh Government citing issues around collecting of data having been resolved with the UK government's portal and now wanted to use it, having only released their version across south east Wales.[74] In May, the Department of Health and Social Care and Public Health England confirmed that two samples taken from single subjects, such as in the common saliva and nasal swab test, are processed as two separate tests. This, along with other repeated tests such as checking a negative result, led to the daily diagnostic test numbers being over 20% higher than the number of people being tested.[75] On 18 May, testing was extended to anyone over the age of five after the governments of all four nations agreed to the change.[76] On 29 September, a letter in Lancet highlighted the increasing likelihood of overestimating of COVID-19 incidence as more asymptomatic people are included in RT-PCR testing with consequent \"misdirection of policies regarding lockdowns and school closures,\" noting that the false-positive rate in the UK is currently unknown, with \"preliminary estimates ... somewhere between 0·8% and 4·0%\".[77][78] The letter called for \"stricter standards ... in laboratory testing, ... and pretest probability assessments ... [including] symptoms, previous medical history of COVID-19 or presence of antibodies, any potential exposure to COVID-19, and likelihood of an alternative diagnosis.\"[79] Special arrangements were made with Royal Mail for the delivery of testing kits and their collection from designated \"Priority Postboxes\", which were identified by the attachment of special stickers.[80] On 7 January, the Aintree Hospital revealed that a cycle threshold of Ct=38 was used in the ViaSure method, and the Cepheid GeneXpert Infinity was a black box the contents and settings of which the laboratory technicians had no knowledge and could not change even if they did.[81] In Scotland, a Freedom of Information (Scotland) Act 2002 request released 11 January 2021 detailed that \"Each manufacturer of the PCR test will recommend a differing maximum amplification cycle number to determine presence of SARS CoV-2 when interpreting results, but a maximum of around 40 amplification cycles is normally used.\"[82] By the week 12–18 January 2021 testing was running at 3,970,346 tests per week.[83] By 9 February 2021, 75,693,515 tests had been done. By spring 2021, the testing of schoolchildren had settled into a stasis under Minister Gavin Williamson. Government advice had separate recommendations for primary schools and for secondary schools. Separate guidance was issued for early years and childcare settings and for further education colleges.[84] Primary, school-based nursery and maintained nursery staff were to be supplied with lateral flow device (LFD) test kits to self-swab, although nobody was forced to test themselves; the recommendations were to self-test twice weekly. Public Health England advised that there were as of March 2020 \"currently limited public health benefits attached to testing primary pupils\" with LFDs. Primary age pupils may find the LFD testing process invasive and unpleasant and are unable to self-swab.[85] For secondary schools the advice differed: \"It is crucial that action continues to be taken to break the chains of transmission of the virus, and help safeguard the health of the staff of education settings, and their pupils and students, wherever face-to-face education occurs. Up to one-third of people who have coronavirus are asymptomatic. By rapidly identifying and containing any asymptomatic cases, we can reduce the spread of transmission.\" From 8 March 2020 all eligible staff, pupils and students were expected to test twice weekly using home LFD test kits collected from the secondary school or college. All symptomatic persons (even if they recently had a negative LFD test result) should still self-isolate immediately according to government guidelines.[86] The procedure for LFD testing was left for the NHS to direct,[87] and rugby star Jamie Roberts provided at least one helpful video on YouTube.[88] Initially the swabs caused some controversy because the NHS had standardised their test kits on a sterilisation procedure using ethylene oxide (\"a colourless gas used to sterilise medical equipment worldwide\") but this was quickly dispelled by charities like Full Fact who pointed out that the MHRA had regulated the procedure.[89] The procedure in case a positive LFD test result was obtained was to self-isolate and to call the authorities and they would send a PCR test kit for verification purposes. Following 300 staff being asked to work from home on 26 February in London, while a person was awaiting a test result for the virus, PHE expanded testing around the UK to include people with flu-like symptoms at 100 GP surgeries and eight hospitals: the Royal Brompton and Harefield, Guy's and St Thomas' and Addenbrookes Hospital, as well as hospitals at Brighton and Sussex, Nottingham, South Manchester, Sheffield, Leicester.[90][91] Drive-through screening centres were set up by Central London Community Healthcare NHS Trust at Parsons Green Health Centre on 24 February 2020,[92] A further drive-through testing station was set up by the Sheffield Teaching Hospitals NHS Foundation Trust at a site just off the A57 Sheffield Parkway dual-carriageway on 10 March; in this case, patients ringing NHS 111 with coronavirus-like symptoms in the Sheffield area will be told to drive, if possible, to the testing centre at an allotted time.[93] On 11 March, NHS England announced that testing in NHS laboratories would increase from testing 1,500 to 10,000 per day.[94] The test consists of taking a sample from the nose, throat, deeper lung samples, blood or stool, and transporting the packed samples to the listed PHE regional laboratory designated for the referring laboratory region.[95][96] On 14 May PHE approved an antibody test by Swiss company Roche.[97] Abbott Laboratories said that they also had an antibody test approved by the public health boards of England, Scotland and Wales.[98] The British Medical Association (BMA) asked 8,190 doctors and medical students in England about their concerns about COVID-19; the results were published on 14 September 2020. 86% of respondents expected a second peak, and it was the main concern for 30%. 89% of respondents agreed or strongly agreed that the failure of test and trace risked causing a second wave.[99][100] On 29 February drive-through testing was set-up by NHS Lothian at the Western General Hospital in Edinburgh.[101] On 1 March 2020 it was reported that surveillance was shortly to be extended to some hospitals and GP surgeries in Scotland.[102] Scotland was developing their own contact tracing system, with contact tracing being done by telephone rather than an app.[103][104] On 21 March, Welsh Government Health Minister Vaughan Gething said that the target was 9,000 tests by the end of April. Public Health Wales Chief Executive Tracey Cooper confirmed on 7 May that Wales was to receive an extra 5,000 COVID-19 test kits per day before the UK Government stepped in and stopped them. The Swiss pharmaceutical company Roche Diagnostics and the Welsh Government had a gentleman's agreement, verbally and through emails. Dr. Cooper blamed the UK government \"for gazumping Wales's Covid-19 testing deal\" with Roche; this left Wales only able to carry out 800 tests a day. Public Health England said that it had not interfered with any contract but said \"The UK Government recently asked us to establish a partnership with Roche to support increased diagnostic testing in the UK for Covid-19.\"[105][106] On 21 May 2020 the Welsh Government announced that one of the new antibody blood tests for the SARS-CoV-2 virus is being produced by Ortho Clinical Diagnostics (OCD) at Pencoed, Wales, in partnership with Public Health Wales. The test will be rolled out, prioritised, and managed and will also be available in care homes. According to Health Minister Vaughan Gething, this test is an important part of the \"Test, Trace, Protect\" strategy which will help Wales come out of lockdown.[107] On 4 May, a test version of the NHS's contact tracing app was released.[108][109] The app was trialled on the Isle of Wight.[108][109] Matthew Gould, CEO of NHSX, the government department responsible for the app, said the data would be accessible to other organisations for legitimate public health reasons, but could not list which.[110] Faculty, a company linked to Cambridge Analytica and Palantir, also linked to Cambridge Analytica,[111] worked on the app.[112] The data collected would be handled according to the data access regulations and would be held in a centralised repository.[113][111][114] Over 150 of the UK's security and privacy experts warned the app's data could be used by 'a bad actor (state, private sector, or hacker)' to spy on citizens.[115][116] Fears were discussed by the House of Commons' Human Rights Select Committee about plans for the app to record user location data.[108] Parliament's Joint Committee on Human Rights said the app should not be released without proper privacy protections.[117] The Scottish government said they would not recommend the app until they could be confident it would work and would be secure.[118] The functionality of the app was also questioned as the software's use of Bluetooth required the app to be constantly running, meaning users could not use other apps or lock their device if the app was to function efficiently.[109] Digital inclusion advocates told the Culture, Media and Sport Committee in May that there was a digital divide with the app, with many people missing out due to not having access to the Internet or having poor IT skills. The advocates said that 64% of the population who had not used the Internet were over the age of 65, and that 63% of the population who did not know how to open an app were under the age of 65.[119] It was reported by the Financial Times that a second app was in development using technology from Apple and Google.[120][121] The digital skills advocacy group FutureDotNow is running a campaign to provide connectivity to excluded households.[122] On 18 June, Health Secretary Matt Hancock announced development would switch to the Apple/Google system after admitting that Apple's restrictions on usage of Bluetooth prevented the app from working effectively.[123] On 30 July 2020, the Northern Ireland Executive launched the StopCOVID NI app based on the Republic of Ireland app developed by Nearform which uses the Apple/Google Exposure Notification system. The app interoperates with the Republic of Ireland version of the app.[124] The COVID Symptom Study app is an independent initiative led by Professor Tim Spector of King's College, London and endorsed by the Scottish, Irish and Northern Ireland governments but not the UK government. It was released on the App Store and Google Play on 24 March, and as of 18 September had 4,214,516 contributors who had downloaded the app.[125] It shows the estimated current active infections by local council areas updated daily.[126] On 13 February 2021, adverse reaction tests began in 300 volunteer children and young people between the ages of six and 17 on the Oxford-AstraZeneca Covid-19 vaccine. Oxford University Professor Andrew Pollard was the Principal Investigator for this round. He \"said most children are relatively unaffected by coronavirus and are unlikely to become unwell... It is important to establish the safety and immune response to the vaccine in children and young people [because] some children may benefit from vaccination.\" He partnered with sites in London, Southampton and Bristol to help him with his study.[127] On 6 April 2021, Maggie Wearmouth of the JCVI said \"in a personal capacity\" that the vaccine roll-out should be slowed \"in younger people\" to maintain public trust and confidence, after the committee had discussed concerns over a possible link between the Oxford–AstraZeneca vaccine and a \"rare type of blood clot\"[128] thrombosis, although Paul Hunter declared on 14 April in a piece commissioned by the BMJ that \"These rare events must not derail vaccination efforts.\"[129] On 24 April 2021, as the NHS celebrated \"over half of UK now vaccinated\", JCVI member Adam Finn who is a University of Bristol Professor of paediatrics expressed frustration with the caution surrounding children. \"In my normal life I spend my time doing vaccine trials in children. And children are very much prioritised for most vaccines, so it's a very weird and unusual situation we're in now because I and other colleagues have spent the last year doing vaccine trials in adults and mostly in older adults, because of the nature of the problems that Covid presents. So the children have really got very much left behind in this programme really because the children for the most part have not been affected by Covid in any serious way.\"[130] On 4 June 2021, government announced that the MHRA had concluded its assessment of Pfizer-BioNTech trial data for the 12-15 year old cohort. MHRA Chief Executive Dr June Raine reported \"that the benefits of this vaccine outweigh any risk.\" Professor Sir Munir Pirmohamed, Chair of the Commission on Human Medicines said that \"Over 2000 children aged 12-15 years were studied as part of the randomised, placebo-controlled clinical trials.\"[131] On 7 June 2021, JCVI Deputy Chair Professor Anthony Harnden expected government \"to include children after the medicines regulator approved the Pfizer vaccine for those aged 12 to 15\" and would soon present the MHRA's positive conclusion to his colleagues for their approval.[132] Because \"In order to prevent any perceived conflict of interest it was agreed that the JCVI Chair (Professor Andrew Pollard), who is involved in the development of a SARS-CoV-2 vaccine at Oxford, would recuse himself from all JCVI COVID-19 meetings\",[133] Harnden acts in his stead on these matters. On 11 June 2021, the USCDC scheduled an \"Emergency Meeting\" because 226 cases of myocarditis and pericarditis heart inflammation had been seen particularly in adolescents and young adults after Pfizer-BioNTech and Moderna COVID-19 vaccination, and reportedly were still \"working on\" over 200 additional reported cases in the age group.[134] On 15 June 2021, the JCVI still had not issued its public judgement of the Pfizer-BioNTech children's data, but was rumoured to be considering a pause \"until scientists have more data on the risks\", so \"Ministers will be advised against the mass rollout of Covid vaccinations to children.\" Some members were \"understood to have voiced serious ethical concerns about vaccinating children, given that they rarely suffer serious illness from Covid.\" One writer and \"one senior government source\" remarked that because the MHRA had on 4 June declared safe that vaccine for youth, it would be safe for Cabinet to ignore the JCVI. This news came on the day when France had approved vaccinations for the same age category. Harnden told BBC Radio 4's Today programme: \"We do have to be absolutely sure these vaccines are completely safe. The MHRA said they are safe in trials, but of course that's very different to immunising millions of children. We'll be looking very carefully at the data emerging from the US and other countries on vaccines in children before making any assumptions, but we're not there yet with children.\"[135] Also on 15 June, the leader of the National Education Union Kevin Courtney expressed that \"children ought to be fully vaccinated before returning to school in September\", and said that \"should the Government decide to vaccinate schoolchildren\", this should happen \"as quickly as possible\".[136] On 17 June Professor Pollard, who because \"In order to prevent any perceived conflict of interest it was agreed that the JCVI Chair (Professor Andrew Pollard), who is involved in the development of a SARS-CoV-2 vaccine at Oxford, would recuse himself from all JCVI COVID-19 meetings\",[133] pronounced himself on vaccinating youngsters to Sarah Knapton and Harry de Quetteville of The Daily Telegraph. He said, while the JCVI was in session over the issue but in order ostensibly to stop the chaos caused by the policy of government, that \"If children are not severely affected, if they're not major drivers of transmission, the testing itself is picking up lots of cases - causing classes to be sent home and so on - we've got to get to a point where we're not impacting on education. And I think that impact on education could be a reason for vaccination.\"[137] In early September, although the JCVI had \"failed to recommend Covid-19 vaccines for healthy 12- to 15-year-olds, and instead advised that more children with underlying health conditions and vulnerable relatives should be offered the jab\" while \"protesters clashed with police outside the MHRA headquarters in Canary Wharf, resulting in four officers being injured\"[138] Sajid Javid planned \"to push through the rollout of jabs to all 12 to 15-year-olds\" with the aid of CMO Chris Whitty and a \"guidance circulated to NHS trusts\" which said \"that most 12 to 15-year-olds should be deemed Gillick competent to provide [their] own consent over jabs\", and thereby override the need for parental consent. Concerned parent Molly Kingsley, who had co-founded of the parent campaign group UsForThem over the issue, warned that \"Were vaccination of children to happen on school premises without fully respecting the need for parental consent it would really prejudice parents' trust in schools.\" Meanwhile John Edmunds, part of the SAGE group that advises government on medical issues, said that \"if we allow infection just to run through the population, that's a lot of children who will be infected and that will be a lot of disruption to schools in the coming months.\"[139] UK Research and Innovation also announced £20 million to develop a COVID-19 vaccine and to test the viability of existing drugs to treat the virus.[140] The COVID-19 Genomics UK Consortium will deliver large-scale, rapid whole genome sequencing of the virus that causes the disease and £260 million to the Coalition for Epidemic Preparedness Innovations to support vaccine development.[141][142] In April, the UK Government launched a task force to help develop and roll out a coronavirus vaccine.[143][144] A University of Edinburgh led study in to whether specific genes cause a predisposition into the effects that COVID-19 had on people began in May.[145][146] The London School of Hygiene & Tropical Medicine, studied whether sniffer dogs could detect coronavirus in humans.[147] Following research by King's College London of symptoms from 1.5 million suspected cases, \"loss of taste or smell\" was added to the NHS symptoms list.[148] In March 2020, the government asked manufacturers in the UK to help in the production of respiratory devices to help fight COVID-19.[149] Innovate UK announced £20 million funding for innovative businesses.[150] The Formula One teams and manufacturers based in the UK linked up to form \"Project Pitlane\".[151] A group of engineers from Mercedes and University College London, along with staff from University College Hospital, designed and made a product known as UCL-Ventura breathing aid, which is a continuous positive airway pressure (CPAP) device. The Medicines and Healthcare products Regulatory Agency (MHRA) approved the second model of the device. The UK Government put an order in for 10,000 devices. Mercedes made the drawings for the device available for free to help other countries fight COVID-19.[152][153] On 16 April the MHRA approved the Penlon Prima ESO2, design which was part of the stream known as VentilatorChallengeUK. The UK government ordered 15,000 of these devices.[154][155] A consortium of aerospace companies including Airbus, Meggitt, and GKN worked on scaling up production of an existing design.[156][157] In April this design was approved by the MHRA and an order for 15,000 units was placed.[158] Other designs by JCB, Dyson and BlueSky were not taken forward.[159] Eight other designs had their support ended by the UK government.[159][160][161][153] A CPAP device, known as a Covid emergency ventilator, designed by Dr Rhys Thomas, a consultant anaesthetist at Glangwili General Hospital in Carmarthen, was given the go-ahead by the Welsh Government.[162] The machine, designed in a few days was used on a patient in mid-March 2020, and subsequently funded by the Welsh Government. In early April, it was approved by the MHRA. Production is by CR Clarke & Co in Betws, Carmarthenshire.[163][164] Jaguar Land Rover (JLR) produced a reusable visor with the first deliveries just before Easter, and shared the designs to allow wider manufacture.[165][166] The Royal Mint manufactured medical visors for medical staff working during the pandemic.[167][168] As of December 2020, clinical trials of five coronavirus vaccine candidates have been conducted in the UK: Oxford-AstraZeneca AZD1222, Imperial College London LNP-nCoVsaRNA, Novavax NVX-CoV2373, Janssen Pharmaceutica Ad26.COV2.S, and Valneva SE VLA2001.[169]","Title":"United Kingdom responses to the COVID-19 pandemic - Wikipedia","KeyID":"10533","URL":"https://en.wikipedia.org/wiki/United_Kingdom_responses_to_the_COVID-19_pandemic"}