{"Content: ":"In response to the COVID-19 pandemic in the United Kingdom, the British government introduced various public health and economic measures to mitigate its impact. Devolution meant that the four nations' administrative responses to the pandemic differed; the Scottish Government, the Welsh Government, and the Northern Ireland Executive produced different policies to those that apply in England. Numerous laws were enacted or introduced throughout the crisis. The British government had developed a pandemic response plan in previous years. In response to the first confirmed COVID-19 cases in January 2020, the UK introduced advice for travellers coming from affected countries in late January and February 2020, and began contact tracing,[1] although this was later abandoned. The government incrementally introduced further societal restrictions on the public as the virus spread across the country in the following weeks, initially resisting more stringent measures introduced elsewhere in Europe and Asia.[2] Prime Minister Boris Johnson announced the first national lockdown on 23 March 2020 and Parliament introduced the Coronavirus Act 2020, which granted the devolved governments emergency powers and empowered the police to enforce public health measures.[3] As the governments began lifting the nationwide stay-at-home order, policies and approaches diverged between the four nations. The Scottish government uniquely pursued an elimination strategy. Across the country, localised lockdowns, social distancing measures, self-isolation laws for those exposed to the virus and rules on face masks were introduced, as well as efforts to expand COVID-19 testing and tracing. In autumn and winter 2020, further nationwide lockdowns were introduced in response to a surge in COVID-19 cases and the Alpha variant. A COVID-19 vaccination programme began in December 2020. In mid-2021, the government lifted most restrictions during the third wave driven by the Delta variant, until the \"winter plan\" reintroduced some rules in response to the Omicron variant in December that year. Remaining restrictions were lifted in England from 24 February 2022 under a \"living with COVID\" plan announced by the government on that date. Economic support has been provided to struggling businesses and to furlough employees to mitigate the severe economic impact. It also forewent the procurement process in contracts in response to shortages of PPE and medical equipment, major issues in the early months of the outbreak, and for developing a contact tracing app. The British government's response, in particular the timeliness of public health measures being introduced and lifted, has faced criticism from academic medical sources, media outlets, relatives of COVID-19 victims and some political figures. A public inquiry into the response will take place in 2022. The UK Influenza Pandemic Preparedness Strategy was published in 2011 and updated in 2014,[4] alongside a review of the available medical and social countermeasures.[5] Pandemic flu guidance was published in 2013 and updated in 2017, covering guidance for local planners, business sectors, and an ethical framework for the government response. The guidance stated:[6] There are important differences between 'ordinary' seasonal flu and pandemic flu. These differences explain why we regard pandemic flu as such a serious threat. Pandemic influenza is one of the most severe natural challenges likely to affect the UK. In 2016, the government carried out Exercise Cygnus, a three-day simulation of a widespread flu outbreak. A report compiled the following year by Public Health England (but not made public) found deficiencies in emergency plans, lack of central oversight and difficulty managing capacity in care homes.[7] In June 2020, the Permanent Secretary at the Treasury Tom Scholar and the Cabinet Office Permanent Secretary Alex Chisholm told the Public Accounts Committee that the civil service did not subsequently create a plan for dealing with the pandemic's effects on the economy.[8] The government published the Health Protection (Coronavirus) Regulations 2020 on 10 February 2020, a statutory instrument covering the legal framework behind the government's initial containment and isolation strategies and its organisation of the national reaction to the virus for England.[9] Other published regulations include changes to Statutory sick pay (into force on 13 March),[10] and changes to Employment and Support Allowance and Universal Credit (also 13 March).[11] On 19 March, the government introduced the Coronavirus Act 2020, which grants the government discretionary emergency powers in the areas of the NHS, social care, schools, police, the Border Force, local councils, funerals and courts.[12] The act received royal assent on 25 March 2020.[13] Closures to pubs, restaurants and indoor sports and leisure facilities were imposed in England via the Health Protection (Coronavirus, Business Closure) (England) Regulations 2020.[14] The restrictions on movements, except for allowed purposes, were: In England from 15 June 2020, the Health Protection (Coronavirus, Wearing of Face Coverings on Public Transport) (England) Regulations 2020 required travellers on public transport to wear a face covering.[19] On 25 June 2020, the Corporate Insolvency and Governance Act 2020 was enacted to provide additional protections to companies in financial difficulty as a result of the impacts of the pandemic.[20] The first published government statement on the COVID-19 situation in Wuhan was released on 22 January 2020 by the Department of Health and Social Care and Public Health England.[22] Guidance has progressed in line with the number of cases detected and changes in where affected people have contracted the virus, as well as with what has been happening in other countries.[23] In February, Chief Medical Officer (CMO) to the British government, Chris Whitty said \"we basically have a strategy which depends upon four tactical aims: the first one is to contain; the second of these is to delay; the third of these is to do the science and the research; and the fourth is to mitigate so we can brace the NHS\".[1] These aims equate to four phases; specific actions involved in each of these phases are:[citation needed] The four CMOs of the home nations raised the UK's risk level from low to moderate on 30 January 2020, upon the WHO's announcement of the disease as a Public Health Emergency of International Concern.[25][26] As soon as cases appeared in the UK on 31 January 2020, a public health information campaign, similar to the previous \"Catch it, Bin it, Kill it\" campaign, was launched in the UK, to advise people how to lessen the risk of spreading the virus.[26] Travellers from Hubei province in China, including the capital Wuhan, were advised to self-isolate, \"stay at home, not go to work, school or public places, not use public transport or taxis; ask friends, family members or delivery services to do errands\",[27] and call NHS 111 if they had arrived in the UK in the previous 14 days, regardless of whether they were unwell or not.[26] Further cases in early February prompted the Secretary of State for Health and Social Care, Matt Hancock, to announce the Health Protection (Coronavirus) Regulations 2020.[25] Daily updates have been published by the Department of Health and Social Care.[25] NHS Digital in the meanwhile, have been collecting data.[28] On 25 February 2020, the British CMOs advised all travellers (unwell or not) who had returned to the UK from Hubei province in the previous 14 days, Iran, specific areas designated by the Italian government as quarantine areas in northern Italy, and special care zones in South Korea since 19 February, to self-isolate and call NHS 111.[29] This advice was also advocated for any person with flu-like symptoms and a history of travelling from Vietnam, Cambodia, Laos, Myanmar and areas in Italy north of Pisa, Florence and Rimini, returning to the UK since 19 February. Later, self-isolation was recommended for anyone returning from any part of Italy from 9 March.[25][29] Initially, Prime Minister Boris Johnson largely kept Britain open, resisting the kind of lockdowns seen elsewhere in Europe. In a speech on 3 February, Johnson's main concern was that the \"coronavirus will trigger a panic and a desire for market segregation that go beyond what is medically rational to the point of doing real and unnecessary economic damage\".[30] On 11 February, a \"senior member of the government\" told the ITV journalist Robert Peston that \"If there is a pandemic, the peak will be March, April, May\" and, further, that \"the risk is 60% of the population getting it. With a mortality rate of perhaps just over 1%, we are looking at not far off 500,000 deaths\".[31] On 8 March, Peston reported that the government believed the Italian government's approach to lockdown to be based on \"several of the populist – non-science based – measures that aren't any use. They're who not to follow\".[32] Later the Times revealed that, in early March, the government did not even ask its scientists to model whether a lockdown might be a solution.[3] On 2 March, Johnson said in an interview with BBC News: \"The most important thing now is that we prepare against a possible very significant expansion of coronavirus in the UK population\". This came after the 39th case in the UK was confirmed and over a month after the first confirmed case in the UK.[33] The same day, a BBC One programme Coronavirus: Everything You Need to Know addressed questions from the public on the outbreak.[34] The following day, the Coronavirus Action Plan was unveiled.[25] The next day, as the total number of cases in the UK stood at 51, the government declared the COVID-19 pandemic as a \"level 4 incident\",[35] permitting NHS England to take command of all NHS resources.[35][36] Planning has been made for behaviour changing publicity including good hygiene and respiratory hygiene (\"catch it, bin it, kill it\"),[37] a measure designed to delay the peak of the infection and allow time for the testing of drugs and initial development of vaccines.[24] Primary care has been issued guidance.[38] On 11 March, the Deputy Chief Medical Officer for England Jenny Harries said that the government was \"following the science\" by not banning mass gatherings. She also said, on face masks, \"If a healthcare professional hasn't advised you to wear a face mask... it's really not a good idea and doesn't help\".[39] She added that masks could \"actually trap the virus in the mask and start breathing it in\".[40] On 13 March, British government Chief Scientific Adviser Patrick Vallance told BBC Radio 4 one of \"the key things we need to do\" is to \"build up some kind of herd immunity so more people are immune to this disease and we reduce the transmission\".[41] This involves enough people getting infected, upon which they develop immunity to the disease.[42][43] Vallance said 60% of the UK's population will need to become infected for herd immunity to be achieved.[44][43] Another member of the UK government's Scientific Advisory Group for Emergencies (SAGE), Graham Medley, told BBC's Newsnight that: \"We're going to have to generate what we call herd immunity ... and the only way of developing that, in the absence of a vaccine, is for the majority of the population to become infected.\"[45] A Downing Street source later revealed that the \"mantra\" in government at this time was that \"we've all got to get it.\"[3] This stance was criticised by experts[who?] who said it would lead to hundreds of thousands of deaths and overwhelm the NHS. More than 200 scientists urged the government to rethink the approach in an open letter.[46][47][medical citation needed] Subsequently, Health Secretary Matt Hancock said that herd immunity was not a plan for the UK, and the Department of Health and Social Care said that \"herd immunity is a natural by-product of an epidemic\".[48] On 26 March, Deputy Chief Medical Officer Jenny Harries said that testing and contact tracing was no longer \"an appropriate mechanism as we go forward\".[49] On 4 April, The Times reported that Graham Medley, a member of the UK government's Scientific Advisory Group for Emergencies (SAGE), was still advocating a \"herd immunity\" strategy.[50] There was a letter published in The Lancet on 17 March calling on the government to openly share its data and models as a matter of urgency.[2] Public Health England has also been involved with efforts to support the British Overseas Territories against the outbreak.[51][52] Large sporting and cultural events took place into mid-March, with Culture Secretary Oliver Dowden and Jonathan Van-Tam dismissing calls to ban them in early that month. Cheltenham Festival and a Liverpool match of the UEFA Champions League knockout phase are particularly thought to have increased the virus' spread.[53][54] As many event organisers themselves began cancelling events, reports emerged on 13 March that the government would introduce a ban on large gatherings the following week.[55][56] On 16 March, the British government started holding daily press briefings. The briefings were to be held by the Prime Minister or government ministers and advisers. The government had been accused of a lack of transparency over their plans to tackle the virus.[57] Daily briefings were also held by the devolved administrations of Northern Ireland, Scotland and Wales.[58] The speakers at the daily press briefings were accompanied by sign language interpreters. British sign language is a recognised language in Scotland and Wales, with interpreters standing 2 metres behind Ministers. Northern Ireland's briefings had both British and Irish Sign Language interpreters who were shown on a small screen in the press conference room. The British government briefing did not have an interpreter in the room or on a screen leading to a Twitter campaign about the issue. The government reached an agreement to have the press conferences signed on the BBC News Channel and on iPlayer in response to the campaign.[59] In response to this a petition was created by Sylvia Simmonds that required the government to use sign language interpreters for emergency announcements.[60] Legal firm Fry Law looked to commence court proceedings as they said the government had broken the Equality Act 2010, but also said that the government was doing the bare minimum and were crowdfunding to cover the government's legal costs if they lost.[59] On 17 March 2020, Johnson announced in a daily news conference that the government \"must act like any wartime government and do whatever it takes to support our economy\".[61] On 12 March, the government announced it was moving out of the contain phase and into the delay phase of the response to the COVID-19 pandemic. The announcement said that in the following weeks, the government would introduce further social distancing measures for older and vulnerable people, and asking them to self-isolate regardless of symptoms. Its announcement said that if the next stage were introduced too early, the measures would not protect at the time of greatest risk but they could have a huge social impact. The government said that its decisions were based on careful modelling and that government measures would only be introduced that were supported by clinical and scientific evidence.[62] The UK abandoned contact tracing on March 12.[63][64] From 19 March, Public Health England, consistent with the opinion of the Advisory Committee on Dangerous Pathogens, no longer classified COVID-19 as a \"High consequence infectious disease\" (HCID). This reversed an interim recommendation made in January 2020, due to more information about the disease confirming low overall mortality rates, greater clinical awareness, and a specific and sensitive laboratory test, the availability of which continues to increase. The statement said \"the need to have a national, coordinated response remains\" and added, \"this is being met by the government's COVID-19 response\". This meant cases of COVID-19 are no longer managed by HCID treatment centres only.[65] An editorial in The BMJ questioned this decision, suggesting this was to permit healthcare staff to use \"a lower level\" of personal protective equipment for treating patients.[63] The slogan \"Stay Home, Protect the NHS, Save Lives\" was first suggested internally in a government conference call on 19 March, days before they imposed a full national lockdown.[citation needed] The slogan was introduced concurrently with the national lockdown imposed on 23 March, ordering the public against undergoing non-essential travel and ordering many public amenities to close.[citation needed] Essential travel included food shopping, exercise, medical attention, and travelling for necessary work, which included those working in the healthcare, journalism, policing, and food distribution industries.[66] To ensure that the lockdown was obeyed, all shops selling \"non-essential goods\", as well as playgrounds, libraries, and places of worship, were to be closed.[67] Gatherings of more than two people in public were also banned, including social events, such as weddings, baptisms and other ceremonies, but excluding funerals.[68] The stay-at-home order was announced by the Prime Minister, Boris Johnson, in a television broadcast. It was initially expected to last at least three weeks, superseding the government's guidance for the public to go about their normal lives while remembering to wash their hands thoroughly.[69] The \"Stay Home\" slogan appeared on the lecterns that speakers stood behind at the press conferences. It was often seen in capital letters, on a yellow background, with a red and yellow tape border. The government commissioned and broadcast millions of radio, television,[69] newspaper and social media adverts. These were often accompanied by photographs of healthcare workers wearing personal protective equipment, including face masks.[70] On 23 March, a 20,000-strong military task force, named the COVID Support Force, was launched to provide support to public services and civilian authorities. Two military operations — Operation Rescript and Operation Broadshare — commenced to address the outbreak within the United Kingdom and its overseas territories.[71] On 24 March, all major mobile telephony providers, acting upon a government request, sent out an SMS message to each of their customers, with advice on staying isolated.[72] This was the first ever use of the facility.[72] Although the government in 2013 endorsed the use of Cell Broadcast to send official emergency messages to all mobile phones, and has tested such a system, it has never actually been implemented. Backer Toby Harris said the government had not yet agreed upon who would fund and govern such a system.[73][74] The Daily Telegraph reported that ministers had discussed but been divided on banning international arrivals from countries most affected by COVID-19 (particularly Iran, the United States) altogether in March 2020.[75] In early 2021, Home Secretary Priti Patel said that she had advocated for UK borders to be closed at the time.[76] On 27 March, Johnson said he had contracted coronavirus and was self-isolating, and that he would continue to lead the government's response to coronavirus through video conference.[77] On the evening of 5 April the Prime Minister was admitted to hospital for tests.[78] The next day he was moved to the intensive care unit at St Thomas' Hospital, and First Secretary of State Dominic Raab deputised for him.[79] On 5 April 2020, Hancock warned that all outdoor exercise in England could be banned in response to COVID-19 if people did not follow social distancing rules, saying: \"So my message is really clear. If you don't want us to have to take the step to ban exercise of all forms outside of your own home then you've got to follow the rules and the vast majority of people are following the rules.\"[80] In mid-April, a member of the Cabinet told The Telegraph that there was no exit plan yet.[81] Several members of the British government stated that it was not possible to draw up a definitive plan on how to exit lockdown as it is based on scientific advice.[82] In April, the Scottish government published plans to pursue a zero-COVID \"elimination\" strategy, in contrast with the rest of the UK, and expanded a \"test, trace, isolate support\" system.[83] In early May, research was published which concluded that if the most vulnerable (the elderly and those with certain underlying illnesses) were completely shielded, the lockdown could mostly be lifted, avoiding \"a huge economic, social and health cost\", without significantly increasing severe infections and deaths.[84] It also recommended regular testing and contact tracing.[85][86] On 8 May the Welsh government relaxed restrictions on exercise and allowed some garden centres and recycling facilities would reopen.[87] Nicola Sturgeon stated that she wanted all nations to make changes together as it would give the public a clear and consistent message.[88] Boris Johnson acknowledged different areas move at slightly different speeds with actions based on the science for each area.[89] Scotland announced a similar measure in terms on exercise as Wales, to go live on the same day.[90] The Scottish government generally pursued a slower lifting of lockdown measures than the rest of the UK over the following months.[83] Johnson made a second televised address on 10 May, changing the slogan from \"Stay at Home\" to \"Stay Alert\". \"Stay Home\" was reported as being at the core of the government's communications until being phased out around this time.[91] The full \"Stay Alert, Control the Virus, Save Lives\" would later be followed by \"Hands, Face, Space\".[92][93] Johnson also outlined on 10 May address how restrictions might end and introduced a COVID-19 warning system.[94] Additionally measures were announced stating that the public could exercise more than once a day in outdoor spaces such as parks, could interact with others whilst maintaining social distance and drive to other destinations from 13 May in England.[95] This was leaked to the press[96][97] and criticised by leaders and ministers of the four nations, who said it would cause confusion.[98] The leaders of Scotland, Northern Ireland, and Wales said they would not adopt the new slogan.[99][100] Welsh Health Minister Vaughan Gething said that the four nations had not agreed to it, and the Scottish Health Secretary Jeane Freeman said that they were not consulted on the change.[101][102] Labour leader Sir Keir Starmer said that the new message \"lacked clarity\".[103] The Guardian were told that neither Chris Whitty, the chief medical officer for England, nor Sir Patrick Vallance, government's chief scientific adviser, had given the go-ahead for the new slogan. Witty later said at a Downing Street press conference that \"Neither Sir Patrick nor I consider ourselves to be comms experts, so we're not going to get involved in actual details of comms strategies, but we are involved in the overall strategic things and we have been at every stage.\" The slogan was criticised by members[who?] of SAGE.[104] Scottish First Minister Nicola Sturgeon said: \"We mustn't squander progress by easing up too soon or sending mixed messages. People will die unnecessarily.\"[105] The next day the government published a 60-page roadmap of what exiting lockdown could look like.[106] A document was additionally published outlining nine points which applied to England, with an update of measures from 13 May.[107] As the rules between England and Wales were different in terms of exercise, many officials warned against the public driving to destinations in Wales for exercise.[108] The Counsel General for Wales, Jeremy Miles, said visitors could be fined if they drove into Wales for leisure.[101] Sturgeon gave a similar warning about driving into Scotland.[109] She additionally said that politicians and the media must be clear about what they are saying for different parts of the UK after Johnson's address did not state which measures only applied to England.[95][110][111] On 17 May, Labour leader Keir Starmer called for a 'four-nation' unified approach.[112] Greater Manchester Mayor Andy Burnham said that there was a risk of national unity in ignoring the different demands of regions in England.[113][114] Boris Johnson acknowledged the frustrations in some of the rules and said that \"complicated messages were needed during the next phase of the response and as restrictions changed\".[115] Contact tracing was resumed at different points in each of the four nations. Pilot tracing began on 27 April in Northern Ireland, 28 May in Scotland and England, and 1 June in Wales. By 18 June, 92% of all positive cases and their contacts were being traced within 24 hours in Northern Ireland.[116] The Northern Ireland Executive published a five-stage plan for exiting lockdown on 12 May, but unlike the plans announced in England the plans did not include any dates of when steps may be taken.[117][118][99] An announcement was made on 14 May that garden centres and recycling centres would reopen on Monday in the first steps taken to end the lockdown in Northern Ireland.[119][117] On 15 May, Mark Drakeford announced a traffic light plan to remove the lockdown restrictions in Wales, which would start no earlier than 29 May.[120][121] On 20 June 2020, a group of cross-party MPs wrote a letter to the government, urging them to consider a four-day working week for the UK after the pandemic.[122] While nationwide lockdown measures were gradually relaxed throughout the summer, including a shift towards regional measures such as those instituted in Northern England in July,[123] lockdown easing plans were delayed at the end of July due to rises in case numbers,[124] and measures were increased once more following the resurgence of the virus nationwide starting in early September.[125][126] On 14 August the Chancellor of the Exchequer Rishi Sunak urged people to return to offices, cafés and restaurants.[127] On 27 August Boris Johnson launched a campaign emphasising the benefits to the public of returning to the office instead of working from home.[128] On 11 July 2020, the MPs urged the Prime Minister to clarify on wearing masks, after he hinted a day earlier that it could become compulsory to wear them in shops.[129][needs update] In August, Scottish First Minister Nicola Sturgeon advocated for the rest of the UK to adopt the zero-COVID approach that Scotland and Northern Ireland were both pursuing.[130] On 9 September 2020, the British government announced the banning of social gatherings of more than six people, which was to be implemented from 14 September, amidst rising cases of coronavirus. A £100 fine was initiated to be imposed on the people who fail to comply, doubling on each offence up to a maximum of £3,200.[131] Boris Johnson chose not to follow his scientific advisers' advice on 21 September when he did not introduce a short \"circuit-breaker\" lockdown as advised by SAGE.[132] By 1 October 2020, around a quarter of the population of the United Kingdom, about 16.8 million people, were subject to local lockdown measures with some 23% of people in England, 76% of people in Wales and 32% of people in Scotland being in local lockdown.[133] On 12 October, Johnson unveiled a three-tier approach for England, in which local authorities were divided into different levels of restrictions.[134] An article in The Lancet suggested the localised restrictions were ineffective at reducing the spread of the disease.[135] The Northern Ireland Executive introduced what it termed a \"circuit breaker\" lockdown on 16 October, lasting four weeks, across Northern Ireland. Schools were also closed for two of these weeks.[136] Welsh First Minister Mark Drakeford announced a \"firebreak lockdown\" would be introduced across Wales between 23 October and 9 November in response to rising infection rates. The stay-at-home order forbade non-essential travel and closed many economic sectors.[137] Nicola Sturgeon also announced a new four-tier regional restriction system to apply across Scotland on 29 October.[138] Johnson announced in a press conference on 31 October that England would enter a second national lockdown which would go on for four weeks. He said that to prevent a \"medical and moral disaster\" for the NHS, the lockdown would begin on 5 November when non-essential shops and hospitality will close, but, unlike the first lockdown, schools, colleges and universities will stay open.[139] On 23 November, the government published a new enhanced tier system[140] which applied in England following the end of the second lockdown period on 2 December.[141] On 16 December Johnson said that restrictions would be relaxed for five days over the Christmas period.[142] That same day, the Health Secretary Matt Hancock announced that a new COVID-19 strain had been discovered, which was named VUI-202012/01.[143] On 16 December, the Welsh Government announced a full lockdown would be introduced immediately after the 5-day Christmas period (23–27 December) on 28 December.[144] The following day, the Northern Ireland Executive agreed to a six-week lockdown to begin on Boxing Day.[145] On 19 December 2020, it was announced that Wales would go into a full lockdown (or \"tier 4\" restrictions) immediately, effective from midnight on 20 December. No end date was announced.[144] On 20 December Johnson said that the planned Christmas relaxations had been cancelled for London and South East England and limited to a single day for the rest of England as a result of the discovery of the strain.[146] SAGE advised the government to call a third national lockdown on 22 December 2020.[147] Nicola Sturgeon announced a lockdown in Scotland on 4 January 2021, to come into force that night.[148] In a live broadcast later the same day, Johnson confirmed that England would enter a lockdown from 5 January. All travel and gatherings were banned, except for essential reasons, such as essential work, food shopping and daily exercise. Inter-household mixing was only permitted outside for essential exercise. All schools and universities were closed, with remote learning used instead. Exams were also cancelled.[149] The independent Resolution Foundation think tank suggested that delaying the third lockdown to January rather than implementing it in December had contributed to 27,000 more deaths in England.[150] Restrictions on incoming international travellers were introduced in January 2021, including a negative test prior to departure[151] and all travel corridors were closed on Monday 18 January, requiring all international travellers to self-isolate for 10 days.[152] Restrictions were subsequently eased in incremental steps.[citation needed] As the vaccination programme expanded, the government lifted most remaining restrictions in England on 19 July 2021, as the SARS-CoV-2 Delta variant was driving a third wave of infections. In England, face masks became recommended rather than mandatory in certain settings, limits on gatherings were removed, and certain rules on nightclubs, restaurants and bars were lifted. However, Transport for London maintained face mask mandates.[153][154] The governments of Scotland and Wales lifted most remaining rules in early August, but both maintained existing face mask rules.[155][156] In December 2021, proposals referred to as \"Plan B\" were put forward to renew work from home advice and mandatory face masks in certain settings following increased incidence in the UK and elsewhere of the SARS-CoV-2 Omicron variant.[157] SAGE advocated for further restrictions to be introduced to mitigate the impact of the variant on the NHS given the expectation of staff shortages, but these were not adopted.[158] On December 26, social distancing rules, capacity limits in certain indoor venues, closure of nightclubs and advice on limiting household mixing were introduced in Wales, Northern Ireland and Scotland by their respective devolved governments; further measures were not introduced in England.[159][160] In January 2022, New Scientist reported Sky News-sourced speculation that, \"within the coming weeks\", the government was expected to announce plans to transition to treating COVID-19 as endemic in the UK.[161] Prime Minister Boris Johnson announced in February 2022 that remaining restrictions would end in England, under a \"Living with COVID\" plan. This includes removing the requirement for infected people to self-isolate, reduced PCR testing, and for rapid antigen tests no longer to be free.[162][163] The \"living with COVID\" plan was released on 24 February 2022, setting out guidelines intended to manage the prevalence and impact of the virus in a similar way to the management of other respiratory illnesses.[164] This approach involves: Vaccines underpin all of these principles, which from February 2022 \"form the basis of the Government's strategy for living with COVID-19\".[164] The legal requirement for people to self-isolate following a positive test was removed, although people who test positive continue to be advised to stay at home and avoid contact with other people.[164] Vaccinations began on 8 December 2020 after Margaret Keenan became the first person in the world (outside trials) to receive her first dose of two of the Pfizer–BioNTech COVID-19 vaccine.[165] There are three vaccines currently in use; following approval of the Pfizer–BioNTech COVID-19 vaccine (Comirnaty), vaccines developed by University of Oxford and AstraZeneca (Vaxzevria), and the United States National Institute of Allergy and Infectious Diseases and Moderna (Spikevax) have been rolled out. As of 13 September 2021[update], there were four other COVID-19 vaccines on order for the programme, at varying stages of development. Phase 1 of the rollout prioritised the most vulnerable, in a schedule primarily based on age. The delivery plan was adjusted on 30 December 2020, delaying second doses so that more people could receive their first dose. A target to give all 15 million people in the top four priority groups their first dose by the middle of February 2021 was announced on 4 January 2021, and achieved on 14 February 2021. The next five groups were offered a vaccine by 15 April, and 32 million doses were administered by that point. In June 2021, all adults aged 18+ were able to get their first dose of a vaccine. The vaccine rollout was expanded to adolescent children and booster doses during the later months of that year.[166] In response to the SARS-CoV-2 Omicron variant, third vaccine doses were made available to all adults in December 2021.[167] The UK's rollout was among the fastest in the world with among the highest uptake in its first few months,[165] although vaccination rates had slowed down or plateaued by autumn 2021 due to lower uptake in younger age groups.[168][169] Polling suggests the UK's level of COVID-19 vaccine hesitancy is among the world's lowest.[170][171] Vaccination sites include GP practices, care homes and pharmacies, as well as hospitals. As of 21 May 2021[update], there were 2,057 vaccination sites operating in England.[172] There are over 1,100 vaccination sites operating in Scotland.[173] As of 25 May 2021, there were 462 vaccination sites operating in Wales.[174] Additional sites, including large venues such as sports stadia, entered the programme from 11 January 2021, with seven mass vaccination centres opening in England initially and seven in Wales.[175] New guidance for allergy sufferers, antibody tests, new variants of SARS-CoV-2 (B.1.1.7 and B.1.617) and the use of the AstraZeneca vaccine in younger adults have been issued throughout the programme. The programme also includes procurement of vaccines for British Overseas Territories and Crown Dependencies.[176][177] Following the a lockdown being announced by the government after the COVID-19 virus reached the country, a financial package designed to help employers and businesses was announced. As the pandemic generated a financial impact, the Chancellor of the Exchequer Rishi Sunak was asked to rapidly act to help by the Shadow Chancellor, John McDonnell. The acting leader of the Liberal Democrats, Sir Ed Davey, said that people were being unfairly \"hung out to dry\", with \"their dream jobs turning into nightmares\" after hundreds of MPs contacted the Chancellor.[180] The Coronavirus Job Retention Scheme (CJRS) was a furlough scheme announced by Rishi Sunak, the Chancellor of the Exchequer, on 20 March 2020.[181] The scheme was announced on 20 March 2020 as providing grants to employers to pay 80% of a staff wage and employment costs each month, up to a total of £2,500 per person per month. The scheme initially ran for three months and was backdated to 1 March.[182] Following a three-week extension of the countrywide lockdown the scheme was extended until the end of June 2020.[183][184] At the end of May, the scheme was extended until the end of October 2020. After a second lockdown in England was announced on 31 October 2020, a further extension was announced until 2 December 2020,[185] this was followed on 5 November 2020 by a lengthy extension until 31 March 2021.[186] A further extension until 30 April 2021 was announced on 17 December 2020.[187] A day ahead of the 2021 United Kingdom budget held on 3 March 2021, it was confirmed that the scheme had been extended once more until 30 September 2021.[188] Initially the scheme was only for those workers who were on their company's payroll on or before 28 February 2020; this was later changed to 19 March 2020 (i.e. the day before the scheme was announced), making 200,000 additional workers eligible.[189] The Institute for Employment Studies estimated that 100,000 people could not be eligible for any type of government help as they started a new job to too late to be included on the job retention scheme. Trade body UKHospitality informed the Treasury Select Committee that between 350,000 and 500,000 workers in its sector were not eligible.[190][191] On the first day of operation 140,000 companies applied to use the scheme.[192][193] The cost of the scheme had been estimated at £14billion a month.[194] The decision to extend the job retention scheme was made to avoid or defer mass redundancies, company bankruptcies and potential unemployment levels not seen since the 1930s.[195] The original scheme closed to new entrants from 30 June 2020, and as claims were made for staff at the end of a three-week period, the last date an employee could be furloughed for the first time was 10 June 2020.[196][197][198][199] As of 27 May 2020, 8.4 million employees had been furloughed under the scheme.[200] In an extension announced on 31 October, the scheme reopened to new entrants and the claim period was reduced to seven days.[185] By 18 October 2020 the scheme had cost £41.4 billion.[201] By 15 August 2020, 80,433 firms had returned £215,756,121 that had been claimed under the scheme, while other companies had claimed smaller amounts of grant cash on the next instalment to compensate for overpayment. HMRC officials believed that £3.5 billion may have been paid out in error or to fraudsters. Games Workshop, Bunzl, The Spectator magazine, Redrow, Barratt Developments and Taylor Wimpey were among the companies who returned all the furlough money they had claimed.[202] From July 2020 the scheme provided more flexibility, with employees able to return to part-time work without affecting eligibility, although employers now covered all wages and employment costs for the hours worked. In addition, from August 2020, National Insurance and pension contributions were to be paid by employers. Employer contributions rose to 10% of wages throughout September 2020 and 20% throughout October, before returning to the August arrangement from November 2020. Employer contributions returned to 10% in July 2021, then 20% in August and September 2021. Following changes to the scheme announced at the end of May 2020, the director of the Northern Ireland Retail Consortium said that being asked to pay wages when businesses had not been trading was an added pressure. The Federation of Small Businesses were surprised that the Chancellor had announced a tapering of the scheme when ending it.[203] Northern Ireland's economy minister Diane Dodds said that changes to the scheme could be very difficult for some sectors uncertain about when they could reopen, particularly in the hospitality and retail sector, whilst finance minister Conor Murphy said that it was too early in the economic recovery.[204] At the end of July 2020, businesses were incentivised to keep on any employee brought back from furlough, by the government promising to pay businesses £1000 for every person they brought back and still had employed on 31 January 2021 as part of the Job Retention Bonus.[205] Several companies stated that they would not be partaking in the scheme.[206] With the extension of the CJRS, this grant was longer paid from February 2021.[186] On 24 September 2020 the government announced a second scheme to protect jobs called the Job Support Scheme, to top up the wages of employees who had their hours reduced or where their employer had been legally required to close.[207][208] This scheme was originally due to commence on 1 November 2020 after the CJRS was withdrawn at the end of October 2020. However, after subsequent extensions to the CJRS it was never implemented.[209] The scheme was intended to be open for six months and eligibility would be reviewed after three months. Initially employees must have worked at least 20% of their contractual hours. For hours not worked two thirds would be subsidised, with the employer paying 5% and the government paying a further 61.67% up to a limit of £1,541.75 per month. For businesses legally required to close, the government would subsidise 66.67% of employees' wages up to a limit of £2,083.33 per month. In March the Self Employment Income Support Scheme (SEISS) was announced.[210] The scheme paid a grant worth 80% of profits up to £2,500 each month to self-employed people whose trading profit was less than £50,000 in the 2018–19 financial year or an average less than £50,000 over the last three financial tax years, and who suffered a loss of income. Her Majesty's Revenue & Customs (HMRC) were tasked with contacting those who were eligible and the grant was taxable. The government also had announced a six-month delay on tax payments. Self employed workers who pay themselves a salary and dividends were not covered by the scheme and instead had to apply for the job retention scheme.[211] The scheme went live on 13 May,[212] ahead of schedule and people were invited to claim on a specific date between 13 and 18 May based on their Unique Tax Reference number. Claimants would receive their money by 25 May or within six days of a completed claim.[213] By 15 May, more than 1 million self employed people had applied to the scheme.[214] At the end of May a second grant of up to £6,570 that would be paid in August was announced.[215] Alongside the Job Support Scheme it was announced that two further grants would be available to cover the six-month period from 1 November 2020 to 30 April 2021.[216] Both of these would cover a three-month period and cover 80% of wages capped at £7,500.[217] A fifth grant covering a five-month period between May and September 2021 would also become available. The fifth grant was capped at 80% of wages or £7,500 for workers whose turnover has decreased by more than 30% or capped at 30% or £2,850 for those that hadn't.[218] The government announced a Retail, Hospitality and Leisure Grant Fund (RHLGF) and changes to the Small Business Grant Fund (SBGF) on 17 March 2020. The SBGF was changed from £3,000 to £10,000, while the RHLGF offered grants of up to £25,000.[219][220][221] £12.33 billion in funding was committed to the SBGF and the RHLGF schemes with another £617 million added at the start of May.[222] These schemes only applied to business in England;[223] the March announcement included £3.5 billion for Northern Ireland, Scotland and Wales to support businesses.[219] On 23 March the government announced the Coronavirus Business Interruption Loan Scheme (CBILS) for small and medium-sized businesses and the Covid Corporate Financing Facility for large companies.[224] The government banned banks from seeking personal guarantees on Coronavirus Business Interruption loans under £250,000 following complaints.[225][226] Coronavirus Large Business Interruption Loan Scheme (CLBILS) was announced on 3 April and later tweaked to include more companies.[226][227] In May the amount a company could borrow on the scheme was raised from £50 million to £200 million. Restrictions were put in place on companies on the scheme, including on dividends paid and bonuses to members of the board.[228] On 20 April the government announced a scheme worth £1.25 billion to support innovative new companies that could not claim under coronavirus rescue schemes.[229] The Rugby Football League was the recipient of a £16 million loan in May 2020 to prevent the professional game from collapsing, especially as England were hosts of the next World Cup.[230] In July 2020 the government pledged £1.57 billion for the arts, culture and heritage industries in the UK.[231] At the end of July a £500 million Film and TV Production Restart Scheme was announced, with the intention of providing COVID insurance so that production companies could start making programmes again. It was available for any production that started filming before the end of 2020 and would cover them through to June 2021.[232] The government announced the Bounce Back Loan Scheme (BBLS) for small and medium size businesses on 27 April 2020. The scheme offered loans of up to £50,000 and was interest free for the first year before an interest rate of 2.5% a year was applied, with the loan being paid back within ten[a] years. Businesses who had an existing CBILS loan of up to £50,000 could transfer on to this scheme, but had to do so by 30 November 2020. The scheme launched on 4 May.[233][234] The loan was 100% guaranteed by the government and was designed to be simpler than the CBILS scheme.[235][236] More than 130,000 BBLS applications were received by banks on the first day of operation with more than 69,500 being approved.[237][235] By 12 May, almost £15 billion of state aid had been given to businesses.[238] Further to the BBLS and CBILS, the Recovery Loan Scheme launched on 6 April 2021. Up to £10 million was made available per business through a network of accredited lenders, with the UK Government guaranteeing 80% of the finance to the lender. The scheme was initially open until 31 December 2021, subject to review.[239] In May 2020, the UK government announced a plan called Project Birch which would provide financial support and/or equity stakes to large companies affected by the pandemic, as a \"last resort\" to prevent company failure. By September, ten companies had entered discussions, and one – Celsa Steel – had secured support.[240] On 31 October 2020, a grant was announced for businesses required to close by law. The Local Restrictions Support Grant would be available on a means tested basis: Eat Out to Help Out was a British government scheme announced on 8 July 2020[242] to support and create jobs in the hospitality industry.[243] government subsidised food and soft drinks at participating cafes, pubs and restaurants at 50%, up to £10 per person. The offer was available from 3 to 31 August on Monday to Wednesday each week.[244] In total, the scheme subsidised £849 million in meals.[245] Some consider the scheme to be a success in boosting the hospitality industry,[246] while others disagree.[247][248] A 2021 study found that the scheme contributed to a rise in COVID-19 infections.[249][250][251][252] The UK government announced a £750 million package of support for charities across the UK. £370 million of the money was set aside to support small, local charities working with vulnerable people. £60 million of this was allocated to charities in Scotland, Wales and Northern Ireland: On 13 May the government announced that it was underwriting trade credit insurance, to prevent businesses struggling in the pandemic from having no insurance cover.[255][256] In June 2020, David Clarke, chair of the Fraud Advisory Panel charity and a group of top white collar crime experts wrote a letter to Rishi Sunak MP, UK Chancellor of the Exchequer, National Audit Office and others to alert them the risk of fraud against the government tax-payer backed stimulus schemes. They called for publication of the names of companies receiving Bounce Back Loans to enable data matching to prevent, deter and detect fraud.[257][258] In September 2020, it emerged that Government Ministers were warned about the risk of fraud against the financial support schemes by Keith Morgan, CEO of the state owned British Business Bank who had concerns about the BBLS and Future Fund.[259] In December 2020, it was reported that banks and the National Crime Agency also had concerns about fraudulent abuse of the Bounce Back Loan Scheme.[260] In January 2021, the NCA reported that three city workers who worked for the same London financial institution had been arrested as part of an investigation into fraudulent Bounce Back Loans totalling £6 million. The NCA said the men were suspected of using their \"specialist knowledge\" to carry out the fraud. This form of insider fraud was a risk highlighted in the letter sent to the Chancellor in June 2020.[261] Normally, the UK would have published an open call for bids to provide PPE and other equipment in the Official Journal of the European Union. However, under EU directives, when there is an \"extreme urgency\" to buy goods or services, the government does not have to open up a contract to competition; it can instead approach companies directly.[262] In May 2020 The Guardian reported that after the government had suspended the standard tender process so contracts could to be issued \"with extreme urgency\", over a billion pounds of state contracts had been awarded under the new fast-track rules. The contracts were to provide food parcels, personal protective equipment (PPE) and assist in operations. The largest contract was handed to Edenred by the Department for Education, it was worth £234 million and was for the replacement of free school meals.[263] Randox Laboratories who have Owen Paterson as a paid consultant were given a £130 million contract to produce testing kits.[264] Randox had to later recall half a million tests because of safety concerns.[265] In addition 16 contracts totalling around £20 million were agreed to provide HIV and malaria drugs, which were thought might be a cure to COVID-19.[266] In November 2020 the National Audit Office noted that £10.5bn of the overall £18bn spent on pandemic-related contracts (58%) was awarded directly to suppliers without competitive tender, with PPE accounting for 80% of contracts.[267] The Sunday Times said the government gave £1.5 billion to companies linked to the party.[265] Although the National Audit Office said there was \"no evidence\" that ministers were \"involved in either the award or management of the contracts\",[267] companies who had links to government ministers, politicians or health chiefs were put in a 'high priority' channel;[268] this category was 'fast-tracked', and those in it were ten times more likely to win a contract.[267] BBC economics correspondent Andrew Verity said that \"contracts are seen to be awarded not on merit or value for money but because of personal connections\".[267] Baroness Harding, a Conservative peer, was appointed to run NHS Test and Trace.[265] Kate Bingham, a family friend of the PM, was appointed to oversee the vaccine taskforce.[269][270] Bingham accepted the position after decades in venture capital, having been hired without a recruitment process.[271] According to leaked documents seen by The Sunday Times, she charged the taxpayer £670,000 for a team of eight full-time boutique consultants from Admiral Associates.[272] In October 2020, Mike Coupe, a friend of Harding's,[273] took a three-month appointment as head of infection testing at NHS Test and Trace.[274] The Good Law Project and the Runnymede Trust launched a legal case which alleged Johnson acted unlawfully in securing these three contracts and chose them because of their connections to the Conservative Party.[273] Former Conservative party chair Lord Feldman was appointed as an unpaid adviser to Conservative peer Lord Bethell.[275] Feldman was present when Bethell awarded Meller Designs (owned by David Meller, who gave £63,000 to the Conservative Party, mostly when Feldman was chair) £163 million in contracts for PPE on 6 April.[265] George Pascoe-Watson, chair of Portland Communications, was appointed to an unpaid advisory role by the Department of Health and Social Care (DHSC); he participated in daily strategic discussions chaired by Bethell.[276] He also sent information about government policy to his paying clients before this was made public.[277][278] Conservative peer Lord O'Shaughnessy was paid as an \"external adviser\" to the DHSC when he was a paid Portland adviser. In May, O'Shaughnessy took part in a call with Bethell and Boston Consulting Group (BCG), a Portland client that was awarded £21M in contracts on the testing system.[265] BCG management consultants were paid up to £6,250 a day to help speed up and reorganise the Test and Trace system.[279] In June the Cabinet Office published details of a March contract with the policy consultancy Public First, which had been running under emergency procedures, to research public opinion about the government's COVID communications. The company is owned by James Frayne (a long-term political associate of Cummings, co-founding the New Frontiers Foundation with him in 2003) and his wife Rachel Wolf, a former adviser to Michael Gove (Minister for the Cabinet Office) who co-wrote the Conservative party manifesto for the 2016 election. They were given £840,000.[280] Other allegations of cronyism include: Early in the pandemic, the government was criticised for the lack of personal protective equipment (PPE) available to NHS workers; as such, there was pressure to supply PPE quickly to the NHS.[284] The UK did not take part in an 8 April bid for €1.5bn (£1.3bn) worth of PPE by members of the European Union, or any bids under the EU Joint Procurement Agreement (set up in 2014 following the H1N1 influenza pandemic[285]), as \"we are no longer members of the EU\".[286] The purpose of the scheme is to allow EU countries to purchase together as a bloc, securing the best prices and allowing quick procurement at a time of shortage. Under the terms of the Brexit withdrawal agreement, the government had the right to take part until 31 December 2020.[285] Apparently the Government were unable to access the scheme due not receiving the email invite from the EU and thus unable to take part in percuring ventilators and PPE.[287] Ayanda Capital is a Mauritius-based investment firm with no prior public health experience which gained a £252M contract in April to supply face masks. The contract included an order for 50 million high-strength FFP2 medical masks that did not meet NHS standards, as they had elastic ear-loops instead of the required straps tied behind the wearer's head.[288] Ayanda says they adhered to the specifications they were given.[288] The deal was arranged by Andrew Mills, then an adviser to the Board of Trade (a branch of Liz Truss's Department for International Trade (DIT)); his involvement was criticised by the Good Law Project and Keir Starmer, Leader of the Opposition.[288][270] The DIT said neither it nor the Board of Trade was involved in the deal.[270] One of the largest government PPE contracts went to a small pest control firm Crisp Websites Ltd., trading as PestFix. PestFix secured a contract in April with the DHSC for a £32M batch of isolation suits; three months after the contract was signed, suits from PestFix were not released for use in the NHS as they were being stored at an NHS supply chain warehouse awaiting safety assessments.[284] The Health and Safety Executive (HSE) concluded that supplies of PPE had not been specified to the correct standard for use in hospitals when they were bought. One email from a firm working alongside the HSE in June says that there was \"'political' pressure\" to get the suits through the quality assurance process.[284] The contract is being challenged in the courts by the not-for-profit Good Law Project (founded by Jolyon Maugham QC), which asked why DHSC had agreed to pay 75% upfront when the provider was \"wholly unsuited\" to deliver such a large and important order,[284] and further discovered that the company had actually been awarded PPE contracts worth £313m.[288] In light of a November 2020 report, the Good Law Project opened a number of cases against the DHSC, questioning the awarding of PPE contracts more than £250M to Michael Saiger, head of an American jewellery company based in Florida with no experience of supplying PPE,[288] which involved a £21M payment to Gabriel González Andersson, who acted as an intermediary.[289] By February 2022, the government had written off a total of £8.7 billion for spending on PPE that was unusable, unsuitable for the NHS, has expired, or lost its value for the remaining stock. Officials were also unsure of the location of another set of supplies worth £3.6 billion.[290] The Future Fund is a British government scheme to support companies during the COVID-19 pandemic. The scheme is administered by the British Business Bank.[185] It was announced by the Chancellor of the Exchequer, Rishi Sunak, on 20 April 2020, and opened for applications on 20 May 2020.[291][292][293] Following the British government's response to the pandemic, reaction has been generated, and as well as this, various aspects of its response have been criticised. A 2021 parliamentary report Coronavirus: Lessons learned to date described the decisions on lockdowns and social distancing during the early weeks of the pandemic, and the advice that led to them, as \"one of the most important public health failures the UK has ever experienced\", and the vaccination approach, including its research, development, and rollout as \"one of the most effective initiatives in UK history\".[294] Several investigations by Reuters during 2020 blamed the government's slowness in recognising and responding the threat, inadequate contact tracing and early lifting of restrictions for the UK's high death toll.[64][295][296] Many have argued that the restrictions should have been more stringent and more timely. Dr Richard Horton, editor of The Lancet, told the BBC's Question Time in March 2020 that \"we knew in the last week of January that this was coming. The message from China was absolutely clear that a new virus with pandemic potential was hitting cities. ... We knew that 11 weeks ago and then we wasted February when we could have acted.\"[297][298] Dr Anthony Costello, a former WHO director, made a similar point in April, saying: \"We should have introduced the lockdown two or three weeks earlier. ... It is a total mess and we have been wrong every stage of the way.\" He also said that \"they keep talking about flattening the curve which implies they are seeking herd immunity\".[299] David King, the former chief scientific advisor, said: \"We didn't manage this until too late and every day's delay has resulted in further deaths.\"[300] BMJ editorials from early 2020 suggested that the British government had \"ignored WHO's advice\" by ceasing contact tracing[301] and criticised the government's scientific advisers for not advocating for more stringent measures to be introduced, as other countries had done.[63] Investigations by Reuters also blamed abandoning contact tracing and not expanding testing as key issues leading to the magnitude of the first wave[295] and criticised the government's scientific advisers for not clearly communicating their growing concerns to ministers in a timely enough manner.[64] In May 2020, Sir Lawrence Freedman, writing for the International Institute for Strategic Studies, accused the government of following public opinion instead of leading it when taking the lockdown decision; and of missing the threat to care homes.[302] At Prime Minister's Questions on 13 May, Labour Party leader Keir Starmer accused Boris Johnson of misleading Parliament in relation to care homes.[303][304] A special report on the early UK response in The Sunday Times said: \"No other large European country allowed infections to sky-rocket to such a high level before finally deciding to go into lockdown. Those 20 days of government delay are the single most important reason why the UK has the second highest number of deaths from the coronavirus in the world.\"[3] According to an April 2020 survey carried out by YouGov, three million adults went hungry in the first three weeks of lockdown, with 1.5 million going all day without eating.[305][306] Tim Lang, professor of food policy at City University, London, said that \"borders are closing, lorries are being slowed down and checked. We only produce 53% of our own food in the UK. It's a failure of the government to plan.\"[307] When Johnson announced plans on 10 May to end the lockdown, some experts were even more critical. Anthony Costello warned that Johnson's \"plans will lead to the epidemic returning early [and] further preventable deaths\",[308] while Devi Sridhar, chair of global public health at the University of Edinburgh, said that lifting the lockdown \"will allow Covid-19 to spread through the population unchecked. The result could be a Darwinian culling of the elderly and vulnerable.\"[309] An editorial in The BMJ from the same month compared the UK's approach to lifting lockdown measures unfavourably with the K-Quarantine strategy of South Korea, saying that the UK delayed introducing measures while it gathered scientific evidence, rather than applying the precautionary principle and expanding testing infrastructure and enforcing isolation as Korea had done.[310] However, the comparative success of contact tracing in Northern Ireland, which resumed earlier than in the other nations, was recognised in another article.[116] Martin Wolf, chief commentator at the Financial Times, wrote in June 2020 that \"the UK has made blunder after blunder, with fatal results\".[311] Lord Skidelsky, a former Conservative, said that government policy was still to encourage \"herd immunity\" while pursuing \"this goal silently, under a cloud of obfuscation\".[312] Reporting in New Scientist, Wired and The New York Times in July and August 2020 suggested that Scotland and Northern Ireland's zero-COVID approach could be undermined by the same policies not being adopted in England.[313][314][315] In April 2020, the UK Statistics Authority criticised Secretary of State of Health and Social Care Matt Hancock for claiming that the target of 100,000 tests per day had been reached, when this was only achieved through changing the method by which tests were counted.[316][317][318] In June 2020, the independent body renewed its criticism, with Chair David Norgrove saying \"the aim seems to be to show the largest possible number of tests, even at the expense of understanding\".[319][320] A BMJ briefing in September 2020 outlined that COVID-19 testing continued to be a considerable issue, with access to COVID-19 tests still very limited to the public and demand exceeding capacity. This was attributed to staff shortages and laboratory capacity.[321] A Reuters investigation published in November 2020 examined attempts to expand a testing and contact tracing system as implemented in \"such an inefficient way that they couldn't keep pace with the spread of the virus\" in 2020.[296] In November 2020, an editorial in The BMJ criticised the government's quick-turnaround Covid testing system which was to be made available to everyone, characterising it as a \"underevaluated, underdesigned and costly mess\" and saying \"spending the equivalent of 77% of the NHS annual revenue budget on an unevaluated underdesigned national programme leading to a regressive, insufficiently supported intervention—in many cases for the wrong people—cannot be defended\".[322] An article by Ed Yong in The Atlantic published 16 March 2020 criticised the government's communication of its purported \"herd immunity\" strategy; Yong argued that although this was not the government's policy, the way in which it was communicated gave the impression.[47] In May 2020, the government's public health messaging during the pandemic was hailed as \"one of the most successful communications in modern political history\" by The Telegraph. The chief executive of WPP plc, one of the world's largest advertising companies, said of the \"Stay Home, Protect the NHS, Save Lives\" slogan: \"It has been effective because it is simple. It references our most cherished institution, the NHS, and because it calls for solidarity and collective action\". However, the slogan began to be called into question[by whom?] later on in the pandemic when it was suggested that it had contributed to the avoidance of some to go into hospitals to treat other conditions, such as cancer.[69] In January 2021, reception for the Chief Medical Officers' decision to postpone second doses of COVID-19 vaccines from 3-4 weeks after the first dose to 12 weeks was mixed among various medical experts and advisory bodies. Pfizer and BioNTech, who manufactured one COVID-19 vaccine, released a statement highlighting a lack of data for this dosing schedule. The British Medical Association called the decision \"unreasonable and totally unfair\" and said it would lead to logistical issues, whilst GPs and clinical leaders said it would have a \"terrible impact on the emotional wellbeing of their most vulnerable, at-risk patients\". Meanwhile, head of Oxford Vaccine Group Andrew Pollard said the longer gap between doses would lead to a better immune response, and the British Society for Immunology said it would be unlikely to lead to any safety issues \"other than an increased potential risk of disease during the extended period due to lowered protection\", but called on the government to make the data behind the decision transparent.[323] The BMJ recognised the UK's vaccination programme as a success and a frontrunner globally in February 2021. It attributed this to the government and research sector initiating planning and research into vaccines early in 2020, and procuring large batches of several vaccine candidates at an early stage.[324] The government's announcement that most legal restrictions, including those related to face masks and social distancing measures, would end in July 2021 during the UK's 'third wave' partly driven by the SARS-CoV-2 Delta variant, was met with criticism from scientists and public health experts.[325][154] An article in The Lancet described the final reopening as \"dangerous and premature\", citing concerns that the virus could develop vaccine resistance, and impacts on younger people, children and health services. The authors called for a further delay to the ending of restrictions.[326] The \"living with COVID\" plan launched in February 2022 attracted some criticism from health and health policy experts in The BMJ. The end of free COVID-19 testing was criticised by chair of BMA council Chaand Nagpaul, Independent SAGE and the Institute of Biomedical Science. Some experts suggested the plan could exacerbate health inequality in the United Kingdom, whilst others called for better resourcing for local authorities and clearer infection control guidance in healthcare settings to continue to manage COVID-19.[327] Criticisms from within the government have been largely anonymous. On 20 April, a No. 10 adviser was quoted by The Times saying: \"Almost every plan we had was not activated in February. ... It was a massive spider's web of failing.\" The same article said Boris Johnson did not attend any of the five coronavirus COBR meetings held in January and February.[328] On The Andrew Marr Show, Minister for the Cabinet Office Michael Gove said it was normal for prime ministers to be absent as they are normally chaired by the relevant department head, who then reports to the PM. The Guardian said the meetings are normally chaired by the PM during a time of crisis and later reported that Johnson did attend one meeting \"very briefly\".[329][330] On 26 September 2020, Chancellor of the Exchequer Rishi Sunak was reported to have opposed a second lockdown with the threat of his resignation, due to what he saw as the major economic impact it would have, and the responsibility he would have for it.[331][332] Home Secretary Priti Patel said that she had unsuccessfully advocated for all UK borders to be closed in March 2020.[76] On 26 May 2021, former chief adviser to the prime minister, Dominic Cummings, gave 7 hours of testimony to the Commons Health and Social Care Select Committee and Science and Technology Select Committee on the Government's handling of the COVID-19 pandemic.[333] Cummings apologised for officials, including himself, falling \"disastrously short of the standards that the public has a right to expect\", and said that the \"government failed\".[333][334] Criticising Government leadership, Cummings said that Health Secretary Matt Hancock should have been fired for lying, and that frontline workers and civil servants were \"lions led by donkeys\".[334][335] Boris Johnson faced criticism, Cummings saying that there were \"thousands\" of people better suited to run the country than him, and that he was not a \"fit and proper person\" to get the UK through the pandemic.[334][335] On the calling of lockdowns, he claimed that Johnson had disagreed with the first national lockdown, and was against the \"circuit breaker\" lockdown in autumn 2020 for economic reasons.[335] Cummings said that he heard Johnson say he would rather see \"bodies pile high\" than take the country into a third lockdown, a claim Johnson denies.[335] Cummings' claimed that Johnson \"wasn't taking any advice\" and \"the cabinet wasn't involved or asked.\"[335] There have been critics of the government's lockdowns. Much of the opposition to the lockdown measures came from some right wing press outlets and people of a socially libertarian persuasion. They expressed support for policies of countries which did not go into lockdowns or had a much more lenient general approach to the virus, such as Sweden.[336][337] However, Full Fact evaluated such arguments made by \"lockdown skeptics\", and concluded lockdowns were supported by scientific evidence and had reduced the spread of the disease.[338] Businessman and entrepreneur Simon Dolan launched a crowdfunded legal campaign to bring judicial review against the government's COVID-19 measures.[339] On 1 December 2020, Dolan lost this legal challenge.[340] Oncologist Karol Sikora has criticised the government's public health response, expressing concerns that policies of lockdown could impact treatment of other conditions, particularly cancer.[341][342] On 21 September, Sikora alongside Carl Heneghan of University of Oxford, Sunetra Gupta and 28 signatories wrote an open letter to the government, arguing in favour of a targeted approach to lockdowns where only over-65s and the vulnerable should be shielded.[343] The WHO criticised the proposal, and another group of scientists wrote an opposing open letter, both questioning the practicability, ethics and scientific basis of this proposal and expressing support for public health measures.[344][345] Covid-19 Bereaved Families for Justice and The BMJ began pressuring the government to launch a judge-led statutory public inquiry into the pandemic and the government's response to it in 2020, with a rapid review phase.[346][347] Unlike other public inquiries, a statutory public inquiry has the power to subpoena people and take evidence under oath.[348] Johnson has said that he would support a public inquiry in spring 2022.[349] Terms of reference for the inquiry were published on 28 June 2022.[350]","Title":"British government response to the COVID-19 pandemic - Wikipedia","KeyID":"10534","URL":"https://en.wikipedia.org/wiki/British_government_response_to_the_COVID-19_pandemic"}