{"Content: ":"Operation Broadshare is the code name for the British military operation to address the COVID-19 pandemic overseas, primarily in the British Overseas Territories (BOTs) and British overseas military bases.[1][2][3] The operation runs in parallel to a similar military operation in the United Kingdom, named Operation Rescript. The operation was launched during March 2020 when COVID-19 cases were first being identified in all of the inhabited BOTs, with the exception of the Pitcairn Islands. It began with repatriation flights for British citizens stranded overseas due to COVID-19 travel restrictions, before later involving the delivery of medical supplies, personal protective equipment, military medics and Security Assistance Teams (SATs). From January 2021, the operation then saw the military helping deliver COVID-19 vaccines to affected territories, with the first three batches being delivered to Gibraltar and the Falkland Islands. The UK has fourteen overseas territories which are located around the world and account for a combined population of 260,000. These territories differ greatly in terms of their population size and economic and social development with the permanently-inhabited ones internally self-governing; the UK retains control over external affairs, including defence and foreign policy, and ensures good governance is maintained.[4] Coronavirus disease 2019 (COVID-19) – the cause of an ongoing global pandemic – had reached every inhabited British overseas territory, with the exception of the Pitcairn Islands, by March 2020. Subsequently, the British government, through its Foreign Commonwealth and Development Office, began working with the governments of each territory to ensure they were receiving the support they needed to address the pandemic.[4] Additionally, the UK has around 145 military installations overseas, in more than 42 countries,[5] as well as around 11,000 military personnel stationed at them.[6] The first three cases of the virus at an overseas UK military facility were found in the Sovereign Base Areas of Akrotiri and Dhekelia in the Island of Cyprus in March 2020.[7] On 16 March 2020, 10,000 British military personnel were placed on standby to assist with the British Government's response to the COVID-19 pandemic.[8] On 19 March, the British Government stood up a further 10,000 military personnel and officially announced the formation of the COVID Support Force. The names of two military operations were also announced; Operation Rescript, which focused on the pandemic in the United Kingdom, and Operation Broadshare, which focused on the pandemic overseas, including in the British Overseas Territories and overseas military bases.[9] On 20 March 2020, The Telegraph reported General Sir Nick Carter had ordered the armed forces to prepare for a \"six month operation\".[10] The COVID Support Force is the responsibility of Headquarters Standing Joint Command (United Kingdom), headed by Commander Home Command, Lieutenant General Tyrone Urch in Aldershot, Hampshire.[11][12] With 10 regional commands (mostly the brigades supervised by Regional Command, plus London District), it consists of both Regular and Reserve units. Overseas exercises, including those in Canada and Kenya, were cancelled to free up personnel for the COVID Support Force.[13] The British Overseas Territories in the North Atlantic are Anguilla, Bermuda, the British Virgin Islands, the Cayman Islands, Montserrat and Turks and Caicos. Additionally, the UK maintains military facilities in Belize and Canada. In April 2020, RFA Argus deployed to the Caribbean in preparation for the hurricane season and was placed on standby to assist with tackling the pandemic, if required.[14] The ship carried aid from the Department for International Development, including ration packs and water. A medical team was also available to join the ship, if needed.[15] Argus joined patrol ship HMS Medway, which was already deployed to the region, to form a Royal Navy task group.[16] British forces coordinated with their French and Dutch counterparts which were also in the region to support their own Caribbean territories during the pandemic.[17] Elsewhere, military personnel were deployed to the Cayman Islands and Turks and Caicos to assist local authorities with their coronavirus response;[17] the latter also received six ventilators and other medical supplies which were delivered by the Royal Air Force.[17] In May 2020, a 30-strong team from 45 Commando Royal Marines arrived in Turks and Caicos to assist with providing a security presence around the islands amid the pandemic. After spending 14 days in quarantine, the Marines joined the Royal Turks and Caicos Islands Police Force on daily boat patrols, bolstering a combined Royal Marines, Royal Navy and British Army Security Assistance Team.[16] Two separate RAF Atlas transport flights also delivered coronavirus testing equipment, ventilators and other medical supplies.[18][19] In September 2020, the Governor of the British Virgin Islands, Augustus Jaspert, requested support from HMS Medway in securing the territory's borders amid the outbreak. Until the end of October, the vessel worked alongside the Royal Virgin Islands Police Force and local Joint Task Force, augmenting their patrols and supporting temporary radar arrangements. The crew was not permitted to come ashore due to the risk of transmission.[20] In the South Atlantic, the British Overseas Territories are Saint Helena, Ascension and Tristan da Cunha, the Falkland Islands and South Georgia and the South Sandwich Islands.[citation needed] On 28 March 2020, a team of six airborne medics from 16 Medical Regiment deployed to the Falkland Islands to reinforce the islands' only hospital.[21] This was followed by the deployment of military planners to support local authorities in coordinating their COVID-19 response on 4 April 2020. A small medical team and two Intensive Treatment Units also augmented the islands' medical facilities, whilst personnel delivered oxygen supplies, medicine and personal protective equipment (PPE).[17] On 27 April 2020, the Royal Air Force flew in equipment via an Atlas transport aircraft to facilitate the construction of an oxygen generation plant at the King Edward VII Memorial Hospital in Stanley.[22] During the same month, 310 kilograms (680 lb) of PPE was delivered to Saint Helena and Ascension Island.[17] In May 2020, a team of conservationists were rescued from Ascension Island via an RAF Atlas aircraft after becoming stranded due to coronavirus restrictions.[23] In February 2021, the RAF delivered 3,000 Oxford–AstraZeneca COVID-19 vaccines to the Falkland Islands.[24] Around 2,000 were also delivered to Ascension Island in an attempt to make it the world's first island fully inoculated in one hit. The time it took to deliver the vaccines was critical as the vaccines had to be administered within 72 hours of being removed from storage. The vaccines were loaded into an A400M Atlas transport aircraft at RAF Brize Norton, however the aircraft experienced a fault and almost jeopardised the operation with a 24-hour delay. The vaccines were subsequently transferred to a replacement aircraft and, after a 12-hour flight, successfully arrived on the island within the required timeframe.[25][26] In Gibraltar, around 175 military personnel assisted with planning and logistics, as well as the delivery of food and medicine.[17] On 10 April 2020, the Royal Air Force flew in military kit and medical supplies via an Atlas transport aircraft for the Gibraltar Health Authority dealing with coronavirus.[27] Medical personnel also supported the Gibraltar Health Authority Ambulance Service.[28] In January 2021, Gibraltar received its first consignment of COVID-19 vaccines from the United Kingdom when nearly 6,000 AstraZeneca vaccines were delivered by the Royal Air Force. On arrival, the Royal Gibraltar Regiment transported them to St Bernard's Hospital, with other British Forces Gibraltar military personnel providing logistical support.[29] Another batch was delivered by the RAF a week later.[30] The Royal Air Force assisted with the repatriation of British citizens from areas affected by coronavirus, including China,[1] Cuba,[1] Japan,[1] Peru,[1] Kenya,[31] Afghanistan[31] and Ukraine.[31][32][33] In May 2020, personnel from British Gurkhas Nepal rescued 109 British tourists and 28 foreign nationals stranded in Nepal due to coronavirus.[34] In July 2020, the Royal Air Force delivered 16 pallets worth of aid to Accra, Ghana, including materials for a field hospital.[35] A small number of British citizens were also repatriated from Senegal in a separate flight.[1] The RAF delivered a batch of Oxford–AstraZeneca COVID-19 vaccines to the Sovereign Base Areas in Cyprus via an Airbus Voyager on 24 February 2021.[36] On 7 September 2021, 20 soldiers from 2nd Battalion, the Royal Gurkha Rifles began operating a swab testing facility in Brunei in support of the country's fight against COVID-19.[37] They also administered injections and provided planning support to the country's health ministry.[38] In Belize, where the UK maintains a military presence, British military personnel provided support to local authorities tackling the pandemic.[39] In May 2021, the UK sent military medics and advisors to Nepal to help the country tackle a surge of COVID-19 cases.[40] Following this, personnel at RAF Brize Norton helped load an aircraft with medical equipment, including 260 ventilators and 2,000 pieces of personal protective equipment, bound for Nepal.[41]","Title":"Operation Broadshare - Wikipedia","KeyID":"10535","URL":"https://en.wikipedia.org/wiki/Operation_Broadshare"}