{"Content: ":"The COVID-19 pandemic reached Northern Ireland in February 2020. The Department of Health reports 3,445 deaths overall among people who had recently tested positive.[1] The Northern Ireland Statistics and Research Agency reports 4,738 where the death certificate mentioned COVID as one possible cause (see Statistics).[2] Northern Ireland has the lowest COVID death rate per population in the United Kingdom.[3] The vast majority of deaths have been among those over the age of 60 and almost half were in care homes. According to figures, about 1 in 9 of over 4,700 who have passed have been under 65. On 23 March 2020, Northern Ireland went into lockdown with the rest of the UK. A stay-at-home order banned \"non-essential\" travel and contact with others, and schools, businesses, venues, amenities and places of worship were shut. Major events such as Saint Patrick's Day were cancelled. A lengthy lockdown was forecast to severely damage the economy and lead to a large rise in unemployment. The health service worked to raise hospital capacity. In mid-April, Department of Health modeling indicated the health service in Northern Ireland could cope with the expected peak in cases.[4] On 21 April, Northern Ireland's chief scientific advisor said the curve of new cases had flattened, and the peak had passed.[5] The lockdown was gradually lifted in June–July, as infection and death rates dropped. Schools remained closed for summer break, but re-opened in September. The infection rate (or positivity rate) rose again that month and restrictions were re-imposed.[6] On 16 October, Northern Ireland went into an eight-week lockdown, although schools remained open, and some restrictions were eased for one week. The lockdown was mostly lifted on 11 December. Following a brief easing of restrictions at Christmas, another lockdown was imposed on 26 December, including schools, as the positivity rate rose sharply. A mass vaccination program began, and the infection rate fell in early 2021. Schools re-opened in March, and the lockdown was gradually lifted from late April. In December, proof of vaccination or non-infection became mandatory to enter indoor venues. Health care in the United Kingdom is devolved, with England, Northern Ireland, Scotland and Wales each having their own publicly-funded healthcare systems, funded by devolved block grants via the Barnett formula and accountable to separate governments and parliaments, together with smaller private sector and voluntary provision. As a result of each country having different policies and priorities, differences now exist between these systems.[7][8] The statistics above are from when COVID-19 was first detected in Northern Ireland until 31 March 2022. Further information beyond this date can be found on the Department of Health dashboard. The HSC began testing for COVID-19 during February 2020, as of 19 February there were 35 completed tests all of which returned negative results.[9] On 27 February, the HSC confirmed that the first presumptive case had been discovered in Northern Ireland in a woman who had returned from Italy, the case was sent to the Public Health England reference laboratory where it was confirmed as Northern Ireland's first case on 29 February.[10] Cases continued to rise throughout early March with cases rising to seven by the end of the first week.[11] On 9 March Belfast City Council voted to cancel the annual St Patrick's Day parade in the city.[12] By the end of the second week the HSC started to advise people showing symptoms to isolate for seven days, cases had also jumped to 45 by 15 March.[13] On St Patrick's Day, parades across all of Northern Ireland had been cancelled as cases reached 52.[14] On 19 March, Northern Ireland recorded its first death from COVID-19, with cases reaching 77.[15][16] Reacting to the news, First Minister Arlene Foster said \"This is a sad day for Northern Ireland. Our thoughts and prayers are first and foremost with the family and friends of the patient who has died. And we are immeasurably grateful to our health service staff who cared for this person. This is not unexpected news. We knew that this pandemic would inevitably cost precious lives. We cannot stop it. But it is incumbent on all of us to do whatever we can to slow its spread and shield those most vulnerable from the effects of this virus.\"[16] On 22 March, a second person died from COVID-19, with cases rising to 128.[17] On 20 March, the UK Government announced measures to further tackle the spread of the virus which included closing bars, restaurants, gyms and many other social venues.[18] Also on 20 March the UK Government announced a Coronavirus Job Retention Scheme, where it would offer grants to companies to pay 80% of a staff wage each month up to a total of £2,500 per a person, if companies kept staff on their payroll. The scheme would cover three months' wages and would be backdated to the start of March.[19] Later in March the Self Employed Income Support Scheme (SEISS) was announced.[20] The scheme paid a grant worth 80% of self employed profits up to £2,500 each month, on companies whose trading profit was less than £50,000 in the 2018–19 financial year or an average less than £50,000 over the last three financial tax years for those who suffered a loss of income. Cases confirmed by 20 March were 86 in total.[21] On 21 March, Northern Ireland suffered its largest increase in new cases to date with 22 new cases confirmed.[22] On 22 March, a second person died from the virus.[17] A third victim died from COVID-19 on 23 March, followed by two more deaths on 24 March.[23][24] On 25 March, the largest increase in new cases to date was recorded as cases rose by 37 to 209, with 2 new deaths also being confirmed.[25] Speaking at a press conference on 25 March, Northern Ireland's Chief Medical Officer Dr Michael McBride said he believes the actual figure of cases to be \"many thousands\" and testing would increase to approximately 1000 new tests every day.[26] On 26 March, a further 3 people died from the virus with 32 new confirmed cases.[27] On 27 March, 34 new cases and 3 new deaths were confirmed, with leading GPs in Northern Ireland writing an open letter calling for a complete lockdown, stating \"Please hear and act on our heartfelt plea and move to adopt a 'complete lockdown' as we have seen in other countries, at the earliest opportunity. Time is of the essence.\".[27] On 28 March, Northern Ireland experienced the highest rate of increased new cases yet with 49 new cases, and a further 2 deaths.[28] On the evening of 28 March the Northern Ireland Executive announced new stricter measures to combat the spread of the virus.[29] Measures included: Commenting on the new measures, Arlene Foster said \"We are asking the people of Northern Ireland to make fundamental changes to how they live their lives. But we are doing this to keep you safe, to flatten the curve of the Covid-19 infection so that the health service has the capacity to deal with those who need their help the most.\" Deputy First Minister Michelle O'Neill also commented \"Each one of us has a personal responsibility to do everything we can to fight back against Covid-19 for the good of everyone across society. We will use every power we have to ensure people stay at home so that we save as many lives as we possibly can.\"[30][31] On 29 March, new cases announced by the Public Health Agency were 86 and 6 new deaths, the highest for both in a single day to date.[32] Following the announcement on 31 March that there were 53 new cases and 6 new deaths, the totals at the end of the month of March were 586 confirmed cases and 28 deaths.[33] On 1 April, a further 103 cases and 2 deaths were confirmed as Health Minister Robin Swann warned that 3000 people could die in the first wave of the pandemic.[34] On 2 April, 85 more cases and 6 more deaths were reported, bringing the total number of confirmed cases and deaths to 774 and 36 respectively.[35] On 3 April, the largest increase in deaths and cases to date was published by the Public Health Agency with 130 cases and 12 deaths, bringing the total number of confirmed cases to 904 and the number of deaths to 48.[36] On 4 April, a further 94 new cases and 8 new deaths were announced, as Northern Ireland's first COVID-19 testing centre for healthcare workers opened at the SSE Arena, Belfast.[37] Health Minister Robin Swann said the new testing facility in Belfast \"will allay some of the concern and speculation we have had of late. I fully understand the frustration that we have not been able to scale up testing numbers more quickly. This is not down to a lack of will or action. There are significant challenges including laboratory and staffing capacity and the unprecedented levels of global demand for testing reagents and swabs.\"[38] It was reported that more than 33,000 people so far had claimed unemployment benefits since the lockdown began, ten times the normal rate. Economists forecast that a lengthy lockdown and disruption would lead to hundreds of thousands of job losses.[39] On 5 April, an additional 91 cases and 7 deaths were reported, bringing the total number of cases and deaths to 1,089 and 63 respectively.[40] On 6 April, the Orange Order announced that the annual 12th July celebrations were cancelled, as a further 69 cases and 7 deaths were confirmed.[41] A further 97 cases and 3 deaths were announced by the Public Health Agency on 7 April, as a second drive-through testing centre opened at an MOT centre in Belfast.[42] With Easter weekend approaching, on 8 April, the Police Service of Northern Ireland warned people against visiting local beauty spots, as the death toll increased to 78 with 5 more deaths and 84 new cases being reported.[43] A further 4 deaths and 138 cases were confirmed on 9 April as experts predicted a deep recession in Northern Ireland following the crisis.[44][45] Research by the Northern Ireland Assembly Library found that Northern Ireland has a lower COVID-19 death rate per capita than the other countries of the United Kingdom, and a lower death rate than the Republic of Ireland.[46] It was also revealed that Northern Ireland has a higher COVID-19 testing rate per capita than the other countries of the United Kingdom.[47] On 10 April, a further 10 deaths and 112 cases were reported, bringing the totals to 92 deaths and 1,589 cases.[48] On 11 April, 15 more deaths and 128 new cases were confirmed as Health Minister Robin Swann called on the Army for assistance in fighting the disease.[49] New cases increased by 89 to 1806, and deaths by 11 to 118 on 12 April.[50] On 15 April, 6 more people died of the virus and another 121 cases were confirmed, as lock-down measures were extended for another three weeks with deputy First Minister Michelle O'Neill warning against complacency stating, \"Our biggest danger in this period is complacency. The measures are showing positive results but if we relax our behaviour, we will be in danger.\"[51] On 15 April, Arlene Foster, the First Minister of Northern Ireland, extended the period of lockdown in Northern Ireland to 9 May, as 121 new cases and 6 new deaths were confirmed.[52] Modelling by the Department of Health indicated that Northern Ireland had reached the peak of its outbreak, and that the health service in Northern Ireland could now cope with the expected peak in cases. Swann said that the peak \"may now, potentially, be less severe than we had feared\".[4] On 20 April, the Department of Health launched a new website that provides daily statistic updates, such as information on hospital admissions and discharges, bed occupancy and a breakdown of case and death numbers by age and gender. Speaking about the launch, Health Minister Robin Swann said, \"It is vitally important to keep the public well informed. That includes the publication of statistics, as well as the all-important advice on how we keep ourselves and are loved ones safe.\"[53] The new website also confirmed that 2,307 COVID-19 patients had been discharged from hospital by 20 April.[54] On 21 April, Northern Ireland's chief scientific advisor said the rising curve of new cases had flattened in Northern Ireland, and evidence suggests Northern Ireland had passed the peak of its outbreak. He said that the number of cases could fall to a low level by mid-May if social distancing rules are obeyed until then.[5] On 23 April, the First Minister, Arlene Foster, said Northern Ireland may be able to ease its lockdown sooner than other parts of the UK. She said that easing restrictions will depend when public health criteria are met, rather than on a timetable. The Health Minister said \"it's important we take our scientific guidance based on the science that is applicable to Northern Ireland\".[55] As the death toll increased to 338 on 29 April, Health Minister Robin Swann committed to maximum transparency with regards to statistics regarding the COVID-19 outbreak, stating \"I want to continue seeing the maximum possible transparency on this issue. I want to explore with NISRA if it is possible for it to report more frequently than once a week on deaths associated with Covid-19 across hospitals and the community. This is not straightforward and I want to thank all those who are working hard in this area to provide up to date and reliable statistics.\"[56] Following the announcement on 30 April that there were 73 new cases and 9 new deaths, the totals at the end of the month of April were 3536 confirmed cases and 347 deaths.[57] On 30 April, the UK Statistics Authority wrote to the Permanent Secretary, Richard Pengelly stating there were gaps in the data and daily time series have been lost since the statistics began to be released through DoH news releases. It was further reported that daily surveillance statistics should be released in a transparent, easily accessible and orderly way.[58] On 1 May, a further 18 deaths linked to COVID-19 were announced – 4 of the deaths happened in the past day (from the morning of 30 April until the morning of 1 May).[59] On 5 May fourteen deaths were announced in the same care home in Glengormley, County Antrim.[60] On 7 May, the Northern Ireland Executive met to discuss a roadmap to ending lockdown restrictions, with an announcement due during the week beginning 11 May.[61] However, despite working on this roadmap, at the time Arlene Foster and Michelle O'Neill warned against easing restrictions in early May as the infection rate was still too high. Ms O'Neill stated, \"We're still in the response stage, we're still in the fightback against Covid-19, but we're also in the space where we're planning for the recovery and that's the light at the end of the tunnel that we know everybody wants to be able to see.\"[62] Based on this evidence, the NI Executive extended the lockdown in Northern Ireland by a further three weeks until 28 May.[63] It was reported that the infection rate is higher in care homes than in the community, which is inflating the overall infection rate.[64] On 8 May, the Northern Ireland Statistics and Research Agency (NISRA) reported 516 deaths linked to COVID-19 up to and including 1 May. It reported that almost half of the deaths were in care homes and that three-quarters of the deaths were among the over 75s.[65] On 12 May, the Northern Ireland Executive announced a roadmap for Northern Ireland to exit lockdown safely. The plan consists of five stages which are set to start at the end of full lockdown which is expected at the end of May. The plan does not have specific dates as it is fully dependent on how low the R rate is at every stage.[66] Speaking about the roadmap, First Minister Arlene Foster said: \"We recognise how difficult the current restrictions are. But those restrictions, and the determined people of Northern Ireland who have adhered to them, have saved lives and continue to do so. We don't want to keep any restriction in place any longer than we have to, but in relaxing any measure we must be cognisant of the potential effects in the transmission of the virus and our ability to save lives.[67] The Executive's recovery strategy sets out a pathway for us to emerge from lockdown in the safest way possible. This will require a series of judgements and decisions as we move forward. These decisions will be evidence-based, taking account of our unique circumstances here in Northern Ireland. As we embark on our phased recovery, we will remain focused on the health and wellbeing of our population; the impacts on our society; and our economy as a whole. Above all else, our priority will be saving lives.[67] Deputy First Minister Michelle O'Neill said: We don't underestimate the impact that the severe restrictions have had on everyone across our society. While they are still absolutely necessary, it is important that we give people hope for the future. Today we have set out our pathway for future recovery which gives an indication of how the restrictions on different aspects of life may be eased at various stages. The incremental five-step approach reflects the risk-based judgements we will make at each stage. These decisions will be evidenced by medical and scientific advice and benchmarked against our guiding principles and international best practice. The Executive's strategy is not time-bound because it's vital that we retain the flexibility needed to respond to the complex emerging situation based on all relevant evidence. Our recovery from COVID-19 will require a real partnership effort with the community. We are appealing to the public to please be patient. Keep adhering to the restrictions, follow the public health advice and stay at home. We will keep you updated every step of the way when we are in a position to slowly and carefully move out of lockdown.[67][68] On 18 May, the Northern Ireland Executive activated some aspects of step one with garden and recycling centres allowed to open. However, on the same day, it was announced that further measures of step one would be activated on Tuesday 19 May such as groups of up to six people who do not share a household being able to meet outside and private church services being allowed.[69] On 26 May, the Department of Health announced that there were zero deaths in the previous 24 hours, the first time since 18 March.[70] On 29 May NISRA announced that there were 716 deaths from all sources up to 22 May.[71] At the end of May, there were a total of 4716 confirmed cases of COVID-19 in Northern Ireland with 523 deaths.[72] Deaths and cases continued to drop at the start of June, as the Health Minister announced an £11.7 million support package for care homes in Northern Ireland, which includes funding for sick pay for staff.[73] For the first time since lockdown, there were zero deaths recorded from 6 June to 9 June and then from 13 June to 14 June. The Executive announced further easing of lockdown measures with all non-essential retail allowed to reopen from 12 June.[74] The Health Minister also announced a new ID card for support carers which allows them to access stores during priority shopping hours.[75] On 15 June, the Executive announced more lockdown easing this time focusing on the hospitality industry with hotels, restaurants and bars that sell food or have a large beer garden being allowed to open from 3 July 2020.[76] On 16 June the NI Statistics and Research Agency announced that unemployment in Northern Ireland had doubled between the months of March and May due to COVID-19 restrictions.[77] On 18 June it was announced that from 6 July other services such as hairdressers and barbers are allowed to open.[78] On 20 June, there were no confirmed cases in the previous 24 hours for the first time since the first week of March.[79] From 23 June it was permitted for 6 people to meet indoors, maintaining social distancing and no overnight stays. On 25 June is was announced that Northern Ireland would be reducing its 2-metre social distancing rule to 1 metre.[80] At the end of June, there were a total of 5,760 confirmed cases of COVID-19 in Northern Ireland, with 551 deaths.[81] One 2 July First Minister Arlene Foster called on Michelle O'Neill to resign following her attendance at the funeral of Bobby Storey. Foster says she cannot \"stand beside\" O'Neill and \"give out public health advice\" after she attended the gathering of 120 people, breaking Northern Ireland government restrictions that say no more than 30 people should attend a funeral.[82] As concerns about increasing unemployment grow, on 6 July the UK government announced a £111m scheme to help firms in England provide an extra 30,000 trainee places; £21m will be provided to fund similar schemes in Scotland, Wales and Northern Ireland.[83] July saw a flood of relaxation of COVID-19 rules with betting shops, private clubs, restaurants, museums, and tourist sites opening on 3 July with salon and close contact services on 6 July. 10 July saw indoor gyms, outdoor playgrounds, weddings and baptisms, bingo and cinemas and competitive sports behind closed doors allowed. Libraries and indoor leisure centres followed.[84] On 10 July the wearing of face coverings became compulsory on public transport in Northern Ireland, exceptions will be for those with a medical condition, children under the age of 13, and on school transport.[85] On 18 July research conducted by Ulster University indicated that an estimated 240,000 to 280,000 jobs could be at risk under two-metre social distancing regulations and that reducing it to one metre could save up to 30,000 jobs.[86] On 22 July the Public Health Agency says it has identified 16 clusters of COVID-19 involving 133 cases since its contact-tracing system began operating.[87] On 30 July the Department of Health released its contact tracing app called StopCOVID NI.[88] On 31 July the advice which advised people who are high risk to shield from the public was paused, allowing them to stop self-isolating.[89] At the end of July, there were a total of 5,948 confirmed cases of COVID-19 in Northern Ireland, with 556 deaths.[90] On 5 August cases in Northern Ireland passed six thousand.[91] On 6 August 43 new cases were announced by the Public Health Agency, the highest daily increase since the middle of May.[92] On the same day the Executive announced that face coverings will become mandatory from 10 August and also the reopening of pubs that do not serve food has been postponed until 1 September.[93] Again, on the same day, it was announced that all pupils will return to school five days a week as normal at the start of term time in September. Education Minister Peter Weir announced that years 1 to 10 will return to class in protected bubbles, with minimised movements between classes for years 11 to 14.[94] On 20 August the Executive announced that some restrictions were to be reintroduced following rising cases in recent days. Restrictions announced included reducing indoor gatherings from 10 to six people and outdoor meetings from 30 to 15. On the same day the PSNI announced that they would be focusing enforcement on hot spots around Northern Ireland to stop the spread of COVID-19.[95] At the end of August, there were a total of 7,245 confirmed cases of COVID-19 in Northern Ireland, with 560 deaths.[96] On 1 September children returned to school for the first time since the beginning of the pandemic.[97] On 9 September figures released by the Department of Education show that COVID-19 cases have been reported at 64 Northern Ireland schools in the first two weeks of the autumn term.[98] On 10 September the Northern Ireland Executive imposed new restrictions on visiting homes for Ballymena, and parts of Glenavy, Lisburn and Crumlin, following a rise in COVID-19 cases in those areas. From the following week, people living in those areas are limited to social gatherings of six and are encouraged not to travel outside the areas.[99] The Executive also announced further easing of restrictions nationally in Northern Ireland such as the reopening of wet bars on 21 September.[100] On 21 September the Northern Ireland Executive announced that localised restrictions that had been implemented in various postcodes throughout Northern Ireland would now be applied nationwide from 18:00 on 22 September. The restrictions include: no more than six people to gather in a private garden from no more than two households and rule out any mixing of households in private dwellings, with some exceptions such as bubbling with one other household, caring responsibilities including childcare, visits required for legal or medical purposes and several others. Speaking about the new restrictions deputy First Minister Michelle O Neil said \"We have between two to three weeks from now to suppress substantial transmission, otherwise we risk even more cases by mid-October. The data is showing very clearly that the number of areas of concern are multiplying very rapidly.\"[101] On 28 September Health Minister Robin Swann announced that Northern Ireland had been selected as one of the regions to take part in a major UK trial of a potential vaccine developed by Novavax and supported by the Public Health Agency. Initially, there will be 350 volunteers taking part in the trial in Northern Ireland, speaking about the trial Swann said \"It is vital that Northern Ireland joins this important world-wide effort.\"[102] On the same day Ulster GAA announced loses of more than £2 million due to the pandemic so far.[103] At the end of September there were 11,693 confirmed cases and 579 confirmed deaths. On 2 October fresh restrictions were announced for Derry and Strabane, with pubs, cafes, restaurants, and hotels permitted only to offer takeaway and delivery services, as well as outdoor dining. Derry's Altnagelvin Hospital also suspends some services to deal with COVID patients.[104] Prime Minister Boris Johnson also announced extra financial support for the Northern Ireland Executive to help deal with a second wave of COVID-19.[105] On 14 October the Northern Ireland Executive announced a new 'circuit breaker' lockdown effective from Friday 16 October for four weeks.[106] Measures include: And the following advice will be added to the existing health guidance: Speaking about the new restrictions, First Minister Arlene Foster said: \"We are facing the tough reality of rapidly rising rates of infection. There are increasing numbers of people requiring acute care in our hospitals and sadly we learned yesterday of the death of seven people from Covid-19. The Executive has given careful and painstaking consideration of the right blend of actions that will do maximum damage to the virus but minimum harm to life chances today and tomorrow. We understand that these interventions will be hard but they will not be in place for a moment longer than they need to be. I would ask everyone to work with us to save lives and protect our health service.\"[106] On 14 October Health Minister Robin Swann also announced that the Nightingale Hospital at Belfast City Hospital was to reopen. Speaking about the decision Swann said, \"It is not something I wanted to do – it was a decision I tried to hold off on for as long as possible. The virus is rapidly and exponentially and urgent action was needed.\"[107] On 4 November 2020, after 10 new deaths were reported, health officials advised extension of the COVID-19 restrictions on the hospitality sector for another two weeks to avoid further interventions before Christmas.[108] On 12 November restrictions were extended by one week, with some hospitality restrictions extending by two weeks until 27 November.[109] The new measures introduced are as follows: On 19 November the Executive announced that further lockdown restrictions will be introduced on 27 November. This includes all measures previously introduced in October, however cafes and all non-licensed hospitality will have to close once again, non-essential shops will close and all entertainment and leisure facilities such as swimming pools and gyms will be closed as well.[110] On 24 November plans for COVID measures over Christmas were announced by the First and deputy First Ministers, with up to three households allowed to meet up indoors and outdoors from 23 to 27 December, in line with the rest of the UK. But unlike the UK's other constituent countries, restrictions will be relaxed in Northern Ireland from 22 to 28 December to accommodate those traveling to and from the UK mainland, though they will not be allowed to meet up on those extra days.[111] On 3 December, the Executive agreed to ease restrictions on 11 December. Non-essential retail, close contract business, churches and gyms can reopen with social distancing and some limitations being observed. Parts of the hospitality industry can reopen such as cafes, restaurants and bars that serve food can open but must be closed by 23:00, wet pubs must remain shut.[112] Northern Ireland began distribution of the Pfizer/BioNTech vaccine on 8 December 2020, beginning with residents and staff of the Palmerston care home in Belfast.[113] On 17 December, due to an increase in cases and hospitalizations, the Executive announced a new strict six-week lockdown to begin on 26 December. Entertainment and leisure facilities, hospitality businesses, close contact businesses, and non-essential shops must close once again, now also including garden centres, homeware shops, and click-and-collect services. Hotels must close after 28 December, and all sports are prohibited, even at the elite level.[114] Due to the spread of a new variant of COVID-19 throughout Northern Ireland, the Executive hardened restrictions further on 5 January 2021. From Friday 8 January a stay-at-home order became law meaning people can only leave home for medical or food needs, exercise, and work that cannot be done remotely. Further restrictions were also announced for schools with pupils from nursery, primary and post-primary schools carrying out remote learning until after the mid-term break in the middle of February 2021.[115] In late January the executive announced that restrictions would continue until the beginning of March due to the continuing high numbers of people in hospital with COVID-19. This extension of restrictions would also apply to schools.[116][117] On 18 February the Executive announced that restrictions would again be extending until Thursday 1 April, with a review date on Thursday 18 March. The only change in the lockdown restrictions will be primary school pupils in primaries one, two, and three will return to school on Monday 8 March.[118] On 2 March the Northern Ireland Executive unveils what deputy First Minister Michelle O'Neill describes as a \"hopeful and cautious\" exit strategy from lockdown, but unlike England and Scotland, there is not a timetable for lifting the measures. Instead, ministers will meet each week to assess the information available to them and decide which restrictions can be lifted. First Minister Arlene Foster acknowledges the frustration felt by people but says the Northern Ireland Executive has learnt a lot about the virus over the past year.[119] Health Minister Robin Swann acknowledges people's frustration at the lack of dates in the Executive's lockdown exit strategy but says there are too many uncertainties to give specific dates.[120] On 16 March the Executive announced the first stages of lockdown easing with the following changes; Responding to criticism the First Minister said a cautious approach was necessary, \"I know that there is a great desire to open up in a faster fashion. Our taskforce in the executive will not just look at the health data, which of course is important, but the economic and societal data as well\".[121] On 15 April the Executive announced further easing of restrictions. Further sections of society are due to open on the following dates: Friday 23 April Friday 30 April Monday 24 May Reacting to the news deputy First Minister Michelle O'Neill said \"The restrictions have been a necessary way to suppress the virus, to save lives and protect our health service. But they have taken their toll. And it is incumbent on us to move forward as soon as circumstances allow\". Health Minister Robin Swann said \"Every one of us has a part to play in maintaining progress – by getting vaccinated when our turn comes and by sticking with the actions that have served us well for the past year – including social distancing, wearing a mask, washing hands. It's also vital to remember that outdoor settings are significantly safer than indoors\"[122] On 30 June the highest number of daily COVID cases since February was recorded with 375 new cases. The figures prompted senior health officials to urge younger people to get vaccinated.[123] On 1 July it was announced that the delta variant accounted for two thirds of COVID cases in Northern Ireland. On the same day the Executive announced further easing of restrictions due to come into effect on 5 July.[124] Relaxations due to come into effect on 5 July include: On 7 September the Executive agreed a number of rule changes to take effect from 5 pm on Friday 10 September. They include raising the number of people allowed to gather in an indoor domestic setting from 10 to 15, the removal of table service requirements from indoor and outdoor settings, and the removal of the requirement for pre-booked tickets and seat reservations for events. People will also be allowed to play pool, darts and gaming machines in hospitality settings, while dancing will also be allowed at weddings and civil partnership receptions.[125] On 27 September the Executive agreed to end social distancing restrictions for shops, theatres and a number of other indoor settings in Northern Ireland from 6 pm on 30 September.[126] On 7 October the Executive agreed to scrap the requirement for social distancing in bars and restaurants from 31 October, meaning nightclubs will be allowed to reopen from that date.[127] On 17 November Northern Ireland's ministers vote to introduce mandatory COVID passports for Northern Ireland from December, which will need to be produced for entry into pubs, restaurants and nightclubs.[128] On 7 December 2021 the omicron variant was confirmed in Northern Ireland for the first time.[129] The variant is believed to be the most mutated version of COVID-19 and is highly transmissible. In response to this Stormont followed Westminster by tightening rules to require travellers arriving from abroad to take a pre-departure COVID test.[130] COVID passes became enforceable on 13 December for hospitality businesses in Northern Ireland, with a £10,000 fine for any venue that does not comply. Customers can only enter a premises if they are fully vaccinated, have previously tested positive for covid in the required timeframe or can produce a recent negative lateral flow test result.[131] It was announced on 16 December that there are 210 confirmed omicron cases in Northern Ireland, but ministers have warned of the potential for 11,000 cases per day in the coming weeks.[132] In a letter to HM Treasury, Finance Minister Conor Murphy calls for the furlough scheme to be reinstated and for more financial support for Stormont.[133] On 22 December the Northern Ireland Executive announced that new restrictions would need to be re-introduced in response to the omicron variant.[134] The new measures to be introduced include: 26 December 2021 27 December 2021 On 20 January 2022 the Executive announced that many of the current restrictions would be removed. From midnight on Friday 21 January the rule of six and table service requirements in hospitality will be removed, as will the limit of three households allowed to meet indoors in a home. On Wednesday 26 January nightclubs will be allowed to open and indoor standing events can resume. [135] Significantly, the Executive also announced that on 26 January 2022 that the requirement to show vaccination or covid status before entering many venues would be removed. However the rule will still exist for nightclubs and standing events with more than 500 people in attendance. [135] On 15 February 2022, all remaining COVID restrictions were lifted by the Executive. [136] On 22 April 2022 mass PCR testing ended in Northern Ireland, however lateral flow testing is still free for those with COVID symptoms or for those who are at high risk. [137] In mid-March, HSC Northern Ireland started planning to open a COVID-19 field hospital similar to those being introduced in England. The tower block of Belfast City Hospital was chosen as the first such facility, with 230 beds and staff from around the nation.[138][139] The same report also stated that First Minister Arlene Foster had revealed that a Nightingale hospital could be based at the Eikon Exhibition Centre in Balmoral Park, and that the Department of Health was assessing its potential as a second Nightingale facility in preparation for a possible second wave later in 2020.[138] On 13 May, it was announced that the Nightingale facility at Belfast City Hospital was to close temporarily but could be opened up again in the event of a second wave.[140] On 2 September the Health Minister announced plans to open a second Nightingale hospital which will be a step-down facility. It will be located in Whiteabbey Hospital, Co Antrim, and will include 100 intermediate care beds.[141] The Nightingale facility at Belfast City Hospital reopened on 14 October following a sharp rise in cases.[107] The facility was closed down again on 12 April 2021.[142] Vaccination status of the estimated population above the age of 16 (1,488,100 as of mid-2018 [143]) on 11 April 2022. Vaccination status of the total population (1,895,510 as of 2018 [144]) on 11 April 2022. On 9 November 2020, American pharmaceutical company Pfizer and German biotechnology company BioNTech announced a vaccine for COVID-19 that offered over 90% protection from the disease.[145] Later it was announced that the vaccine offered over 94% protection for the over 65s.[146] Following the announcement the Department of Health announced that Northern Ireland is likely to receive approximately 570,000 doses of the vaccine which could vaccinate approximately 285,000 people.[147] On 17 November 2020 US company Moderna also announced a vaccine that offered 95% protection.[148] On 23 November Oxford AstraZeneca announced that their COVID-19 vaccine has up to 90% efficacy.[149] On 2 December, UK Health Secretary Matt Hancock announced that the Pfizer/BioNTech vaccine had been approved for use and will start being rolled out throughout the UK on the week beginning 7 December.[150] On 8 December, Sister Joanna Sloan became the first person in Northern Ireland to receive the vaccine. Later that day the first care-home residents in Northern Ireland, at Palmerston care home in East Belfast, also received the vaccination.[113] The roll-out of the vaccination program will target all adults in Northern Ireland as all approved vaccines have yet to be approved for use in children. The adult population in Northern Ireland is estimated to be in the region of 1,400,000 people.[151] The vaccine program was extended to children between the ages of 12 and 17 with special circumstances in July 2021, and then again to all 16 and 17-year-olds in early August 2021.[152][153] This extended the vaccine program further into the population of Northern Ireland, which with the latest estimates from mid 2020, stands at 1,895,510 people.[154] On 27 May 2021 Northern Ireland became the first country in the United Kingdom to offer the vaccine to everyone above the age of 18.[155] The vaccine program to date has been rolled out on the following dates: A booster program has been announced to begin in Autumn 2021 with the following categories getting the booster initially:[165] Following the arrival of the omicron variant the booster program was rolled out to all age categories on the following dates: To help accelerate the roll-out of the vaccine, on 29 March 2021 the first mass vaccination centre in Northern Ireland opened at the SSE Arena in Belfast. On the same day pharmacies throughout Northern Ireland were also eligible to administer the vaccine.[169] The official death toll from the Department of Health and Public Health Agency counts those who have died within 28 days of a COVID-19 diagnosis. It mostly consists of hospital deaths, but also includes COVID-19-positive deaths in care homes and the community that are reported by the health service. The Northern Ireland Statistics and Research Agency gives a higher death toll, as it also counts \"suspected cases\" where COVID-19 was mentioned on the death certificate but no test was done.[170] The statistics below run from when COVID-19 was first detected in Northern Ireland until 31 March 2022. Further information beyond this date can be found on the Department of Health dashboard and the UK Government dashboard. Cases are likely to be higher as statistics are based on positive test results, also cases in early 2020 are estimated to be much higher as mass testing had not begun yet. Per Week Per Day Data is from hospitalisations reported on the Department of Health dashboard every day, this information may change at a later date. The Department of Health dashboard only has information from the start of April on ICU patients. Vaccination data is taken from the UK Government COVID-19 dashboard and the NI Covid-19 Vaccinations Dashboard. On the week ending 18 July 2021, the UK Government dashboard removed 16,162 first dose vaccinations from the overall total which was reflected in that week's numbers. Cases and deaths below are those that are reported from the media and Department of Health on those specific dates, which is reflected in the sources, however these numbers can be changed retrospectively on the Department of Health dashboard. Blank boxes indicate that no information was released by the Department of Health for that date. From 25 June to 9 August the Department of Health didn't release daily updates over weekends, this information was released on Mondays for this period. Vaccination data is taken from the same source as above and may change retrospectively. As of 1 May 2021 the Department of Health didn't release daily updates over weekends, this information was released the following Monday for this period. On 31 January 2022 the Department of Health began adding reinfections to the daily cases data. Case numbers prior to this date are higher than reported initially below because of this. The information below covers from when COVID-19 was first detected in Northern Ireland until 31 March 2022. Further information beyond this date can be found on the Department of Health dashboard and the UK Government dashboard.","Title":"COVID-19 pandemic in Northern Ireland - Wikipedia","KeyID":"10549","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Northern_Ireland"}