{"Content: ":"The COVID-19 pandemic in Belarus is part of the ongoing worldwide pandemic of coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The virus was confirmed to have spread to Belarus, when the first case of COVID-19 in the country was registered in Minsk on 28 February 2020.[2] On 12 January 2020, the World Health Organization (WHO) confirmed that a novel coronavirus was the cause of a respiratory illness in a cluster of people in Wuhan City, Hubei, China, which was reported to the WHO on 31 December 2019.[3][4] The case fatality ratio for COVID-19 has been much lower than SARS of 2003,[5][6] but the transmission has been significantly greater, with a significant death toll.[7][5] Notes: On 2 February, a total of 748,505 confirmed cases were reported, including 738,181 recoveries and 6,084 deaths. More than 11,773,000 COVID-19 tests had been conducted in Belarus to date.[9] On 3 February, a total of 753,495 confirmed cases were reported, including 742,762 recoveries and 6,099 deaths. More than 11,823,000 COVID-19 tests had been conducted in Belarus to date.[10] On 4 February, a total of 760,845 confirmed cases were reported, including 749,595 recoveries and 6,116 deaths. More than 11,870,000 COVID-19 tests had been conducted in Belarus to date.[11] On 5 February, a total of 769,076 confirmed cases were reported, including 757,436 recoveries and 6,132 deaths. More than 11,909,000 COVID-19 tests had been conducted in Belarus to date.[12] On 6 February, a total of 777,391 confirmed cases were reported, including 765,467 recoveries and 6,147 deaths. More than 11,945,000 COVID-19 tests had been conducted in Belarus to date.[13] On 7 February, a total of 783,260 confirmed cases were reported, including 770,567 recoveries and 6,159 deaths. More than 11,967,000 COVID-19 tests had been conducted in Belarus to date.[14] On 8 February, a total of 788,934 confirmed cases were reported, including 775,634 recoveries and 6,175 deaths. More than 11,978,000 COVID-19 tests had been conducted in Belarus to date.[15] On 9 February, a total of 797,188 confirmed cases were reported, including 783,649 recoveries and 6,190 deaths. More than 12,010,000 COVID-19 tests had been conducted in Belarus to date.[16] On 10 February, a total of 805,651 confirmed cases were reported, including 792,007 recoveries and 6,204 deaths. More than 12,045,000 COVID-19 tests had been conducted in Belarus to date.[17] On 11 February, a total of 814,262 confirmed cases were reported, including 800,239 recoveries and 6,221 deaths. More than 12,078,000 COVID-19 tests had been conducted in Belarus to date.[18] On 12 February, a total of 823,045 confirmed cases were reported, including 808,784 recoveries and 6,237 deaths. More than 12,108,000 COVID-19 tests had been conducted in Belarus to date.[19] On 13 February, a total of 831,966 confirmed cases were reported, including 817,900 recoveries and 6,253 deaths. More than 12,137,000 COVID-19 tests had been conducted in Belarus to date.[20] On 14 February, a total of 838,571 confirmed cases were reported, including 823,890 recoveries and 6,265 deaths. More than 12,153,000 COVID-19 tests had been conducted in Belarus to date.[21] On 15 February, a total of 843,717 confirmed cases were reported, including 828,579 recoveries and 6,278 deaths. More than 12,161,000 COVID-19 tests had been conducted in Belarus to date.[22] On 16 February, a total of 851,636 confirmed cases were reported, including 836,809 recoveries and 6,295 deaths. More than 12,188,000 COVID-19 tests had been conducted in Belarus to date.[23] On 17 February, a total of 859,884 confirmed cases were reported, including 845,171 recoveries and 6,313 deaths. More than 12,218,000 COVID-19 tests had been conducted in Belarus to date.[24] On 18 February, a total of 868,078 confirmed cases were reported, including 853,535 recoveries and 6,329 deaths. More than 12,248,000 COVID-19 tests had been conducted in Belarus to date.[25] On 19 February, a total of 875,934 confirmed cases were reported, including 861,397 recoveries and 6,348 deaths. More than 12,272,000 COVID-19 tests had been conducted in Belarus to date.[26] On 20 February, a total of 883,217 confirmed cases were reported, including 869,256 recoveries and 6,361 deaths. More than 12,299,000 COVID-19 tests had been conducted in Belarus to date.[27] On 21 February, a total of 887,582 confirmed cases were reported, including 873,353 recoveries and 6,375 deaths. More than 12,311,000 COVID-19 tests had been conducted in Belarus to date.[28] On 22 February, a total of 890,089 confirmed cases were reported, including 875,660 recoveries and 6,392 deaths. More than 12,317,000 COVID-19 tests had been conducted in Belarus to date.[29] On 23 February, a total of 896,319 confirmed cases were reported, including 882,376 recoveries and 6,407 deaths. More than 12,343,000 COVID-19 tests had been conducted in Belarus to date.[30] On 24 February, a total of 902,315 confirmed cases were reported, including 888,963 recoveries and 6,421 deaths. More than 12,367,000 COVID-19 tests had been conducted in Belarus to date.[31] On 25 February, a total of 907,978 confirmed cases were reported, including 895,092 recoveries and 6,438 deaths. More than 12,389,000 COVID-19 tests had been conducted in Belarus to date.[32] On 26 February, a total of 913,333 confirmed cases were reported, including 901,068 recoveries and 6,454 deaths. More than 12,408,000 COVID-19 tests had been conducted in Belarus to date.[33] On 27 February, a total of 917,468 confirmed cases were reported, including 906,043 recoveries and 6,470 deaths. More than 12,427,000 COVID-19 tests had been conducted in Belarus to date.[34] On 28 February, a total of 919,736 confirmed cases were reported, including 908,132 recoveries and 6,480 deaths. More than 12,438,000 COVID-19 tests had been conducted in Belarus to date.[35] On 16 March, the President of Belarus, Alexander Lukashenko, dismissed the threat of coronavirus and encouraged working in fields and driving tractors as a way of overcoming the pandemic: \"You just have to work, especially now, in a village [...] there, the tractor will heal everyone. The fields heal everyone.\"[36] In his further comments on the pandemic, the Belarusian leader referred to it as \"psychosis\", and on 28 March he played a game of hockey, later stating in an interview \"it is better to die on our feet, than live on your knees [...] sport, especially on ice, is better than any antiviral medication, it is the real thing\".[37][38] Prior to that, in an official meeting, Lukashenko proposed \"poisoning\" the coronavirus with vodka, as well as attending banyas as the best cures for the disease.[39] On 25 March, a mandatory 14-days self-quarantine requirement was instituted for persons entering Belarus from countries affected by the pandemic, with the exception of diplomats and their families, air crews and persons transiting Belarus on return to their home countries.[40] As of 30 March, Belarus had not initiated a nation-wide quarantine effort.[41] That, as well as the gradual decrease in transparency of the official reports on the pandemic, led to criticism from the press and population, emphasizing the absence of up-to-date information about the territories affected by the virus, decreased update frequency and increased ambiguity of the official reports, as well as restraint of the non-governmental media from the government sessions on the epidemiological situation in the country.[42] On 4 April, the Ministry of Education of Belarus announced a one-week extension of spring vacation for schools.[43] On 10 April another one-week extension followed.[44] On 9 April, a mandatory 14-day self-isolation requirement was issued by the government for foreign and Belarusian citizens with either confirmed COVID-19 diagnosis, or the status of first- or second-level contact. The penalties for breaking the requirement include administrative detention, fine and imprisonment.[45] In an interview given to Tut.By on 10 April, Vladimir Makei, Minister of Foreign Affairs of Belarus, stated he \"felt shame\" having to wear a face mask when \"walking to a store\" and expressed skepticism about nation-wide quarantine as a rational approach to fighting the pandemic: \"I don't think the implementation of 'total' quarantine would have spared us from growth of this curve, which we would see anyway.\" When asked about the help Belarus received from other countries, Makei noted the Chinese humanitarian aid (COVID-19 tests and medical equipment) and criticized Russia, mentioning unreliable COVID-19 tests and 15 infected workers sent to the construction of the Belarusian nuclear power plant in Astravyets from Nizhny Tagil. According to Makei, approximately 4,000 COVID-19 tests were conducted in Belarus daily.[46] In a Ministry of Health briefing given on 10 April it was clarified that Belarus did not plan any postponement of conscription. According to Elena Bogdan, the Deputy Minister of Health, 8-10% of COVID-19 tests give positive results, and more than 65,000 COVID-19 tests are currently available in Belarus. It was also reported that 10 out of 169 recovered COVID-19 patients had agreed to become the donors of isoimmune blood plasma: \"This is a new scientific direction for the RSPC of Transfusiology and Medical Biotechnologies. We will be developing a new method of treating the most severe cases of coronavirus infection with isoimmune plasma of the recovered patients\".[47] According to the Deputy Minister of Defense of Belarus, Sergei Potapenko, as of 11 April, preparations for the 9 May Victory Day Parade were continuing as planned: \"As of now, everything is normal, a complex of antiepidemiologic and therapeutic measures is taking place, which assures the health of soldiers is on due level. So far, we have no problems with preparing for the parade\".[48] According to Alexander Lukashenko remarks from the 13 April official meeting, no people had died from COVID-19 per se in Belarus to date: \"People are afraid. Thus, I want to tell them the following: not a single person had died from coronavirus in our country. Not a single one! They died from a bouquet of chronic diseases, which they had. [...] Coronavirus is not even a push, it is the atmosphere in which their chronic diseases develop.\" In his further remarks, Lukashenko addressed the currently hospitalized COVID-19 patients: \"There's no reason for them to worry. No one will die from coronavirus in our country. I am stating this publicly\".[49] On 21 April, during his visit to the \"Slavyanka\" clothing factory re-purposed for the production of medical masks, Alexander Lukashenko criticized the protective measures taken in schools: \"Utter nonsense. Children can not wear these masks, especially in schools. There was no such requirement. If there are those who required it, they will answer for it. It's better to open the window and let fresh air in.\" According to Lukashenko, wearing a mask, using ethanol-based antiseptics and keeping social distance in schools was a \"fraud\" (Russian: очковтирательство).[50] Later that day Natalia Ejsmont, the Belarusian president's press-secretary, reported one of the members of the presidential hockey team had been diagnosed with COVID-19. According to Ejsmont, no self-isolation or remote working were planned for the president.[51] On 25 April, a nation-wide Subbotnik (day of community service) took place in Belarus, reportedly involving as many as 2.3 million people.[52] According to Alexander Lukashenko remarks from the 3 May official meeting, cancellation of the 9 May Victory Day Parade was impossible: \"I have to say, we can not cancel the parade. Just can not. I've thought about it for a long time. This, of course, is an emotional, deeply ideological thing. We must understand, those people died, perhaps, from viruses and other diseases. But they didn't feel it sometimes and didn't think about it. And they died for us, as pathetic as it may sound. Think about what people would say, perhaps, after a day or two, [...] that we were afraid\". According to Lukashenko, however, there was no need to force people to participate: \"If people don't want it, are afraid and care about their health, we will understand that. We have enough volunteers today - thousands and thousands of people want this event to happen\". In his further commentary, Alexander Lukashenko expressed scepticism towards the potential epidemiological danger of the parade and invited Russian officials to take part in it, emphasizing the openness of Belarus to its Russian \"friends and brothers\". Lukashenko also noted that, despite the absence of nation-wide restrictions, Belarusians had shown care for their health during the past May holidays: \"[People] kind of spread-out. There were no gatherings\".[53] According to the 6 May Onliner.by publication, in preparation for the 9 May Victory Day Parade the Belarusian government initiated a recruiting campaign among university students (who were encouraged to participate in the parade in return for the academic and dormitory bonuses), members of the Belarusian Academy of Sciences and recovered COVID-19 patients.[54] On 9 May, despite the WHO social distancing recommendations, the annual Victory Day military parade took place in Minsk, reportedly involving more than 15,000 spectators and 4,000 military personnel. The ambassadors of 18 countries (Azerbaijan, Armenia, Hungary, Venezuela, Vietnam, Iran, North Korea, Kazakhstan, China, Kyrgyzstan, Moldova, Palestine, Russia, Slovakia, Turkey, Tajikistan, the UAE and Serbia) attended, as well as the chargés d'affaires of Sudan, Libya and Pakistan, and the Permanent Representative of Russia to the CIS, Andrei Grozov. During his speech as the commander-in-chief, Alexander Lukashenko emphasized the importance of the Victory Day to Belarusians and addressed the critics of the parade: \"In this mad disoriented world, there are people who are blaming us for the circumstances we are hosting this sacred event in. [...] Do not jump to conclusions and blame us, the heirs of the Victory, Belarusians. [...] We simply couldn't do it differently, we had no other choice. And even if we had one, we would have done everything the same. The eyes of the dead soldiers look at us, the eyes of the tortured partisans and underground fighters [...] They wanted to live but died for us\".[55][56][57][58][59] According to Alexander Lukashenko remarks from the 21 May official meeting, COVID-19 incidence in Belarus had reached plateau and was beginning to decline in Minsk and Vitebsk: \"[In Vitebsk] we are on plateau now and we see that it is declining. Minsk, Vitebsk – especially Vitebsk – had faced this problem much earlier and are now beginning to recover. [...] Happily, we do not see any growth in Minsk now. This is good\". It was further noted by Lukashenko that the death statistics remained the most important success indicator of a country's response to the pandemic: \"In the end, there is only one indicator - death toll. And the fact that by this metric we are the best in the world is challenged by no one. No one!\".[60] On 11 June, the 14-days self-quarantine requirement issued on 9 April was lifted from persons entering Belarus from 37 countries.[61] Since 11 June, all foreign citizens entering Belarus must provide a PCR-based COVID-19 test certificate acquired no longer than 2 days prior to entering the country.[62] On 25 June, persons entering Belarus from 14 more countries[63] became exempt from the self-quarantine requirement.[64] On 9 July, the list was extended by 12[65] countries.[66] On 15 July, Russia was excluded from the list.[67] On 4 August, Azerbaijan, Mongolia, Tanzania and Sri Lanka were excluded from the list.[68] On 10 September, Uzbekistan was excluded from the list, and the exclusions of Spain, Montenegro, Israel, Andorra and Malta were reverted due to increasing numbers of new infections.[69] On 17 June, by a governmental decree, COVID-19 was included in the list of diseases giving patients a right to free medication and medical food.[70] According to the 16 July remarks by the Belarusian culture minister, Yuri Bondar, despite organizational problems, no programme shortening was planned for the 2020 Slavianski Bazaar in Vitebsk. According to Bondar, it was about time Belarusians \"woke up from the pandemic hibernation\" and \"forgot about the spring situation\". It was further noted by Bondar that \"normal people do not wear masks\" and that a facial mask is a \"microbial hotbed\".[71] On 22 July, the Chairwoman of the Central Election Commission of Belarus, Lidia Yermoshina, announced an epidemiologically motivated limitation on the number of observers on the upcoming presidential elections: \"I understand it will be an unpopular decision, but I suggest a reduction of the amount of observers for the duration of this electoral campaign: up to five people on the election day, [...] and up to three during early voting\".[72] On 28 July, during an official meeting with military personnel, Alexander Lukashenko stated he had recovered from asymptomatic COVID-19 infection: \"Such was the medical conclusion. [...] As I said, 97% of our population experience it in asymptomatic form. Thank God I was lucky to be in the cohort of asymptomatic\".[73] In a 5 August interview with Ukrainian journalist Dmitry Gordon, Lukashenko stated the circumstances of his infection were investigated, and that he was leaning towards the version of deliberate contagion.[74] On 7 August, in a meeting with medical workers and the Belarusian minister of health, Vladimir Karanik, Alexander Lukashenko expressed his willingness to become a donor of blood for the Belarusian opposition politicians: \"Since I have recovered from that [COVID-19], you know what I have thought about? [...] I will be donating my blood, and you will take that plasma and inject all the oppositionists with it. This is the easiest way of turning them towards the state and towards me. Thus, I am stating this publicly: all the oppositioners should get a drop of [that] blood. They will not refuse it once they are in the intensive care unit, you know this\". It was further noted by Lukashenko that the remark was a \"semi-joke, semi-truth\".[75] On 28 September, it was reported that the first batch of the Russian Sputnik V COVID-19 vaccine was delivered to Belarus for clinical trials beginning on 1 October. According to the Belarusian Ministry of Health, the trials were to be double blind and to be performed on 100 volunteers with the employment of the randomized controlled trial (RCT) methodology.[76] On 7 October, a new set of classification criteria for first- and second-level contact status was released by the Belarusian Ministry of Health, defining the first-level contacts as individuals who had a close contact (i.e. 15 minutes at a less than 1 meter distance without the means of individual protection) with a diagnosed COVID-19 patient 4 days prior and 10 days after either the emergence of symptoms in the latter, or a laboratory diagnosis confirmation in case of an asymptomatic infection course. Under the same set of rules, the status of second-level contact was restricted to children under 10 years of age.[77] On 8 October, a 4 days reduction in the duration of the mandatory 14-days self-isolation requirement issued on 9 April was announced by the Ministry of Health. According to Dmitry Pinevich, the Acting Minister of Health, the reduction was based on experience of Belarusian medics showing that usually the virus \"reveals itself\" no longer than 7 days after contagion.[78] On 1 November, Belarusian borders were closed for foreign citizens, with the exception of diplomats, persons entering Belarus through the Minsk National Airport, Russian citizens transiting Belarus on their way to Russia and a number of other categories of people related to transportation of goods, mail, organ transplants, functioning of the Chernobyl Nuclear Power Plant and the Chernobyl Exclusion Zone.[79] On 5 November, Mogilev became the first city in Belarus to introduce compulsory use of facial masks in public places.[80] On 9 November, compulsory use of facial masks was introduced in Gomel Region.[81] According to the 11 November Ministry of Health decree, PCR-based tests were no longer conducted for first-level contacts with an asymptomatic infection course.[82] On 12 November, compulsory use of facial masks was introduced in Minsk. As of date, besides Minsk, Gomel Region and Mogilev, such measure was reported to had been employed in Babruisk, Asipovichy, Klichev, Krichev, Chavusy District, Cherykaw District, Polotsk District and Novopolotsk.[83] On 16 November, compulsory use of facial masks was introduced in Vitebsk Region.[84] On 18 November, compulsory use of facial masks was introduced in Brest Region.[85] On 7 December, an epidemiologically motivated partial closure of Belarusian borders was announced in the governmental decree No.705, according to which, since 21 December, Belarusian citizens and residents of Belarus were to be temporarily prohibited from leaving Belarus via land, except for a limited number of cases and not more than once per 6 months. Duration of the prohibition was not specified in the document.[86] On 21 December, the Russian Sputnik V COVID-19 vaccine was officially registered in Belarus, with the first batch expected to be delivered to Belarus from Russia within a month. Reportedly, medical workers, teachers and retail workers were to be the first social groups to receive the vaccine free of charge.[87] On 29 December, the first batch of the Sputnik V vaccine was delivered to Belarus, and beginning of mass vaccination was officially announced by the Ministry of Health.[88] On 26 February, the first test batch of the Sputnik V COVID-19 vaccine was locally produced by the Belmedpreparaty Belarusian pharmaceutical company via technology provided by Russia.[89] On 11 March, it was reported by the Ministry of Health that the first cases of the more transmissible British SARS-CoV-2 variant were registered in Belarus.[90] On 18 May, it was reported by the Ministry of Health that, as of date, more than 261,000 people in Belarus underwent full vaccination course and more than 367,000 people received the first dose of a vaccine.[91] Also, 300,000 doses of a two-dose Sinopharm BIBP COVID-19 vaccine were delivered to Belarus from China as a humanitarian aid.[92] On 23 June, first cases of the SARS-CoV-2 Delta variant were officially reported to had been registered in Minsk. According to the Belarusian Ministry of Health, the variant was not detected in other regions of the country as of date.[93] On 1 July, a presidential decree permitting visa-free entry and stay in Belarus for up to 5 days for foreign individuals willing to get vaccinated in the country on a paid basis was signed by Alexander Lukashenko.[94] On 14 July, a 3 days reduction in duration of the 10-days mandatory self-isolation for first-level contacts was introduced by the Belarusian government.[95] On 1 September, the permitted frequency of travel via land borders introduced by the 7 December, 2020, decree No.705 was increased from once in 6 to once in 3 months.[96] On 3 September, the first batch (250,000 doses) of the Russian Sputnik Light single-dose COVID-19 vaccine was delivered to Belarus from Russia.[97] Also, according to the 3 September remarks by the Speaker of the Council of the Republic of Belarus, Natalya Kochanova, the vaccination efficacy statistics in Minsk to date was the following: 0.09% of people developed COVID-19 after receiving the first dose of the vaccine, and 0.11% of people developed COVID-19 after receiving the second one.[98] On 5 September, 1,500,000 doses of the Sinopharm BIBP COVID-19 vaccine were delivered to Belarus from China, including 500,000 doses as a humanitarian aid.[99] On 9 October, facial masks and social distancing in public places were mandated by the Ministry of Health for the whole territory of Belarus.[100] On 20 October, the 9 October country-wide facial masks mandate was lifted by the Belarusian Ministry of Health.[101] According to Deutsche Welle, that was potentially intended to act as a countermeasure to the Belarusian opposition's flash mob asking people to wear masks in public places as a part of the anti-Lukashanko protests.[102] The following crackdown on facial masks usage involved widespread removal of social advertisement promoting employment of self-protection equipment in public transport, stores and cafes.[103][104] On 23 October, it was reported that the prototype of the indigenous inactivated COVID-19 vaccine against multiple SARS-CoV-2 variants was at the stage of \"transfer to production\".[105] On 24 October, it was reported by the Belarusian Ministry of Defense that deliveries of oxygen from the military installations with oxygen production equipment to hospitals had been established in Belarus.[106] Also, according to the Deputy Minister of Health of Belarus, Alexander Tarasenko, first cases of the SARS-CoV-2 \"Delta Light\" (Russian: Дельта Лайт) variant were registered in Belarus in September, which, reportedly, did not show any difference with the original Delta variant.[107] According to Nasha Niva, the \"Delta Light\" identification was a local substitute for the internationally recognized \"Delta Plus\" AY4.2 one.[108] On 11 November, another batch of 1,500,000 doses of the Sinopharm BIBP COVID-19 vaccine was delivered to Belarus from China, including 500,000 doses as a humanitarian aid.[109] On 16 December, the CoviVac inactivated COVID-19 vaccine was approved for use in Belarus by the Belarusian Ministry of Health. Reportedly, as of date, more than 300,000 doses of the vaccine were distributed to all regions of Belarus. Also, it was clarified by the Ministry of Health that the latest surge in the numbers of fully vaccinated people was caused by employment of the single-dose Sputnik Light COVID-19 vaccine.[110][111] On 21 December, the 10-days self-isolation requirement was lifted from first- and second-level contacts, as well as the tourists from countries with active COVID-19 cases. Also, it was announced by the Ministry of Health of Belarus, that the vaccination campaign for children from 12 years of age and older was planned to be initiated on 27 December. Reportedly, only the Chinese Vero Cell vaccine was to be employed in the vaccination of children.[112] On 23 December, it was reported that the first test batches of the Sputnik V and Sputnik Light COVID-19 vaccines were produced by the Belarusian Belmedpreparaty pharmaceutical company through the full vaccine production cycle, and were to be sent to the Gamaleya Research Institute of Epidemiology and Microbiology for quality control procedures.[113] On 29 December, the Belarusian Ministry of Health announced detection of the first four cases of the SARS-CoV-2 Omicron variant. Reportedly, all of the infected persons were not vaccinated and reported mild symptoms of COVID-19.[114][115] On 3 January, the Ministry of Health of Belarus reported that children in the 12 to 17 years old age group were planned to be the first ones to undergo vaccination against COVID-19, since they accounted for more than 41% of total COVID-19 cases in children. Also, it was reported that, as of date, more than 1,900 12 to 17 years old children had received the first dose of the vaccine.[116] On 21 January, a batch of 3 million doses of the Chinese inactivated Vero Cell vaccine, as well as 1.5 million of syringes, were delivered to Belarus from China. According to the Belarusian Ministry of Health officials, the syringes and the 1.5 million doses of the vaccine were a Chinese humanitarian aid.[117] According to the 11 May, 2020, report from the Nexta Telegram media, with reference to \"documents from the Presidential Administration of Belarus\", daily gain of more than a thousand COVID-19 cases had been reached \"a couple of days ago\", while the total number of COVID-19 cases in Belarus was as high as 26,348, with 166 COVID-19 patients requiring assisted ventilation. According to Nexta, the actual daily gain of COVID-19 cases in the 8–11 May period was as follows:[118] On 13 May 2020, Nexta reported a total of 27,717 COVID-19 cases and a daily gain of 1,369.[118][119] According to the statistics presented during the 22 May, 2020, webinar of the Belarusian Society of Anesthesiologists and Reanimatologists, in April, 2020, mortality rate among intensive therapy COVID-19 patients in Minsk alone accounted to 27%, or 117 patients in absolute numbers, contradictory to the 1 May official Ministry of Health report pointing to a total (i.e. in Belarus as a whole) of 93 deaths of COVID-19 patients. In a further official clarification by the Ministry of Health, it was noted that the death rate presented during the webinar reflected the data on all the patients of \"pulmonological profile\" and included both confirmed COVID-19 patients and patients with \"other pneumonia etiologies\", contradictory to the slides of the webinar presentation mentioning the COVID-19 patients exclusively. The recording of the webinar was subsequently removed from YouTube.[120][121] According to intensive care unit personnel of the 1st Minsk Clinical Hospital, 3-4 deaths of likely coronavirus-positive patients were registered there on some days, while the official daily deaths statistics for these days did not exceed 5 deaths for Belarus as a whole.[122] According to the 22 July 2020 remark by Lidia Yermoshina (with reference to the Ministry of Health data), as of date, around 41,000 people were either hospitalized or undergoing ambulatory COVID-19 treatment, or were in the status of first-level contact, contrary to the official statistics pointing to a total of 6,947 active cases. In a further clarification by the Ministry of Health, it was noted that the named number represented the number of people under \"all types of medical observation\", including active COVID-19 cases, first- and second-level contacts and the currently quarantined individuals. According to the Ministry of Health's own guidelines, however, the second-level contacts were exempt from the self-quarantine requirement and were not a subject to observation.[123] Statistical analysis of the official Belarusian COVID-19 daily infection numbers suggested the presence of an artificial limit of 1,000 cases per day.[124] According to the United Nations Statistics Division (UNSD) data[125] on monthly deaths in Belarus, in April–June 2020, the total number of deaths exceeded the average figure for the last 5 years by about 5,500, while the average figure for the January–April period did not show a notable difference with the previous years. According to Nasha Niva, such statistical anomalies have never been observed since the beginning of the UNSD operation in 1980 and could point to the actual COVID-19 deaths statistics in Belarus.[126] In a 7 September 2020 interview to Dozhd, Alexander Mrochek, cardiologist and academician of the Belarusian Academy of Sciences, suggested that COVID-19 deaths in Belarus were presented as deaths from cardiovascular diseases in the official mortality statistics: \"Cardiovascular diseases comprise 58% of the mortality statistics in Belarus, significantly exceeding such rates in the neighbouring countries. My suggestion, and I have certain facts supporting it, [...] is that the arteriosclerotic heart disease diagnosis [was written in a death certificate], with no regards to a patient dying from respiratory failure caused by the COVID-19 infection\". According to Mrochek, Vladimir Karanik, the former minister of health, was personally responsible for the falsification.[127] On 9 November 2020, in an interview to BelTA, it was noted by Igor Petrhishenko, Deputy Prime Minister of Belarus, that, according to preliminary data, 15-20% of the Belarusian population possessed herd immunity to COVID-19, contradictory to the official 9 November Ministry of Health report pointing to a total of 108,000 confirmed cases.[128] According to the mortality statistics published by the Mogilev civil registry, in January–November, 2020, the total number of deaths for the given time period (4,375) exceeded the total number of deaths for whole previous year by 609, while the Mogilev mortality statistics for the previous 5 years lacked similar death spikes and stayed at a mark of approximately 3,800 people. The statistics also showed that in November, 2020, there were almost twice as many deaths in Mogilev than in November, 2019. The statistics was subsequently removed from the registry's website.[129][130] Indirect calculations based on official National Statistical Committee of the Republic of Belarus data (indicators “commodity turnover per capita” and “commodity turnover”) suggested that the average annual population in 2020 decreased by 47,8 thousand people. With a decrease in the average annual population in 2018 by 14,7 thousand people and in 2019 by 17,8 thousand people, excess mortality in 2020 could be totalled circa 30 thousand people.[131] On March 24, 2021, Alyaksei Znatkevich of Radio Free Europe/Radio Liberty published an article based on a survey of several doctors, which provided evidence of falsification of statistics up to 7 times. For example, in 2020, 16,309 cases of COVID-19 were officially registered in Babruysk and Babruysk District. This is 6,998 cases of infection per 100,000 inhabitants. About 7% of the population of the district suffered from this disease, while the average domestic data of the National Statistical Committee of the Republic of Belarus for the same period showed that only about 2% of the population of Belarus were infected with COVID-19. From February 28, 2020, to February 28, 2021, more than 360 people died in Babruysk and the district. If these figures are extrapolated to the entire country, the total death toll is going to be about 16,000, and as of February 28, 2021, the Ministry of Health reported that just 1,976 people had died from COVID-19. The interviewed doctor of the 1st hospital in Minsk also reported a strange ratio of deaths: \"Only in our hospital, 3–5 people died from COVID-19 every day in covid-departments. At the same time, 7, 8 or 9 deaths from coronavirus were officially registered in the country at that time.\" Also, according to one of the doctors of Minsk polyclinics, physicians were limited in the number of tests: out of 30–40 patients whom the doctor examined during the day, usually a half had a suspicion of COVID-19, but a maximum of 10 could be sent for testing; out of 5–7 people whom the doctor sent daily, almost all of them had the disease confirmed. He added that at a time when it was being officially announced about 7–8 deaths per day across the country, his colleagues from Minsk hospitals informed him about 3–5 deaths in each. The Ministry of Health has not commented on the article.[132] According to the Minsk civil registries and health care institutions statistics obtained by MediaZona, in 2020, excess mortality in Minsk alone comprised approximately 5,000 deaths, or 29% increase in comparison with the average for the previous 5 years, and the number of newly registered COVID-19 cases in Minsk in the 5 July-29 November period was reported in the internal documentation as more than 101,000, while the official statistics for the same period pointed to a total of 88,753 confirmed COVID-19 cases in the whole country. According to MediaZona, the civil registries deaths statistics showed that, in December 2020, on average, about 15 deaths from COVID-19 were registered in Minsk daily, and, on 17 December, there was a peak of 27 deaths, while only 9 deaths were officially reported on that day. The age distribution in deaths registered in Minsk showed that, in 2020, there was a 30,45% and 27,7% increase in deaths of people aged 60–69 and 70+, respectively, in comparison with the previous years.[133][134] According to the Gomel Region media resource \"Flaghshtok\" citing a relative of a deceased COVID-19 patient, as of July, 2021, around 60 intensive care unit COVID-19 patients were buried in Gomel daily by a single burial services company. It was also reported that the death certificate of the mentioned patient indicated \"heart failure\" as the main cause of death and had no mention of COVID-19 despite the patients' medical history.[135] According to the data obtained by the Cyber Partisans hacker group via the Ministry of Internal Affairs' passport database, excess mortality in Belarus in the March, 2020, to March, 2021, period comprised more than 32,000 deaths (14 times the Ministry of Public Health of the Republic of Belarus reported for the same period), with approximately 25,000 deaths having had happened during 2020.[136] Dmitry Kobak of the University of Tübingen and Andrei Eliseev of the EAST Center, who were approached by Current Time TV, confirmed the high probability of underreporting the excess COVID-19 death toll in the figures by about the same proportion, while both ministries have ignored the channel's requests to comment on the information.[136] According to the interview given to BBC News Russian by Nadzezhda Germanchuk, a former medical examiner at the State Forensic Committee of Belarus, since January, 2021, microscopic probing of corpses for COVID-19 as a possible cause of death was unofficially prohibited at all of the Committee's departments in Minsk. According to Germanchuk, since macroscopic signs of COVID-19 observed during autopsies alone were not sufficient for definitive diagnoses, such deaths were neither accounted for in the official deaths statistics, nor presented as deaths from COVID-19 to the relatives of the deceased, which also led to the medical examiners not receiving salary bonuses for working with infectious corpses.[137] On 30 April 2020, the head physician of the Vitebsk Clinical Emergency Hospital, Sergey Lazar, was relieved of his position shortly after the publication of his interview with TUT.BY, where he criticized the counter-pandemic measures taken by the government and mentioned the shortage of medical protective equipment.[138][139] According to the press-secretary of the Ministry of Health, Yulia Borodun, Sergey Lazar's dismissal was not related to the publication.[139] On 25 March 2020, Sergei Satsuk, the chief editor of the Yezhednevhik online newspaper, was arrested on a charge of bribe-taking, three days after the publication of his article with critique of the Belarusian government's response to the COVID-19 pandemic.[140] On 11 May 2020, two Youth Bloc (Russian: Молодёжный Блок) activists were sentenced to 5 and 13 days of administrative detention for participation in the protest against hosting the annual 9 May Victory Day Parade amid the pandemic. On that same day, another Youth Bloc activist was detained inside the court building while awaiting the beginning of the trial on his associates.[141] Against the backdrop of loose anti-pandemic measures taken by the state, since Summer 2020, the National Statistical Committee of the Republic of Belarus stopped providing seasonable statistics on mortality.[142] Before 2021, it has produced the yearly data reports with various statistics, including statistics on mortality.[142] The 2020 year report was issued in April 2021 but without statistics on mortality, while the supplementary bulletin on natural movement of the population was not released either.[143] Being asked by European Radio for Belarus in April and May 2021, the government-run institution declined to specify the reason of omitting such information.[142][143] According to Novy Chas and European Radio for Belarus, it was simply done to preclude the possibility to count up the number of deaths attributed to COVID-19.[144][143] During the 2020 Belarusian protests, cases of deliberate infection with COVID-19 and subsequent denial of medical help by the staff of Belarusian prisons were reported by released protesters.[145] On 30 March 2020, Belarus and International Monetary Fund (IMF) started negotiations on a $900 million loan intended to compensate the economic losses from the COVID-19 pandemic.[146] On 19 June 2020, Alexander Lukashenko stated the IMF was demanding imposition of lockdown measures as a condition for loans, but the demands were declined by Minsk.[147] On 10 September, Belarus was refused the loan due to \"significant disagreements on the reacting measures to current difficulties\".[148] According to the National Bank of Belarus data, inflation in March accelerated and accounted to 4.9%, 0.85% higher than in February.[149] In 2020, Belarus was the only country in Europe whose association football league continued playing as planned in late March amid the pandemic. In most countries around the world, sports were cancelled to mitigate the spread of the virus.[150][151] Economists James Reade, Dominik Schreyer, and Carl Singleton observe that stadium attendance demand in Belarus declined significantly in the initial period of maximum uncertainty. Surprisingly, stadium attendance demand then slowly recovered, despite the ongoing inherent risk to individuals from going to a match.[152] On 10 April 2020, the United States Agency for International Development (USAID) issued a $1.3 million financial aid for Belarus to help counter the COVID-19 pandemic.[153] On 25 April 2020, it was reported the agreement on a €90 million loan was reached between Belarus and the International Bank for Reconstruction and Development (IBRD).[154] On 23 July, the agreement was approved by the presidential decree No.292.[155] According to the 27 April 2020 remarks by Dmitry Krutoy, the First Deputy Prime Minister of Belarus, a total of $2–2.5 billion of external loans were planned to be used as support for the Belarusian economy: \"Speaking of negotiations with IMF, our quota allows for approximately $900 million, the World Bank - approximately $300 million, the European Investment Bank - approximately $300 million, as well. That is, in total we will be able to attract $2-2.5 billion from our creditors. These will be very good numbers\". According to Krutoy, healthcare system support and counter-unemployment measures were the main focus of the Belarusian government amid the pandemic crisis.[156] On 11 April 2020, during a press-conference concluding a three-day WHO inspection, the leader of the WHO mission in Belarus, Patrick O'Connor, noted the \"systematic approach\", presence of the testing laboratories, patient segregation (as a means of stopping the spread of the infection in hospitals) and the quickly organized domestic production of the protective equipment for medics as positives of the Belarusian response to the pandemic. The WHO recommendations included physical distancing (cancelling of the sports and cultural events, implementation of remote education and minimization of the nonessential movements for the high-risk groups of people), improvements of the testing process and isolation of the first- and second-level contacts. According to O'Connor, Belarus was stepping in a new phase of the pandemic with the transmission of the disease occurring on the \"community level\".[157] On 21 April 2020, a new set of recommendations for Belarus was published by the WHO, which included increase in social distancing, quarantining of the contacts of the confirmed COVID-19 patients, implementation of the remote education for schools and universities, reducing nonessential movements for the high-risk groups of people, repurposing of the private and public sector for the production of protective equipment for health-care workers, government commitment to implement the containing and mitigation measures, clear, transparent and regular communication of the risks, health advice and response measures by the government and continuation of the socioeconomic support for the vulnerable groups of people.[158] On 28 April 2020, the United Nations Resident Coordinator in Belarus, Joanna Kazana-Wisniowiecki, emphasized the importance of complying with the WHO recommendations in her video address to the nation and characterized the current state of the pandemic in the country as \"sustained and pervasive local transmission\", reiterating the previous WHO assessment.[159] On that same day, in a WHO report, the current epidemiological situation in Belarus was labeled as \"concerning\" and requiring \"the immediate implementation of a comprehensive blended strategy\", involving a variety of physical distancing measures, as well as expansion of testing capacity, improvements in QA for the locally produced COVID-19 test kits and implementation of standardized screening procedures at international entry points.[160] On 6 May 2020, the representative of the WHO in Belarus, Batyr Berdyklychev, expressed concern about Belarusian government's decision on hosting the 9 May Victory Day Parade amid the pandemic: \"Our concern is about the impossibility of social distancing measures implementation during this event. [...] In relation to all events involving mass gatherings of people, we [WHO] have straightforward recommendations. If there is no urgent need, they should be postponed or cancelled\".[161] According to the 12 June 2020 Batyr Berdyklychev remarks from his interview with TuT.by, as of date, Belarus was still in the \"local transmission\" stage: \"Belarus is still in the stage of local transmission of the virus, which is quite serious\".[162] Note: the source values are rounded to the floor thousand. Note: based on the tests data from the chart above.","Title":"COVID-19 pandemic in Belarus - Wikipedia","KeyID":"10568","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Belarus"}