{"Content: ":"The COVID-19 pandemic in the Isle of Man is part of the worldwide pandemic of coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The virus was confirmed to have reached the British crown dependency of the Isle of Man on 19 March 2020, when a man returning from Spain via Liverpool tested positive.[2] Community transmission was first confirmed on 22 March on the island.[3] The government announced the closure of the island's borders and ports to new arrivals starting on 27 March 2020, with the exception of freight and key workers.[1][4] On 12 January 2020, the World Health Organization (WHO) confirmed that a novel coronavirus was the cause of a respiratory illness in a cluster of people in Wuhan City, Hubei Province, China, which was reported to the WHO on 31 December 2019.[5][6] The case fatality ratio for COVID-19 has been much lower than SARS of 2003,[7][8] but the transmission has been significantly greater, with a significant total death toll.[9][7] From 19 March, Public Health England no longer classified COVID-19 as a \"High consequence infectious disease\".[8] The Manx government said that the \"risk to the public is low\"[10] and that the island is \"ready to respond to the Wuhan novel coronavirus should a potential case of the disease arrive here.\" In March, the Manx government again said that the risk to the public was \"moderate to low\". Despite the government downplaying the risk, hand sanitiser was sold out in shops.[11] The COVID-19 pandemic was confirmed to have spread to the Isle of Man when the first case on the island was confirmed on 19 March. The patient had returned from a trip to Spain four days previously, via a flight through Liverpool.[2] On 26 March, two COVID-19 patients were admitted to Noble's Hospital.[12] At the end of 26 March, the Isle of Man Government started to \"require everyone to stay at home except for limited reasons\",[13] several days after the United Kingdom imposed similar restrictions.[14] On 1 April, Chief Minister Howard Quayle announced the first COVID-19-related death on the Isle of Man.[15] On 6 April, 12 cases were reported and 6 people were receiving treatment in Noble's Hospital.[16] On 15 April, the Department of Health and Social Care announced it had taken over the running of one of the island's major care homes, Abbotswood Care Home, \"for the safety of its residents\".[17] On 18 April, Health Minister David Ashford confirmed that there had been two deaths that day in care homes – the first recorded deaths on the island outside of hospital – and that there were 37 confirmed cases at the Abbotswood Care Home.[18] 11 people were being treated in hospital and a total of 2,319 test results had been received, with 296 testing positive, of whom 12 were under 20 years of age and 74 over the age of 65.[19] On 23 April, a minor change to the lockdown rules was made allowing people to be outside their houses for as long as they liked, provided they were only with members of their own household.[20] From 24 April, builders, tradespersons and landscape gardeners were permitted to return to work, subject to social distancing. Garden centres opened from 11 May, and some non-essential shops and other retail businesses were allowed to open from Monday 18 May.[21] 20 May was the last diagnosed case, until 6 September. On 3 June, it was announced that there were no active cases.[1][22] From 15 June, gatherings of up to 30 people were permitted, restaurants, pubs and cafes were allowed to serve food and gyms were partially opened.[23] On 11 June, it was announced that from 15 June restrictions on social distancing were to be lifted except in health and care environments.[24] On 25 June, it was announced that an \"air-bridge\" run by Aurigny would open in July to allow travel between the Isle of Man and Guernsey without quarantine restrictions.[25] Starting on 6 July, people who have been on the island for more than 14 days and who feel ill are no longer required by law to self-isolate for 14 days regardless of if they test positive. Instead, people are asked to be tested and self-isolate until test results return. If the test result is negative and the person feels well, then self-isolation is no longer required. If the test result is positive, then the process is the same as before: self-isolation for 14 days, along with any household members.[26] It was announced on 6 September a resident returning from the UK had self-isolated for 7 days, and then had a test. This was positive. They self-isolated for a further 14 days. It was stressed the risk to the public is extremely low. A man who had returned to the Island and failed to isolate for the required 14 days was jailed for 28 days.[27] A man who crossed the Irish Sea from the Isle of Whithorn, Scotland to Ramsey on a personal watercraft to visit his girlfriend in Douglas was jailed for 4 weeks on 14 December for arriving unlawfully on the island.[28] The Island entered a second lockdown on 7 January with all non essential shops, hospitality and schools closing.[29] On 1 February, the island lifted all COVID-19 restrictions at 00:01 GMT after 20 days of no unexplained community cases. All schools reopned and all shops and pubs were allowed to have customers unrestricted. It became the only place in the British Islands without social distancing.[30] On 3 March, the Chief Minister placed the island into a third lockdown after a spike in cases. The stay at home order was reintroduced and all schools and non-essential businesses were closed. The island had recorded an increase in unexplained cases, a number of which were recorded in schools.[31] Bill Shimmins MHK criticised the Government's lack of earlier action, calling it a \"slow-motion train crash\". The Chief Minister stated that there was insufficient data to support measures at an earlier date. All restrictions were lifted again on 19 April, apart from certain measures in health and social care settings. On 28 June, the borders opened to people in the United Kingdom and Republic of Ireland who have had two vaccine doses, provided two weeks have elapsed since their second dose. From 14 July, lateral flow test kits for self-testing were introduced on the Island, free of charge from pharmacies and schools. It was confirmed on 22 July that over 140,000 had been ordered for the Island, costing the Isle of Man Government around £440,000. Both Chief Minister Howard Quayle and Health Minister David Ashford confirmed that the Island would not enter a fourth lockdown, but they will be open to adding restrictions such as social distancing and/or no indoor mixing if necessary. The first test results were received on 17 March 2020; by 31 March, there had been 60 positive and 853 negative tests. By 30 April, this had increased to 315 positive and 2,764 negative tests. On 31 May, the totals had risen to 336 positive and 4,510 negative tests. On 22 June, the number of tests undertaken passed 6,000.[32] A drive through COVID-19 testing facility opened on 20 March at the TT Grandstand. A blood test looking for antibodies was later set up to better understand the virus and its effect on the population. The Isle of Man Government set up its own testing facility on 20 April with a capacity for 200 tests per day with a 24-hour turnaround.[33] The first batch of 975 doses of the Pfizer-BioNTech COVID-19 vaccine arrived on the island on 16 December 2020. Health care workers, those who live and work in care and residential homes, and those who are over 80 were prioritised to receive the vaccine in accordance to JCVI recommendations.[34] Health officials on the island initially decided to follow the manufacturers' guidelines of administering a second dose of the Pfizer–BioNTech COVID-19 vaccine after 21 days, or a second dose of the Oxford–AstraZeneca vaccine after 28 days.[35] This deviated from the UK government's delivery plan of prioritising the first dose before administering a second within 12 weeks. On 23 February, officials announced that the dose interval for the Oxford–AstraZeneca vaccine would be extended up to 10 weeks in light of new evidence from the UK vaccine programme.[36] This interval was later extended to 12 weeks and included the Pfizer-BioNTech vaccine. On 4 January 2021, the immunisation programme commenced; care home manager Sandie Hannay was the first individual to receive the Pfizer–BioNTech COVID-19 vaccine at Noble's Hospital.[37] On 18 January 2021, care home residents received the first doses of the Oxford-AstraZeneca vaccine.[38] On 14 June 2021, the first doses of the Moderna COVID-19 vaccine were administered.[39] As of 14 January 2022, a total of 68,978 people (87.1% of those over 12) have received a first dose, 65,808 (95.4% of those eligible) have received a second dose, and 46,707 (71% of those eligible) have received a booster dose.[40] The Isle of Man Department for Enterprise on 16 March 2020 formally announced the cancellation of the 2020 Isle of Man TT motorcycle races, planned to be held between 30 May and 11 June 2020 due to the COVID-19 pandemic.[41] The traditional annual July open-air sitting of Tynwald, after the threat of cancellation due to the COVID-19 outbreak, was held at St John's on Monday 6 July 2020,[42] but the event was scaled back in size and the Summer Tynwald Fair was cancelled. The petitions of redress from members of the public had to be submitted prior to the event. The Pre-TT Classic Races were cancelled on Monday 16 March 2020 along with Southern 100 motor-cycle races and the Post-TT races were cancelled on Wednesday 18 March 2020.[43] The Clerk of the Course cancelled the Manx National Rally due to be held on 15–16 May 2020 organised by Manx Autosport and the Manx Motor Racing Club cancelled the Manx Classic Hill Climb event. The Easter Festival of Running was also cancelled along with the Manx Mountain Marathon fell race.[44] The Isle of Man Department for Enterprise and the Manx Motor-Cycle Club announced on Monday 4 May 2020 the cancellation of the 2020 Isle of Man Festival of Motorcycling including the Manx Grand Prix and Classic TT motor-cycle races.[45] The Isle of Man's largest community sporting event, the 85 mile Parish Walk, due to be held on Saturday 20 June 2020, was cancelled by the race director on 23 March.[46] The English Football Association instructed the Isle of Man Football Association on 27 March to declare both senior and junior football competitions null and void for the 2019–2020 season.[47] The Douglas football club St Marys A.F.C. held a six-point lead at the top of the Isle of Man Premier football league at the date of cancellation.[48] Measures introduced in the Isle of Man to protect against the virus included mandatory 14-day self-isolation for anyone travelling to the island, and increased testing for the virus.[49] The government announced that Manx borders would close to non-residents at 9 am on 23 March 2020.[50] The government confirmed via Twitter that all schools on the island would be closed by the end of 23 March 2020.[51] On 27 March 2020, the government closed its borders and ports except for key workers, and banned public gatherings of more than two people unless from the same household.[1] After 15 April 2020, Isle of Man residents living overseas who wished to return to the island would be able to obtain a permit to sail back on designated sailings once a week, subject to 14 days quarantine on arrival.[52] Mortgage repayment holidays of up to three months made available to residents from the seven Island banks.[53] An Isle of Man Loan Guarantee Agreement for local businesses with a turnover of up to £10m, loans of £5,000 to £5m for terms of up to 10 years. Limited to £60m in total.[54]","Title":"COVID-19 pandemic in the Isle of Man - Wikipedia","KeyID":"10561","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_the_Isle_of_Man"}