{"Content: ":"This article documents the timeline of transmission of COVID-19 during the pandemic in Belarus in 2020. As of 3 March, there were 4 confirmed cases in Belarus.[3] On 4 March, the Ministry of Health of Belarus confirmed 6 new cases of the disease: 4 cases in Minsk, 2 cases in Vitebsk.[4] On 13 March, 27 cases were confirmed in Grodno, Gomel, Minsk, Vitebsk, and Minsk Region, including 5 students from the Faculty of International Relations of Belarusian State University. Three patients were discharged from hospitals.[5][6] On 16 March, the Ministry of Health stated that the number of confirmed cases reached 36.[7] No new laboratory confirmed cases were reported on 17 March.[8] As of 18 March, a total of 51 confirmed cases had been registered, including 5 recoveries and 37 cases of asymptomatic infection course.[9][10] As of 20 March, 69 cases had been registered, including 15 recoveries and 42 cases of asymptomatic infection course.[11][12] As of 21 March, a total of 76 confirmed were reported.[13] As of 23 March, 81 confirmed cases were reported, including 22 recoveries. According to the official data, more than 21,000 COVID-19 tests had been conducted in Belarus since 23 January.[14][15] As of 25 March, a total of 86 confirmed cases were reported, including 29 recoveries.[16] As of 27 March, a total of 94 confirmed cases were reported, including 32 recoveries.[17] As of 30 March, a total of 152 confirmed cases were reported, including 47 recoveries. More than 30,000 COVID-19 tests had been conducted to date since 23 January.[18] On 31 March, an officially unconfirmed death of a test-positive 75 years old patient in Vitebsk was reported by the media. Reportedly, the patient suffered from a chronic pulmonary disease.[19][20][21] Later that day, the first case of death due to COVID-19 was confirmed by the Ministry of Health of Belarus.[22] On 2 April, the Ministry of Health of Belarus reported a total of 304 confirmed cases of COVID-19, including 254 active cases, 46 recoveries and 4 deaths. According to the report, 11 patents required assisted ventilation and 9,299 people remained under medical observation as first- and second-level contacts.[26] On 3 April, during a briefing of Ministry of Health officials for the press, a total of 351 confirmed cases were reported, including 190 in Minsk, 89 in Vitebsk Region, 50 in Minsk Region, 13 in Gomel Region, 6 in Grodno Region, 2 in Mogilev Region and 1 in Brest Region. According to the officials, the majority of the COVID-19 patients were in 25- to 64-years-old range.[27] On 4 April, a total of 440 confirmed cases were reported, including 41 recoveries and 5 deaths. According to the media, the declining number of recoveries was due to changes in the counting methodology used by the officials: prior to 30 March, both discharged and \"preparing to be discharged\" patients had been reported as recovered; after 30 March, only the discharged patients were counted as recovered.[28] On 5 April, a total of 562 confirmed cases were reported, including 52 recoveries and 8 deaths.[29][30] On 6 April, a total of 700 confirmed cases were reported, including 53 recoveries and 13 deaths. As of 6 April, more than 40,000 COVID-19 tests had been conducted in Belarus.[31] On 7 April, a total of 861 confirmed cases were reported, including 54 recoveries and 13 deaths. Also, an update on epidemiological situation in the regions was issued by the Ministry of Health: as of 7 April, there were 497 hospitalized COVID-19 patients in Minsk, 91 in Minsk Region, 143 in Vitebsk Region, 32 in Gomel Region, 18 in Mogilev Region, 10 in Grodno Region and 3 in Brest Region. Vitebsk Region and Minsk were leading the deaths statistics with 5 death cases registered in each, as well as the recoveries statistics with 27 and 25 recoveries, respectively.[32] 31 COVID-19 patients required assisted ventilation as of date.[33] On 8 April, a total of 1,066 confirmed cases were reported, including 77 recoveries and 13 deaths. 33 COVID-19 patients required assisted ventilation to date. An update on regional statistics was issued, as well: 601 confirmed cases, 45 recoveries and 5 deaths in Minsk, 200/30/5 in Vitebsk Region, 104/1/3 in Minsk Region, 32/0/1 in Gomel Region, 25/0/0 in Mogilev Region, 11/0/0 in Grodno Region, 3/0/0 in Brest Region. More than 46,000 COVID-19 tests had been conducted in Belarus since 23 January.[34] On 9 April, a total of 1,486 confirmed cases were reported, including 139 recoveries and 16 deaths. 1,331 patients remained in hospitals to date (55 required assisted ventilation); more than 49,000 COVID-19 test had been conducted in Belarus since 23 January. Regional statistics was updated (confirmed cases/recoveries/deaths): 699/102/6 in Minsk, 364/35/7 in Vitebsk Region, 153/1/3 in Minsk Region, 35/1/0 in Gomel Region, 35/0/0 in Mogilev Region, 28/0/0 in Grodno Region, 17/0/0 in Brest Region.[35] On 10 April, a total of 1,981 confirmed cases were reported, including 169 recoveries and 19 deaths. 1,793 patients remained in hospitals to date with 72 requiring assisted ventilation. Death cases of medical workers had also been registered to date, however, the precise number of such, as well as the number of infected medical workers, were not given.[36] On 11 April, a total of 2,226 confirmed cases were reported, including 172 recoveries and 23 deaths. 2,031 patients remained in hospitals to date with 52 requiring assisted ventilation.[37] According to the official data, as of 11 April, 301 medical workers contracted the disease.[38] On 12 April, a total of 2,578 confirmed cases were reported, including 203 recoveries and 26 deaths; 50 patients required assisted ventilation. More than 64,000 COVID-19 test had been conducted to date.[39] On 13 April, a total of 2,919 confirmed cases were reported, including 203 recoveries and 29 deaths; 55 patients required assisted ventilation. More than 68,000 COVID-19 test had been conducted to date.[40] On 14 April, a total of 3,281 confirmed cases were reported, including 33 deaths; the number of recoveries was not given. As of date, 2,444 COVID-19 patients remained in hospitals, with 57 requiring assisted ventilation. More than 71,000 COVID-19 tests had been conducted in Belarus.[41] According to the official update on regional statistics, as of 14 April, 1,691 COVID-19 cases had been registered in Minsk, 848 in Vitebsk Region, 359 in Minsk Region, 151 in Mogilev Region, 106 in Gomel Region, 73 in Brest Region and 53 in Grodno Region.[42] On 15 April, a total of 3,728 confirmed cases were reported, including 36 deaths; the number of recoveries was not given. 68 patients required assisted ventilation. More than 76,000 COVID-19 tests had been conducted in Belarus to date.[43] On 16 April, a total of 4,204 confirmed cases were reported, including 40 deaths; the number of recoveries was not given. 65 patients required assisted ventilation. More than 81,000 COVID-19 tests had been conducted in Belarus to date.[44] On 17 April, a total of 4,779 confirmed cases were reported, including 342 recoveries and 42 deaths. More than 86,000 COVID-19 tests had been conducted in Belarus to date.[45] According to the official update on regional statistics, as of 17 April, 2,308 COVID-19 cases had been registered in Minsk, 1,282 in Vitebsk Region, 588 in Minsk Region, 217 in Mogilev Region, 193 in Gomel Region, 112 in Brest Region and 79 in Grodno Region.[46] On 18 April, the Ministry of Health of Belarus did not report the total number of confirmed cases; 3,282 COVID-19 patients remained in hospitals and 45 died since the beginning of the pandemic. According to the media, the new official statistics on COVID-19 patients was likely to not count the ambulatory cases. More than 92,000 COVID-19 test had been conducted in Belarus to date.[47][48] On 19 April, a total of 3,538 currently hospitalized patients (i.e. excluding the ambulatory cases) were reported by the Ministry of Health; 47 patients died since the beginning of the pandemic and 494 recovered. The total number of confirmed cases was not given. More than 98,000 COVID-19 tests had been conducted in Belarus to date.[49] On 20 April, a total of 6,264 confirmed cases were reported, including 514 recoveries and 51 deaths. The confirmed cases gain for 18 and 19 April was given: 518 and 510 cases, respectively. Update on the regional statistics was issued: 3,023 COVID-19 cases had been registered in Minsk, 1,504 in Vitebsk Region, 789 in Minsk Region, 322 in Gomel Region, 265 in Mogilev Region, 185 in Brest Region and 176 in Grodno Region. More than 102,000 COVID-19 tests had been conducted in Belarus to date.[50][51] On 21 April, a total of 6,723 confirmed cases were reported, including 577 recoveries and 55 deaths. More than 108,000 COVID-19 tests had been conducted in Belarus to date.[52] On 22 April, a total of 7,281 confirmed cases were reported, including 769 recoveries and 58 deaths. More than 114,000 COVID-19 tests had been conducted in Belarus to date.[53] On 23 April, a total of 8,022 confirmed cases were reported, including 938 recoveries and 60 deaths. More than 122,000 COVID-19 tests had been conducted in Belarus to date.[54] On 24 April, a total of 8,773 confirmed cases were reported, including 1120 recoveries and 63 deaths; 114 patients required assisted ventilation. More than 130,000 COVID-19 tests had been conducted in Belarus to date. According to the update on regional statistics, 4,090 COVID-19 cases have been registered in Minsk, 1,935 in Vitebsk Region, 1,206 in Minsk Region, 460 in Gomel Region, 396 in Mogilev Region, 347 in Grodno Region and 339 in Brest Region.[55] On 25 April, a total of 9,590 confirmed cases were reported, including 1,573 recoveries and 67 deaths. More than 139,000 COVID-19 tests had been conducted in Belarus to date.[56] On 26 April, a total of 10,463 confirmed cases were reported, including 1,695 recoveries and 72 deaths. More than 147,000 COVID-19 tests had been conducted in Belarus to date.[57] On 27 April, a total of 11,289 confirmed cases were reported, including 1,740 recoveries and 75 deaths. More than 153,000 COVID-19 tests had been conducted in Belarus to date.[58] On 28 April, a total of 12,208 confirmed cases were reported, including 1,993 recoveries and 79 deaths. More than 161,000 COVID-19 tests had been conducted in Belarus to date.[59] On 29 April, a total of 13,181 confirmed cases were reported, including 2,072 recoveries and 85 deaths. More than 168,000 COVID-19 tests had been conducted in Belarus to date.[60] On 30 April, a total of 14,027 confirmed cases were reported, including 2,386 recoveries and 89 deaths. More than 176,000 COVID-19 tests had been conducted in Belarus to date.[61] On 2 May, a total of 15,828 confirmed cases were reported, including 3,117 recoveries and 97 deaths. More than 195,000 COVID-19 tests had been conducted in Belarus to date.[63] On 3 May, a total of 16,705 confirmed cases were reported, including 3,196 recoveries and 99 deaths. More than 204,000 COVID-19 tests had been conducted in Belarus to date.[64] On 4 May, a total of 17,489 confirmed cases were reported, including 3,259 recoveries and 103 deaths. More than 211,000 COVID-19 tests had been conducted in Belarus to date.[65] On 5 May, a total of 18,350 confirmed cases were reported, including 3,771 recoveries and 107 deaths; 225 COVID-19 patients required assisted ventilation.[66] On 6 May, a total of 19,255 confirmed cases were reported, including 4,388 recoveries and 112 deaths. More than 220,000 COVID-19 tests had been conducted in Belarus to date.[67] On 7 May, a total of 20,168 confirmed cases were reported, including 5,067 recoveries and 116 deaths. More than 229,000 COVID-19 tests had been conducted in Belarus to date.[68] On 8 May, a total of 21,101 confirmed cases were reported, including 5,484 recoveries and 121 deaths. More than 240,000 COVID-19 tests had been conducted in Belarus to date.[69] On 9 May, a total of 22,052 confirmed cases were reported, including 6,050 recoveries and 126 deaths. More than 251,000 COVID-19 tests had been conducted in Belarus to date.[70] On 10 May, a total of 22,973 confirmed cases were reported, including 6,406 recoveries and 131 deaths. More than 263,000 COVID-19 tests had been conducted in Belarus to date.[71] On 11 May, a total of 23,906 confirmed cases were reported, including 6,531 recoveries and 135 deaths. More than 274,000 COVID-19 tests had been conducted in Belarus to date.[72] According to the 11 May BelTA publication, 100,000 rapid diagnostic COVID-19 tests from China, reportedly, purchased with the funds donated to the Belarusian Ministry of Health by the public, were received by Belarus on 9 May, with another batch expected to be delivered in a week. The tests were said to be initially used at the healthcare institutions exclusively, until the reception of the next batch, after which the tests were expected to become available to the general public.[73] On 12 May, a total of 24,873 confirmed cases were reported, including 6,974 recoveries and 142 deaths. More than 284,000 COVID-19 tests had been conducted in Belarus to date.[74] On 13 May, a total of 25,825 confirmed cases were reported, including 7,711 recoveries and 146 deaths. More than 296,000 COVID-19 tests had been conducted in Belarus to date.[75] On 14 May, a total of 26,772 confirmed cases were reported, including 8,168 recoveries and 151 deaths. More than 308,000 COVID-19 tests had been conducted in Belarus to date.[76] On 15 May, a total of 27,730 confirmed cases were reported, including 8,807 recoveries and 156 deaths. More than 321,000 COVID-19 tests had been conducted in Belarus to date.[77] On 16 May, a total of 28,681 confirmed cases were reported, including 9,498 recoveries and 160 deaths. More than 335,000 COVID-19 tests had been conducted in Belarus to date.[78] On 17 May, a total of 29,650 confirmed cases were reported, including 9,932 recoveries and 165 deaths. More than 350,000 COVID-19 tests had been conducted in Belarus to date.[79] On 18 May, a total of 30,572 confirmed cases were reported, including 10,130 recoveries and 171 deaths. More than 364,000 COVID-19 tests had been conducted in Belarus to date.[80] On 19 May, a total of 31,508 confirmed cases were reported, including 10,620 recoveries and 175 deaths. More than 375,000 COVID-19 tests had been conducted in Belarus to date.[81] On 20 May, a total of 32,426 confirmed cases were reported, including 11,415 recoveries and 179 deaths. More than 387,000 COVID-19 tests had been conducted in Belarus to date.[82] On 21 May, a total of 33,371 confirmed cases were reported, including 12,057 recoveries and 185 deaths. More than 403,000 COVID-19 tests had been conducted in Belarus to date.[83] On 22 May, a total of 34,303 confirmed cases were reported, including 12,833 recoveries and 190 deaths. More than 419,000 COVID-19 tests had been conducted in Belarus to date.[84] On 23 May, a total of 35,244 confirmed cases were reported, including 13,528 recoveries and 194 deaths. More than 434,000 COVID-19 tests had been conducted in Belarus to date.[85] On 24 May, a total of 36,198 confirmed cases were reported, including 14,155 recoveries and 199 deaths. More than 450,000 COVID-19 tests had been conducted in Belarus to date.[86] On 25 May, a total of 37,144 confirmed cases were reported, including 14,449 recoveries and 204 deaths. More than 463,000 COVID-19 tests had been conducted in Belarus to date.[87] On 26 May, a total of 38,059 confirmed cases were reported, including 15,086 recoveries and 208 deaths. More than 472,000 COVID-19 tests had been conducted in Belarus to date.[88] On 27 May, a total of 38,956 confirmed cases were reported, including 15,923 recoveries and 214 deaths. More than 485,000 COVID-19 tests had been conducted in Belarus to date.[89] On 28 May, a total of 39,858 confirmed cases were reported, including 16,660 recoveries and 219 deaths. More than 499,000 COVID-19 tests had been conducted in Belarus to date.[90] On 29 May, a total of 40,764 confirmed cases were reported, including 17,390 recoveries and 224 deaths. More than 512,000 COVID-19 tests had been conducted in Belarus to date.[91] On 30 May, a total of 41,658 confirmed cases were reported, including 17,964 recoveries and 229 deaths. More than 526,000 COVID-19 tests had been conducted in Belarus to date.[92] On 31 May, a total of 42,556 confirmed cases were reported, including 18,514 recoveries and 235 deaths. More than 541,000 COVID-19 tests had been conducted in Belarus to date.[93] On 2 June, a total of 44,255 confirmed cases were reported, including 19,195 recoveries and 243 deaths. More than 562,000 COVID-19 tests had been conducted in Belarus to date.[96] On 3 June, a total of 45,116 confirmed cases were reported, including 20,171 recoveries and 248 deaths. More than 573,000 COVID-19 tests had been conducted in Belarus to date. According to the official data, this was the first time the number of daily recoveries exceeded the number of daily new cases since the beginning of the pandemic (976 and 861, respectively).[97] On 4 June, a total of 45,981 confirmed cases were reported, including 21,162 recoveries and 253 deaths. More than 585,000 COVID-19 tests had been conducted in Belarus to date.[98] On 5 June, a total of 46,868 confirmed cases were reported, including 22,066 recoveries and 259 deaths. More than 597,000 COVID-19 tests had been conducted in Belarus to date.[99] According to the 5 June Ministry of Health report, COVID-19 incidence in Minsk, Vitebsk and Vitebsk Region had shown decline.[100] On 6 June, a total of 47,751 confirmed cases were reported, including 23,015 recoveries and 263 deaths. More than 609,000 COVID-19 tests had been conducted in Belarus to date.[101] On 7 June, a total of 48,630 confirmed cases were reported, including 23,647 recoveries and 269 deaths. More than 622,000 COVID-19 tests had been conducted in Belarus to date.[102] On 8 June, a total of 49,453 confirmed cases were reported, including 23,880 recoveries and 276 deaths. More than 632,000 COVID-19 tests had been conducted in Belarus to date.[103] On 9 June, a total of 50,265 confirmed cases were reported, including 24,506 recoveries and 282 deaths. More than 644,000 COVID-19 tests had been conducted in Belarus to date.[104] On 10 June, a total of 51,066 confirmed cases were reported, including 25,667 recoveries and 288 deaths. More than 659,000 COVID-19 tests had been conducted in Belarus to date.[105] On 11 June, a total of 51,816 confirmed cases were reported, including 26,643 recoveries and 293 deaths. More than 678,000 COVID-19 tests had been conducted in Belarus to date.[106] On 12 June , a total of 52,520 confirmed cases were reported, including 27,760 recoveries and 298 deaths. More than 697,000 COVID-19 tests had been conducted in Belarus to date.[107] On 13 June, a total of 53,241 confirmed cases were reported, including 29,111 recoveries and 303 deaths. More than 714,000 COVID-19 tests had been conducted in Belarus to date.[108] On 14 June, a total of 53,973 confirmed cases were reported, including 30,103 recoveries and 308 deaths. More than 733,000 COVID-19 tests had been conducted in Belarus to date.[109] On 15 June, a total of 54,680 confirmed cases were reported, including 30,420 recoveries and 312 deaths. More than 749,000 COVID-19 tests had been conducted in Belarus to date.[110] On 16 June, a total of 55,369 confirmed cases were reported, including 31,273 recoveries and 318 deaths. More than 760,000 COVID-19 tests had been conducted in Belarus to date.[111] On 17 June, a total of 56,032 confirmed cases were reported, including 32,735 recoveries and 324 deaths. More than 778,000 COVID-19 tests had been conducted in Belarus to date.[112] On 18 June, a total of 56,657 confirmed cases were reported, including 34,023 recoveries and 331 deaths. More than 800,000 COVID-19 tests had been conducted in Belarus to date.[113] On 19 June, a total of 57,333 confirmed cases were reported, including 35,275 recoveries and 337 deaths. More than 821,000 COVID-19 tests had been conducted in Belarus to date.[114] On 20 June, a total of 57,936 confirmed cases were reported, including 36,749 recoveries and 343 deaths. More than 842,000 COVID-19 tests had been conducted in Belarus to date.[115] On 21 June, a total of 58,505 confirmed cases were reported, including 37,666 recoveries and 346 deaths. More than 861,000 COVID-19 tests had been conducted in Belarus to date.[116] On 22 June, a total of 59,023 confirmed cases were reported, including 37,923 recoveries and 351 deaths. More than 876,000 COVID-19 tests had been conducted in Belarus to date.[117] On 23 June, a total of 59,487 confirmed cases were reported, including 38,688 recoveries and 357 deaths. More than 886,000 COVID-19 tests had been conducted in Belarus to date.[118] On 24 June, a total of 59,945 confirmed cases were reported, including 40,136 recoveries and 362 deaths. More than 901,000 COVID-19 tests had been conducted in Belarus to date.[119] On 25 June, a total of 60,382 confirmed cases were reported, including 41,448 recoveries and 367 deaths. More than 919,000 COVID-19 tests had been conducted in Belarus to date.[120] On 26 June, a total of 60,713 confirmed cases were reported, including 42,689 recoveries and 373 deaths. More than 939,000 COVID-19 tests had been conducted in Belarus to date.[121] On 27 June, a total of 61,095 confirmed cases were reported, including 44,126 recoveries and 377 deaths. More than 959,000 COVID-19 tests had been conducted in Belarus to date.[122] On 28 June, a total of 61,475 confirmed cases were reported, including 45,027 recoveries and 383 deaths. More than 979,000 COVID-19 tests had been conducted in Belarus to date.[123] On 29 June, a total of 61,790 confirmed cases were reported, including 45,213 recoveries and 387 deaths. More than 992,000 COVID-19 tests had been conducted in Belarus to date.[124] On 30 June, a total of 62,118 confirmed cases were reported, including 46,054 recoveries and 392 deaths. More than 1,000,000 COVID-19 tests had been conducted in Belarus to date.[125] On 2 July, a total of 62,698 confirmed cases were reported, including 48,738 recoveries and 405 deaths. More than 1,028,000 COVID-19 tests had been conducted in Belarus to date.[127] On 3 July, a total of 62,997 confirmed cases were reported, including 49,909 recoveries and 412 deaths. More than 1,043,000 COVID-19 tests had been conducted in Belarus to date.[128] On 4 July, a total of 63,270 confirmed cases were reported, including 50,669 recoveries and 418 deaths. More than 1,059,000 COVID-19 tests had been conducted in Belarus to date.[129] On 5 July, a total of 63,554 confirmed cases were reported, including 50,871 recoveries and 423 deaths. More than 1,068,000 COVID-19 tests had been conducted in Belarus to date.[130] On 6 July, a total of 63,804 confirmed cases were reported, including 51,120 recoveries and 429 deaths. More than 1,074,000 COVID-19 tests had been conducted in Belarus to date.[131] On 7 July, a total of 64,003 confirmed cases were reported, including 51,902 recoveries and 436 deaths. More than 1,078,000 COVID-19 tests had been conducted in Belarus to date.[132] On 8 July, a total of 64,224 confirmed cases were reported, including 52,854 recoveries and 443 deaths. More than 1,087,000 COVID-19 tests had been conducted in Belarus to date.[133] On 9 July, a total of 64,411 confirmed cases were reported, including 53,609 recoveries and 449 deaths. More than 1,099,000 COVID-19 tests had been conducted in Belarus to date.[134] On 10 July, a total of 64,604 confirmed cases were reported, including 54,254 recoveries and 454 deaths. More than 1,111,000 COVID-19 tests had been conducted in Belarus to date.[135] On 11 July, a total of 64,767 confirmed cases were reported, including 54,919 recoveries and 459 deaths. More than 1,123,000 COVID-19 tests had been conducted in Belarus to date.[136] On 12 July, a total of 64,932 confirmed cases were reported, including 55,380 recoveries and 464 deaths. More than 1,134,000 COVID-19 tests had been conducted in Belarus to date.[137] On 13 July, a total of 65,114 confirmed cases were reported, including 55,492 recoveries and 468 deaths. More than 1,141,000 COVID-19 tests had been conducted in Belarus to date.[138] On 14 July, a total of 65,269 confirmed cases were reported, including 55,799 recoveries and 474 deaths. More than 1,144,000 COVID-19 tests had been conducted in Belarus to date.[139] On 15 July, a total of 65,443 confirmed cases were reported, including 56,379 recoveries and 480 deaths. More than 1,151,000 COVID-19 tests had been conducted in Belarus to date.[140] On 16 July, a total of 65,623 confirmed cases were reported, including 56,915 recoveries and 485 deaths. More than 1,162,000 COVID-19 tests had been conducted in Belarus to date.[141] On 17 July, a total of 65,782 confirmed cases were reported, including 57,370 recoveries and 491 deaths. More than 1,172,000 COVID-19 tests had been conducted in Belarus to date.[142] On 18 July, a total of 65,953 confirmed cases were reported, including 57,856 recoveries and 495 deaths. More than 1,183,000 COVID-19 tests had been conducted in Belarus to date.[143] On 19 July, a total of 66,095 confirmed cases were reported, including 58,204 recoveries and 499 deaths. More than 1,193,000 COVID-19 tests had been conducted in Belarus to date.[144] On 20 July, a total of 66,213 confirmed cases were reported, including 58,290 recoveries and 503 deaths. More than 1,199,000 COVID-19 tests had been conducted in Belarus to date.[145] On 21 July, a total of 66,348 confirmed cases were reported, including 58,592 recoveries and 507 deaths. More than 1,202,000 COVID-19 tests had been conducted in Belarus to date.[146] On 22 July, a total of 66,521 confirmed cases were reported, including 59,061 recoveries and 513 deaths. More than 1,209,000 COVID-19 tests had been conducted in Belarus to date.[147] On 23 July, a total of 66,688 confirmed cases were reported, including 59,439 recoveries and 519 deaths. More than 1,219,000 COVID-19 tests had been conducted in Belarus to date.[148] On 24 July, a total of 66,846 confirmed cases were reported, including 59,755 recoveries and 524 deaths. More than 1,230,000 COVID-19 tests had been conducted in Belarus to date.[149] On 25 July, a total of 67,002 confirmed cases were reported, including 60,092 recoveries and 530 deaths. More than 1,241,000 COVID-19 tests had been conducted in Belarus to date.[150] On 26 July, a total of 67,132 confirmed cases were reported, including 60,425 recoveries and 534 deaths. More than 1,251,000 COVID-19 tests had been conducted in Belarus to date.[151] On 27 July, a total of 67,251 confirmed cases were reported, including 60,492 recoveries and 538 deaths. More than 1,257,000 COVID-19 tests had been conducted in Belarus to date.[152] On 28 July, a total of 67,366 confirmed cases were reported, including 60,669 recoveries and 543 deaths. More than 1,270,000 COVID-19 tests had been conducted in Belarus to date.[153] On 29 July, a total of 67,518 confirmed cases were reported, including 61,442 recoveries and 548 deaths. More than 1,278,000 COVID-19 tests had been conducted in Belarus to date.[154] On 30 July, a total of 67,665 confirmed cases were reported, including 61,765 recoveries and 553 deaths. More than 1,288,000 COVID-19 tests had been conducted in Belarus to date.[155] On 31 July, a total of 67,808 confirmed cases were reported, including 62,444 recoveries and 559 deaths. More than 1,299,000 COVID-19 tests had been conducted in Belarus to date.[156] On 2 August, a total of 68,067 confirmed cases were reported, including 62,896 recoveries and 567 deaths. More than 1,319,000 COVID-19 tests had been conducted in Belarus to date.[158] On 3 August, a total of 68,166 confirmed cases were reported, including 62,943 recoveries and 571 deaths. More than 1,323,000 COVID-19 tests had been conducted in Belarus to date.[159] On 4 August, a total of 68,250 confirmed cases were reported, including 63,163 recoveries and 574 deaths. More than 1,325,000 COVID-19 tests had been conducted in Belarus to date.[160] On 5 August, a total of 68,376 confirmed cases were reported, including 63,425 recoveries and 577 deaths. More than 1,334,000 COVID-19 tests had been conducted in Belarus to date.[161] On 6 August, a total of 68,503 confirmed cases were reported, including 63,756 recoveries and 580 deaths. More than 1,344,000 COVID-19 tests had been conducted in Belarus to date.[162] On 7 August, a total of 68,614 confirmed cases were reported, including 64,200 recoveries and 583 deaths. More than 1,353,000 COVID-19 tests had been conducted in Belarus to date.[163] On 8 August, a total of 68,738 confirmed cases were reported, including 64,744 recoveries and 585 deaths. More than 1,363,000 COVID-19 tests had been conducted in Belarus to date.[164] On 9 August, a total of 68,850 confirmed cases were reported, including 64,935 recoveries and 587 deaths. More than 1,372,000 COVID-19 tests had been conducted in Belarus to date.[165] On 10 August, a total of 68,947 confirmed cases were reported, including 64,991 recoveries and 589 deaths. More than 1,376,000 COVID-19 tests had been conducted in Belarus to date.[166] On 11 August, a total of 69,005 confirmed cases were reported, including 65,219 recoveries and 592 deaths. More than 1,377,000 COVID-19 tests had been conducted in Belarus to date.[167] On 12 August, a total of 69,102 confirmed cases were reported, including 65,893 recoveries and 595 deaths. More than 1,384,000 COVID-19 tests had been conducted in Belarus to date.[168] On 13 August, a total of 69,203 confirmed cases were reported, including 66,178 recoveries and 599 deaths. More than 1,392,000 COVID-19 tests had been conducted in Belarus to date.[169] On 14 August, a total of 69,308 confirmed cases were reported, including 66,452 recoveries and 603 deaths. More than 1,402,000 COVID-19 tests had been conducted in Belarus to date.[170] On 15 August, a total of 69,424 confirmed cases were reported, including 66,747 recoveries and 607 deaths. More than 1,412,000 COVID-19 tests had been conducted in Belarus to date.[171] On 16 August, a total of 69,516 confirmed cases were reported, including 67,072 recoveries and 610 deaths. More than 1,422,000 COVID-19 tests had been conducted in Belarus to date.[172] On 17 August, a total of 69,589 confirmed cases were reported, including 67,149 recoveries and 613 deaths. More than 1,426,000 COVID-19 tests had been conducted in Belarus to date.[173] On 18 August, a total of 69,673 confirmed cases were reported, including 67,339 recoveries and 617 deaths. More than 1,429,000 COVID-19 tests had been conducted in Belarus to date.[174] On 19 August, a total of 69,801 confirmed cases were reported, including 67,647 recoveries and 622 deaths. More than 1,437,000 COVID-19 tests had been conducted in Belarus to date.[175] On 20 August, a total of 69,950 confirmed cases were reported, including 67,929 recoveries and 627 deaths. More than 1,446,000 COVID-19 tests had been conducted in Belarus to date.[176] On 21 August, a total of 70,111 confirmed cases were reported, including 68,256 recoveries and 632 deaths. More than 1,455,000 COVID-19 tests had been conducted in Belarus to date.[177] On 22 August, a total of 70,285 confirmed cases were reported, including 68,577 recoveries and 637 deaths. More than 1,465,000 COVID-19 tests had been conducted in Belarus to date.[178] On 23 August, a total of 70,468 confirmed cases were reported, including 68,839 recoveries and 642 deaths. More than 1,474,000 COVID-19 tests had been conducted in Belarus to date.[179] On 24 August, a total of 70,645 confirmed cases were reported, including 68,925 recoveries and 646 deaths. More than 1,477,000 COVID-19 tests had been conducted in Belarus to date.[180] On 25 August, a total of 70,727 confirmed cases were reported, including 69,097 recoveries and 652 deaths. More than 1,480,000 COVID-19 tests had been conducted in Belarus to date.[181] On 26 August, a total of 70,974 confirmed cases were reported, including 69,378 recoveries and 657 deaths. More than 1,487,000 COVID-19 tests had been conducted in Belarus to date.[182] On 27 August, a total of 71,165 confirmed cases were reported, including 69,650 recoveries and 662 deaths. More than 1,497,000 COVID-19 tests had been conducted in Belarus to date.[183] On 28 August, a total of 71,346 confirmed cases were reported, including 69,887 recoveries and 667 deaths. More than 1,504,000 COVID-19 tests had been conducted in Belarus to date.[184] On 29 August, a total of 71,523 confirmed cases were reported, including 70,207 recoveries and 671 deaths. More than 1,517,000 COVID-19 tests had been conducted in Belarus to date.[185] On 30 August, a total of 71,687 confirmed cases were reported, including 70,452 recoveries and 676 deaths. More than 1,527,000 COVID-19 tests had been conducted in Belarus to date.[186] On 31 August, a total of 71,843 confirmed cases were reported, including 70,468 recoveries and 681 deaths. More than 1,532,000 COVID-19 tests had been conducted in Belarus to date.[187] On 2 September, a total of 72,141 confirmed cases were reported, including 70,900 recoveries and 691 deaths. More than 1,543,000 COVID-19 tests had been conducted in Belarus to date.[189] On 3 September, a total of 72,302 confirmed cases were reported, including 71,205 recoveries and 696 deaths. More than 1,554,000 COVID-19 tests had been conducted in Belarus to date.[190] On 4 September, a total of 72,485 confirmed cases were reported, including 71,510 recoveries and 701 deaths. More than 1,564,000 COVID-19 tests had been conducted in Belarus to date.[191] On 5 September, a total of 72,663 confirmed cases were reported, including 71,843 recoveries and 704 deaths. More than 1,574,000 COVID-19 tests had been conducted in Belarus to date.[192] On 6 September, a total of 72,859 confirmed cases were reported, including 71,864 recoveries and 711 deaths. More than 1,585,000 COVID-19 tests had been conducted in Belarus to date.[193] On 7 September, a total of 73,031 confirmed cases were reported, including 71,883 recoveries and 716 deaths. More than 1,591,000 COVID-19 tests had been conducted in Belarus to date.[194] On 8 September, a total of 73,208 confirmed cases were reported, including 71,916 recoveries and 721 deaths. More than 1,596,000 COVID-19 tests had been conducted in Belarus to date.[195] On 9 September, a total of 73,402 confirmed cases were reported, including 71,999 recoveries and 726 deaths. More than 1,605,000 COVID-19 tests had been conducted in Belarus to date.[196] On 10 September, a total of 73,591 confirmed cases were reported, including 72,203 recoveries and 732 deaths. More than 1,618,000 COVID-19 tests had been conducted in Belarus to date.[197] On 11 September, a total of 73,784 confirmed cases were reported, including 72,369 recoveries and 738 deaths. More than 1,629,000 COVID-19 tests had been conducted in Belarus to date.[198] On 12 September, a total of 73,975 confirmed cases were reported, including 72,547 recoveries and 744 deaths. More than 1,642,000 COVID-19 tests had been conducted in Belarus to date.[199] On 13 September, a total of 74,173 confirmed cases were reported, including 72,584 recoveries and 750 deaths. More than 1,654,000 COVID-19 tests had been conducted in Belarus to date.[200] On 14 September, a total of 74,360 confirmed cases were reported, including 72,609 recoveries and 756 deaths. More than 1,661,000 COVID-19 tests had been conducted in Belarus to date.[201] On 15 September, a total of 74,552 confirmed cases were reported, including 72,661 recoveries and 761 deaths. More than 1,666,000 COVID-19 tests had been conducted in Belarus to date.[202] On 16 September, a total of 74,763 confirmed cases were reported, including 72,810 recoveries and 767 deaths. More than 1,672,000 COVID-19 tests had been conducted in Belarus to date.[203] On 17 September, a total of 74,987 confirmed cases were reported, including 72,967 recoveries and 771 deaths. More than 1,686,000 COVID-19 tests had been conducted in Belarus to date.[204] On 18 September, a total of 75,230 confirmed cases were reported, including 73,098 recoveries and 773 deaths. More than 1,700,000 COVID-19 tests had been conducted in Belarus to date.[205] On 19 September, a total of 75,461 confirmed cases were reported, including 73,212 recoveries and 776 deaths. More than 1,715,000 COVID-19 tests had been conducted in Belarus to date.[206] On 20 September, a total of 75,674 confirmed cases were reported, including 73,265 recoveries and 780 deaths. More than 1,730,000 COVID-19 tests had been conducted in Belarus to date.[207] On 21 September, a total of 75,898 confirmed cases were reported, including 73,301 recoveries and 785 deaths. More than 1,739,000 COVID-19 tests had been conducted in Belarus to date.[208] On 22 September, a total of 76,104 confirmed cases were reported, including 73,386 recoveries and 791 deaths. More than 1,744,000 COVID-19 tests had been conducted in Belarus to date.[209] On 23 September, a total of 76,357 confirmed cases were reported, including 73,564 recoveries and 796 deaths. More than 1,759,000 COVID-19 tests had been conducted in Belarus to date.[210] On 24 September, a total of 76,651 confirmed cases were reported, including 73,733 recoveries and 802 deaths. More than 1,776,000 COVID-19 tests had been conducted in Belarus to date.[211] On 25 September, a total of 76,957 confirmed cases were reported, including 73,925 recoveries and 807 deaths. More than 1,792,000 COVID-19 tests had been conducted in Belarus to date.[212] On 26 September, a total of 77,289 confirmed cases were reported, including 74,046 recoveries and 813 deaths. More than 1,809,000 COVID-19 tests had been conducted in Belarus to date.[213] On 27 September, a total of 77,609 confirmed cases were reported, including 74,120 recoveries and 818 deaths. More than 1,825,000 COVID-19 tests had been conducted in Belarus to date.[214] On 28 September, a total of 77,946 confirmed cases were reported, including 74,167 recoveries and 822 deaths. More than 1,835,000 COVID-19 tests had been conducted in Belarus to date.[215] On 29 September, a total of 78,260 confirmed cases were reported, including 74,320 recoveries and 828 deaths. More than 1,841,000 COVID-19 tests had been conducted in Belarus to date.[216] On 30 September, a total of 78,631 confirmed cases were reported, including 74,525 recoveries and 833 deaths. More than 1,858,000 COVID-19 tests had been conducted in Belarus to date.[217] On 2 October, a total of 79,421 confirmed cases were reported, including 74,982 recoveries and 844 deaths. More than 1,897,000 COVID-19 tests had been conducted in Belarus to date.[219] On 3 October, a total of 79,852 confirmed cases were reported, including 75,148 recoveries and 851 deaths. More than 1,916,000 COVID-19 tests had been conducted in Belarus to date.[220] On 4 October, a total of 80,295 confirmed cases were reported, including 75,239 recoveries and 857 deaths. More than 1,936,000 COVID-19 tests had been conducted in Belarus to date.[221] On 5 October, a total of 80,696 confirmed cases were reported, including 75,303 recoveries and 862 deaths. More than 1,949,000 COVID-19 tests had been conducted in Belarus to date.[222] On 6 October, a total of 81,090 confirmed cases were reported, including 75,376 recoveries and 868 deaths. More than 1,957,000 COVID-19 tests had been conducted in Belarus to date.[223] On 7 October, a total of 81,505 confirmed cases were reported, including 75,683 recoveries and 874 deaths. More than 1,976,000 COVID-19 tests had been conducted in Belarus to date.[224] On 8 October, a total of 81,982 confirmed cases were reported, including 76,081 recoveries and 880 deaths. More than 1,999,000 COVID-19 tests had been conducted in Belarus to date.[225] On 9 October, a total of 82,471 confirmed cases were reported, including 76,543 recoveries and 885 deaths. More than 2,023,000 COVID-19 tests had been conducted in Belarus to date.[226] On 10 October, a total of 83,023 confirmed cases were reported, including 76,983 recoveries and 891 deaths. More than 2,048,000 COVID-19 tests had been conducted in Belarus to date.[227] On 11 October, a total of 83,534 confirmed cases were reported, including 77,220 recoveries and 896 deaths. More than 2,073,000 COVID-19 tests had been conducted in Belarus to date.[228] On 12 October, a total of 83,998 confirmed cases were reported, including 77,423 recoveries and 901 deaths. More than 2,087,000 COVID-19 tests had been conducted in Belarus to date.[229] On 13 October, a total of 84,524 confirmed cases were reported, including 77,797 recoveries and 906 deaths. More than 2,095,000 COVID-19 tests had been conducted in Belarus to date.[230] On 14 October, a total of 85,121 confirmed cases were reported, including 78,218 recoveries and 911 deaths. More than 2,118,000 COVID-19 tests had been conducted in Belarus to date.[231] On 15 October, a total of 85,734 confirmed cases were reported, including 78,583 recoveries and 916 deaths. More than 2,144,000 COVID-19 tests had been conducted in Belarus to date.[232] On 16 October, a total of 86,392 confirmed cases were reported, including 78,990 recoveries and 921 deaths. More than 2,170,000 COVID-19 tests had been conducted in Belarus to date.[233] On 17 October, a total of 87,093 confirmed cases were reported, including 79,429 recoveries and 925 deaths. More than 2,196,000 COVID-19 tests had been conducted in Belarus to date.[234] On 18 October, a total of 87,698 confirmed cases were reported, including 79,757 recoveries and 929 deaths. More than 2,222,000 COVID-19 tests had been conducted in Belarus to date.[235] On 19 October, a total of 88,290 confirmed cases were reported, including 80,130 recoveries and 933 deaths. More than 2,235,000 COVID-19 tests had been conducted in Belarus to date.[236] On 20 October, a total of 88,909 confirmed cases were reported, including 80,503 recoveries and 937 deaths. More than 2,244,000 COVID-19 tests had been conducted in Belarus to date.[237] On 21 October, a total of 89,642 confirmed cases were reported, including 80,905 recoveries and 941 deaths. More than 2,267,000 COVID-19 tests had been conducted in Belarus to date.[238] On 22 October, a total of 90,380 confirmed cases were reported, including 81,501 recoveries and 945 deaths. More than 2,294,000 COVID-19 tests had been conducted in Belarus to date.[239] On 23 October, a total of 91,167 confirmed cases were reported, including 82,136 recoveries and 949 deaths. More than 2,320,000 COVID-19 tests had been conducted in Belarus to date.[240] On 24 October, a total of 91,978 confirmed cases were reported, including 82,670 recoveries and 953 deaths. More than 2,347,000 COVID-19 tests had been conducted in Belarus to date.[241] On 25 October, a total of 92,823 confirmed cases were reported, including 83,237 recoveries and 957 deaths. More than 2,372,000 COVID-19 tests had been conducted in Belarus to date.[242] On 26 October, a total of 93,707 confirmed cases were reported, including 83,748 recoveries and 961 deaths. More than 2,386,000 COVID-19 tests had been conducted in Belarus to date.[243] On 27 October, a total of 94,609 confirmed cases were reported, including 84,237 recoveries and 965 deaths. More than 2,395,000 COVID-19 tests had been conducted in Belarus to date.[244] On 28 October, a total of 95,545 confirmed cases were reported, including 84,690 recoveries and 969 deaths. More than 2,418,000 COVID-19 tests had been conducted in Belarus to date.[245] On 29 October, a total of 96,529 confirmed cases were reported, including 85,332 recoveries and 973 deaths. More than 2,444,000 COVID-19 tests had been conducted in Belarus to date.[246] On 30 October, a total of 97,499 confirmed cases were reported, including 85,982 recoveries and 977 deaths. More than 2,470,000 COVID-19 tests had been conducted in Belarus to date.[247] On 31 October, a total of 98,482 confirmed cases were reported, including 86,663 recoveries and 980 deaths. More than 2,495,000 COVID-19 tests had been conducted in Belarus to date.[248] On 2 November, a total of 100,400 confirmed cases were reported, including 87,400 recoveries and 989 deaths. More than 2,537,000 COVID-19 tests had been conducted in Belarus to date.[250] On 3 November, a total of 101,329 confirmed cases were reported, including 87,985 recoveries and 992 deaths. More than 2,547,000 COVID-19 tests had been conducted in Belarus to date.[251] On 4 November, a total of 102,313 confirmed cases were reported, including 88,701 recoveries and 995 deaths. More than 2,573,000 COVID-19 tests had been conducted in Belarus to date.[252] On 5 November, a total of 103,295 confirmed cases were reported, including 89,131 recoveries and 998 deaths. More than 2,600,000 COVID-19 tests had been conducted in Belarus to date.[253] On 6 November, a total of 104,286 confirmed cases were reported, including 89,555 recoveries and 1,001 deaths. More than 2,628,000 COVID-19 tests had been conducted in Belarus to date.[254] On 7 November, a total of 105,283 confirmed cases were reported, including 90,058 recoveries and 1,004 deaths. More than 2,658,000 COVID-19 tests had been conducted in Belarus to date.[255] On 8 November, a total of 106,279 confirmed cases were reported, including 90,998 recoveries and 1,007 deaths. More than 2,689,000 COVID-19 tests had been conducted in Belarus to date.[256] On 9 November, a total of 107,262 confirmed cases were reported, including 91,353 recoveries and 1,011 deaths. More than 2,707,000 COVID-19 tests had been conducted in Belarus to date.[257] On 10 November, a total of 108,300 confirmed cases were reported, including 91,646 recoveries and 1,016 deaths. More than 2,720,000 COVID-19 tests had been conducted in Belarus to date. This was the first time more than a thousand daily new cases (1,038) were reported by the officials.[258] On 11 November, a total of 109,357 confirmed cases were reported, including 92,266 recoveries and 1,022 deaths. More than 2,750,000 COVID-19 tests had been conducted in Belarus to date.[259] On 12 November, a total of 110,455 confirmed cases were reported, including 92,843 recoveries and 1,027 deaths. More than 2,780,000 COVID-19 tests had been conducted in Belarus to date.[260] On 13 November, a total of 111,622 confirmed cases were reported, including 93,570 recoveries and 1,033 deaths. More than 2,814,000 COVID-19 tests had been conducted in Belarus to date.[261] On 14 November, a total of 112,870 confirmed cases were reported, including 94,337 recoveries and 1,039 deaths. More than 2,847,000 COVID-19 tests had been conducted in Belarus to date.[262] On 15 November, a total of 114,185 confirmed cases were reported, including 95,843 recoveries and 1,046 deaths. More than 2,882,000 COVID-19 tests had been conducted in Belarus to date.[263] On 16 November, a total of 115,448 confirmed cases were reported, including 96,462 recoveries and 1,053 deaths. More than 2,903,000 COVID-19 tests had been conducted in Belarus to date.[264] On 17 November, a total of 116,699 confirmed cases were reported, including 97,318 recoveries and 1,060 deaths. More than 2,917,000 COVID-19 tests had been conducted in Belarus to date.[265] On 18 November, a total of 118,008 confirmed cases were reported, including 98,318 recoveries and 1,067 deaths. More than 2,947,000 COVID-19 tests had been conducted in Belarus to date.[266] On 19 November, a total of 119,390 confirmed cases were reported, including 99,584 recoveries and 1,074 deaths. More than 2,977,000 COVID-19 tests had been conducted in Belarus to date.[267] On 20 November, a total of 120,847 confirmed cases were reported, including 100,749 recoveries and 1,081 deaths. More than 3,009,000 COVID-19 tests had been conducted in Belarus to date.[268] On 21 November, a total of 122,435 confirmed cases were reported, including 102,113 recoveries and 1,089 deaths. More than 3,041,000 COVID-19 tests had been conducted in Belarus to date.[269] On 22 November, a total of 123,999 confirmed cases were reported, including 103,848 recoveries and 1,096 deaths. More than 3,074,000 COVID-19 tests had been conducted in Belarus to date.[270] On 23 November, a total of 125,482 confirmed cases were reported, including 104,698 recoveries and 1,104 deaths. More than 3,091,000 COVID-19 tests had been conducted in Belarus to date.[271] On 24 November, a total of 126,953 confirmed cases were reported, including 105,835 recoveries and 1,112 deaths. More than 3,101,000 COVID-19 tests had been conducted in Belarus to date.[272] On 25 November, a total of 128,449 confirmed cases were reported, including 107,452 recoveries and 1,119 deaths. More than 3,128,000 COVID-19 tests had been conducted in Belarus to date.[273] On 26 November, a total of 130,012 confirmed cases were reported, including 108,769 recoveries and 1,128 deaths. More than 3,158,000 COVID-19 tests had been conducted in Belarus to date.[274] On 27 November, a total of 131,633 confirmed cases were reported, including 110,152 recoveries and 1,136 deaths. More than 3,188,000 COVID-19 tests had been conducted in Belarus to date.[275] On 28 November, a total of 133,324 confirmed cases were reported, including 111,455 recoveries and 1,143 deaths. More than 3,220,000 COVID-19 tests had been conducted in Belarus to date.[276] On 29 November, a total of 135,008 confirmed cases were reported, including 113,375 recoveries and 1,151 deaths. More than 3,253,000 COVID-19 tests had been conducted in Belarus to date.[277] On 30 November, a total of 136,647 confirmed cases were reported, including 114,341 recoveries and 1,158 deaths. More than 3,269,000 COVID-19 tests had been conducted in Belarus to date.[278] On 2 December, a total of 139,908 confirmed cases were reported, including 117,195 recoveries and 1,174 deaths. More than 3,306,000 COVID-19 tests had been conducted in Belarus to date.[280] On 3 December, a total of 141,609 confirmed cases were reported, including 118,924 recoveries and 1,181 deaths. More than 3,335,000 COVID-19 tests had been conducted in Belarus to date.[281] On 4 December, a total of 143,383 confirmed cases were reported, including 120,571 recoveries and 1,190 deaths. More than 3,367,000 COVID-19 tests had been conducted in Belarus to date.[282] On 5 December, a total of 145,279 confirmed cases were reported, including 122,339 recoveries and 1,198 deaths. More than 3,398,000 COVID-19 tests had been conducted in Belarus to date.[283] On 6 December, a total of 147,157 confirmed cases were reported, including 124,774 recoveries and 1,207 deaths. More than 3,430,000 COVID-19 tests had been conducted in Belarus to date.[284] On 7 December, a total of 148,953 confirmed cases were reported, including 126,084 recoveries and 1,215 deaths. More than 3,449,000 COVID-19 tests had been conducted in Belarus to date.[285] On 8 December, a total of 150,602 confirmed cases were reported, including 127,528 recoveries and 1,222 deaths. More than 3,461,000 COVID-19 tests had been conducted in Belarus to date.[286] On 9 December, a total of 152,453 confirmed cases were reported, including 129,950 recoveries and 1,230 deaths. More than 3,487,000 COVID-19 tests had been conducted in Belarus to date.[287] On 10 December, a total of 154,392 confirmed cases were reported, including 132,085 recoveries and 1,238 deaths. More than 3,517,000 COVID-19 tests had been conducted in Belarus to date.[288] On 11 December, a total of 156,359 confirmed cases were reported, including 133,930 recoveries and 1,246 deaths. More than 3,548,000 COVID-19 tests had been conducted in Belarus to date.[289] On 12 December, a total of 158,334 confirmed cases were reported, including 135,922 recoveries and 1,254 deaths. More than 3,578,000 COVID-19 tests had been conducted in Belarus to date.[290] On 13 December, a total of 160,295 confirmed cases were reported, including 138,464 recoveries and 1,263 deaths. More than 3,609,000 COVID-19 tests had been conducted in Belarus to date.[291] On 14 December, a total of 162,148 confirmed cases were reported, including 139,785 recoveries and 1,273 deaths. More than 3,625,000 COVID-19 tests had been conducted in Belarus to date.[292] On 15 December, a total of 164,059 confirmed cases were reported, including 141,443 recoveries and 1,282 deaths. More than 3,634,000 COVID-19 tests had been conducted in Belarus to date.[293] On 16 December, a total of 165,897 confirmed cases were reported, including 143,373 recoveries and 1,291 deaths. More than 3,659,000 COVID-19 tests had been conducted in Belarus to date.[294] On 17 December, a total of 167,731 confirmed cases were reported, including 145,397 recoveries and 1,299 deaths. More than 3,688,000 COVID-19 tests had been conducted in Belarus to date.[295] On 18 December, a total of 169,648 confirmed cases were reported, including 147,316 recoveries and 1,308 deaths. More than 3,718,000 COVID-19 tests had been conducted in Belarus to date.[296] On 19 December, a total of 171,579 confirmed cases were reported, including 149,353 recoveries and 1,316 deaths. More than 3,748,000 COVID-19 tests had been conducted in Belarus to date.[297] On 20 December, a total of 173,523 confirmed cases were reported, including 151,635 recoveries and 1,324 deaths. More than 3,778,000 COVID-19 tests had been conducted in Belarus to date.[298] On 21 December, a total of 175,416 confirmed cases were reported, including 152,930 recoveries and 1,333 deaths. More than 3,794,000 COVID-19 tests had been conducted in Belarus to date.[299] On 22 December, a total of 177,274 confirmed cases were reported, including 154,807 recoveries and 1,341 deaths. More than 3,803,000 COVID-19 tests had been conducted in Belarus to date.[300] On 23 December, a total of 179,196 confirmed cases were reported, including 157,079 recoveries and 1,349 deaths. More than 3,827,000 COVID-19 tests had been conducted in Belarus to date.[301] On 24 December, a total of 181,113 confirmed cases were reported, including 159,437 recoveries and 1,358 deaths. More than 3,854,000 COVID-19 tests had been conducted in Belarus to date.[302] On 25 December, a total of 183,006 confirmed cases were reported, including 161,832 recoveries and 1,367 deaths. More than 3,883,000 COVID-19 tests had been conducted in Belarus to date.[303] On 26 December, a total of 184,922 confirmed cases were reported, including 164,538 recoveries and 1,376 deaths. More than 3,912,000 COVID-19 tests had been conducted in Belarus to date.[304] On 27 December, a total of 186,747 confirmed cases were reported, including 166,036 recoveries and 1,385 deaths. More than 3,924,000 COVID-19 tests had been conducted in Belarus to date.[305] On 28 December, a total of 188,588 confirmed cases were reported, including 167,421 recoveries and 1,394 deaths. More than 3,933,000 COVID-19 tests had been conducted in Belarus to date.[306] On 29 December, a total of 190,404 confirmed cases were reported, including 169,257 recoveries and 1,404 deaths. More than 3,937,000 COVID-19 tests had been conducted in Belarus to date.[307] On 30 December, a total of 192,361 confirmed cases were reported, including 171,901 recoveries and 1,414 deaths. More than 3,962,000 COVID-19 tests had been conducted in Belarus to date.[308] On 31 December, a total of 194,284 confirmed cases were reported, including 175,147 recoveries and 1,424 deaths. More than 3,988,000 COVID-19 tests had been conducted in Belarus to date.[309]","Title":"Timeline of the COVID-19 pandemic in Belarus (2020) - Wikipedia","KeyID":"10569","URL":"https://en.wikipedia.org/wiki/Timeline_of_the_COVID-19_pandemic_in_Belarus_(2020)"}