{"Content: ":"The COVID-19 pandemic in Moldova is part of the worldwide pandemic of coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The virus was confirmed to have reached the Republic of Moldova on 7 March 2020, when a Moldovan woman who returned from Italy tested positive for the novel coronavirus. As the number of infected people started to rise during the next days, the Parliament declared a state of emergency on 17 March 2020 for the entire territory of the Republic of Moldova for a period of 60 days (17 March to 15 May 2020). On 15 May 2020, the last day of the state of emergency declared by the Parliament on 17 March 2020, the Extraordinary National Commission of Public Health declared the state of emergency in public health for the entire territory of Moldova for the period of 16 May to 30 June 2020. On 9 June 2020, the total number of confirmed cases surpassed 10,000. On 1 September 2020, the number of deaths surpassed 1,000. The vaccination process started on 2 March 2021 with AstraZeneca vaccine units donated by Romania to Moldova. On 12 January, the World Health Organization (WHO) confirmed that a novel coronavirus was the cause of a respiratory illness in a cluster of people in Wuhan City, Hubei Province, China, who had initially come to the attention of the WHO on 31 December 2019.[5][6] Unlike SARS of 2003, the case fatality ratio for COVID-19[7][8] has been much lower, but the transmission has been significantly greater, with a significant total death toll.[9][7]  The first coronavirus case in the Republic of Moldova was announced on 7 March 2020. The infected person is a 48-year-old woman who had returned to Moldova from Italy with the flight Milano-Chisinau. She had been taken to hospital immediately from the plane, being in a serious condition: bilateral bronchopneumonia, acute respiratory failure, fever, cough, general weakness. She has a few chronic illnesses: diabetes, overweight and hypertension.[1] According to the Ministry of Health, Labour and Social Protection of Moldova, she was diagnosed with bilateral bronchopneumonia, fever and cough on 4 March in Italy. She was prescribed antibiotic treatment at home and put in home quarantine pending confirmation of a new type of coronavirus infection, but she decided to return to Moldova.[21] Moldova started its vaccination campaign on 2 March 2021[55][56] after it received 21,600 units of the Oxford–AstraZeneca COVID-19 vaccine from a donation by Romania given on 27 February 2021.[57] This country had already promised Moldova on 29 December 2020 that it would gift it a total of 200,000 vaccine doses as part of a collaboration project regarding the COVID-19 pandemic and other topics between Moldova and Romania.[58][59][60] 1,810 of the vaccines that Romania donated were used in Transnistria as well.[61][62] Moldova would also receive some 14,400 Oxford–AstraZeneca vaccine doses through the COVAX program for helping poor countries acquire COVID-19 vaccine units on 5 March 2021, becoming the first European country to do so.[63] Moldova received further donations from Romania on 27 March 2021 (50,400 vaccine units),[64][65] on 17 April 2021 (132,000 vaccine doses)[66][67][68] and on 7 May 2021 (100,800 vaccine doses).[69][70] The country was also donated 2,000 Sinopharm BIBP vaccine units from the United Arab Emirates (UAE) on 13 March 2021,[71][72] 71,000 vaccine doses from Russia in two occasions (24 April 2021 and 30 April 2021)[73][74][75] and 150,000 vaccine units from China on 27 April 2021. Moldova also ordered 100,000 vaccine doses from China to buy them, and they arrived at the same day as those that were donated.[76][77] Important notice: as mentioned by the Minister of Health, Labour and Social Protection of the Republic of Moldova on 25 April 2020, the number of recoveries reported by the authorities of the Republic of Moldova includes only the persons from the medical institutions that are controlled by the constitutional authorities of the Republic of Moldova, and does not include persons that recovered in the Transnistrian region of Moldova.[78] Therefore, the real number of recoveries shall be bigger than the number reflected in the charts below. Also, as the number of active cases is calculated by excluding from confirmed cases the number of recoveries and deaths, the real number of active cases shall be smaller than the number reflected in the charts below. Source of data for the number of daily tests: for 8–14 and 16 March 2020: the report of the Minister of Health, Labour and Social Protection presented at the press-conference on 1 May 2020; for 15, 17, 25 and 26 March 2020, 28 March - 6 April 2020 and since 8 April 2020 - the press releases of the Minister of Health, Labour and Social Protection of the Republic of Moldova;[3] for 18–24 March 2020 the number of daily performed tests was announced in the daily press conferences after the meetings of the Single Command Center for the management of the crisis triggered by COVID-19 (the press conferences are available at www.privesc.eu and www.realitatealive.md). (Confirmed during 7 March - 22 August 2020)[4] (Confirmed during 7 March - 22 August 2020)[4] (Confirmed during 7 March - 22 August 2020)[4] (Confirmed during 7 March - 22 August 2020) [4] (Confirmed during 7 March - 23 August 2020)[4] (Confirmed during 7 March - 22 August 2020)[4] (Confirmed during 7 March - 22 August 2020)[4] (Confirmed during 7 March - 22 August 2020)[4] Note: Imp. = import cases; Loc. = local transmission cases; Susp. = suspected cases; n/a = data is not available.   ","Title":"COVID-19 pandemic in Moldova - Wikipedia","KeyID":"10572","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Moldova"}