{"Content: ":"This article documents the timeline of transmission of COVID-19 during the pandemic in Belarus in 2022. On 2 January, a total of 701,192 confirmed cases were reported, including 694,845 recoveries and 5,609 deaths. More than 11,078,000 COVID-19 tests had been conducted in Belarus to date.[2] On 3 January, a total of 701,699 confirmed cases were reported, including 695,154 recoveries and 5,624 deaths. More than 11,083,000 COVID-19 tests had been conducted in Belarus to date.[3] On 4 January, a total of 702,374 confirmed cases were reported, including 695,651 recoveries and 5,638 deaths. More than 11,086,000 COVID-19 tests had been conducted in Belarus to date.[4] On 5 January, a total of 703,507 confirmed cases were reported, including 696,575 recoveries and 5,653 deaths. More than 11,114,000 COVID-19 tests had been conducted in Belarus to date.[5] On 6 January, a total of 704,907 confirmed cases were reported, including 697,953 recoveries and 5,669 deaths. More than 11,138,000 COVID-19 tests had been conducted in Belarus to date.[6] On 7 January, a total of 706,530 confirmed cases were reported, including 699,628 recoveries and 5,685 deaths. More than 11,161,000 COVID-19 tests had been conducted in Belarus to date.[7] On 8 January, a total of 707,714 confirmed cases were reported, including 700,871 recoveries and 5,699 deaths. More than 11,184,000 COVID-19 tests had been conducted in Belarus to date.[8] On 9 January, a total of 708,291 confirmed cases were reported, including 701,281 recoveries and 5,712 deaths. More than 11,193,000 COVID-19 tests had been conducted in Belarus to date.[9] On 10 January, a total of 708,931 confirmed cases were reported, including 701,653 recoveries and 5,724 deaths. More than 11,202,000 COVID-19 tests had been conducted in Belarus to date.[10] On 11 January, a total of 709,622 confirmed cases were reported, including 702,170 recoveries and 5,739 deaths. More than 11,210,000 COVID-19 tests had been conducted in Belarus to date.[11] On 12 January, a total of 710,632 confirmed cases were reported, including 703,216 recoveries and 5,757 deaths. More than 11,245,000 COVID-19 tests had been conducted in Belarus to date.[12] On 13 January, a total of 711,728 confirmed cases were reported, including 704,524 recoveries and 5,774 deaths. More than 11,272,000 COVID-19 tests had been conducted in Belarus to date.[13] On 14 January, a total of 713,002 confirmed cases were reported, including 705,836 recoveries and 5,792 deaths. More than 11,295,000 COVID-19 tests had been conducted in Belarus to date.[14] On 15 January, a total of 714,295 confirmed cases were reported, including 707,169 recoveries and 5,808 deaths. More than 11,317,000 COVID-19 tests had been conducted in Belarus to date.[15] On 16 January, a total of 715,643 confirmed cases were reported, including 708,700 recoveries and 5,824 deaths. More than 11,339,000 COVID-19 tests had been conducted in Belarus to date.[16] On 17 January, a total of 717,034 confirmed cases were reported, including 709,926 recoveries and 5,836 deaths. More than 11,352,000 COVID-19 tests had been conducted in Belarus to date.[17] On 18 January, a total of 718,098 confirmed cases were reported, including 710,876 recoveries and 5,850 deaths. More than 11,357,000 COVID-19 tests had been conducted in Belarus to date.[18] On 19 January, a total of 719,485 confirmed cases were reported, including 712,239 recoveries and 5,866 deaths. More than 11,389,000 COVID-19 tests had been conducted in Belarus to date.[19] On 20 January, a total of 721,103 confirmed cases were reported, including 713,965 recoveries and 5,882 deaths. More than 11,414,000 COVID-19 tests had been conducted in Belarus to date.[20] On 21 January, a total of 722,939 confirmed cases were reported, including 715,756 recoveries and 5,899 deaths. More than 11,439,000 COVID-19 tests had been conducted in Belarus to date.[21] On 22 January, a total of 724,903 confirmed cases were reported, including 717,612 recoveries and 5,916 deaths. More than 11,462,000 COVID-19 tests had been conducted in Belarus to date.[22] On 23 January, a total of 726,860 confirmed cases were reported, including 719,581 recoveries and 5,933 deaths. More than 11,487,000 COVID-19 tests had been conducted in Belarus to date.[23] On 24 January, a total of 728,804 confirmed cases were reported, including 721,221 recoveries and 5,949 deaths. More than 11,502,000 COVID-19 tests had been conducted in Belarus to date.[24] On 25 January, a total of 730,207 confirmed cases were reported, including 722,295 recoveries and 5,959 deaths. More than 11,509,000 COVID-19 tests had been conducted in Belarus to date.[25] On 26 January, a total of 732,104 confirmed cases were reported, including 724,102 recoveries and 5,976 deaths. More than 11,535,000 COVID-19 tests had been conducted in Belarus to date.[26] On 27 January, a total of 734,078 confirmed cases were reported, including 725,935 recoveries and 5,992 deaths. More than 11,571,000 COVID-19 tests had been conducted in Belarus to date.[27] On 28 January, a total of 736,299 confirmed cases were reported, including 727,857 recoveries and 6,009 deaths. More than 11,608,000 COVID-19 tests had been conducted in Belarus to date.[28] On 29 January, a total of 738,601 confirmed cases were reported, including 729,763 recoveries and 6,024 deaths. More than 11,648,000 COVID-19 tests had been conducted in Belarus to date.[29] On 30 January, a total of 740,988 confirmed cases were reported, including 732,012 recoveries and 6,039 deaths. More than 11,691,000 COVID-19 tests had been conducted in Belarus to date.[30] On 31 January, a total of 742,953 confirmed cases were reported, including 733,526 recoveries and 6,052 deaths. More than 11,720,000 COVID-19 tests had been conducted in Belarus to date.[31]","Title":"Timeline of the COVID-19 pandemic in Belarus (2022) - Wikipedia","KeyID":"10571","URL":"https://en.wikipedia.org/wiki/Timeline_of_the_COVID-19_pandemic_in_Belarus_(2022)"}