{"Content: ":"The COVID-19 pandemic was confirmed to have reached the Donetsk People's Republic, or DNR, in March 2020. The DNR is a Russian-supported separatist entity that controls more than half of the territory of Ukraine's Donetsk Oblast. On 12 January 2020, the World Health Organization (WHO) confirmed that a novel coronavirus was the cause of a respiratory illness in a cluster of people in Wuhan City, Hubei Province, China, which was reported to the WHO on 31 December 2019.[2][3] The case fatality ratio for COVID-19 has been much lower than SARS of 2003,[4][5] but the transmission has been significantly greater, with a significant total death toll.[6][4]  On March 13, the Minister of Internal Affairs of Ukraine Arsen Avakov stated that there were 12 patients with COVID-19 in Horlivka, a city in DNR-controlled territory.[8] On 31 March, the first case was announced by a health official of the DNR—a woman who arrived on March 19 from Moscow, Russia, with her husband and young son.[9][10] On 1 April, the second case was confirmed. The patient is a child of the woman in the first case. On 3 April, the third case was confirmed.[11] On 7 April, the Donetsk People's Republic administration acknowledged the existence of 6 cases of infection.[12] On 8 April, another case of the disease was confirmed in a 35-year-old man who had returned from Russia.[13] On April 10, 5 more cases of infection were confirmed. A total of 13,792 people in the DNR territory were self-isolating.[14] On 17 April, the number of confirmed infections was elevated to 32.[15] On 22 April, 36 cases of infection were confirmed in the DNR.[16] Due to the coronavirus, the DNR administration banned entry by people who are not registered on their territory from Russia and the neighbouring LNR, except for Russian citizens and employees of international missions. In addition, in the DNR the work of sports, entertainment, and other mass events was limited.[17] On 1 April, the DNR administration closed customs posts with the LNR.[18] Ukraine's Ministry of Reintegration of the Temporarily Occupied Territories claims that in the so-called temporarily occupied territories in Luhansk and Donetsk oblasts, the real situation regarding the COVID-19 disease is being hidden from the population, and 10,000 people with COVID-19 symptoms are diagnosed with SARS.[19] According to the Ministry, the first death from COVID-19 in the territory of Donbas region occurred on 4 April 2020 in Amvrosiivka.","Title":"COVID-19 pandemic in the Donetsk People's Republic - Wikipedia","KeyID":"10579","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_the_Donetsk_People%27s_Republic"}