{"Content: ":"The COVID-19 pandemic in Serbia is a current outbreak of the disease COVID-19 in Serbia caused by the virus SARS-CoV-2. Its first case in Serbia was reported on 6 March 2020,[4] and confirmed by Minister of Health Zlatibor Lončar.[5] The case was a 43-year-old man from Bačka Topola who had travelled to Budapest.[6] In late June 2020, the Balkan Insight published a report based on the allegedly leaked data from the internal Government COVID-19 information system. This report stated that in reality, Serbia had recorded 632 deaths due to COVID-19 in the period from 19 March to 1 June 2020, which corresponds to 388 additional deaths caused by the virus that were not publicly reported. Additionally, according to the leaked data, the number of people who became infected in Serbia from 17 June to 20 June was at least 300 per day, while public reports never accounted for more than 96 cases per day in the same period.[7] Recovery figures were also disputed, with the Public Health Institute of Montenegro formally requesting an explanation from Serbian authorities in early June following a reported recovery of 4,000 patients in one day.[8] Earlier, the index case was also disputed after the Public Health Institute publicly revealed that the first case was registered a week before the officially reported index case.[1] In September 2020, NIN weekly released research results that show a significant discrepancy between the data on the number of infected persons and the number of tests that were released by the Government during July and the data that was obtained from individual public health institutions through the freedom of information requests. The discrepancy shows that the Government released data inflated the number of tests that were conducted and that the number of infected persons was decreased by at least 59% during July.[9] Thousands of medical doctors have signed a petition requesting the release of true data and accountability for forging the data.[10][11] Several senior department chiefs at Military Medical Academy have been dismissed after supporting the open letter.[12] In August 2020 Professor Goran Belojević of the University of Belgrade Faculty of Medicine publicly stated that Serbia has registered 5,000 deaths.[13] On 29 September 2020, Predrag Kon, chief epidemiologist and a member of the state anti-COVID-19 Crisis Team, publicly admitted that there is a delay in data processing and that the number of deaths until the end of June was three times higher than officially reported (277).[14] Health Minister refuted those claims the next day saying that they are \"unfounded\" and warned Kon against making such comments again.[15] On 12 January 2020, the World Health Organization (WHO) confirmed that a novel coronavirus was the cause of a respiratory illness in a cluster of people in Wuhan City, Hubei Province of China, which was reported to the WHO on 31 December 2019.[16][17] The case fatality ratio for COVID-19 has been much lower than SARS of 2003,[18][19] but the transmission has been significantly greater, with a significant total death toll.[20][18] The government implemented various social measures such as restrictions and lockdowns between March and July 2020. On 15 March, a state of emergency was declared. Many argue the declaration was against the constitution, since there was no debate among the MPs in the Serbian Parliament. Some experts argue an emergency situation could have been declared instead, some saying that state of an emergency was an overreaction. All schools, kindergarten and universities are closed.[21][22] On 17 March, the distant lectures were introduced. All lectures for elementary schools were aired on RTS channel (RTS 3 channel) and the web platform RTS Planeta.[23] On 18 March, a curfew from (20:00) to (05:00) was established across the whole country. In addition, people of the age of 65 and above were forbidden to leave their homes, with fines up to rsd150.000 (approx. $1500usd).[24] In the first hours of curfew, several people were arrested. One woman was forced to go home, after insulting police officers and refusing to comply with the measures of the curfew.[25] On 20 March, cafes, bars, shopping malls and public transportation were all shut down. Food delivery, however, remained allowed.[26] On 21 March, the curfew was prolonged from the previous 9 hours to 12 hours. People were ordered to stay at home from (17:00) to (05:00) the next day.[27] On 28 March, a weekend-long curfew was enacted. Starting from (15:00) to (05:00) the next day, for both Saturday and Sunday. Pet owners can no longer take a walk for 20 minutes, between (20:00) and (21:00).[28] On 2 April, the new weekend curfew was established. Starting from (13:00) to (05:00) on Monday. Groups of no more than 2 people in public were allowed; however, this measure soon proved to be practically impossible to inforce.[29] On 8 April, the new weekend curfew was established. Starting from Friday on (17:00) up until Monday (05:00) in the morning. Senior citizens are allowed to go grocery shopping on Fridays from (04:00) to (07:00) in the morning.[30] On 17 April, the new weekend curfew before the Easter holiday (Julian calendar), was established. Starting from Friday at 17:00 to Tuesday at 05:00 in the morning.[31] On 18 April, it is announced that from Tuesday, 21. April, some restrictions will be lifted. Curfew is set to start from 18:00 instead from 17:00 lasting up until 05:00 in the morning the next day. Senior citizens can now choose when they want to take a 30 minutes walk from 18:00 to 01:00.[32] On 24 April, it was announced that the curfew would start from Friday, 24 April on 18:00 and last until Monday 27 April 5:00 in the morning. Public transportation between towns is about to be re-established. Senior citizens after 18:00, can now take a walk for a half an hour, no farther than 600 meters from their home address. Starting from next week, they can take walks for an hour instead of previous half. Starting from Monday, all the close spaced markets, beauty and cosmetic salons, fitness centers and gyms can now work.[33] On 26 April, due to 1st May holidays, new curfew was announced, starting from Thursday at 18:00 up until Monday to 05:00 (83 hours).[34] On 30 April, the previously announced curfew was reduced; the curfew is now supposed to last from Thursday at 18:00 until Saturday 05:00 (35 hours). People older than 65 can now take a walk two times on Friday during the curfew for an hour each time, whenever they like, while maintaining 600 meters the furthest distance from their residence.[35] On 6 May, the parliament have dismissed previous decision of state of emergency. Which means from now on, no curfew will be enforced. Though, measures of social distancing and wearing masks and gloves while using public transport will remain. From 15 June, weddings can be held.[36] Since 1 June, mass events are allowed again. On 21 June, the 2020 Serbian parliamentary election took place – seven weeks later than planned before. On 26 June, new measures have been imposed for Belgrade, from now on wearing masks is mandatory in closed spaces and in public transport.[37] On 27 June 27, due to growing number of COVID-19 positives and packed hospitals with patients, new measures have been taken for the south-western municipalities of Novi Pazar and Tutin. From now on, all the children playgrounds will be closed, working hours of shops, markets, hair salons, bakeries, butcher shops will be limited to no later than 19:00 UTC+1.[38] On 7 July, Aleksandar Vučić has announced possible curfew between 18:00 and 06:00 from Friday to Monday. It is not yet clear if the curfew will affect only Belgrade or the whole country, though he emphasized he would like it to be across the country. This announcement sparked protests outside the parliament.[39] On 26 March 2020, employers can postpone paying taxes on suficit until 30 June.[40] On 31 March, Vučić announced that all the small and medium-sized companies will receive help for the following 3 months to \"survive\" under the condition that they don't fire 10 percent of employees. All hairdressers shoemakers and bakers will receive a minimal wage (255.27€ as of January 2020) from the state. Every citizen older than 18, will receive 100 euros to support the spending and to support local businesses.[41] On 8 April, the Serbian government passed a decree on additional borrowing.[42] On 23 April, a previous decision to give every citizen 100 euros has been revised, stating than only pensioners and welfare users will get the money, others interested in government's help, will need to inform the government if they want to receive the support from government. This decision has been made, ostensibly because \"some tycoons from the political area and outside were humiliated\" with the previous decision to help every citizen older than 18, as they felt insulted with the amount.[43] The countries and international organizations that have sent aid and funds to Government of Serbia, to help fight the pandemic: Total confirmed cases, recoveries and deaths New cases per day Sudden jump in number of recoveries since 6 June was explained by changed methodology of determining healthy patients, requiring only one negative COVID-19 PCR test, as opposed to two negative test at least 24 hours apart required before.[110] Total recoveries Recoveries per day Total number of deaths Deaths per day Data acquired from the official website.[111]","Title":"COVID-19 pandemic in Serbia - Wikipedia","KeyID":"10586","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Serbia"}