{"Content: ":"The COVID-19 pandemic in Albania is part of the worldwide pandemic of coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The first case in the Republic of Albania was reported in Tirana on 8 March 2020, when a patient and his adult son who had come from Florence, Italy tested positive.[3] Both men later recovered. On 21 December 2020, health minister Ogerta Manastirliu announced that the country has decided to suspend flights to and from the UK until 6 January 2021 because of what was then a new COVID-19 mutation that transmits more quickly than other variants. All passengers arriving from the UK by land had to self-isolate for 14 days upon entry. The flight suspension took effect on Tuesday, 22 December.[4] On 12 January, the World Health Organization (WHO) confirmed that a novel coronavirus was the cause of a respiratory illness in a cluster of people in Wuhan City, Hubei Province, China, who had initially come to the attention of the WHO on 31 December 2019.[5][6] Unlike SARS of 2003, the case fatality ratio for COVID-19[7][8] has been much lower, but the transmission has been significantly greater, with a significant total death toll.[9][7]  On 8 March 2020, Albania confirmed its first two cases of COVID-19, a father and son, of which, the son had traveled from Florence, Italy.[10] On 9 March, the Ministry of Health and Social Protection stated that a total of 65 people had been tested for COVID-19, 2 of whom were positive.[11] On 10 March, a total of 114 people had been tested for COVID-19, 10 of whom were positive. Of these, 6 new cases were close contacts of the first 2, while the other 2 new cases had no connection. One such case was also from the city of Durrës.[12] On 10 March, President Ilir Meta called for retired Albanian doctors to re-enter the work force.[13] On 10 March, it was discovered that a Maryland woman had contracted novel coronavirus after visiting Albania, as well as spending time in a Turkish airport.[14] On 11 March, a total of 241 people were tested, 15 of whom were positive. 12 cases were close contacts of the first case, while the other two were from Tirana and Lushnjë. The first death was also reported, an elderly woman in Durrës.[15] On 12 March, Vice Minister of Health and Social Protection Mira Rakacolli stated that during the last 24 hours 145 people had been tested for COVID-19, for a total of 298 tests performed. Of those, 23 cases tested positive for the disease, 18 of which were asymptomatic and in self-isolation and 5 were hospitalized. All cases were stated to have had history of travel to Italy or been in contact with someone who had. In total 134 people were in quarantine.[16] On 15 March, 42 cases were confirmed, 17 people were hospitalized, with 3 of them under intense hospital supervision.[17] On 16 March, 51 cases were confirmed, 23 people were hospitalized, with 3 of them under intense hospital supervision.[citation needed] On 17 March, 55 cases were confirmed, 25 people were hospitalized, with 3 of them under intense hospital supervision. In the last 24 hours 42 persons were tested, with four of them testing positive bringing the number from 51 to 55.[citation needed] On 22 March, 89 cases were confirmed, 43 people were hospitalized, with 4 of them under intensive therapy. In the last 24 hours 33 people were tested, 13 of which were positive. The first 3 recoveries were discharged from the hospital, to be put on quarantine for a further 14 days. Three new cases were reported in previously unaffected municipality of Korçë.[18] On 23 March, 104 cases were confirmed, 49 people were hospitalized, with 3 under intensive therapy. In the last 24 hours 45 people were tested, 15 of which were positive. New cases were discovered in Shkodër and Vlorë, extending the infection map to two new municipalities. Two new deaths were also reported, a 71-year-old and a 43-year-old with preexisting health conditions, bringing the total to 4.[19] On 24 March, 123 cases were confirmed, 57 people were hospitalized, with two of them under intensive therapy. In the last 24 hours 74 people were tested, 19 of whom were positive. Another death was reported, a 49 year old from Tirana, bringing the total death toll to 5, with recoveries at 10. The map of infections also extended to newly sprung cases from Lezhë, Has, and Berat.[20] On 25 March, 146 cases were confirmed, up 23 positive cases from 111 tests made in the last 24 hours. 72 people were hospitalized, 4 under intensive care of which 3 intubated and in critical condition. One new case was reported in the municipality of Krujë. No deaths were reported, while 17 recoveries had been made.[21] On 26 March, 174 cases were confirmed, up 28 positive cases from 103 tests made in the last 24 hours. 73 people were hospitalized, 3 under intensive care of which 2 intubated and in critical condition. Of all cases 4 were pediatric, asymptomatic, and in good health. The sixth victim of the disease was reported, a 71-year-old woman from Tirana who also suffered from hypertension, after 7 days of hospitalization and intensive care. The map of infections extended to include Tropoja.[22] On 27 March, 186 cases were confirmed, up 12 positive cases from 102 tests made in the last 24 hours. 77 people were hospitalized, 5 under intensive care. Two new deaths were reported in the morning, an 85-year-old woman from Tirana and a 66-year-old man from Fier, for a total of 8. Another 14 recoveries were made, for a total of 31. A new case was reported in Pukë, further expanding the map of infections.[23] On 28 March, 197 cases were confirmed, up 11 positive cases from 79 tests made in the last 24 hours. 74 people were hospitalized, 4 under intensive care. The death toll rose to 10, with recoveries at 33, of which 6 were doctors and medical staff.[24] On 29 March, 212 cases were confirmed, up 15 positive cases from 111 tests made in the last 24 hours. 76 people were hospitalized, 6 under intensive care, of which 4 intubated. Seven new recoveries were made for a total of 40. The map of infections expanded with a new case in Mirditë, with other new cases in Tiranë, Durrës, and Fier.[25] On 30 March, 223 cases were confirmed, up 11 positive cases from 90 tests made in the last 24 hours. 74 people were hospitalized, 7 under intensive care, of which 4 intubated. Four new recoveries were made, for a total of 44, while fatalities rose to 11 after a 79-year-old from Tirana died.[26] On 31 March, 243 cases were confirmed, up 20 positive cases from 145 tests made in the last 24 hours. 77 people were hospitalized, 8 under intensive care, of which 3 intubated. Eight new recoveries were made totaling 52, while fatalities rose to 13 after the deaths of an 82-year-old woman from Tirana and a 62-year-old from Durrës.[27] On 1 April, 259 cases were confirmed, up 16 positive cases from 152 tests made in the last 24 hours. 79 people were hospitalized, 7 under intensive care, of which 4 intubated. Fifteen new recoveries were made totaling 67, while the death toll rose to 15.[28] On 2 April, 277 cases were confirmed, up 18 positive cases from 96 tests made in the last 24 hours. 81 people were hospitalized, 8 under intensive care, of which 4 intubated. One new death was reported, a 78-year-old from Durrës, bringing the total to 16, while recoveries rose to 76.[29] On 3 April, 304 cases were confirmed, and 112 tests were performed in the last 24 hours. A big rise was seen in the municipality of Shkodër, where 12 new cases from 2 families were discovered, both had members who had previously tested positive for the disease. Meanwhile, 73 people were hospitalized in the Infective Hospital in Tirana, while 4 others in a recently COVID-19-adapted \"Shefqet Ndroqi\" hospital in Durrës. Recoveries jumped to 89 while deaths went up by one for a total of 17.[30] On 14 April, 475 cases were confirmed, 236 tests were performed in the last 24 hours for a total of 4306. Eight new cases arose, 6 individuals in Tirana, 1 medical personnel in Shkodër and 1 in Kukës, a municipality previously unaffected by the disease. A total of 46 cases were hospitalized, 12 in intensive therapy and 5 intubated. The death toll arose by one to 24 while 16 new recoveries were made for a total of 248.[31] On 7 May, the first batch of 440 serology tests was finished with a positive rate of 11.2%, a number very near to the positive rate of PCR tests already used, according to the Ministry of Health and Social Protection.[32] On 27 May, a total of 1326 serology tests had been performed on medical personnel and patients, with a positivity rate of 8%.[33] Model-based simulations suggest that the 95% confidence interval for the time-varying reproduction number R t was stable around 1.0 in July, August and September but exceeded 1.0 in October.[34] As COVID-19 cases rose and Albanian hospitals were pushed to their limits, a few hundred Albanians sought treatment in private hospitals for COVID-19 in Turkey, an expensive option resulting in millions spent in the process.[35] On 4 January 2021, Prime Minister Edi Rama said Albania reached an agreement with Pfizer to receive an initial batch of 500,000 doses of its COVID-19 vaccine in January and February.[36] On 11 January 2021, Albania began its coronavirus vaccination program with doses received from an undisclosed European Union nation. Prime Minister Edi Rama said he was “not authorized” to say which EU country had provided 975 doses to the Balkan nation.[37] In January 2021, Albania expelled two Russian diplomats after repeated contraventions of Albanian government COVID-19 lockdown measures.[38][39] On 6 August, Romania announced that will begin to deliver for free 1.3 million COVID-19 vaccines to another four countries to help tackle the pandemic. The donation for Albania consists of 150,000 doses.[40] On 25 February, Skender Brataj, head of the National Medical Emergency Center (NMEC), announced protocols in case COVID-19 spread to Albania, explaining that citizens that suspect they have contracted the virus should call the designated National Emergency Number 127.[41] He instructed all Albanian citizens arriving from China, Singapore, Iran, South Korea, or Italy to call the same number, so that a medical group with protective suits can escort them to an infections hospital for testing, with all samples sent to the Public Health Institute.[41] On the same day, Ogerta Manastirliu, Minister of Health and Social Protection met with the Technical Expert Committee, and decided to increase its hospital budget by $1 million, to increase the stock of personal protection equipment.[41] Brataj also announced the formation of a task force, while asserting that COVID-19 had not yet arrived in Albania. He specified that citizens coming from affected areas would be monitored for 14 days and treated as suspected cases, and treated with vitamins.[41] On 8 March, the Albanian Council of Ministers stopped all flights and ferries with quarantined areas of northern Italy until 3 April,[42] halted all schools for two weeks, ordered cancellation of all large public gatherings, and asked sports federations to cancel scheduled matches.[43] Albanian Health Minister Ogerta Manastirliu announced that anyone entering Albania from quarantined areas of Italy will have to self-isolate, or face punishment if they fail to do so.[43] On 10 March, all citizens were alerted of the new lockdown policy by text from Prime Minister Edi Rama, who said the policy was regrettable but necessary, with the text also telling them to be safe, wash their hands, and avoid fake news, while also announcing a vehicle ban.[44] The use of private cars and intercity transport vehicles was banned in Tirana and Durrës, and all private and public transport was banned in Shkodra, Lezha, Elbasani, Lushnja, Fieri, and Vlora, with the only vehicles allowed being ambulances and vehicles for delivering essentials.[44] Bonuses of 1000 euros were added to the salaries of medical staff, and a 500 euro bonus was added to the salary of medical workers.[44] The disinfection of all public places was also underway.[44] The retired would get their pensions delivered at home with no charge.[44] Bars, restaurants, gyms, discos, and venues with live music were all ordered to close.[44] Rama also announced an expansion of the areas from which arrivals must self-isolate, to newly include all of Italy as well as all of Greece and ordered police to patrol the streets, detain any violators, and penalize them with a 5,000 euro fine.[44][45] The army and police mobilized to patrol the streets and search for any citizens with self-isolation orders who could be violating them.[44] Gjergj Erebara at Balkan Insight noted that much of the Albanian medical staff had emigrated to Germany in the previous few years, leaving Albanian hospitals with an acute shortage, having already had a rather low rate of doctors per inhabitant.[46] On the night of 11 March, police vehicles played messages on loudspeakers telling citizens to return inside.[47] The Muslim community announced on 11 March that all sermons, prayers, and other activities, including jummahs, and mosques were canceled, and told all believers to quarantine themselves and observe prayers at home in private, and rigorously follow and observe the recommendations of the World Health Organization.[48] By 12 March, 500 people had been charged for violating the travel ban.[44] There were fears about the hygienic conditions in Roma dwellings, given that fewer than half have access to piped water to wash their hands with.[49] On 12 March, Prime Minister Edi Rama declared a \"war\" on COVID-19.[50] A slew of new measures were announced, including a 72-hour curfew during which only transportation of basic needs such as food and medicine would be permitted, a three-month loan holiday, and the forced closure of garment factories and call centres (which are dependent on the Italian market).[50] The police and the army mobilized and set up a total of 70 checkpoints on that day, spread throughout the country to make sure people were complying with self-quarantine requirements. At checkpoints, names are checked against a database of who has been in Italy or Greece since 27 February. Police in some parts of the country, including Fier, began stopping cars with foreign license plates. Fier proceeded to force the closure of most bars and cafes, while Tirana and Durrës suspended indefinitely all public transport and shut all cafes, bars, restaurants, as well as gyms and government offices with public-facing counters.[47] All banks were closed from the 12 to 16 March, but ATMs remained open.[51] The Albanian Orthodox Church announced on 12 March the suspension of all services until 3 April, except for the Divine Liturgy on Sunday, in which it encouraged followers to come for \"healing\" but keep a distance from each other; the Church also encouraged believers to observe rites at home, with the Church's radio station \"Ngjallja\" (\"Resurrection\") broadcasting services, although churches would remain to serve those who wished to perform personal prayer while keeping a distance from others.[52] The Catholic church suspended all diocesan and parish activities, all liturgical celebrations including the Holy Mass, all catechisms, all educational courses at community centers and all other parish and diocesan activities. Churches remained open for personal confessions done at a distance, as well as personal prayer done at a distance from other people, while observing the recommendations of authorities.[53] The Albanian Evangelical Church likewise transmitted services online.[53] The Bektashi Global Kryegjyshata suspended all religious activities in its tekkes on 12 March as well.[54] From 13 March, Albania implemented a hardening of its lockdown in major cities across the country, including the capital, Tirana, over the weekend until 15 March at midnight. Roads connecting major cities were also closed. Foreign nationals that need to go to the airport needed to have received written permission from the police to use the roads. All public facilities at the airport were closed, including restaurants and bars.[55] Sea travel from Greece and Italy was prohibited except for freight vessels.[56] On 15 March, Albania closed all of its land borders until further notice, making all travel from Greece, Montenegro, North Macedonia, and Kosovo prohibited.[56] Educational institutions were ordered to prepare to move k-12 instructions online.[51] All physical government operations except essential activities were shut down, and civil servants ordered to stay down, but online services continued. All museums, cinemas, theatres, and public parks were closed indefinitely.[51] The Albanian government began organizing a charter flight to extract remaining Albanian citizens in Italy; all air travel to Italy and Greece was indefinitely suspended.[51] As of 15 March, in addition to the private vehicle ban, the public transportation ban was extended to the Shkodër-Lezhë, Elbasani-Korçë, Lushnjë-Fieri, and Fieri-Vlorë roads.[51] The government implemented hi-tech monitoring measures using drones to identify persons violating quarantines.[57] On 16 March, Albania indefinitely suspended all air traffic to and from the United Kingdom.[58] On 16 March, another wide-ranging \"emergency legislation\" was adopted, specifying various fines for violations of protocol, to be effective immediately. Social, cultural, and political gatherings, whether in enclosed or open-air spaces, were banned, and violators could be fined up to 5 million lek (or 4000 euros). Television stations were banned from having more than two people in the same room for a talk show, on the pain of a 1 million lek fine (830 euros). Private hospitals that refuse to offer capacities were to be fined up to 5 million lek (4000 euros). Any trade in food or medicine that did not comply with the specified government safety regulations to combat infections risked a fine of up to 10 million lek (8300 euros). The legislation, called a \"normative act\", is an emergency law taking effect without prior approval by parliament.[59] Furthermore, a national curfew was imposed: each day, all citizens were required to return to stay in their homes from 18:00 onward, as well as a ban on sitting in public places. Those found in violation will be fined.[60] On 18 March, the Tirana Times suspended its print version.[61] The handling of the COVID-19 pandemic risk to refugees has been criticized as inadequate. Two detention centers exist in Albania. Their conditions have been reported as having very poor conditions that increase the danger of exposure to the pandemic.[62] On 29 March, Albania sent a group of 30 medical staff members to Lombardy, Italy. Prime Minister Edi Rama said his country was thanking former Italian help.[63] On 25 April, Minister of Health and Social Protection Ogerta Manastirliu announced plans to relax free hours from 90 minutes to 2 hours in the \"Red Zones\" and the establishment of \"Green Zones\", counties and municipalities with no active cases or little risk of spread. Regions included were the counties of Dibër and Gjirokastër and the municipalities of Sarandë, Konispol, Himarë, Delvinë, Finiq, Prrenjas, Pogradec, Librazhd and Divjakë. In these Green Zones, movement of pensioners was allowed hours 6:00 to 8:30 and other people 9:30 to 17:30 with no more than one person accompanying. Gatherings of more than two people in public were prohibited and cars could freely move from 9:30 to 17:30 without permit and no more than one passenger. These measures would take effect the following day on 26 April.[64] On 4 May, the Green Zones were expanded to include the municipalities of Tropojë, Rrogozhinë, Peqin, Belsh, Cërrik, Gramsh, Ura Vajgurore, Kuçovë, Berat, Poliçan, Skrapar, Devoll, Pustec, Maliq, Mallakastër, Kolonjë, Vlorë and Selenicë.[65] On 11 May, the Green Zones were expanded to include every municipality except Tirana, Shkodër, Krujë, Durrës, Kurbin, Kamëz and Fier, also labeled \"Red Zones\". Intercity travel from and to these municipalities was also prohibited.[66] On 18 May, Fier was added to the Green Zones. People in these zones were also allowed to walk freely at any time of the day while the Red Zones' free hours were extended to 21:00. Authorizations for the movement of people and vehicles were also removed in the whole country, however, restricted movement to and from \"Red\" municipalities was still in effect.[67] On 26 May, the Ministry of Health and Social Protection announced that the second phase of reopening would begin with the opening of preschools on 1 June.[68] [nb 1] [nb 2] The COVID-19 vaccination campaign in Albania officially commenced on 11 January 2021, with 975 Pfizer vaccine doses, given as a gift to Albania by an undisclosed EU country.[70]","Title":"COVID-19 pandemic in Albania - Wikipedia","KeyID":"10581","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Albania"}