{"Content: ":"The COVID-19 pandemic in Montenegro has resulted in 255,580[1] confirmed cases of COVID-19 and 2,742[1] deaths. The first case of the disease in Montenegro was confirmed on 17 March 2020,[2][3] making it the last European country to register a case of SARS-CoV-2.[4] On 24 May 2020, 68 days after the first case was recorded in Montenegro, it became the first COVID-19-free country in Europe. Within the first outbreak, indexed cases counted 9% of the total reported, 80% of cases were infected due to contact with primary cases, while the origin of infection of the other 11% of cases was not certain.[5] The Government of Montenegro estimated that the country needs EUR 59.2 million private and international relief to address the health, social and economical impact of COVID-19.[6] Montenegro had no active cases from 24 May until 14 June 2020, when the first imported case was reported. On 12 January 2020, the World Health Organization (WHO) confirmed that a novel coronavirus was the cause of a respiratory illness in a cluster of people in Wuhan City, Hubei Province, China, which was reported to the WHO on 31 December 2019.[7][8] The case fatality ratio for COVID-19 has been much lower than SARS of 2003,[9][10] but the transmission has been significantly greater, with a significant total death toll.[11][9]  On 31 August 2020, the number of deaths reached 100, surpassing it the next day. On 21 October 2020, it reached 250, surpassing it the next day. On 1 December 2021, it surpassed 500. On 20 January 2021, it surpassed 750. On 28 February 2021, it surpassed 1,000. On 29 March 2021, it surpassed 1,250. On 1 May 2021, it surpassed 1,500. On 12 October 2021, it reached 2,000, surpassing it the next day. On 17 March, Montenegro confirmed its first three cases of COVID-19, a woman born in 1973, and a man born in 1963 of which two lived together in the capital city Podgorica, the other woman, born in 1948, was from Ulcinj.[12] One of the first three cases had arrived 12 days earlier from the New York City United States to Ulcinj, the other two cases had arrived in Podgorica 5 days earlier from Barcelona Spain and were under medical surveillance.[13] On 18 March, 6 more cases were confirmed, one of whom had no links to the cases confirmed on the day before.[14] On 19 March, 2 more cases were confirmed, bringing the number of infected in the country to 10. Later that day, 3 more cases were confirmed, bringing the total to 13.[15] On 20 March, the 14th case was identified in Herceg Novi.[16] On 21 March, 2 new cases were confirmed.[17] On 22 March, 6 new cases were confirmed.[18] One of these cases, a 65-year-old man who had traveled several days before from Serbia, died one day after hospital admission, becoming the country's first fatal case.[19] On 23 March, 5 new cases were confirmed.[20] On 24 March, 18 new cases were confirmed.[21] As 15 of the new cases were recorded in Tuzi, the government imposed a complete lockdown on Tuzi,[22] making Tuzi the first municipality in Montenegro to be put into complete lockdown during the pandemic with only essential services being allowed to operate.[22] On 25 March, 6 new cases were confirmed.[23][24] On 26 March, 14 new cases were confirmed.[25] Later that day, two more cases were confirmed, while 6,258 people where under medical supervision.[26] On 27 March (07:45), one more case was confirmed.[27] Later that day (17:45), five more cases were confirmed, all of them in Andrijevica, while 6,278 people where under medical supervision.[28] Later that day (21:00), 7 more cases were confirmed, 4 in Tuzi and 3 in Bar.[29] On 28 March, 2 new cases were confirmed, one in Tivat and one in Podgorica.[30] On 29 March, one new case was confirmed.[31] On 30 March, 6 new cases were confirmed.[32] On 31 March, 18 new cases were confirmed.[33] On 1 April, 14 new cases were confirmed.[34] On 2 April, 17 new cases were confirmed.[citation needed] On 3 April, the first recovery was reported, a 46-year-old man from Bar.[citation needed] On 24 May, 68 days after the first case was recorded, Montenegro became the first COVID-19-free country in Europe. On 14 June, the first new case in the country was reported since 4 May. However, this is also the first reported imported case, as a person from Bosnia and Herzegovina, who was put in self-isolation, was tested positive. On 15 June, another imported case was reported in the country - this one also from Bosnia and Herzegovina and is currently located in Budva. As of 15 June, there are two active cases in Montenegro. On 7 October 2020, the nation's most prominent cleric Amfilohije Radović, the Serbian Orthodox metropolitan bishop of Montenegro and the Littoral, tested positive for COVID-19.[35] He died on 30 October 2020 in Podgorica at the age of 82.[36] Despite the Montenegrin government's bans on mass public gatherings due to the spread of COVID-19 virus, in front of the Podgorica Cathedral, there were thousands of believers present, as well as heads of the Orthodox Church in Serbia, Bosnia and Herzegovina, Greece, Ukraine and Albania, Roman Catholic Archdiocese of Bar and Islamic communities in Montenegro and Serbia, the funeral was also attended by a large number of political leaders from Montenegro and neighboring countries. Speeches at the funeral were given by Bishop Joanikije of Budimlja and Nikšić, Serbian Patriarch Irinej, Montenegrin Prime Minister-designate Zdravko Krivokapić, President of the Parliament of Montenegro Aleksa Bečić, as well as Serbian poet and the Amfilohije's close friend Matija Bećković.[37][38][39][40] The funeral was a superspreader event and several church officials including Patriarch Irinej tested positive in early November. Following the Podgorica outbreak, Serbian Orthodox priests began appealing to their parishioners to take the virus more seriously.[41] Country-Specific Information:[45][46] The Government of Montenegro announced an initial round of precautionary measures on 13 March designed to reduce the risk of transmission of COVID-19. Subsequent measures have also been introduced. People found to be in violation of the regulations can be fined and/or arrested, and sentenced to up to a year in prison. Some of the measures include: – A maximum of one person per 10m ², inside the religious edifice; – People must maintain a minimum of two meters distance between themselves; – The maximum number of people allowed inside must be posted at the entrance; – Everyone except for the religious leader giving rites must wear masks; and – Hand disinfectant must be provided at each entrance and exit, and should be used by all who enter Cinemas and theaters are reopened. Montenegro Airlines has announced that commercial flights will resume with limited destinations on or about 15 June. Montenegro Entry and Exit Requirements: Land Borders with Bosnia and Herzegovina, Albania, Serbia, Kosovo and Croatia are opened. No testing required for crossing into Montenegro, 14-day quarantine is required for visitors entering from countries with >25 confirmed cases on 100,000 population.","Title":"COVID-19 pandemic in Montenegro - Wikipedia","KeyID":"10584","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Montenegro"}