{"Content: ":"The COVID-19 pandemic was confirmed to have reached the Luhansk People's Republic (or LNR, an unrecognised state on the territory of Ukraine) in March 2020. For the rest of Ukraine, see COVID-19 pandemic in Ukraine. On 12 January 2020, the World Health Organization (WHO) confirmed that a novel coronavirus was the cause of a respiratory illness in a cluster of people in Wuhan City, Hubei Province, China, which was reported to the WHO on 31 December 2019.[3][4] The case fatality ratio for COVID-19 has been much lower than SARS of 2003,[5][6] but the transmission has been significantly greater, with a significant total death toll.[7][5] On 30 March, the first case was confirmed.[9] On 4 April, the second case was confirmed.[10] On 5 April, there were 4 cases confirmed in the Luhansk People's Republic.[11] On 8 April, 6 cases were confirmed, 1 recovery was registered.[12][13] On 9 April, there were 7 confirmed cases.[14] On 10 April, the toll reached 8.[15] On 13 April, there were 14 confirmed cases.[16] On 15 April, 17 cases were reported.[17] On 17 April, the number of confirmed cases reached 21.[18] By 23 April, there were a total of 48 cases within Luhansk.[19] By 28 April, 119 cases and one death were registered.[20] On 30 April, the health ministry of the LNR reported 129 registered cases: 49 of them in the town of Pervomaisk, 21 in Stakhanov, 15 in Sverdlovsk, 17 in Luhansk, 8 in Alchevsk, 2 in Brianka, 3 in Perevalsk. 12 patients were discharged from hospitals.[21][22] Meanwhile, Ukrainian officials estimated more than 400 cases in the occupied parts of Donetsk and Luhansk, and cast doubt on announcements by the LNR and DNR.[23] On 4 May, 144 cases were confirmed.[24] On 5 May, an otorhinolaryngologist from Pervomaisk died of COVID-19.[25] On 8 May, 232 coronavirus cases were confirmed in the republic.[26] On 11 May, 275 cases were reported.[27] On 14 May, 308 cases were confirmed. 53 patients were reported discharged from hospitals.[28] On 15 May, 312 cases were confirmed, 104 patients were discharged.[29] On 16 May, 317 cases were confirmed, 110 patients were discharged.[30] On 18 May, 328 cases were confirmed, 111 patients were discharged.[31] By 19 May, four deaths were confirmed.[32] By the end of the day, 338 cases were confirmed, 15 more people got recovered.[33] On 20 May, there were 345 confirmed cases.[34] On the next day, 356 cases were confirmed.[35] On 22 May, 377 confirmed cases were reported, 133 patients were discharged, 5 people died.[36] On 25 May, there were 384 confirmed cases, 179 patients were reported discharged from hospitals. The number of fatalities stayed at 5.[37] On the next day, five more patients recovered and another died.[1]","Title":"COVID-19 pandemic in the Luhansk People's Republic - Wikipedia","KeyID":"10580","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_the_Luhansk_People%27s_Republic"}