{"Content: ":"The following is a timeline of the COVID-19 pandemic in Serbia.  On 6 March (10:00), the first case was confirmed[1] when a man who had been in Hungary and Subotica tested positive for the virus. The patient was later moved from a city hospital in Subotica to the Clinical Center of Vojvodina in Novi Sad because of his worsening condition.[citation needed] On 9 March (18:00), a second case was confirmed[2] when a Chinese citizen tested positive for the virus. On 11 March, new cases started to be announced twice a day, usually at 8am and 6pm, for a couple of weeks. On 13 March (8:00), seven more cases were confirmed. On 13 March (18:00), four more cases were confirmed.[3] The first reported recovery occurred.[4] On 15 March (18:00), two more cases were confirmed. At 20:15 CET, the President of Serbia Aleksandar Vučić declared a nationwide state of emergency.[5] Serbia closed its borders to all foreigners not living in Serbia, while Serbian citizens entering the country were required to self-quarantine for up to 28 days, or face criminal charges of three years in prison. All schools, faculties and kindergartens were also closed.[6] On 17 March, fifteen more cases were confirmed, eight at (8:00)[7] and seven at (18:00).[8] Serbia introduced night curfew as a protection measure. The curfew will be in the place everyday from 8 p.m.(20:00) to 5 a.m.(05:00) Furthermore, people aged above 65 (70 in rural areas) are not allowed to leave their homes at any time.[9] On 19 March, fourteen more cases were confirmed: eight at (8:00)[10] and six at (18:00),[11] surpassing 100 cases for a total of 103. Two people recovered and were released from hospital. New protection measures were introduced, as of 20 March at 8 a.m.(08:00) all border crossings were closed for passengers entering Serbia by roads, railway and river traffic, except for goods lorries. Furthermore, all intercity bus and train lines were suspended as of noon 20 March. It was also announced that the curfew would be soon extended.[12] On 20 March, 32 cases were confirmed: 15 at (08:00) and 17 at (18:00).[13] At (8:00), all the border crossings were closed for traffic, except for trucks transporting goods. At (12:00), all traffic between cities in Serbia was banned, except for car traffic. 154 civilians were arrested during the early hours for not following the curfew. At (18:13h), a patient[14] from Kikinda was pronounced dead, which was the first death since the beginning of the crisis. On the same day the Norwegian government sent financial aid of 5 million Euros to help combat the virus.[15][16][17] On 21 March, 36 new cases were confirmed: 14 at (08:00)[18] and 22 at (18:00). As of 21 March new measures were put in place: all public transport was prohibited, the curfew was extended (previously from 20:00 to 05:00) to 17:00 – 05:00, also all business in shopping centres was prohibited except for grocer's shops and chemist's. All gatherings in public places and sports courts were also banned, as were gatherings of more than 5 people in private spaces. All catering facilities were ordered to operate for take-out food only and customers banned from entering their in-door premises, this also applied to gambling, car washes, playrooms and similar facilities.[19] On 22 March, a 92-year-old woman died,[20] the second death since the start of the pandemic. Fifty-one new cases were confirmed: 17 at (8:00)[21] and 34 at (18:00), surpassing 200 cases for a total of 222.[22] The new curfew from (17:00) to (05:00) was implemented. It was decided that new cases would be announced once per day at (15:00).[23] On 23 March, a 60-year-old woman died,[24] the third death since the start of the pandemic. It was also announced that 3 previously infected cases were tested negative and released from hospital. Twenty-seven new cases were confirmed for a total of 249.[25] President of Serbia Aleksandar Vučić held a press conference and announced that extensive testing would start in the next 48 hours and that from that date, everyone who tested positive for the coronavirus would be hospitalized with mild cases separated from serious cases. Mild cases would be placed in buildings with easy access where the army would install 3,000 beds, most probably in big fairgrounds or sports halls. He also said that isolation of 10 Belgrade municipalities most affected by the pandemic was being considered.[26] On 24 March, fifty-four new cases were confirmed, surpassing 300 cases for a total of 303. It was also announced that in 12 previously infected cases had been tested negative and released from hospital for a total of 15.[27][28] On 25 March, a 60-year-old woman from Niš died, the fourth death since the start of the pandemic.[29] Eighty-one new cases were confirmed for a total of 384.[30] On 26 March, three more deaths were announced, two in Belgrade and one in Niš, for a total of 7 since the start of the pandemic.[31][32] Seventy three new cases were confirmed for a total of 457.[33] On 27 March, a 62-year-old man from Kikinda died, for a total of 8 deaths since the start of the pandemic. One more patient's test results came back positive after he had died but his cause of death was not confirmed to be due to coronavirus.[34] Seventy one new cases were confirmed, surpassing 500 cases for a total of 528, and in total 42 previously hospitalized patients had been tested negative and released.[35] On 28 March, two more deaths were confirmed, one in Belgrade and one in Niš, for a total of 10 since the start of the pandemic.[36] 131 new cases were confirmed for a total of 659.[37] New protective measures were put in place: everyone who entered the country after 14 March would have the required self-isolation period extended from 14 to 28 days. The curfew was extended during the weekends to start at 15:00 instead of 17:00. The previous decision that allowed pet owners to go out during the curfew between 20:00 and 21:00 in order to take their pets for a walk was retracted.[38] Temporary hospitals within Belgrade Fair halls were opened for all less severe cases to be isolated in, with similar hospitals soon to be organised in Novi Sad and Niš.[39] On 29 March, three more deaths were confirmed, two from Belgrade and one from Kikinda, for a total of 13 since the start of the pandemic. 82 new cases were confirmed for a total of 741,[40] while 54 in total are cured.[41] On 1 April, five more deaths were confirmed, for a total of 28 since the start of the pandemic. 160 new cases were confirmed, surpassing 1,000 cases for a total of 1,060.[42] On 4 April, five more deaths were confirmed, for a total of 44 since the start of the pandemic. 148 new cases were confirmed, surpassing 1,500 cases for a total of 1,624.[43] On 5 April, seven more deaths were confirmed, surpassing 50 deaths for a total of 51 since the start of the pandemic. 284 new cases were confirmed for a total of 1,908.[44] On 6 April, seven more deaths were confirmed, for a total of 58 since the start of the pandemic. 292 new cases were confirmed, surpassing 2,000 cases for a total of 2,200.[45] President of Serbia Aleksandar Vučić has stated that Serbia is also treating 8 sick Albanians who do not have any sort of Serbian documents.[46] On 8 April, four more deaths were confirmed, for a total of 65 since the start of pandemic. 219 new cases were confirmed, surpassing 2,500 cases for a total of 2,666.[47] On 10 April, five more deaths were confirmed, for a total of 71 since the start of the pandemic. 238 new cases were confirmed, surpassing 3,000 cases for a total of 3,105.[48] On 12 April, six more deaths were confirmed, for a total of 80 since the start of the pandemic. 250 new cases were confirmed, surpassing 3,500 cases for a total of 3,630.[49] On 13 April, five more deaths were confirmed, for a total of 85 since the start of the pandemic. 424 new cases were confirmed, surpassing 4,000 cases for a total of 4,054.[50] First cases of virus entering retirement and nursing homes were confirmed, with one based in Niš being hit the hardest with 144 confirmed cases (140 elderly patients and 4 employees). Director of that institution was sacked and arrested with accusations of neglect.[51] On 15 April, five more deaths were confirmed, for a total of 99 since the start of the pandemic. 408 new cases were confirmed, surpassing 4,500 cases for a total of 4,873.[52] On 16 April, four more deaths were confirmed, surpassing 100 deaths for a total of 103 since the start of the pandemic. 445 new cases were confirmed, surpassing 5,000 cases for a total of 5,318.[53] On 17 April, seven more deaths were confirmed, for a total of 110 since the start of the pandemic. 372 new cases were confirmed, surpassing 5,500 cases for a total of 5,690.[54] On 19 April, five more deaths were confirmed, for a total of 122 since the start of the pandemic. 324 new cases were confirmed, surpassing 6,000 cases for a total of 6,318.[55] On 20 April, three more deaths were confirmed, for a total of 125 since the start of the pandemic. 312 new cases were confirmed, surpassing 6,500 cases for a total of 6,630.[56] On 22 April, four more deaths were confirmed, for a total of 134 since the start of the pandemic. 224 new cases were confirmed, surpassing 7,000 cases for a total of 7,144. A further 3,281 tests were conducted on this day, totaling 48,636 since the start of the pandemic. 3,266 patients are hospitalized, out of those 103 are on ventilators. A total of 73 patients were taken off ventilators. 1,025 people have recovered from the virus, surpassing 1,000 recoveries.[57] On 23 April, five more deaths were confirmed, for a total of 139 since the start of the pandemic. 162 new cases were confirmed for a total of 7,276. A further 2,688 tests were conducted on this day, totaling 51,324 since the start of the pandemic. 3,477 patients are hospitalized, out of those 96 are on ventilators. 1,063 people have recovered from the virus.[58] On 25 April, seven more deaths were confirmed, surpassing 150 deaths for a total of 151 since the start of the pandemic. 296 new cases were confirmed, surpassing 7,500 cases for a total of 7,779. A further 5,051 tests were conducted on this day, totaling 59,938 since the start of the pandemic. 3,135 patients are hospitalized, out of those 91 are on ventilators. 1,152 people have recovered from the virus.[59] On 26 April, five more deaths were confirmed, for a total of 156 since the start of the pandemic. 263 new cases were confirmed, surpassing 8,000 cases for a total of 8,042. A further 4,365 tests were conducted on this day, totaling 64,303 since the start of the pandemic. 3,044 patients are hospitalized, out of those 85 are on ventilators. 1,182 people have recovered from the virus. At 20:05 (after the applause dedicated to the medical workers at 20:00), citizens in Belgrade and Novi Sad, inspired by the initiative Do not let Belgrade d(r)own started to bang pots, in protest of the government's restrictive measures, some calling the protest \"loudness against dictatorship\".[60][61] On 29 April, five more deaths were confirmed, for a total of 173 since the start of the pandemic. 227 new cases were confirmed, surpassing 8,500 cases for a total of 8.724. A further 5,579 tests were conducted on this day, totaling 78.942 since the start of the pandemic. 2.470 patients are hospitalized, out of those 78 are on ventilators. 1,292 people have recovered from the virus.[62] On 30 April, six more deaths were confirmed, for a total of 179 since the start of the pandemic. 285 new cases were confirmed, surpassing 9,000 cases for a total of 9.009. A further 6,703 tests were conducted on this day, totaling 85.645 since the start of the pandemic. 2.479 patients are hospitalized, out of those 71 are on ventilators. 1,343 people have recovered from the virus.[63] On 3 May, four more deaths were confirmed, for a total of 193 since the start of the pandemic. 102 new cases were confirmed for a total of 9.464. A further 5.274 tests were conducted on this day, surpassing 100,000 and totaling 101.911 since the start of the pandemic. 2.116 patients are hospitalized, out of those 54 are on ventilators. 1.551 people have recovered from the virus, surpassing 1,500 recoveries.[64] On 4 May, four more deaths were confirmed, for a total of 197 since the start of the pandemic, 93 new cases were confirmed, surpassing 9,500 cases for a total of 9.557. A further 4.550 tests were conducted on this day, totaling 106.461 since the start of the pandemic. 2.023 patients are hospitalized, out of those 53 are on ventilators. 1.574 people have recovered from the virus.[65] On 5 May, three more deaths were confirmed, reaching a total of 200 since the start of the pandemic, 120 new cases were confirmed for a total of 9.677. A further 4.817 tests were conducted on this day, totaling 111.278 since the start of the pandemic. 1.855 patients are hospitalized, out of those 51 are on ventilators. 1.723 people have recovered from the virus.[66] On 7 May, three more deaths were confirmed, for a total of 206 since the start of the pandemic, 57 new cases were confirmed for a total of 9.848. A further 5.521 tests were conducted on this day, totaling 122.995 since the start of the pandemic. 1.710 patients are hospitalized, out of those 46 are on ventilators. 2.160 people have recovered from the virus, surpassing 2,000 recoveries.[67] On 9 May, four more deaths were confirmed, for a total of 213 since the start of the pandemic, 89 new cases were confirmed, surpassing 10,000 cases for a total of 10.032. A further 5.728 tests were conducted on this day, totaling 134.533 since the start of the pandemic. 1.437 patients are hospitalized, out of those 43 are on ventilators. 2.732 people have recovered from the virus, surpassing 2,500 recoveries.[68] On 10 May, two more deaths were confirmed, for a total of 215 since the start of the pandemic. From this day to late June, fewer daily deaths were confirmed. 82 new cases were confirmed for a total of 10.114. A further 6.059 tests were conducted on this day, totaling 140.592 since the start of the pandemic. 1.380 patients are hospitalized, out of those 39 are on ventilators. 3.006 people have recovered from the virus, surpassing 3,000 recoveries.[69] On 12 May, two more deaths were confirmed, for a total of 220 since the start of the pandemic, 67 new cases were confirmed for a total of 10.243. A further 5.700 tests were conducted on this day, surpassing 150,000 and totaling 151.304 since the start of the pandemic. 1.085 patients are hospitalized, out of those 23 are on ventilators. 3.600 people have recovered from the virus, surpassing 3,500 recoveries.[70] On 14 May, two more deaths were confirmed, for a total of 224 since the start of the pandemic, 79 new cases were confirmed for a total of 10.374. A further 6.194 tests were conducted on this day, totaling 162.797 since the start of the pandemic. 949 patients are hospitalized, out of those 20 are on ventilators. 4.084 people have recovered from the virus, surpassing 4,000 recoveries.[71] On 17 May, two more deaths were confirmed, for a total of 230 since the start of the pandemic, 114 new cases were confirmed, surpassing 10,500 cases for a total of 10.610. A further 6.526 tests were conducted on this day, totaling 181.272 since the start of the pandemic. 764 patients are hospitalized, out of those 18 are on ventilators. 4.713 people have recovered from the virus, surpassing 4,500 recoveries.[72] On 20 May, one more death was confirmed, for a total of 235 since the start of the pandemic, 100 new cases were confirmed for a total of 10.833. A further 6.198 tests were conducted on this day, totaling 196.881 since the start of the pandemic. 766 patients are hospitalized, out of those 13 are on ventilators. 5.067 people have recovered from the virus, surpassing 5,000 recoveries.[73] On 21 May, two more deaths were confirmed, for a total of 237 since the start of the pandemic, 86 new cases were confirmed for a total of 10.919. A further 6.918 tests were conducted on this day, surpassing 200,000 and totaling 203.799 since the start of the pandemic. 743 patients are hospitalized, out of those 12 are on ventilators. 5.370 people have recovered from the virus.[74] On 22 May, no more deaths were confirmed, 105 new cases were confirmed, surpassing 11,000 cases for a total of 11.024. A further 5.998 tests were conducted on this day, totaling 209.797 since the start of the pandemic. 744 patients are hospitalized, out of those 12 are on ventilators. 5.541 people have recovered from the virus, surpassing 5,500 recoveries.[75][76] On 24 May, no deaths were confirmed for the first time ever since the first death occurred. 67 new cases were confirmed for a total of 11.159. A further 3.644 tests were conducted on this day, totaling 217.856 since the start of the pandemic. 658 patients are hospitalized, out of those 12 are on ventilators. 5.857 people have recovered from the virus.[77] On 26 May, no deaths were confirmed for the second time since the first death. 34 new cases were confirmed for a total of 11.227. A further 3.427 tests were conducted on this day, totaling 223.771 since the start of the pandemic. 621 patients are hospitalized, out of those 11 are on ventilators. 6.067 people have recovered from the virus, surpassing 6,000 recoveries.[78] On 29 May, one more death was confirmed, for a total of 242 since the start of the pandemic, 54 new cases were confirmed for a total of 11.354. A further 5.215 tests were conducted on this day, totaling 238.694 since the start of the pandemic. 538 patients are hospitalized, out of those 8 are on ventilators. 6.524 people have recovered from the virus, surpassing 6,500 recoveries.[79] On 30 May, no deaths were confirmed for the third time, 27 new cases were confirmed for a total of 11.381. A further 3.548 tests were conducted on this day, totaling 242.242 since the start of the pandemic. 555 patients are hospitalized, out of those 10 are on ventilators. 6.606 people have recovered from the virus.[80] On 2 June, one more death was confirmed, for a total of 245 since the start of the pandemic, 24 new cases were confirmed for a total of 11,454. A further 4,372 tests were conducted on this day, surpassing 250,000 and totaling 252,132 since the start of the pandemic. 475 patients were hospitalized, out of those 10 were on ventilators. 6,766 people have recovered from the virus.[81] On 3 June, no more deaths were confirmed for the 4th time, 69 new cases were confirmed, surpassing 11,500 cases for a total of 11.523. A further 5,110 tests were conducted on this day, totaling 257,242 since the start of the pandemic. 466 patients were hospitalized, out of those 12 were on ventilators. 6,852 people have recovered from the virus.[82] On 6 June, one more death was confirmed, for a total of 248 since the start of the pandemic, 74 new cases were confirmed for a total of 11,741. A further 3,124 tests were conducted on this day, totaling 269,185 since the start of the pandemic. There were 437 active cases (since this date, official source doesn't give number of hospitalized cases, only active ones), out of those 14 were on ventilators. 11,056 people have recovered from the virus, surpassing 11,000 recoveries.[83] Sudden jump in number of recoveries was explained by changed methodology of determining healthy patients, requiring only one negative COVID-19 PCR test, as opposed to two negative test at least 24 hours apart required before.[84] On 7 June, one more death was confirmed, for a total of 249 since the start of the pandemic, 82 new cases were confirmed for a total of 11,823. A further 3,317 tests were conducted on this day, totaling 272,502 since the start of the pandemic. There were 475 active cases, out of those 15 were on ventilators. 11,348 people have recovered from the virus. Number of active cases was given as 475, which is difference between total number of cases and number of recoveries, not taking in account number of deceased. With that taken in account, number of active cases should be 226.[85] On 8 June, one more death was confirmed, reaching a total of 250 since the start of the pandemic, 73 new cases were confirmed for a total of 11,896. A further 4,308 tests were conducted on this day, totaling 276,810 since the start of the pandemic. There were 457 active cases, out of those 15 were on ventilators.[86][87] On 9 June, no more deaths were confirmed for the 5th time, 69 new cases were confirmed for a total of 11.965. A further 5,239 tests were conducted on this day, totaling 282,049 since the start of the pandemic. There were 447 active cases, out of those 15 were on ventilators.[88][89] On 10 June, one more death was confirmed, for a total of 251 since the start of the pandemic, 66 new cases were confirmed, surpassing 12,000 cases for a total of 12,031. A further 5,015 tests were conducted on this day, totaling 287,064 since the start of the pandemic. There were 432 active cases, out of those 14 were on ventilators.[90][91] On 12 June, no more deaths were confirmed for the 6th time, 73 new cases were confirmed for a total of 12.175. A further 5,793 tests were conducted on this day, totaling 297,798 since the start of the pandemic. There were 512 active cases, surpassing 500, and out of those 14 were on ventilators.[92][93] On 13 June, one more death was confirmed, for a total of 253 since the start of the pandemic, 76 new cases were confirmed for a total of 12,251. A further 3,328 tests were conducted on this day, surpassing 300,000 and totaling 301,126 since the start of the pandemic. There were 533 active cases, out of those 15 were on ventilators.[94][95] On 17 June, one more death was confirmed, for a total of 257 since the start of the pandemic, 96 new cases were confirmed, surpassing 12,500 cases for a total of 12,522. A further 6,098 tests were conducted on this day, totaling 319,581 since the start of the pandemic. There were 568 active cases, out of those 17 were on ventilators.[96][97] On 23 June, national sporting icon Novak Djokovic tested positive for coronavirus.,[98] one more death was confirmed, for a total of 263 since the start of the pandemic, 102 new cases were confirmed, surpassing 13,000 cases for a total of 13,092. A further 6,025 tests were conducted on this day, surpassing 350,000 and totaling 351,285 since the start of the pandemic. There were 775 active cases, out of those 19 were on ventilators.[99][100] On 24 June, no more deaths were confirmed for the 7th time, 143 new cases were confirmed for a total of 13.235. A further 7,784 tests were conducted on this day, totaling 359,069 since the start of the pandemic. There were 861 active cases, out of those 21 were on ventilators.[101][102] On 26 June, one more death was confirmed, for a total of 265 since the start of the pandemic, 193 new cases were confirmed, surpassing 13,500 cases for a total of 13.565. A further 8,495 tests were conducted on this day, totaling 374,875 since the start of the pandemic. There were 1,068 active cases, surpassing 1,000 and out of those 26 were on ventilators.[103][104] Red Star Belgrade CEO Zvezdan Terzić tested positive for COVID-19.[105] On 27 June, two more deaths were confirmed, for a total of 267 since the start of the pandemic, 227 new cases were confirmed for a total of 13,792. A further 5,933 tests were conducted on this day, totaling 380,808 since the start of the pandemic. There were 1,187 active cases, out of those 32 were on ventilators.[106] Defence Minister Aleksandar Vulin tested positive for COVID-19.[107] Parliament Speaker Maja Gojković also tested positive and was hospitalized with COVID-19.[108] On 28 June, three more deaths were confirmed, for a total of 270 since the start of the pandemic, 254 new cases were confirmed, surpassing 14,000 cases for a total of 14,046. A further 4,905 tests were conducted on this day, totaling 385,713 since the start of the pandemic. There were 1,312 active cases, out of those 31 were on ventilators.[109] On 30 June, three more deaths were confirmed, for a total of 277 since the start of the pandemic, 276 new cases were confirmed, surpassing 14,500 cases for a total of 14,564. A further 8,377 tests were conducted on this day, surpassing 400,000 and totaling 401,240 since the start of the pandemic. There were 1,625 active cases, out of those 42 were on ventilators.[110] On 2 July, six more deaths were confirmed, for a total of 287 since the start of the pandemic, 359 new cases were confirmed, surpassing 15,000 cases for a total of 15,195. A further 9,013 tests were conducted on this day, totaling 418,879 since the start of the pandemic. There were 1,996 active cases, out of those 81 were on ventilators.[111] On 3 July, eleven more deaths were confirmed, for a total of 298 since the start of the pandemic, 309 new cases were confirmed, for a total of 15,504. A further 8,102 tests were conducted on this day, totaling 426,981 since the start of the pandemic. There were 2,142 active cases, surpassing 2,000 out of those 85 were on ventilators.[112] On 4 July, eight more deaths were confirmed, surpassing 300 deaths for a total of 306 since the start of the pandemic, 325 new cases were confirmed for a total of 15,829. A further 7,434 tests were conducted on this day, totaling 434,415 since the start of the pandemic. There were 2,347 active cases, out of those 86 were on ventilators.[113] On 5 July, five more deaths were confirmed, for a total of 311 since the start of the pandemic, 302 new cases were confirmed, surpassing 16,000 cases for a total of 16,131. A further 5,030 tests were conducted on this day, totaling 439,445 since the start of the pandemic. There were 2,553 active cases, surpassing 2,500 and out of those 81 were on ventilators.[114] On 7 July, thirteen more deaths were confirmed, for a total of 330 since the start of the pandemic, 299 new cases were confirmed, for a total of 16,719. A further 8,287 tests were conducted on this day, surpassing 450,000 and totaling 455,604 since the start of the pandemic. There were 2,942 active cases, out of those 110 were on ventilators.[115] On 8 July, eleven more deaths were confirmed, for a total of 341 since the start of the pandemic, 357 new cases were confirmed, surpassing 17,000 cases for a total of 17,076. A further 8,567 tests were conducted on this day, totaling 464,171 since the start of the pandemic. There were 3,173 active cases, surpassing 3,000 and out of those 118 were on ventilators.[116] On 9 July, eleven more deaths were confirmed, surpassing 350 deaths for a total of 352 since the start of the pandemic, 266 new cases were confirmed for a total of 17,342. A further 7,529 tests were conducted on this day, totaling 471,700 since the start of the pandemic. There were 3,339 active cases, out of those 120 were on ventilators.[117] On 10 July, eighteen more deaths were confirmed, for a total of 370 since the start of the pandemic, 386 new cases were confirmed, for a total of 17,728. A further 8,646 tests were conducted on this day, totaling 480,346 since the start of the pandemic. There were 3,639 active cases, surpassing 3,500 and out of those 130 were on ventilators.[118] On 11 July, twelve more deaths were confirmed, for a total of 382 since the start of the pandemic, 345 new cases were confirmed, surpassing 18,000 cases for a total of 18,073. A further 7,032 tests were conducted on this day, totaling 487,378 since the start of the pandemic. There were 3,911 active cases, out of those 139 were on ventilators.[119] On 12 July, eleven more deaths were confirmed, for a total of 393 since the start of the pandemic, 287 new cases were confirmed for a total of 18,360. A further 4,050 tests were conducted on this day, totaling 491,428 since the start of the pandemic. There were 4,091 active cases, surpassing 4,000 cases and out of those 144 were on ventilators.[120] On 13 July, twelve more deaths were confirmed, surpassing 400 deaths for a total of 405 since the start of the pandemic, 279 new cases were confirmed, for a total of 18,639. A further 6,915 tests were conducted on this day, totaling 498,343 since the start of the pandemic. There were 4,294 active cases, out of those 154 were on ventilators.[121] On 14 July, thirteen more deaths were confirmed, for a total of 418 since the start of the pandemic, 344 new cases were confirmed for a total of 18,983. A further 8,659 tests were conducted on this day, surpassing 500,000 and totaling 507,002 since the start of the pandemic. There were 4,574 active cases, surpassing 4,500 and out of those 170 were on ventilators.[122] On 15 July, eleven more deaths were confirmed, for a total of 429 since the start of the pandemic, 351 new cases were confirmed, surpassing 19,000 cases for a total of 19,334. A further 8,393 tests were conducted on this day, totaling 515,395 since the start of the pandemic. There were 4,858 active cases, out of those 169 were on ventilators.[123] On 17 July, ten more deaths were confirmed, surpassing 450 deaths for a total of 452 since the start of the pandemic, 392 new cases were confirmed, surpassing 20,000 cases for a total of 20,109. A further 9,910 tests were conducted on this day, totaling 534,488 since the start of the pandemic. There were 4,716 patients hospitalized, out of those 184 were on ventilators.[124] On 19 July, eleven more deaths were confirmed, for a total of 472 since the start of the pandemic, 396 new cases were confirmed, for a total of 20,894. A further 7,955 tests were conducted on this day, surpassing 550,000 and totaling 550,091 since the start of the pandemic. There were 4,735 patients hospitalized, out of those 187 were on ventilators.[125] On 20 July, ten more deaths were confirmed, for a total of 482 since the start of the pandemic, 359 new cases were confirmed, surpassing 21,000 cases for a total of 21,253. A further 8,349 tests were conducted on this day, totaling 558,440 since the start of the pandemic. There were 4,762 patients hospitalized, out of those 190 were on ventilators.[126] On 22 July, eight more deaths were confirmed, for a total of 499 since the start of the pandemic, 426 new cases were confirmed, surpassing 22,000 cases for a total of 22,031. A further 11,521 tests were conducted on this day, totaling 580,271 since the start of the pandemic. There were 4,619 patients hospitalized, out of those 205 were on ventilators.[127] On 23 July, nine more deaths were confirmed, surpassing 500 deaths for a total of 508 since the start of the pandemic, 412 new cases were confirmed for a total of 22,443. A further 11,079 tests were conducted on this day, totaling 591,350 since the start of the pandemic. There were 4,649 patients hospitalized, out of those 185 were on ventilators.[128] On 24 July, ten more deaths were confirmed, for a total of 518 since the start of the pandemic, 409 new cases were confirmed for a total of 22,852. A further 10,634 tests were conducted on this day, surpassing 600,000 and totaling 601,984 since the start of the pandemic. There were 4,575 patients hospitalized, out of those 167 were on ventilators.[129] On 25 July, eight more deaths were confirmed, for a total of 526 since the start of the pandemic, 411 new cases were confirmed, surpassing 23,000 cases for a total of 23,263. A further 9,349 tests were conducted on this day, totaling 611,333 since the start of the pandemic. There were 4,544 patients hospitalized, out of those 170 were on ventilators.[130] On 27 July, nine more deaths were confirmed, for a total of 543 since the start of the pandemic, 411 new cases were confirmed, surpassing 24,000 cases for a total of 24,141. A further 9,560 tests were conducted on this day, totaling 631,274 since the start of the pandemic. There were 4,571 patients hospitalized, out of those 171 were on ventilators.[131] On 28 July, eight more deaths were confirmed, surpassing 550 deaths for a total of 551 since the start of the pandemic, 379 new cases were confirmed for a total of 24,520. A further 9,817 tests were conducted on this day, totaling 641,091 since the start of the pandemic. There were 4,531 patients hospitalized, out of those 156 were on ventilators.[132] On 29 July, seven more deaths were confirmed, for a total of 558 since the start of the pandemic, 372 new cases were confirmed for a total of 24,892. A further 9,653 tests were conducted on this day, surpassing 650,000 and totaling 650,744 since the start of the pandemic. There were 4,501 patients hospitalized, out of those 143 were on ventilators.[133] On 30 July, seven more deaths were confirmed, for a total of 565 since the start of the pandemic, 321 new cases were confirmed, surpassing 25,000 cases for a total of 25,213. A further 8,804 tests were conducted on this day, totaling 659,548 since the start of the pandemic. There were 4,353 patients hospitalized, out of those 150 were on ventilators.[134] On 2 August, eight more deaths were confirmed, for a total of 590 since the start of the pandemic, 311 new cases were confirmed, surpassing 26,000 cases for a total of 26,193. A further 8,395 tests were conducted on this day, totaling 686,488 since the start of the pandemic. There were 4,196 patients hospitalized, out of those 146 were on ventilators.[135] On 4 August, seven more deaths were confirmed, surpassing 600 deaths for a total of 605 since the start of the pandemic, 287 new cases were confirmed for a total of 26,738. A further 9,590 tests were conducted on this day, surpassing 700,000 totaling 703,246 since the start of the pandemic. There were 3,430 patients hospitalized, out of those 143 were on ventilators.[136] On 5 August, nine more deaths were confirmed, for a total of 614 since the start of the pandemic, 295 new cases were confirmed, surpassing 27,000 cases for a total of 27,033. A further 9,858 tests were conducted on this day, totaling 713,104 since the start of the pandemic. There were 3,315 patients hospitalized, out of those 132 were on ventilators.[137] On 9 August, nine more deaths were confirmed, for a total of 641 since the start of the pandemic, 236 new cases were confirmed, surpassing 28,000 cases for a total of 28,099. A further 6,251 tests were conducted on this day, totaling 747,324 since the start of the pandemic. There were 2,999 patients hospitalized, out of those 106 were on ventilators.[138] On 10 August, five more deaths were confirmed, for a total of 646 since the start of the pandemic, 163 new cases were confirmed for a total of 28,262. A further 6,819 tests were conducted on this day, surpassing 750,000 totaling 754,143 since the start of the pandemic. There were 2,873 patients hospitalized, out of those 107 were on ventilators.[139] On 11 August, six more deaths were confirmed, surpassing 650 deaths for a total of 652 since the start of the pandemic, 235 new cases were confirmed for a total of 28,497. A further 8,086 tests were conducted on this day, totaling 762,229 since the start of the pandemic. There were 2,817 patients hospitalized, out of those 91 were on ventilators.[140] On 14 August, four more deaths were confirmed, for a total of 665 since the start of the pandemic, 235 new cases were confirmed, surpassing 29,000 cases for a total of 29,233. A further 9,383 tests were conducted on this day, totaling 789,480 since the start of the pandemic. There were 2,128 patients hospitalized, out of those 78 were on ventilators.[141] On 16 August, four more deaths were confirmed, for a total of 674 since the start of the pandemic, 211 new cases were confirmed for a total of 29,682. A further 6,559 tests were conducted on this day, surpassing 800,000 and totaling 804,568 since the start of the pandemic. There were 1,897 patients hospitalized, out of those 73 were on ventilators.[142] On 19 August, three more deaths were confirmed, for a total of 684 since the start of the pandemic, 158 new cases were confirmed, surpassing 30,000 cases for a total of 30,048. A further 10,571 tests were conducted on this day, totaling 831,677 since the start of the pandemic. There were 1,456 patients hospitalized, out of those 57 were on ventilators.[143][144] On 21 August, three more deaths were confirmed, for a total of 692 since the start of the pandemic, 169 new cases were confirmed for a total of 30,378. A further 11,618 tests were conducted on this day, surpassing 850,000 and totaling 854,059 since the start of the pandemic. There were 1,194 patients hospitalized, out of those 52 were on ventilators.[145] On 24 August, three more deaths were confirmed, surpassing 700 deaths for a total of 701 since the start of the pandemic, 57 new cases were confirmed for a total of 30,714. A further 7,261 tests were conducted on this day, totaling 876,929 since the start of the pandemic. There were 881 patients hospitalized, out of those 44 were on ventilators.[146] On 27 August, no deaths were confirmed for the 8th time, 125 new cases were confirmed, surpassing 31,000 cases for a total of 31,099. A further 8,836 tests were conducted on this day, surpassing 900,000 and totaling 904,343 since the start of the pandemic. There were 696 patients hospitalized, out of those 36 were on ventilators.[147] On 3 September, two more deaths were confirmed, for a total of 718 since the start of the pandemic, 95 new cases were confirmed for a total of 31,676. A further 8,432 tests were conducted on this day, surpassing 950,000 and totaling 955,730 since the start of the pandemic. There were 545 patients hospitalized, out of those 41 were on ventilators.[148] On 9 September, one more death was confirmed, for a total of 728 since the start of the pandemic, 84 new cases were confirmed, surpassing 32,000 cases for a total of 32,078. A further 8,285 tests were conducted on this day, surpassing 1 million tests and totaling 1,001,425 since the start of the pandemic. There were 407 patients hospitalized, out of those 35 were on ventilators.[149] On 10 September, one more death was confirmed, for a total of 729 since the start of the pandemic, 58 new cases were confirmed for a total of 32,136. A further 7,976 tests were conducted on this day, totaling 1,009,401 since the start of the pandemic. There were 398 patients hospitalized, out of those 35 were on ventilators.[150] On 14 September, no more deaths were confirmed for the 9th time, 29 new cases were confirmed for a total of 32,437. A further 5,930 tests were conducted on this day, totaling 1,033,988 since the start of the pandemic. There were 391 patients hospitalized, out of those 28 were on ventilators.[151] On 22 September, no more deaths were confirmed for the 10th time, 61 new cases were confirmed for a total of 32,999. A further 6,814 tests were conducted on this day, totaling 1,084,893 since the start of the pandemic. There were 323 patients hospitalized, out of those 23 were on ventilators.[152] On 23 September, one more death was confirmed, for a total of 744 since the start of the pandemic, 81 new cases were confirmed, surpassing 33,000 cases for a total of 33,080. A further 7,466 tests were conducted on this day, totaling 1,092,359 since the start of the pandemic. There were 315 patients hospitalized, out of those 22 were on ventilators.[153] On 25 September, one more death was confirmed, for a total of 746 since the start of the pandemic, 75 new cases were confirmed for a total of 33,238. A further 7,422 tests were conducted on this day, surpassing 1.1 million and totaling 1,106,444 since the start of the pandemic. There were 276 patients hospitalized, out of those 22 were on ventilators.[154] On 26 September, no more deaths were confirmed for the 11th time, 74 new cases were confirmed for a total of 33,312. A further 5,513 tests were conducted on this day, totaling 1,111,957 since the start of the pandemic. There were 266 patients hospitalized, out of those 22 were on ventilators.[155] On 30 September, no more deaths were confirmed for the 12th time, 72 new cases were confirmed for a total of 33,551. A further 6,561 tests were conducted on this day, totaling 1,134,239 since the start of the pandemic. There were 269 patients hospitalized, out of those 21 were on ventilators.[156] On 1 October, one more death was confirmed, reaching a total of 750 since the start of the pandemic, 111 new cases were confirmed for a total of 33,662. A further 6,139 tests were conducted on this day, totaling 1,140,378 since the start of the pandemic. There were 276 patients hospitalized, out of those 23 were on ventilators.[157] On 6 October, one more death was confirmed, for a total of 757 since the start of the pandemic, 120 new cases were confirmed, surpassing 34,000 cases for a total of 34,072. A further 7,076 tests were conducted on this day, totaling 1,166,882 since the start of the pandemic. There were 286 patients hospitalized, out of those 19 were on ventilators.[158] On 13 October, two more deaths was confirmed, for a total of 767 since the start of the pandemic, 152 new cases were confirmed, surpassing 35,000 cases for a total of 35,006. A further 7,177 tests were conducted on this day, surpassing 1.2 million and totaling 1,206,976 since the start of the pandemic. There were 329 patients hospitalized, out of those 22 were on ventilators.[159] On 18 October, two more deaths was confirmed, for a total of 776 since the start of the pandemic, 214 new cases were confirmed, surpassing 36,000 cases for a total of 36,160. A further 3,325 tests were conducted on this day, totaling 1,236,118 since the start of the pandemic. There were 390 patients hospitalized, out of those 24 were on ventilators.[160] On 21 October, one more death was confirmed, for a total of 781 since the start of the pandemic, 512 new cases were confirmed, surpassing 37,000 cases for a total of 37,120. A further 7,425 tests were conducted on this day, totaling 1,256,531 since the start of the pandemic. There were 490 patients hospitalized, out of those 27 were on ventilators.[161] On 23 October, three more deaths was confirmed, for a total of 786 since the start of the pandemic, 579 new cases were confirmed, surpassing 38,000 cases for a total of 38,115. A further 8,209 tests were conducted on this day, totaling 1,271,455 since the start of the pandemic. There were 530 patients hospitalized, out of those 24 were on ventilators.[162] On 25 October, three more deaths was confirmed, for a total of 792 since the start of the pandemic, 614 new cases were confirmed, surpassing 39,000 cases for a total of 39,486. A further 4,739 tests were conducted on this day, totaling 1,283,016 since the start of the pandemic. There were 694 patients hospitalized, out of those 26 were on ventilators.[163] On 27 October, five more deaths was confirmed, for a total of 798 since the start of the pandemic, 1,053 new cases were confirmed, surpassing 40,000 cases for a total of 40,880. A further 9,430 tests were conducted on this day, totaling 1,298,949 since the start of the pandemic. There were 823 patients hospitalized, out of those 38 were on ventilators.[164] On 28 October, five more deaths was confirmed, surpassing 800 deaths for a total of 803 since the start of the pandemic, 1,328 new cases were confirmed for a total of 42,208. A further 9,690 tests were conducted on this day, surpassing 1.3 million and totaling 1,308,639 since the start of the pandemic. There were 946 patients hospitalized, out of those 39 were on ventilators.[165] On 30 October, five more deaths was confirmed, for a total of 814 since the start of the pandemic, 1,545 new cases were confirmed, surpassing 45,000 cases for a total of 45,137. A further 11,004 tests were conducted on this day, totaling 1,329,100 since the start of the pandemic. There were 1,048 patients hospitalized, out of those 47 were on ventilators.[166] On 3 November, eleven more deaths was confirmed, for a total of 844 since the start of the pandemic, 1,878 new cases were confirmed, surpassing 50,000 cases for a total of 51,083. A further 10,962 tests were conducted on this day, totaling 1,363,619 since the start of the pandemic. There were 1,397 patients hospitalized, out of those 49 were on ventilators.[167] On 6 November, ten more deaths was confirmed, for a total of 871 since the start of the pandemic, 2,282 new cases were confirmed for a total of 57,958. A further 12,947 tests were conducted on this day, surpassing 1.4 million and totaling 1,401,663 since the start of the pandemic. There were 2,307 patients hospitalized, out of those 74 were on ventilators.[168] On 7 November, nine more deaths was confirmed, for a total of 880 since the start of the pandemic, 2,677 new cases were confirmed, surpassing 60,000 cases for a total of 60,635. A further 11,192 tests were conducted on this day, totaling 1,412,855 since the start of the pandemic. There were 2,442 patients hospitalized, out of those 77 were on ventilators.[169] On 9 November, eleven more deaths was confirmed, surpassing 900 deaths for a total of 901 since the start of the pandemic, 1,318 new cases were confirmed for a total of 64,065. A further 8,397 tests were conducted on this day, totaling 1,429,551 since the start of the pandemic. There were 2,637 patients hospitalized, out of those 119 were on ventilators.[170] On 11 November, twenty-one more deaths was confirmed, for a total of 936 since the start of the pandemic, 3,536 new cases were confirmed, surpassing 70,000 cases for a total of 70,424. A further 12,514 tests were conducted on this day, totaling 1,455,156 since the start of the pandemic. There were 2,959 patients hospitalized, out of those 143 were on ventilators.[171] On 14 November, seventeen more deaths was confirmed, for a total of 989 since the start of the pandemic, 3,822 new cases were confirmed, surpassing 80,000 cases for a total of 81,086. A further 14,015 tests were conducted on this day, totaling 1,496,295 since the start of the pandemic. There were 3,693 patients hospitalized, out of those 163 were on ventilators.[172] On 15 November, twenty more deaths was confirmed, surpassing 1,000 deaths for a total of 1,009 since the start of the pandemic, 3,482 new cases were confirmed for a total of 84,568. A further 11,527 tests were conducted on this day, surpassing 1.5 million and totaling 1,507,822 since the start of the pandemic. There were 3,847 patients hospitalized, out of those 164 were on ventilators.[173] On 17 November, twenty-four more deaths was confirmed, for a total of 1,054 since the start of the pandemic, 4,994 new cases were confirmed, surpassing 90,000 cases for a total of 92,375. A further 17,645 tests were conducted on this day, totaling 1,536,960 since the start of the pandemic. There were 4,963 patients hospitalized, out of those 179 were on ventilators.[174] On 19 November, twenty-nine more deaths was confirmed, surpassing 1,100 deaths for a total of 1,110 since the start of the pandemic, 6,109 new cases were confirmed, surpassing 100,000 cases for a total of 104,097. A further 18,980 tests were conducted on this day, totaling 1,573,980 since the start of the pandemic. There were 5,589 patients hospitalized, out of those 186 were on ventilators.[175] On 21 November, twenty-eight more deaths was confirmed, for a total of 1,168 since the start of the pandemic, 5,774 new cases were confirmed for a total of 116,125. A further 16,938 tests were conducted on this day, surpassing 1.6 million and totaling 1,610,219 since the start of the pandemic. There were 6,071 patients hospitalized, out of those 209 were on ventilators.[176] On 23 November, thirty-eight more deaths was confirmed, surpassing 1,200 deaths for a total of 1,237 since the start of the pandemic, 5,067 new cases were confirmed, surpassing 125,000 cases for a total of 126,187. A further 15,061 tests were conducted on this day, totaling 1,638,709 since the start of the pandemic. There were 6,329 patients hospitalized, out of those 216 were on ventilators.[177] On 25 November, forty-one more deaths was confirmed, surpassing 1,300 deaths for a total of 1,315 since the start of the pandemic, 7,579 new cases were confirmed for a total of 140,608. A further 22,231 tests were conducted on this day, totaling 1,682,416 since the start of the pandemic. There were 6,597 patients hospitalized, out of those 223 were on ventilators.[178] On 26 November, fifty-one more deaths was confirmed, for a total of 1,366 since the start of the pandemic, 7,606 new cases were confirmed for a total of 148,214. A further 21,569 tests were conducted on this day, surpassing 1.7 million and totaling 1,703,985 since the start of the pandemic. There were 6,722 patients hospitalized, out of those 243 were on ventilators.[179] On 27 November, fifty-seven more deaths was confirmed, surpassing 1,400 deaths for a total of 1,423 since the start of the pandemic, 7,780 new cases were confirmed, surpassing 150,000 deaths for a total of 155,994. A further 22,404 tests were conducted on this day, totaling 1,726,389 since the start of the pandemic. There were 6,901 patients hospitalized, out of those 245 were on ventilators.[180] On 29 November, sixty-five more deaths was confirmed, surpassing 1,500 deaths for a total of 1,549 since the start of the pandemic, 6,179 new cases were confirmed for a total of 169,214. A further 15,508 tests were conducted on this day, totaling 1,760,489 since the start of the pandemic. There were 7,256 patients hospitalized, out of those 252 were on ventilators.[181] On 30 November, fifty-five more deaths was confirmed, surpassing 1,600 deaths for a total of 1,604 since the start of the pandemic, 6,224 new cases were confirmed, surpassing 175,000 cases for a total of 175,438. A further 17,093 tests were conducted on this day, totaling 1,777,582 since the start of the pandemic. There were 7,368 patients hospitalized, out of those 253 were on ventilators.[182] On 1 December, forty-eight more deaths was confirmed, for a total of 1,652 since the start of the pandemic, 7,999 new cases were confirmed for a total of 183,437. Another peak of 22,837 tests were conducted on this day, surpassing 1.8 million and totaling 1,800,419 since the start of the pandemic. There were 7,499 patients hospitalized, out of those 269 were on ventilators.[183] On 2 December, fifty-two more deaths was confirmed, surpassing 1,700 deaths for a total of 1,704 since the start of the pandemic, 7,919 new cases were confirmed for a total of 191,356. A further 22,069 tests were conducted on this day, totaling 1,822,488 since the start of the pandemic. There were 7,611 patients hospitalized, out of those 270 were on ventilators.[184] On 4 December, sixty-nine more deaths was confirmed, surpassing 1,800 deaths for a total of 1,834 since the start of the pandemic, 7,782 new cases were confirmed, surpassing 200,000 cases for a total of 206,940. A further 22,497 tests were conducted on this day, totaling 1,867,228 since the start of the pandemic. There were 7,841 patients hospitalized, out of those 270 were on ventilators.[185] On 7 December, fifty-six more deaths was confirmed, surpassing 2,000 deaths for a total of 2,005 since the start of the pandemic, 6,557 new cases were confirmed, surpassing 225,000 cases for a total of 226,209. A further 15,697 tests were conducted on this day, surpassing 1.9 million and totaling 1,915,643 since the start of the pandemic. There were 8,209 patients hospitalized, out of those 283 were on ventilators.[186] On 11 December, fifty-five more deaths was confirmed, for a total of 2,227 since the start of the pandemic, 6,534 new cases were confirmed, surpassing 250,000 cases for a total of 255,758. A further 19,826 tests were conducted on this day, surpassing 2 million and totaling 2,000,098 since the start of the pandemic. There were 8,667 patients hospitalized, out of those 319 were on ventilators.[187] On 15 December, fifty-three more deaths was confirmed, for a total of 2,433 since the start of the pandemic, 5,884 new cases were confirmed, surpassing 275,000 cases for a total of 277,248. A further 18,989 tests were conducted on this day, totaling 2,065,445 since the start of the pandemic. There were 9,320 patients hospitalized, out of those 312 were on ventilators.[188] On 17 December, forty-seven more deaths was confirmed, surpassing 2,500 deaths for a total of 2,529 since the start of the pandemic, 5,129 new cases were confirmed for a total of 287,730. A further 17,460 tests were conducted on this day, surpassing 2.1 million and totaling 2,101,389 since the start of the pandemic. There were 9,499 patients hospitalized, out of those 353 were on ventilators.[189] On 20 December, fifty-four more deaths was confirmed, for a total of 2,686 since the start of the pandemic, 3,534 new cases were confirmed, surpassing 300,000 cases for a total of 300,062. A further 11,068 tests were conducted on this day, totaling 2,141,775 since the start of the pandemic. There were 9,604 patients hospitalized, out of those 314 were on ventilators.[190] On 24 December, forty-nine more deaths was confirmed, for a total of 2,882 since the start of the pandemic, 4,091 new cases were confirmed for a total of 316,344. A further 15,387 tests were conducted on this day, surpassing 2.2 million and totaling 2,203,391 since the start of the pandemic. There were 9,688 patients hospitalized, out of those 312 were on ventilators.[191] On 27 December, forty-seven more deaths was confirmed, surpassing 3,000 deaths for a total of 3,030 since the start of the pandemic, 2,693 new cases were confirmed, surpassing 325,000 cases for a total of 326,060. A further 11,399 tests were conducted on this day, totaling 2,242,785 since the start of the pandemic. There were 9,731 patients hospitalized, out of those 305 were on ventilators.[192] On 1 January, thirty-nine more deaths was confirmed, for a total of 3,250 since the start of the pandemic, 2,074 new cases were confirmed for a total of 339,997. A further 9,282 tests were conducted on this day, surpassing 2.3 million and totaling 2,305,585 since the start of the pandemic. There were 8,534 patients hospitalized, out of those 283 were on ventilators.[193] On 6 January, thirty-nine more deaths was confirmed, for a total of 3,444 since the start of the pandemic, 2,882 new cases were confirmed, surpassing 350,000 cases for a total of 352,120. A further 13,512 tests were conducted on this day, totaling 2,358,102 since the start of the pandemic. There were 6,405 patients hospitalized, out of those 234 were on ventilators.[194] On 8 January, thirty-four more deaths was confirmed, surpassing 3,500 deaths for a total of 3,513 since the start of the pandemic, 2,218 new cases were confirmed for a total of 356,125. A further 11,068 tests were conducted on this day, totaling 2,378,015 since the start of the pandemic. There were 6,064 patients hospitalized, out of those 215 were on ventilators.[195] On 11 January, twenty-eight more deaths was confirmed, for a total of 3,610 since the start of the pandemic, 2,093 new cases were confirmed for a total of 361,782. A further 11,122 tests were conducted on this day, surpassing 2.4 million and totaling 2,410,824 since the start of the pandemic. There were 5,609 patients hospitalized, out of those 194 were on ventilators.[196] On 19 January, twenty more deaths was confirmed, for a total of 3,791 since the start of the pandemic, 1,688 new cases were confirmed, surpassing 375,000 cases for a total of 375,799. A further 10,534 tests were conducted on this day, totaling 2,496,125 since the start of the pandemic. There were 5,089 patients hospitalized, out of those 171 were on ventilators.[197] On 20 January, nineteen more deaths was confirmed, for a total of 3,810 since the start of the pandemic, 1,646 new cases were confirmed for a total of 377,445. A further 10,511 tests were conducted on this day, surpassing 2.5 million and totaling 2,506,636 since the start of the pandemic. There were 4,924 patients hospitalized, out of those 175 were on ventilators.[198] On 29 January, eighteen more deaths was confirmed, for a total of 3,983 since the start of the pandemic, 1,717 new cases were confirmed for a total of 392,354. A further 11,160 tests were conducted on this day, surpassing 2.6 million and totaling 2,600,004 since the start of the pandemic. There were 4,119 patients hospitalized, out of those 158 were on ventilators.[199] On 30 January, seventeen more deaths was confirmed, reaching a total of 4,000 since the start of the pandemic, 1,543 new cases were confirmed for a total of 393,897. A further 9,576 tests were conducted on this day, totaling 2,609,580 since the start of the pandemic. There were 4,103 patients hospitalized, out of those 153 were on ventilators.[200] On 3 February, fifteen more deaths was confirmed, for a total of 4,071 since the start of the pandemic, 1,932 new cases were confirmed, surpassing 400,000 cases for a total of 400,837. A further 11,960 tests were conducted on this day, totaling 2,652,095 since the start of the pandemic. There were 4,002 patients hospitalized, out of those 153 were on ventilators.[201] On 8 February, thirteen more deaths was confirmed, for a total of 4,139 since the start of the pandemic, 1,960 new cases were confirmed for a total of 409,841. A further 10,458 tests were conducted on this day, surpassing 2.7 million and totaling 2,703,723 since the start of the pandemic. There were 3,818 patients hospitalized, out of those 128 were on ventilators.[202] On 17 February, sixteen more deaths was confirmed, for a total of 4,277 since the start of the pandemic, 2,467 new cases were confirmed, surpassing 425,000 cases for a total of 426,487. A further 13,063 tests were conducted on this day, totaling 2,797,273 since the start of the pandemic. There were 3,451 patients hospitalized, out of those 142 were on ventilators.[203] On 18 February, fifteen more deaths was confirmed, for a total of 4,292 since the start of the pandemic, 2,561 new cases were confirmed for a total of 429,048. A further 13,416 tests were conducted on this day, surpassing 2.8 million and totaling 2,810,689 since the start of the pandemic. There were 3,472 patients hospitalized, out of those 148 were on ventilators.[204] On 25 February, fifteen more deaths was confirmed, for a total of 4,398 since the start of the pandemic, 3,588 new cases were confirmed for a total of 449,901. A further 15,074 tests were conducted on this day, surpassing 2.9 million and totaling 2,903,450 since the start of the pandemic. There were 3,832 patients hospitalized, out of those 153 were on ventilators.[205][206] On 26 February, sixteen more deaths was confirmed, for a total of 4,414 since the start of the pandemic, 3,339 new cases were confirmed, surpassing 450,000 cases for a total of 453,240. A further 14,128 tests were conducted on this day, totaling 2,917,578 since the start of the pandemic. There were 3,876 patients hospitalized, out of those 159 were on ventilators.[207][208] On 4 March, seventeen more deaths was confirmed, surpassing 4,500 deaths for a total of 4,508 since the start of the pandemic, 3,866 new cases were confirmed for a total of 474,807. A further 15,769 tests were conducted on this day, surpassing 3 million and totaling 3,002,480 since the start of the pandemic. There were 4,109 patients hospitalized, out of those 173 were on ventilators.[209] On 5 March, seventeen more deaths was confirmed, for a total of 4,525 since the start of the pandemic, 4,071 new cases were confirmed, surpassing 475,000 cases for a total of 478,878. A further 15,774 tests were conducted on this day, totaling 3,018,254 since the start of the pandemic. There were 4,161 patients hospitalized, out of those 166 were on ventilators.[210] On 11 March, twenty-four more deaths was confirmed, for a total of 4,644 since the start of the pandemic, 4,595 new cases were confirmed, surpassing 500,000 cases for a total of 503,291. A further 17,049 tests were conducted on this day, surpassing 3.1 million and totaling 3,106,074 since the start of the pandemic. There were 4,359 patients hospitalized, out of those 213 were on ventilators.[211] On 16 March, thirty-one more deaths was confirmed, for a total of 4,778 since the start of the pandemic, 5,201 new cases were confirmed, surpassing 525,000 cases for a total of 526,112. A further 17,782 tests were conducted on this day, totaling 3,182,095 since the start of the pandemic. There were 4,671 patients hospitalized, out of those 211 were on ventilators.[212] On 17 March, thirty-two more deaths was confirmed, for a total of 4,810 since the start of the pandemic, 5,446 new cases were confirmed for a total of 531,558. A further 18,288 tests were conducted on this day, surpassing 3.2 million and totaling 3,200,383 since the start of the pandemic. There were 4,859 patients hospitalized, out of those 209 were on ventilators.[213] On 21 March, thirty-four more deaths was confirmed, for a total of 4,934 since the start of the pandemic, 4,232 new cases were confirmed, surpassing 550,000 cases for a total of 551,128. A further 12,442 tests were conducted on this day, totaling 3,262,916 since the start of the pandemic. There were 5,531 patients hospitalized, out of those 235 were on ventilators.[214] On 23 March, thirty-six more deaths was confirmed, surpassing 5,000 deaths for a total of 5,002 since the start of the pandemic, 5,475 new cases were confirmed for a total of 561,372. A further 18,158 tests were conducted on this day, totaling 3,295,548 since the start of the pandemic. There were 6,187 patients hospitalized, out of those 238 were on ventilators.[215] On 24 March, thirty-seven more deaths was confirmed, for a total of 5,039 since the start of the pandemic, 5,297 new cases were confirmed for a total of 566,669. A further 17,684 tests were conducted on this day, surpassing 3.3 million and totaling 3,313,232 since the start of the pandemic. There were 6,349 patients hospitalized, out of those 243 were on ventilators.[216] On 26 March, thirty-nine more deaths was confirmed, for a total of 5,114 since the start of the pandemic, 5,225 new cases were confirmed, surpassing 575,000 cases for a total of 577,120. A further 17,436 tests were conducted on this day, totaling 3,348,198 since the start of the pandemic. There were 6,713 patients hospitalized, out of those 241 were on ventilators.[217] On 30 March, thirty-nine more deaths was confirmed, for a total of 5,270 since the start of the pandemic, 5,471 new cases were confirmed for a total of 595,489. A further 18,528 tests were conducted on this day, surpassing 3.4 million and totaling 3,406,642 since the start of the pandemic. There were 7,205 patients hospitalized, out of those 276 were on ventilators.[218] On 31 March, thirty-eight more deaths was confirmed, for a total of 5,308 since the start of the pandemic, 5,107 new cases were confirmed, surpassing 600,000 cases for a total of 600,596. A further 17,801 tests were conducted on this day, totaling 3,424,443 since the start of the pandemic. There were 7,368 patients hospitalized, out of those 290 were on ventilators.[219] On 6 April, forty more deaths was confirmed, surpassing 5,500 deaths for a total of 5,537 since the start of the pandemic, 4,398 new cases were confirmed, surpassing 625,000 cases for a total of 625,773. A further 18,233 tests were conducted on this day, surpassing 3.5 million and totaling 3,515,873 since the start of the pandemic. There were 7,894 patients hospitalized, out of those 271 were on ventilators.[220] On 12 April, thirty-eight more deaths was confirmed, for a total of 5,773 since the start of the pandemic, 2,965 new cases were confirmed for a total of 645,173. A further 12,767 tests were conducted on this day, surpassing 3.6 million and totaling 3,601,063 since the start of the pandemic. There were 7,809 patients hospitalized, out of those 254 were on ventilators.[221] On 14 April, thirty-eight more deaths was confirmed, for a total of 5,846 since the start of the pandemic, 3,154 new cases were confirmed, surpassing 650,000 cases for a total of 651,899. A further 15,213 tests were conducted on this day, totaling 3,632,392 since the start of the pandemic. There were 7,511 patients hospitalized, out of those 247 were on ventilators.[222] On 19 April, thirty-five more deaths was confirmed, surpassing 6,000 deaths for a total of 6,026 since the start of the pandemic, 2,604 new cases were confirmed for a total of 664,972. A further 12,482 tests were conducted on this day, totaling 3,695,993 since the start of the pandemic. There were 6,701 patients hospitalized, out of those 217 were on ventilators.[223] On 20 April, thirty-two more deaths was confirmed, for a total of 6,058 since the start of the pandemic, 2,965 new cases were confirmed for a total of 667,937. A further 15,562 tests were conducted on this day, surpassing 3.7 million and totaling 3,711,555 since the start of the pandemic. There were 6,512 patients hospitalized, out of those 219 were on ventilators.[224] On 23 April, thirty-four more deaths was confirmed, for a total of 6,164 since the start of the pandemic, 2,384 new cases were confirmed, surpassing 675,000 cases for a total of 675,904. A further 13,706 tests were conducted on this day, totaling 3,754,852 since the start of the pandemic. There were 5,897 patients hospitalized, out of those 207 were on ventilators.[225] On 27 April, twenty-nine more deaths was confirmed, for a total of 6,286 since the start of the pandemic, 2,145 new cases were confirmed for a total of 683,799. A further 13,688 tests were conducted on this day, surpassing 3.8 million and totaling 3,800,708 since the start of the pandemic. There were 5,146 patients hospitalized, out of those 171 were on ventilators.[226] On 30 April, twenty-five more deaths was confirmed, for a total of 6,362 since the start of the pandemic, 1,613 new cases were confirmed for a total of 689,557. A further 10,837 tests were conducted on this day, totaling 3,839,381 since the start of the pandemic. There were 4,644 patients hospitalized, out of those 169 were on ventilators.[227] On 7 May, twenty more deaths was confirmed, surpassing 6,500 deaths for a total of 6,519 since the start of the pandemic, 1,277 new cases were confirmed for a total of 698,518. A further 13,206 tests were conducted on this day, surpassing 3.9 million and totaling 3,907,936 since the start of the pandemic. There were 3,901 patients hospitalized, out of those 131 were on ventilators.[228] On 9 May, nineteen more deaths was confirmed, for a total of 6,558 since the start of the pandemic, 834 new cases were confirmed, surpassing 700,000 cases for a total of 700,408. A further 9,389 tests were conducted on this day, totaling 3,929,245 since the start of the pandemic. There were 3,827 patients hospitalized, out of those 137 were on ventilators.[229] On 15 May, eighteen more deaths was confirmed, for a total of 6,664 since the start of the pandemic, 705 new cases were confirmed for a total of 705,890. A further 11,613 tests were conducted on this day, surpassing 4 million tests and totaling 4,001,180 since the start of the pandemic. There were 2,963 patients hospitalized, out of those 97 were on ventilators.[230] On 24 May, eleven more deaths was confirmed, for a total of 6,788 since the start of the pandemic, 376 new cases were confirmed, surpassing 710,000 cases for a total of 710,315. A further 9,298 tests were conducted on this day, totaling 4,086,694 since the start of the pandemic. There were 1,201 patients hospitalized, out of those 68 were on ventilators.[231] On 26 May, ten more deaths was confirmed, for a total of 6,811 since the start of the pandemic, 387 new cases were confirmed for a total of 711,116. A further 10,345 tests were conducted on this day, surpassing 4.1 million and totaling 4,107,942 since the start of the pandemic. There were 981 patients hospitalized, out of those 63 were on ventilators.[232] On 5 June, nine more deaths was confirmed, for a total of 6,909 since the start of the pandemic, 145 new cases were confirmed for a total of 713,562. A further 8,914 tests were conducted on this day, surpassing 4.2 million and totaling 4,205,174 since the start of the pandemic. There were 546 patients hospitalized, out of those 29 were on ventilators.[233] On 16 June, four more deaths was confirmed, for a total of 6,980 since the start of the pandemic, 160 new cases were confirmed for a total of 715,307. A further 9,353 tests were conducted on this day, surpassing 4.3 million and totaling 4,302,390 since the start of the pandemic. There were 392 patients hospitalized, out of those 19 were on ventilators.[234] On 20 June, four more deaths was confirmed, surpassing 7,000 deaths for a total of 7,001 since the start of the pandemic, 60 new cases were confirmed for a total of 715,753. A further 5,938 tests were conducted on this day, totaling 4,335,783 since the start of the pandemic. There were 369 patients hospitalized, out of those 16 were on ventilators.[235] On 29 June, four more deaths was confirmed, for a total of 7,043 since the start of the pandemic, 73 new cases were confirmed for a total of 716,458. A further 7,043 tests were conducted on this day, surpassing 4.4 million and totaling 4,406,080 since the start of the pandemic. There were 301 patients hospitalized, out of those 7 were on ventilators.[236] On 1 July, no deaths were confirmed for the 13th time, 81 new cases were confirmed for a total of 716,643. A further 8,025 tests were conducted on this day, totaling 4,422,502 since the start of the pandemic. There were 291 patients hospitalized, out of those 13 were on ventilators.[237] On 12 July, one more death was confirmed, for a total of 7,073 since the start of the pandemic, 118 new cases were confirmed for a total of 717,667. A further 8,405 tests were conducted on this day, surpassing 4.5 million and totaling 4,505,390 since the start of the pandemic. There were 281 patients hospitalized, out of those 4 were on ventilators.[238] On 16 July, no more deaths were confirmed for the 14th time, 206 new cases were confirmed for a total of 718,299. A further 8,687 tests were conducted on this day, totaling 4,540,946 since the start of the pandemic. There were 299 patients hospitalized, out of those 6 were on ventilators.[239] On 23 July, three more deaths were confirmed, for a total of 7,098 since the start of the pandemic, 202 new cases were confirmed for a total of 719,664. A further 8,853 tests were conducted on this day, surpassing 4.6 million and totaling 4,600,110 since the start of the pandemic. There were 323 patients hospitalized, out of those 10 were on ventilators.[240] On 24 July, five more deaths were confirmed, surpassing 7,100 deaths for a total of 7,103 since the start of the pandemic, 249 new cases were confirmed for a total of 719,913. A further 8,596 tests were conducted on this day, totaling 4,608,706 since the start of the pandemic. There were 327 patients hospitalized, out of those 9 were on ventilators.[241] On 25 July, one more death was confirmed, for a total of 7,104 since the start of the pandemic, 199 new cases were confirmed, surpassing 720.000 cases for a total of 720,112. A further 6,157 tests were conducted on this day, totaling 4,614,863 since the start of the pandemic. There were 329 patients hospitalized, out of those 9 were on ventilators.[242] On 28 July, no more deaths were confirmed for the 15th time, 332 new cases were confirmed for a total of 720,975. A further 9,709 tests were conducted on this day, totaling 4,643,835 since the start of the pandemic. There were 332 patients hospitalized, out of those 11 were on ventilators.[243] On 4 August, two more deaths were confirmed, for a total of 7,129 since the start of the pandemic, 487 new cases were confirmed for a total of 723,518. A further 10,710 tests were conducted on this day, surpassing 4.7 million and totaling 4,708,532 since the start of the pandemic. There were 521 patients hospitalized, out of those 7 were on ventilators.[244] On 13 August, six more deaths were confirmed, for a total of 7,158 since the start of the pandemic, 1,072 new cases were confirmed, surpassing 730,000 cases for a total of 730,222. A further 11,324 tests were conducted on this day, surpassing 4.8 million and totaling 4,801,164 since the start of the pandemic. There were 831 patients hospitalized, out of those 25 were on ventilators.[245] On 21 August, eleven more deaths were confirmed, surpassing 7,200 deaths for a total of 7,206 since the start of the pandemic, 1,510 new cases were confirmed, surpassing 740,000 cases for a total of 741,071. A further 11,521 tests were conducted on this day, totaling 4,895,234 since the start of the pandemic. There were 938 patients hospitalized, out of those 30 were on ventilators.[246] On 22 August, eight more deaths were confirmed, for a total of 7,214 since the start of the pandemic, 1,242 new cases were confirmed for a total of 742,313. A further 8,101 tests were conducted on this day, surpassing 4.9 million and totaling 4,903,335 since the start of the pandemic. There were 945 patients hospitalized, out of those 31 were on ventilators.[247] On 26 August, seven more deaths were confirmed, for a total of 7,240 since the start of the pandemic, 2,454 new cases were confirmed, surpassing 750,000 cases for a total of 751,147. A further 14,270 tests were conducted on this day, totaling 4,960,665 since the start of the pandemic. There were 1,057 patients hospitalized, out of those 58 were on ventilators.[248] On 31 August, fourteen more deaths were confirmed, for a total of 7,292 since the start of the pandemic, 2,981 new cases were confirmed for a total of 762,933. A further 15,529 tests were conducted on the same day, totaling 5,025,390 since the start of the pandemic. There were 1,231 patients hospitalized, out of those 80 were on ventilators.[249] On 5 September, twenty-one more deaths were confirmed, for a total of 7,379 since the start of the pandemic, 2,800 new cases were confirmed for a total of 779,723. A further 11,363 tests were conducted on this day, totaling 5,101,239 since the start of the pandemic. There were 1,479 patients hospitalized, out of those 108 were on ventilators.[250]","Title":"Timeline of the COVID-19 pandemic in Serbia - Wikipedia","KeyID":"10587","URL":"https://en.wikipedia.org/wiki/Timeline_of_the_COVID-19_pandemic_in_Serbia"}