{"Content: ":"The COVID-19 pandemic in Estonia is part of the ongoing worldwide pandemic of coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The virus was confirmed to have spread to Estonia when the first case was confirmed in Tallinn on 27 February 2020.[3] By 11 March, 15 people in Estonia had been diagnosed with the virus. All of them had been infected outside the country, mostly in Northern Italy.[4][5] On 12 March, the first cases of locally transmitted infections emerged,[6] and on 13 March, the Estonian government declared a state of emergency until 1 May 2020. As a result, all schools and universities were closed, and all public gatherings banned, including sports and cultural events.[7] Later the state of emergency was extended until 17 May.[8] Saare County was the hardest hit county in Estonia by the COVID-19 during spring. It has only 2.5% of the population of Estonia, but in March, it had over half of all hospitalized patients.[9] Coronavirus was allegedly brought there by the Italian volleyball club Power Volley Milano, which participated in the 2019–20 CEV Challenge Cup matches held on Saaremaa island on 4 and 5 March. The virus may have spread rapidly in the community through a champagne festival held later on. Health officials estimate that half of the island's population have contracted the virus so far.[10][11][12] In autumn during the second wave, Ida-Viru County and Harju County were hit hardest.[citation needed] At the beginning of the pandemic, most of the cases came in from Austria and Italy,[13] but in the second part of the year 2020, Russia, Ukraine, and Finland took the lead.[14] In the first months of 2021 situation grow worse and by mid-March Estonia had the most new cases per capita in the world.[15] Starting from March 11th stronger measurses were taken to suppress the spread of the virus. On 12 January 2020, the World Health Organization (WHO) confirmed that a novel coronavirus was the cause of a respiratory illness in a cluster of people in Wuhan City, Hubei Province, China, which was reported to the WHO on 31 December 2019.[16][17] The case fatality ratio for COVID-19 has been much lower than SARS of 2003,[18][19] but the transmission has been significantly greater, with a significant total death toll.[18][20] On August 1, the criterion for COVID-19 mortality was changed from \"coronavirus has claimed the lives of 69 people\" (koroonaviirus nõudnud 69 inimese elu) to \"63 people with COVID-19 as the root cause of death\" (63 juhtu surma algpõhjusega COVID-19). Sources: Estonian Health Board, COVID-19 data, News Notes:  27 February: Estonia confirmed the first COVID-19 case, an Iranian citizen fell ill on board a bus from Riga, Latvia to Tallinn and called himself an ambulance, the 34-year-old man tested positive. He had originally departed from Iran, and flown from Turkey to Riga.[3][21] 3 March: A second person tested positive; the patient had arrived on 29 February from Bergamo, Italy travelling through Riga Airport.[22] Two other Estonian passengers from the same flight and one returnee from Bergamo, arriving through Tallinn Airport, tested positive on 5 March.[23][24] 6 March: the Health Board announced 5 more cases, all of them had travelled on board the same flight from Bergamo, Italy to Riga, Latvia on 29 February, thus bringing the total of infected persons on board the flight to eight, and the total number of cases in Estonia to ten.[4] 6 March: the Kristiine High School in Tallinn was closed for two weeks, after a student who had returned from Northern Italy was sent to school by their parents despite having felt unwell after the trip. The pupil and their family tested COVID-19-positive. All 850 students of the school were told to stay at home.[25] 10 March: Three more people were diagnosed with COVID-19. Two of them had returned from Northern Italy, and one from France.[5] 11 March: the Health Board confirmed four more cases, including a person from Tallinn, who had returned from an at-risk area; and a person in Tartu, who had returned from Milan on 7 March. The first two cases in Saaremaa were also confirmed: the patients had been in contact with the Power Volley Milano team members during the 2019–20 CEV Challenge Cup matches held in Saaremaa on 4 and 5 March.[26][27] On 9 March, five Milan players had been diagnosed with fever before a league match.[28] The infected in Saaremaa included the CEO of the Saaremaa VK volleyball club.[29] 12 March: the Health Board announced 10 new cases, bringing the total number of confirmed cases to 27. The new cases confirmed the transmission of the virus locally.[6] 13 March: State of emergency was declared. By morning the number of infected had reached 41.[30] In the evening, the number of cases had reached 79, doubling the total cases overnight, with the first cases reported in Võru, Pärnu, and Ida-Viru County.[31] 14 March: The number of infected was 115. By county, the count of infected was: 54 cases in Tallinn and Harju County, 31 in Saare County, 9 in Võru County, 6 in Tartu County, 12 in Pärnu County, and 3 in Lääne-Viru and Ida-Viru County each. A total of 853 samples had been tested.[32] 15 March: The number of confirmed cases was 171. Since 31 January, a total of 1,133 samples had been tested.[33] Due to the wide spread of the disease, the criteria for testing were changed, so that only people with more serious symptoms, at-risk groups, healthcare workers, and people providing vital services were to be tested.[33] 16 March: The number of confirmed infected was 205. A total of 1,387 samples had been tested.[34] 17 March: The number of confirmed infected was 225. A total of 1,625 samples had been tested.[35] 18 March: The number of confirmed infected was 258. A total of 2,020 samples had been tested.[36] 19 March: The number of confirmed infected was 267. A total of 2,259 samples had been tested.[37] 20 March: The number of confirmed infected was 283. A total of 2,504 samples had been tested.[38] 21 March: The number of confirmed infected was 306. A total of 2,812 samples had been tested.[39] 22 March: The number of confirmed infected was 326. A total of 3,229 samples had been tested.[40] 23 March: The number of confirmed infected was 352. A total of 3,724 samples had been tested.[41] 25 March: First death of a coronavirus patient.[42] 26 March: In Südamekodu elderly home in Saaremaa two residents tested positive for coronavirus.[43] 27 March: After all residents and workers of Südamekodu elderly home in Saaremaa were tested, 22 residents and 3 workers tested positive for COVID-19.[44] 29 March: Two more confirmed deaths of coronavirus patients, bringing the total to 3 deaths in the country.[45] 30 March: Health Board requested installation of a field hospital in Kuressaare.[46] Field hospital will be set up next to the regular hospital in Kuressaare on 2 April.[47] On 13 March, the Estonian government declared a state of emergency until 1 May; later it was extended until 17 May (inclusive).[48] All public gatherings were banned, including sports and cultural events; schools and universities were closed; border control was restored with health checks at every crossing and entry point.[7] The sale of passenger tickets for the Tallinn-Stockholm cruise ferries was halted.[7] Further restrictions were set up by the government: On 24 March, Government Emergency Committee decided that at least 2 meters distance between people should be kept in public places, and up to two people are allowed to gather in public spaces.[52] On 27 March, Emergency Committee decided to tighten quarantine rules in Saaremaa and Muhu: majority of shops were closed and new movement restrictions were introduced.[53] The Estonian shipping company Tallink decided to suspend their ferry service on the Tallinn-Stockholm route from 15 March.[54] The Latvian airline airBaltic suspended all flights from 17 March including those from Tallinn Airport.[55] Drive-in testing in Viljandi Baer monument in Tartu with COVID-19 warning sign: \"Keep distance or go home!\" Tartu city center on 18 March On 24 March Tallinn decided to close public playgrounds and sporting grounds Vaccinated have the opportunity to create a European Union digital COVID certificate in the patient portal. [56] Hospitalized COVID-19 patients, source: Health Board, koroonakaart.ee","Title":"COVID-19 pandemic in Estonia - Wikipedia","KeyID":"10598","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Estonia"}