{"Content: ":"The COVID-19 pandemic in Croatia has resulted in 1,180,857[1] confirmed cases of COVID-19 and 16,265[1] deaths. The first case in the Republic of Croatia was reported in Zagreb on 25 February, when a patient who had come from Italy was tested positive. On the same day, the second case related to the first one was confirmed. In March 2020, a cluster of cases were reported in numerous Croatian cities. On 12 March, the first recovery was reported, and on 18 March, the first death from the virus was confirmed. The pandemic in Croatia occurred during the Croatian Presidency of the Council of the European Union.[2] On 22 March 2020, Zagreb, the capital of Croatia, was hit by the strongest earthquake in 140 years, causing problems in the enforcement of social distancing measures set out by the Croatian government, as the country engaged in a period of lockdown in the later part of the first half of 2020. On 5 July 2020, a parliamentary election was held in the country. On 16 May 2021, local elections were held in the country. In general, the country was mostly reopened during the 2020 summer tourist season. Concerns over the virus began as soon as it began its rapid rise in China[3] and its effects on the international scale became clear. Concerns were raised about the increased probability of the virus entering Croatia because of the number of Chinese workers working on Pelješac Bridge. Some of the institutions in Croatia preemptively reacted to the potential threat.[3] The airports in Croatia were prepared and they started going through passive measures and being vigilant. The Ministry of Health warned those travelling to China to avoid sick people, animals, and markets, not to eat any raw or semi-cooked animals, and to wash their hands often and to notify their doctor of their plans to travel to China.[3] After relieving Milan Kujundžić from the position of Health Minister, on 31 January, Vili Beroš was confirmed as the new Health Minister by the Croatian Parliament.[4] Prime Minister Andrej Plenković cited the coronavirus problem as one of the reasons for the change.[5] Beroš held a meeting with the Ministry's Crisis Headquarters on his first day regarding the coronavirus epidemic.[6] On the same day, the Ministry announced the formation of a National Crisis Headquarters for the COVID-19 pandemic.[7] The Croatian Public Health Institute introduced special health inspection measures on 2 February for persons arriving from China or had been in China recently.[8] On 3 February, Beroš met with Stella Kyriakidou, the European Commissioner for Health and Food Safety, and Janez Lenarčič, the European Commissioner for Humanitarian Aid and Crisis Management, to discuss the situation with the coronavirus.[9] Following a meeting with the EU health ministers on 13 February, Beroš said that the closure of EU borders is a possible measure.[10] Beroš adopted a decision to establish a quarantine unit at the Hospital for Infectious Diseases \"Dr. Fran Mihaljević\" in Zagreb on 21 February, for suspected or confirmed infected persons with coronavirus.[11] A Croatian citizen who spent time on the Diamond Princess cruise ship was quarantined in that unit on the following day. He had no symptoms, but was placed in a 14-day quarantine as a precautionary measure.[12] Plenković said that the Crisis Headquarters will meet on a daily basis and that the Government will take any measure necessary to prevent the spread of the coronavirus.[13]  On 19 March, the number of recorded cases surpassed 100. On 21 March, it surpassed 200. On 25 March, it surpassed 400. On 31 March, it surpassed 800. On 12 April, it surpassed 1,600. On 14 April, the number of active cases reached its peak of 1,258. On 28 April, the number of active cases dropped below 800. On 7 May, it dropped below 400. On 17 May, it dropped below 200. On 26 May, it dropped below 100. On 3 June, it dropped below 50. However, on 20 June, the number of active cases hit 50 again, surpassing it the next day. On 23 June, it surpassed 100 again. On 25 June, it surpassed 200 again. On 28 June, it surpassed 400 again. On 5 July, it surpassed 800 again. On 6 July, the number of recorded cases surpassed 3,200. On 15 August, the number of recorded cases surpassed 6,400. On 5 September, the number of active cases reached the new peak of 2,771. On 10 September, the number of recorded cases surpassed 12,800. On 19 October, the number of recorded cases surpassed 25,600. On 1 November, the number of recorded cases surpassed 51,200. On 22 November, the number of recorded cases surpassed 102,400. On 12 December, the number of active cases reached the new peak of 25,270. On 27 December, the number of recorded cases surpassed 204,800. On 5 October 2021, it surpassed 409,600. On 4 April, the number of recovered cases surpassed 100. On 9 April, it surpassed 200. On 13 April, it surpassed 400. On 21 April, it surpassed 800. On 6 May, it surpassed 1,600. On 22 July, it surpassed 3,200. On 27 August, it surpassed 6,400. On 22 September, it surpassed 12,800. On 26 October, it surpassed 25,600. On 9 November, it surpassed 51,200. On 30 November, it surpassed 102,400. On 6 January 2021, it surpassed 204,800. On 25 May, the number of deaths reached 100, surpassing it the next day. On 7 September, it surpassed 200. On 22 October, it surpassed 400. On 9 November, it surpassed 800. On 27 November, the number of deaths reached 1,600, surpassing it the next day. On 21 December, it surpassed 3,200. On 15 April 2021, it surpassed 6,400. According to the University of Oxford, as of 24 March, Croatia is the country with the world's strictest restrictions and measures for infection reduction in relation to the number of infected.[15] Strict measures, early detection of spread routes, prompt government reaction, extensive media coverage, and citizen cooperation have been credited for successful containment of the pandemic in Croatia.[16][17] For the citizens, the Government set up a website koronavirus.hr for all information they are interested in, as well as a new phone line 113 that has volunteers answering their questions.[18] On 3 April the Croatian Institute of Public Health implemented a Facebook chatbot named Nada,[19] and on the 14 April, the Government presented a WhatsApp chatbot nicknamed Andrija, after Andrija Štampar, whose purposes are to give personalized advice to citizens who suspect they are infected. Nada and Andrija are also intended to relieve human medical workers of the pressure by \"working on the phones 24/7\".[20][21] On 11 March, the Rijeka Film Festival and the Role of Cultural Heritage in Socioeconomic Development and the Preservation of Democratic Values conference were both postponed until further notice.[22] On 18 March, it was announced that, as of the next day, all cultural institutions in Croatia will be closed.[23] The same day, the Croatian National Theater in Zagreb decided, in collaboration with the daily newspaper 24sata, to allow citizens access quality cultural content through a YouTube channel,[24] which will feature daily performances from the branches of opera, ballet and drama, and the viewers will be able to watch some of the most popular performances of the Theater, such as One Song a Day Takes Mischief Away, Swan Lake and Ero the Joker.[25] On 20 March, Croatian National Theatre Ivan pl. Zajc in Rijeka started with an online virtual program Zajc With You on their YouTube channel,[26] as an act responsibility and in solidarity with its audience, citizens of Rijeka and the wider community, especially those most vulnerable ones, either because of their age or because they are \"on the front line of defense against the virus\". Some ensembles will not continue their regular and usual work, because it involves gathering of more people, such as orchestras or choirs, and physical contact, such as ballet ensembles.[27][28] Croatian Deputy Prime Minister and Minister of Finance Zdravko Marić was asked to comment on to what extent the virus has affected the national economy, and if it could trigger an economic crisis. He said: \"It is very difficult to forecast what will happen because the situation is changing on a daily basis. The situation is very serious, so I have to choose my words carefully. A lot of people are making off the cuff statements. No one in government is negating the problem, the problem is quite evident. But right now we cannot forecast the scope of its effect. No one can. Primarily because no one knows how long the coronavirus crisis will last.\"[29] Minister Marić added that it was far too early to make any predictions regarding the national economy in 2020 and budgetary revenues: \"Right now I don't want to speculate on what its effects will be. Our budgetary projection for economic growth, GDP growth this year is 2.5%, it remains to be seen if we will have to adjust the figure down and if so by how much.\"[29] The city of Dubrovnik began to brace for the economic impact that the coronavirus could cause in Croatia.[30] On 14 March, the Government banned price increases and set the 30 January price as the highest possible for the following products: flour, milk, milk powder, eggs, sugar, salt, rice, pasta, fresh meat, fish, fruit, vegetables, canned meat, canned fish, edible oil, baby food, baby diapers, drinking water, laundry detergent, dishwasher detergent, soap, as well as water disinfectants, space disinfectants, hand sanitisers including concentrated alcohol, hazmat suits and other protective clothes and shoes, goggles, protective gloves, protective shoe covers, protective masks, respirators/transport fans, medication, medical products and bed covers for medical system; to avoid price increases amid panic buying.[31] Prime Minister Plenković informed President of the European Commission Ursula von der Leyen of the Government's decision a day later.[32] State Inspectorate announced that price inspections would start on 17 March with the fines varying from 3,000 to 15,000 HRK.[33] On 17 March, Prime Minister Plenković announced closing shopping centres, some shops, restaurants, cinemas, theatres, reading rooms, libraries, gyms, sports centres, fitness centres, recreation centres, dance schools, children's and other workshops, exhibitions, fairs, nightclubs and discos.[34] The government proposed short-term economic measures, like postponement of tax payments and loans for struggling businesses for at least three months in response to the fallout from the COVID-19 pandemic.[35] On 18 March, a hotel Le Méridien LAV in Split announced it would close from 23 March to 15 April.[36] From 19 March, all non-essential activities in the service sector were closed.[37] On 1 April, the government proposed a second set of economic measures. The net minimum wage was increased from 3,250 HRK to 4,000 HRK (725€), and the Government would pay benefits contributions on the minimum wage of up to 1,460 HRK (192€). Companies that were out of work or were seriously hampered by the pandemic were partially or entirely exempt from tax payments on profit and income, and from contributions.[38][39] On 9 April, World Bank predicted 6.2% decrease in Croatian GDP and 9% increase in unemployment rate.[40] On 14 April, International Monetary Fund predicted an even worse scenario, a large decrease of 9% in GDP by the end of 2020.[41] However, the former predicted a 6.2% increase in GDP in 2021, while the latter predicted a 4.6% increase.[42] On 19 April, the Institute of Economics stated that Croatian public debt would increase to 90% of GDP in the \"most favorable\" case, but only if the crisis ended in the next three months.[43] On 6 May, European Commission predicted 9.1% decrease in Croatian GDP by the end of the year and then 7.5% increase a year after. On 7 July, they predicted an even worse scenario – 10.8% decrease – while their prediction about next year recovery did not change.[44] The City of Zagreb reported 6% fewer arrivals in February than in the same period the previous year. The impact was visible from the contrast to January, which recorded 10% growth compared to the same period the previous year.[45] According to data from evisitor.hr, in the first ten days of March, arrivals decreased by 30% which is an unprecedented decline in recent Croatian history.[46] On 14 March, Split City Museum limited its activity and closed the Cellars of Diocletian's Palace and Gallery Emanuel Vidović for visitors.[47] In the week from 16 to 22 March, hotels and restaurants in the country recorded 78% decline in revenue compared to the previous week.[48] On 16 April, Jutarnji list reported about the Association of Tour Operators and Travel Agents of the Czech Republic (ACCKA)'s letter to the Czech Government about allowing Czech citizens who are confirmed to be negative for the virus to travel to Croatia and Slovenia, among other countries, during the summer via special corridors.[49] The next day, Prime Minister Plenković spoke with Prime Minister of the Czech Republic Andrej Babiš about the idea, and ordered Minister Gari Cappelli and Minister Klára Dostálová to come up with an acceptable model for the arrival of the Czechs.[50] On 13 May, Croatian National Tourist Board recorded a 99% decline in tourists in April compared to the same month previous year.[51] Croatia generally opened borders for tourists in May 2020, and the summer tourist season recorded roughly two thirds of stays compared to the previous year. By the end of August, however, the infection rates grew so much that epidemiologists started to express concern about autumn and the coming flu season's effect on the health system.[52] On 11 March, it was announced that kindergartens, schools and universities in Istria County would be closed from 13 March, with students of the first four grades of primary school keeping up with classes via the TV channel HRT 3 or via SharePoint from Microsoft Office.[53] On 13 March, Prime Minister Plenković announced that all kindergartens, schools and universities in Croatia would be closed for a fortnight starting on 16 March.[54] On 16 March, Minister of Education Blaženka Divjak confirmed that the same day CARNET, responsible for online classes in Croatia, had been a victim of a cyberattack making the online classes impossible at that moment.[55] Later the same day, Minister Divjak reported that CARNET had been under ten cyberattacks during the day; however, she confirmed that the online classes had gone successfully.[56] On 1 April, Minister Divjak announced that Matura exam in Croatian would be postponed from 16 May.[57] On 15 April, she confirmed that Matura will most likely be held in June.[58] On 6 May, Minister Divjak announced that Matura in optional subjects would not be held.[59] However, a day later, the decision was withdrawn after the public pressure.[60] On 25 June, as Croatia imposed obligatory self-isolation for all passengers entering the country from Bosnia and Herzegovina, Serbia, North Macedonia and Kosovo; this, however, was not obligatory for students entering the country to take Matura exams.[61] On 2 March, Zagreb Philharmonic Orchestra issued a statement that their joint concert with Filarmomica di Milano conducted by Daniele Gatti, set to be held in Vatroslav Lisinski Concert Hall on 10 March, had been cancelled due to the Italian orchestra coming from the affected Italian area which would've increased the risk of exposure to the virus.[62] Postponed or cancelled concerts include Croatian jazz musician Vesna Pisarović's concert in Dom Sportova and pop singer Nina Badrić's concerts in Novi Sad, Čačak, Kruševac and Maribor.[63] On 11 March, the annual music award ceremony Porin, set to be held on 27 March in Centar Zamet in Rijeka, was postponed until further notice.[22] On 13 March, Serbian popstar Jelena Karleuša postponed her performance in Zagreb nightclub H2O, set to be held the same night, due to \"her fans' safety and her own responsibility\".[64] On 18 March, Eurovision Song Contest 2020 was cancelled due to the virus pandemic in Europe. Croatian representative Damir Kedžo, set to perform his song \"Divlji vjetre\" (Wild Wind), was expected to perform at the next edition of the contest,[65][66][67] but on 23 June Croatian Radiotelevision decided that a new representative would be elected in February 2021.[68] Celine Dion was set to perform on 5 June in Arena Zagreb as part of her Courage World Tour; however, the concert was postponed on 24 April.[69] During April 2020, there had been widespread media speculation that the 2020 Croatian parliamentary election would be called earlier than originally planned, due to the uncertainty created by the still-ongoing worldwide pandemic.[70] Namely, though the spread of the virus had been brought under control by that time, fears still persisted that the number of infected cases could once again begin to rise in autumn and that this could, therefore, impede or even prevent the holding of the election.[71] The election was held on 5 July. The voter turnout of 46.85% was the lowest recorded in the history of Croatian democracy.[72] All parties drew major criticism for not wearing masks or keeping social distance in their headquarters,[73] most notably the winning Croatian Democratic Union (HDZ) whose members hugged and sang together.[74] Archbishop of Zagreb Josip Bozanić supported the removal of holy water from church entrances and handshakes from the Mass, and recommended believers to receive the communion bread from priests into their own hands instead of directly into their mouth. He also recommended believers who had symptoms of respiratory system infection, had visited affected areas, had been in contact with a carrier of the virus, were elderly or suffered from chronic illnesses not to attend the Mass.[75] On 16 March, Bishop of Sisak Vlado Košić relieved the believers of obligation to attend the Mass until 1 April.[76] On 19 March, Croatian Bishops' Conference announced that, as of the next day, all Masses would be closed for the public.[77] On 9 April, on Maundy Thursday, Civil Protection Directorate allowed the inhabitants of the island of Hvar, which had no active cases, to hold five centuries old night procession Za križen under the condition that only fifteen people take part in it. Groups of fifteen cross carriers exchanged between settlements of Jelsa, Pitve, Vrisnik, Svirče, Vrbanj and Vrboska, while locals kept up from their balconies and front yards.[78][79] On 1 July, brotherhood of Jelsa that organizes the procession presented the Prime Minister Plenković with a thank you note for allowing them to preserve the annual tradition.[80] On 12 April, Parson of Sirobuja Don Josip Delaš verbally assaulted a Dalmatinski portal journalist who came to his Easter Mass and who was also physically assaulted by one of the believers. Don Delaš sparked controversy throughout previous week when he invited believers to his Palm Sunday Mass, held Masses despite misdemeanor charges and warnings from the Archdiocese of Split-Makarska, and even verbally assaulted the police officers who intervened during one of his Masses a few days prior.[81][82] Minister of the Interior Davor Božinović confirmed the next day that three criminal charges and one misdemeanor charge were filed.[83] The Croatian Football Federation (HNS) on 11 March ordered that all Prva HNL matches would be played behind closed doors until 31 March. The measure applied to all competitions under HNS, as well as all UEFA qualifying matches hosted by Croatia.[84] The same day HNS announced that Croatia national football team would not play its friendly games against Switzerland and Portugal scheduled for 26 and 30 March in Doha due to the virus pandemic in Qatar.[85] On 12 March, HNS decided to suspend all competitions until 31 March.[86] On 13 March, HNS agreed with the national team manager Zlatko Dalić not to play any matches during the March international break.[87] On 13 March, the Wings for Life World Run, set to be held in Zadar, was cancelled.[88] On 14 March, Dalić was confirmed to be in self-isolation until 18 March as well as HNS president Davor Šuker, director Damir Vrbanović, spokesman Tomislav Pacak, and director of International Affairs and Licensing Department Ivančica Sudac. They had all been at the 2020–21 UEFA Nations League draw and the UEFA Congress in Amsterdam on 2 March where they had been in contact with Football Association of Serbia president Slaviša Kokeza who tested positive for the virus at the Clinical Centre of Serbia.[89] The same day Šuker revealed that he would support UEFA Euro 2020's postponement at a videoconference in Nyon on 17 March.[90] They left self-isolation on 18 March after none of them showed symptoms of the disease.[91] On 24 March, Croatia national football team donated 4,200,000 HRK for fighting the pandemic. The same day, it was announced that Atlético Madrid and Croatia player Šime Vrsaljko donated 62,500€ to General Hospital in his hometown Zadar for purchase of two respirators.[92] On 25 March, first athlete from the country tested positive for the virus, boxer Toni Filipi and his coach Tomo Kadić.[93] On 26 March, GNK Dinamo Zagreb fired coach Nenad Bjelica's assistants because they, alongside Bjelica and the players, refused to accept pay cuts.[94] The players stated that the pay cuts were not the problem, claiming that the club had not previously informed them and had led no negotiations with them, therefore reached no agreement about the pay cuts.[95] On 16 April, Bjelica was sacked as well.[96] On 30 March, AS Monaco and former Croatia goalkeeper Danijel Subašić donated 500,000 HRK to hospitals in Zadar and Split.[97] The same day, Real Madrid player and Croatia captain Luka Modrić donated 100,000€ to Zadar General Hospital for purchase of an X-ray generator.[98] On 1 April, KK Cibona fired all of their employees apart from the players due to inability to pay their wages, including even the coach Ivan Velić.[99] The same day, the Croatian Basketball Federation (HKS) has decided to cancel all competitions for the 2019–20 season.[100][101] The same day, UEFA decided to postpone all international matches scheduled for June until further notice, therefore postponing Croatia national team's friendly games with Turkey and France, scheduled to be played in Osijek and Nice respectively.[102] On 9 April, HNK Rijeka confirmed their players and employees agreed about a one-third pay cut for the following 16 months.[103] The same day it was confirmed that Inter Zaprešić investor Velibor Kvrgić and coach Željko Petrović had left the club, leaving the fate of the club and the players unknown.[104] On 21 April, Croatian Handball Federation (HRS) voided all competitions.[105] After HNS had previously decided on 20 April that Prva HNL season would not be continued before 16 May,[106] on 6 May they decided the season would restart on 30 May.[107] As part of his Adria Tennis Tour, Serbian tennis player Novak Djokovic visited Zadar alongside other prominent names from the tennis world. However, it was cancelled on 21 June as Bulgarian player Grigor Dimitrov contracted the virus.[108] A day after, Croatian player Borna Ćorić confirmed he was infected as well, with organizers urging fans and citizens who were in contact with the players to get tested.[109] Djokovic refused to get tested in Zadar, but got tested positive in Belgrade on 23 June, as well as his wife Jelena and fitness coach Marco Panichi.[110][111] The same day, another participant of the tournament tested positive, Serbian player Viktor Troicki, as well as his pregnant wife Aleksandra.[111] On 26 June, Djokovic's coach, Croatian tennis legend Goran Ivanišević, confirmed that he tested positive for the virus as well.[112] The 2021 European Figure Skating Championships, set to be held in Zagreb were cancelled on December 10. On 2 March, the first flights to Zagreb were cancelled at 9:50 AM (CET).[114] Korean Air also announced that it would be cancelling flights on the Seoul-Zagreb line (which had been due to begin on 31 March) until 23 April.[115] On 11 March, after a ferry from Ancona sailed into the Port of Split, the Ancona-Split ferry line was cancelled.[116] On 13 March, Croatia Airlines issued a statement that passengers who had visited the following countries in the previous 14 days would be obliged to spend 14 days in quarantine: Italy, China PR (province of Hubei), Korea (city of Daegu and province of Cheongdo), and Germany (Heinsberg in state of North Rhine-Westphalia). Furthermore, passengers who had visited the following countries in the previous 14 days would be obliged to spend 14 days in self-isolation: France, Sweden, Switzerland, Spain, Germany (apart from the aforementioned German area), Austria, United Kingdom, the Netherlands, China (apart from the aforementioned Chinese area), Korea (apart from the aforementioned Korean area), Japan, Hong Kong, Singapore, Malaysia, Bahrain and Slovenia (White Carniola). Those who did not have residence in Croatia or an address to spend the self-isolation at would be placed in quarantine instead, and those who refuse would be sent back to where they came from.[117] On 14 March, Croatia closed all borders with Bosnia and Herzegovina.[118] On 15 March, Croatian Institute of Public Health director Krunoslav Capak confirmed citizens of Bosnia and Herzegovina and Serbia would not be obliged to stay in self-isolation.[119] However, later the same day, it was confirmed by Police Department of Brod-Posavina Chief Antun Valić that since the previous night passengers entering the country from Bosnia and Herzegovina were obliged to stay in 14-day self-isolation.[120] On 18 March, it was announced that, as of the next day, 27 border crossing stations on the border with Slovenia would be closed.[121] On 19 March, after the first recorded case in the city, Dubrovnik Airport was closed.[122] On 21 March, traffic with Slovenian regions White Carniola and Lower Carniola was completely suspended. Citizens of Croatia who work in those regions were banned from crossing the border as well.[123] On 22 March, all public transport services were suspended in Croatia for the next 30 days. The suspension refers to public passenger transport by road within the country (except for taxi services), international public passenger transport by road, passenger transport by rail, tram and other city public transportation, as well as all other types of public transportation (such as funicular railway).[124] On 23 March, the Croatian National Civil Protection Headquarters announced that citizens, with some exceptions, would not be allowed to leave their city or municipality.[125] Two cases of xenophobia were reported in the media at the onset of the pandemic; On 15 February 2020, during a Croatian Table Tennis Superleague match which was played in Dubrovnik between the local team Libertas Marinkolora and guest team STK Starr from Varaždin, a number of insulting comments were posted on the official Libertas Marinkolora Facebook page towards a Croatian player of Chinese origin, Tan Ruiwu of STK Starr which referenced the coronavirus. This included a comment by the manager of Libertas Marinkolor Marko Habijanec in which he instructed one of his players (who was facing Tan in the next match) to \"Beat this virus.\" The comments were subsequently deleted.[126] Libertas Marinkolor eventually issued an apology and condemnation of the incident.[127] On 11 March 2020, a bus travelling from Vienna was denied from entering the country on the Macelj border crossing due to four Singaporean passengers who were asked to return to Vienna despite having clear documents. After being explained by the station doctor that they would be obliged to spend 14 days in quarantine financed by themselves, they gave up on entering the country. However, the police then asked the bus driver to go back to Vienna as well and told him that \"he shouldn't have let the Singaporeans in the bus in the first place\".[128] The following depicts the growth of the COVID-19 cases in Croatia from 25 February 2020 to 13 November 2021. Full official data is updated regularly, every day, at 10:00 AM (CEST). Before 29 March 2020 full official data was updated at 4:00 PM, between 30 March 2020 and 29 August 2020 full official data was updated at 2:00 PM. The countries and international organizations that have sent aid and funds to the Government of Croatia, to help fight the pandemic:","Title":"COVID-19 pandemic in Croatia - Wikipedia","KeyID":"10593","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Croatia"}