{"Content: ":"This article documents the timeline of the COVID-19 pandemic in Croatia. On 25 February, the first case in Croatia was confirmed. A 26-year-old man who had stayed in Milan, Italy to watch the Champions League game between Atalanta and Valencia from 19 to 21 February tested positive and was hospitalised at the University Hospital for Infectious Diseases \"Dr. Fran Mihaljević\" in Zagreb.[2] On 26 February, two new cases were confirmed: The twin brother of the first patient was admitted to the same hospital in Zagreb,[3] while a man who had worked in Parma was hospitalised in Rijeka. The same day Osijek Clinical Hospital Centre banned visits.[4] On 2 March, the eighth case of the virus was confirmed in Rijeka (the fifth case in the city).[5] On 3 March, the first case was confirmed in Varaždin. The man had been working as a driver in the affected areas of Italy.[6] On 6 March, another case was confirmed in Varaždin, a 60-year-old patient who had tested positive.[7] On 7 March, the third case was confirmed in Varaždin, bringing the total number of infected in Croatia to twelve.[8] On 9 March, the first case was confirmed in Istria, in the city of Pula. The man is from Labin and had been working in Italy.[9] Two new cases were reported on 10 March. Both individuals had spent time abroad recently, one in Austria, and the other one in Italy.[10] On 11 March, the sixteenth case was confirmed, a young man who had been to a fair in Munich.[11] The same day, three more cases were reported. All three had travelled from Austria and Germany.[12] The same day, a ferry from Ancona with 93 passengers sailed into the Port of Split. 57 of them were citizens of Croatia, nine of them were citizens of Italy, six of them were citizens of Bosnia and Herzegovina, three of them were citizens of Montenegro, and the rest were from various other countries. They were placed into quarantine in Hotel Zagreb in Duilovo, Split.[13] On 12 March, the first recovery from the virus was reported. The twin brother of patient zero had tested negative to the virus twice and was released from hospital.[14] However, on the same day eight new cases were reported. Three of them were closely related to the patients from Rijeka and were asymptomatic. The other two had travelled from Austria and Germany to Zagreb.[15] The first case of the virus was confirmed in Sisak. The patient is from Mošćenica and had worked in Italy.[16] Two more cases were reported in Pula, both of whom came from Italy.[17] On 13 March, five new cases were reported; two in Pula and three in Zagreb. One of the cases in Zagreb was a child, subsequently all children from the kindergarten the child attended were placed into quarantine. It was the first recorded case of an infected child.[18][19] During the night from 13 to 14 March, fourteen workers of Brodosplit were placed into quarantine in Split after coming back from temporary work in Italy, bringing the total number of quarantined in Split to 47.[20] On 14 March, five new cases were reported, bringing the total number of infected to 37; one in each of Zagreb, Varaždin and Sisak, as well as first two cases in Osijek. Patients in Osijek were middle-aged spouses from Ernestinovo who are closely related to one of the patients hospitalized in Zagreb.[4] The patient zero had recovered and was released from the hospital during the day.[21] By the end of the day, the 38th and 39th case were confirmed; a woman who came back from Romania and a close relative of the couple from Ernestinovo who was hospitalized in Osijek.[22][23] On 15 March, ten new cases were reported; five in Zagreb and five in Osijek. Number of quarantined increased to 51; 49 in Split and two in Dubrovnik.[24] Two of the patients from Zagreb were confirmed to be doctors of Clinical Hospital Dubrava who got infected outside of the hospital, subsequently leading to its evacuation.[25][26] The hospital was then chosen to be turned into a respiratory centre for the most severe cases, while other patients were going to be relocated to University Hospital Centre Zagreb or Sisters of Charity Hospital or released home.[27] On 16 March, seven new cases were confirmed; five in Zagreb, one in Rijeka and the first case in Karlovac, bringing the total number of infected in the country to 56. Minister Božinović confirmed 174 reports of self-isolation regime breaking.[28][29] The same day, a third and fourth recoveries in the country were confirmed; the first hospitalized patient from Rijeka and a young woman in Zagreb.[30] On 17 March, thirteen new cases were reported bringing the total number of recorded cases to 69. Minister Beroš stated that 1,014 samples had been processed and that 9,598 people were under medical control. The number of quarantined in the country was confirmed to be 63. Minister Božinović confirmed receiving 500 reports of self-isolation regime breaking, 93 of whom were proven to have broken it and would face sanctions.[31] Three of the cases were three doctors from University Hospital Centre Zagreb and University Psychiatric Hospital Vrapče.[32] Doctors from the former hospital were said to have gone skiing in Austria without previously informing their superiors. First cases were confirmed in Zabok and Slavonski Brod, both of whom had come from Austria.[33] The same day, patients from Križine Hospital Split were moved to Firule Hospital Split, as the former was intended exclusively for the coronavirus cases. Doctors and medical staff were helped out by KK Split players and Hajduk Split ultras group Torcida in the transportation process.[34] On 18 March, President Zoran Milanović gave a televised address to the nation concerning the pandemic.[35] Twenty new cases were reported, including the first ones in Dalmatia; a young woman from Biograd who had come back from a tourist trip to Zanzibar via Dubai with her sister and had previously spent time in self-isolation with her family was hospitalized in Zadar, and an elderly couple who were hospitalized in Split. The number of infected doctors increased to nine.[36][37][38][39] On the same day, the Croatian Parliament passed the law which increased the authorities of the Croatian National Civil Protection Headquarters, aimed at \"increasing the system flow\". This allowed National Civil Protection Headquarters on a national level to make centralised decisions concerning citizens everyday lives, which were then to be implemented by local branches of the Headquarters.[40] Croatian government also brought the set of measures intended to help domestic economy.[41] On 19 March, sixteen new cases were reported bringing the number to 105. First cases were reported in Dubrovnik and Šibenik. The same day, an elderly man from Brtonigla who died the day before in self-isolation was confirmed to have had the virus; however, the virus wasn't confirmed to be the cause of death.[42][43] Prime Minister Plenković gave a televised address to the nation concerning the pandemic, calling it \"the biggest crisis Croatia has faced since the Independence War\".[44] The same day, patients were being moved from Clinical Hospital Dubrava as it was being turned into a respiratory centre for the most severe cases of the virus. Doctors and medical staff were helped out by Dinamo Zagreb ultras group Bad Blue Boys.[45] On 20 March, 23 new cases were reported.[46] Amongst the new cases is a first case of an infected priest; a retired priest from Roman Catholic Archdiocese of Vrhbosna who lived in Sesvetski Kraljevec.[47] The first case was recorded on the islands; a man from Vrboska on Hvar who had been working in Austria was hospitalized in Split.[48] The same day Arena Zagreb was started being turned into a hospital for lighter cases.[49] Minister Beroš reported receiving a donation of medical equipment from a Saudi Arabian man.[50] On 21 March, 78 new cases were reported, including the first one in Koprivnica; a woman who had spent time abroad and had been self-isolating after coming back.[51][52] On 22 March, an intense earthquake (5.4 on the Richter scale) hit the city of Zagreb, at 6:24 AM[53] and was followed by multiple aftershocks with the largest being a Mw4.8 event at 7:01 AM. The earthquake could also be felt across the rest of Croatia, Bosnia and Herzegovina, Hungary, Slovenia, and Austria.[54][55] It was the strongest earthquake in Zagreb since the 1880 earthquake. The same day, 29 new cases of COVID-19 were reported, including the first case in Čazma; a woman who had come back from Turkey.[56] On 23 March, new 61 cases were reported. The first case in the Međimurje County was reported.[57] On 24 March, 67 new cases were reported, bringing the number of the infected to 382. The number of recovered increased to 16. The first case was recorded in Vinkovci; a woman who had worked in Austria.[58] On 25 March, 60 new cases were reported, increasing the number of infected to 442. Three soldiers of Croatian Army on a mission in Lithuania were confirmed to have been tested positive as well. Croatian Institute for Public Health director Krunoslav Capak confirmed eight cases of the virus and thirty individuals who have the symptoms on the island of Murter, and backed up cutting transportation ties with the island until the individuals with the symptoms are tested. Minister Božinović confirmed nobody entered the country in the previous week and announced a convoy of 400 people who were going to travel from Austria and Slovenia to Serbia accompanied by police.[59] The first death was confirmed, as the man who had died on 18 March was confirmed after the autopsy to have died due to the virus.[60] On 26 March, 39 new cases were reported, bringing the number of infected to 481.[61] Minister of Defence Damir Krstičević announced sending a Croatia Airlines plane to Afghanistan to return 105 soldiers of Croatian Army home, as well as 26 soldiers of Montenegrin Army, seven soldiers of North Macedonian Army and two soldiers of Albanian Army.[62] Epidemiologist Alen Medić, from Institute of Public Health Zadar, stated that he would request quarantine to be proclaimed in Biograd na Moru, just like on Murter, due to circa eighty people being suspected of being infected.[63] The same day two new deaths were recorded in the country. Both of the deceased were elderly oncological patients from Zagreb and Slavonski Brod, respectively.[64][65] On 27 March, 91 new cases were reported, a record increase in a single day.[66] The reason was two new hotspots in Zadar and Biograd na Moru.[67] On 28 March, 71 new cases were reported. Two new deaths were confirmed; a 92-year-old woman \"with significant comorbidity\" from Pula and a 60-year-old man from Karlovac. Director Capak confirmed eight new cases on Murter, which had previously been under quarantine. He also recommended the citizens to maximally avoid going outside due to air pollution in Zagreb, which could have caused respiratory problems and whose source was out of the country.[67][68][69] On 29 March, 56 new cases were reported, increasing the number of infected to 713. Sixth death was confirmed; 84-year-old man who died in Clinical Hospital Dubrava, having previously suffered a stroke. The number of recovered increased to 52 and the number of patients on ventilators increased to 26. Minister Beroš announced anticipation of a China Eastern Airlines plane carrying 12.5 tonnes of medical equipment from Shanghai via Frankfurt to Zagreb. Minister Božinović announced that a security guard from the Bilice prison in Split had been tested positive for the virus.[70][71] On 30 March, 77 new cases were reported, bringing the number of infected to 790. The number of recovered increased to 64 and the number of patients on ventilators increased to 27. No new death cases were reported.[72] On 31 March, 77 new cases were reported, increasing the number of the infected to 867, 32 of which were on ventilators. Total number of recovered patients increased to 67. As of that day, all counties of Croatia recorded at least one case of infection. Minister Božinović warned citizens about tomorrow's April Fools' Day and directed them not to spread any misinformation as a joke.[73][74] Teaching Institute for Public Health introduced a \"drive in\" method of diagnosing the infection, where a patient does not leave their vehicle and their sample is instead taken through a car window. However, the method requires making an appointment with a family medicine doctor previously.[75] On 1 April, 96 new cases were reported, which was a record increase in a single day. The number of patients on ventilators increased to 34. Six more patients recovered and were released home. No deaths were recorded. Direktor Capak spoke about the passengers of a flight from Turkey that landed in Croatia on 16 March, stating that 41 recorded cases were connected to that flight.[76][77] It was reported that 150 samples were taken by the \"drive in\" diagnosing method during its first day.[75] On 2 April, a growth of 48 new cases was recorded. The number of patients on ventilators increased by one, while the number of recovered patients increased by 15 to 88. Seventh death was reported. Minister Beroš called out young people from Zadar, Šibenik and Split who defied the enacted measures and went to hang out in local cafés nevertheless.[78][79] On 3 April, 68 new cases were reported, increasing the number of recorded cases to 1,079. 39 were on ventilators, while 92 recovered. Eighth death was confirmed; an 85-year-old woman who had already been ill. To help the Croatian Institute of Public Health, Hero Factory, a small marketing agency based in Zagreb, made the first pro-bono Facebook chatbot aimed to inform the public about the virus and safety measures.[80] Minister Božinović informed about 45 cases of cafés breaking the working ban. Director Capak stated that the majority of recorded cases in Krapina-Zagorje County were linked to an unspecified incident that had happened in a certain company in Slovenia.[81] Politician Ivan Pernar sparked controversy in the country, stating that the Civil Protection Headquarters were manipulating with the number of the deceased and were blaming the virus for deaths of everybody who had been positive for it, without determining whether the virus itself was the cause. He went on to claim that it was \"not normal to paralyze and quarantine the entire country to make someone's grandfather or great-grandfather live a day, a week, a month or a year longer\".[82] On 4 April, 47 new cases were confirmed. The number of recovered increased to 119. No new patients were put on ventilators. Four people died in Osijek, all of whom were elderly; the youngest one was aged 71 and the oldest was aged 92.[83][84] Minister of Foreign and European Affairs Gordan Grlić-Radman stated that 155 passengers, most of whom were Croatian citizens alongside several citizens of Slovenia, Bosnia and Herzegovina and Montenegro, would arrive in Croatia that evening via extraordinary commercial flights from Portugal, Spain, Italy and Sweden. He also stated that, the next day, 37 citizens would arrive via a ferry from Ancona to Zadar, and that more than 100 citizens would arrive via six buses from Tyrol.[85] On 5 April, 56 new cases were confirmed, one of which was confirmed to be a three-month-old baby from Nuštar, increasing the number of cases to 1,182. The number of patients on ventilators did not change, while six new patients recovered. Three new deaths were confirmed, all of whom were older than 80. The citizens who arrived from Rome, Lisbon, Madrid and Stockholm were all tested negative for the virus.[86][87] On 6 April, forty new cases were reported, including a two-month-year old baby from Duga Resa, bringing the number of infected to 1,222. The number of patients on ventilators decreased to 36, while five more patients recovered. Sixteenth death was confirmed; a middle-aged man from Zagreb who had no health issues previously.[88][89] The same day, it was confirmed that Austrian noblewoman Francesca von Habsburg had been self-isolating with her daughters Eleonore and Gloria on the island of Lopud for a month already, after her husband Karl of Austria had been tested positive for the virus.[90] On 7 April, the total number of infected increased to 1,282, following confirmation of sixty new cases. The number of patients on ventilators decreased to 35. 37 patients recovered, while two died; a 47-year-old man from Zabok who suffered from tetraplegia, hypertension and obesity, and a 91-year-old man from Murter. Following infection of a medical worker in General and Veteran Hospital \"Croatian Pride\" Knin, palliative care department of the hospital was put in quarantine.[91][92][93] The same day, a 39-year-old man who was tested positive for the virus fell out a first floor window in Zadar General Hospital due to unknown reasons. He was provided medical treatment on the spot.[94] During the evening, a nursing home in Split was evacuated after suspicion of a virus outbreak, which turned out to be true as ten patients were tested positive and transported to Clinical Hospital Centre Križine.[95] On 8 April, 61 new cases were reported, increasing the number of cases to 1,343. Twelve recovered while one died; an 87-year-old from Split who suffered from hypertension.[96][97] On 9 April, 64 new cases were reported. The number of patients on ventilators decreased to 34, while forty people have recovered. Twentieth death was confirmed; an elderly man \"with extensive comorbidity\".[98] One of the newly confirmed cases was reported to be a patient of a nursing home from Koprivnica, who previously spent ten days self-isolating.[99] On 10 April, 88 new cases were reported, making the total number of recorded cases 1,495. The number of patients on ventilators remained 34, while the number of recovered increased to 231. One death was reported; a 93-year-old woman who had been evacuated from the Split nursing home three days before.[100] On 11 April, 39 new cases were reported, while 92 recovered, making it for the first time since the beginning of the pandemic that the number of recovered was higher that the number of newly infected.[101] The same day, entire village of Udbina in Lika-Senj county was put into quarantine.[102] On 12 April, 66 new cases were confirmed, including twelve patients of a nursing home in Ploče. Two new deaths were reported; a man and a woman from Zagreb. The number of patients on ventilators increased to 34, while fifty recovered. The number of infected medical workers increased to 212.[103] On 13 April, fifty new cases were confirmed, increasing the number of infected to 1,650. Six new cases were confirmed in a nursing home in Dubrovnik and four new cases were confirmed in a nursing home in Makarska. Two new deaths were reported in Split. The number of patients on ventilators remained 34. 27 patients were confirmed to have been recovered.[104] On 14 April, 54 new cases were reported. The number of patients on ventilators did not change, while fifteen recovered. However, six patients died, making it a 24-hour record. The victims included a 60-year-old man from Zagreb, a 69-year-old woman from Rijeka, an 85-year-old woman from Split, a 79-year-old man from a nursing home in Dicmo and two people, aged 81 and 74, from Dubrovnik. The Civil Protection Headquarters stated that a continuous decrease in new cases for several days in a row was necessary to relax the measures.[105] The same day, Vice-President of the European Commission Dubravka Šuica confirmed that the Conference on the Future of Europe, set to be held on 9 May in Dubrovnik, was postponed to September at the earliest.[106] On 15 April, 37 new cases were confirmed. The number of patients on ventilators decreased to 31, while the number of recovered patients increased to 473. Two new deaths were reported; a 98-year-old woman \"with much comorbidity\" and a 73-year-old man from Zagreb.[107] On 16 April, fifty new cases were confirmed, bringing the total number of recorded cases to 1,791. The number of patients on ventilators remained the same, while 56 recovered. Two new deaths were reported; a 74-year-old woman and a 78-year-old man from Dubrovnik and Zagreb. Director Capak also stated that the tourism industry would not be the same as before the pandemic, and questioned letting foreign passengers enter the country depending on the epidemiological situation in the countries they come from.[108] On 17 April, 23 new cases were reported. The number of patients on ventilators decreased to 30, while the number of recovered increased to 600. One death was reported; a 46-year-old woman in Osijek who was chronically ill previously.[109][110] On 18 April, eighteen new cases were confirmed. Three deaths were reported; two in Split and one in Zagreb. The number of recovered patients increased to 615. Civil Protection Headquarters made a decision the same day to prolong the measures until 4 May.[111] On same day media also reported that biologists at University Hospital for Infectious Diseases \"Dr. Fran Mihaljević\" in Zagreb successfully isolated SARS-CoV-2 sample and sent it off to Germany for further testing.[112] On 19 April, 39 new cases were reported. Eight deaths were confirmed, six of whom were patients on ventilators. 23 remained on ventilators.[113] The director of the Public Health Department of Istria County Aleksandar Stojanović confirmed that a citizen of Albania, who lost his life in an accident working on a house in Špadići near Poreč two days prior, had been positive for the virus.[114] On 20 April, ten new cases were confirmed. The number of patients on ventilators decreased to eighteen while the number of recovered patients increased to 771. No deaths were recorded.[115] On 21 April, 27 new cases were reported. The number of patients on ventilators did not change, while thirty recovered. One death was recorded; an 88-year-old woman from Zagreb.[116] On 22 April, 42 new cases were recorded while 68 recovered. No deaths were reported. The new outbreak of the virus was recorded in a nursing home in Koprivnica, whose thirteen patients and three employees tested positive.[117] On 23 April, 31 new cases were confirmed. The number of recovered reached 883, while the number of deaths hit fifty; two new deaths were recorded in Split.[118] On 24 April, 28 new cases were confirmed while 99 recovered, making it the first time that the number of recovered was higher than the number of new cases. 21 patients were on ventilators. One death was recorded; a 92-year-old woman from Split.[119] On 25 April, seven new cases were confirmed. The number of patients on ventilators remained unchanged, while the number of recovered increased by 52 to 1,034. Three deaths were confirmed; two in Zagreb and one in Split, all three of whom had been chronic patients.[120] On 26 April, fourteen new cases were reported. The number of patients on ventilators increased by two to 23, while 69 recovered. 55th death was confirmed, in Split.[121] On 27 April, nine new cases were reported. The number of patients on ventilators increased to 29, while the number of recovered increased to 1,166. Four people died.[122] The same day, by the decision of Civil Protection Headquarters, the first phase of measure relaxation began. Shops, apart from malls, began with work in split shifts, except on Sundays and public holidays. The citizens could start using public transportation again.[123] On 28 April, eight new cases were reported. The number of patients on ventilators decreased to 21 and the number of recovered increased to 1,232. Four people died; two in Koprivnica and two in Split.[124] On 29 April, fifteen new cases were confirmed. Civil Protection Headquarters warned about the virus outbreak in Clinical Hospital Centre Split, where six nurses and one cleaning lady had gotten infected. The number of patients on ventilators decreased to nineteen. 56 recovered and four died.[125] On 30 April, fourteen new cases were reported. The number of patients of ventilators increased to 20, while 60 recovered. Two people died in Osijek and Dubrovnik, respectively.[126] On 1 May, nine new cases were reported, all of whom in Split. Four of them had family ties with the previously infected, while four of them were medical workers. It was confirmed that the virus outbreak in the Split nursing home on 7 April was not the result of human error. The number of patients on ventilators decreased to nineteen and 73 recovered, while six people died.[127] On 2 May, three new cases were confirmed; from Split, Knin and Osijek. The number of recovered increased to 1,463, while the number of patients on ventilators decreased to seventeen. Two people died in Split and Zagreb, respectively. Minister Beroš confirmed all infected from Istria County had recovered.[128] On 3 May, eight new cases were confirmed, one of whom was a nurse from Split. The number of patients on ventilators increased to nineteen, while 26 recovered. Two deaths were recorded.[129] On 4 May, the second phase of measures relaxation began by gradual reactivation of the healthcare system that was remodelled for emergency response only due to the pandemic. Businesses such as barber shops, hair salons and pedicure salons started working again. The same day, five new cases were reported. The number of patients on ventilators decreased to fifteen, while the number of recovered increased to 1,522. One death in Split was confirmed.[130] Furthermore, Arena Zagreb, that was prepared for reception of lighter cases on 20 March, was unfurnished after having been unused.[131] On 5 May, eleven new cases were confirmed. The number of patients on ventilators decreased to fourteen, while 38 recovered. Three deaths were recorded; a 91-year-old in Split, a 94-year-old in Koprivnica and an 84-year-old in Dubrovnik.[132] On 6 May, seven new cases were reported. The number of patients on ventilators did not change, while the number of recovered increased to 1,601. Two new deaths were confirmed.[133] On 7 May, six new cases were reported. Forty recoveries and one death were confirmed; a 74-year-old. One new case was reported on the island of Brač, a patient who was in contact with \"a lot of people\", resulting in forty samples taken. The same day, driving schools began with work again.[134] On 8 May, 36 new cases were reported, 22 of whom on Brač. The number of patients on ventilators was fifteen, while no deaths were recorded. 48 patients recovered. Minister Božinović announced that Brač might enter quarantine.[135][136] Mayor of Supetar Ivana Marković called for Civil Protection Headquarters of Split-Dalmatia County's sacking.[137] The same day, Međimurje County reported no active cases after all eight patients had recovered.[138] On 9 May, fifteen new cases were confirmed. The number of patients on ventilators decreased to thirteen, while the number of recovered increased to 1,726. In Osijek, one death was recorded; a 70-year-old man who was chronically ill and on a ventilator. Regarding the situation on Brač, the Civil Protection Headquarters reached a consensus about fourteen-days-long quarantine on the island, banning the locals from leaving their places of residence.[139] On 10 May, eleven new cases were confirmed. The number of patients on ventilators did not change, while 38 recovered. Three deaths were reported, all in Koprivnica.[140] On 11 May, nine new cases were reported. The number of patients on ventilators decreased to twelve, while twenty recovered. One death in Koprivnica was recorded; an 84-year-old. Director Capak sparked controversy after he stated that the upcoming parliamentary election could be held without major problems and that citizens in self-isolation would be able to go to the polls wearing a mask as the only protection.[141] The same day, Croatia opened its borders and relieved passengers who enter the country from the obligation of fourteen-days-long self-isolation.[142] On 12 May, eleven new cases were reported. The number of patients on ventilators decreased to eleven, while 24 recovered. No deaths were recorded. New cases were reported in Istria County and Požega-Slavonia County, who were previously considered \"coronafree\".[143] Director Capak confirmed that a new source of infection was a flight from Frankfurt that landed in the country on 2 May. Twelve passengers out of 74 were infected, causing the Civil Protection Headquarters to locate the rest of the passengers and their contacts.[144] The same day, a scandal occurred in Clinical Hospital Centre Split where identities of two elderly female patients, one of whom died, were mistaken. The deceased patient was mistaken for the alive one and was buried under the name of the alive one, in the alive patient's hometown of Grude. Subsequently, the director of Clinical Hospital Centre Split Julije Meštrović resigned.[145] On 13 May, six new cases were reported. The number of patients on ventilators decreased to nine, while 26 recovered. Three deaths were confirmed; an 83-year-old man in Zagreb, an 84-year-old woman in Koprivnica and a 93-year-old woman in Split. Civil Protection Headquarters announced that all passengers from the flight from Frankfurt had been located.[146] On 14 May, eight new cases were confirmed. Sixteen patients recovered and no patients died. The number of patients on ventilators decreased to seven. Vukovar-Syrmia County was confirmed to be \"coronafree\" after all recorded cases there had recovered.[147] On 15 May, one new case was recorded. The number of recovered increased by nineteen, while the number of patients on ventilators increased to eight. One death was confirmed, a 97-year-old woman in Split.[148] On 16 May, two new cases were confirmed. The number of recovered patients increased by 44 to 1,913. The number of patients on ventilators increased to nine. No deaths were recorded.[149] On 17 May, two new cases were confirmed, in Koprivnica and Split, respectively. The number of recovered patients increased by 23 to 1,936. The number of patients on ventilators increased to ten, while no deaths were recorded.[150] On 18 May, two new cases were recorded. The number of recovered increased by ten. The number of patients on ventilators and the number of deaths did not change. Civil Protection Headquarters announced they would not organize press conferences on daily basis anymore due to the significant decline in daily new cases.[151] On 19 May, four new cases were recorded. The number of recovered increased by 21, while the number of patients on ventilators did not change. One death was reported.[152] On 20 May, two new cases were confirmed. Eleven patients recovered, while the number of patients on ventilators decreased to eight. No deaths were reported. The same day Croatian National Theatre Ivan pl. Zajc in Rijeka was reopened.[153] On 21 May, three new cases were confirmed. No recoveries were recorded, while the number of patients on ventilators increased to nine. One death was reported.[154] On 22 May, six new cases were recorded, as well as 33 recoveries and two deaths; a 57-year-old man in Split and a 43-year-old man in Zagreb. The number of patients on ventilators decreased to five.[155] On 23 May, no new cases and no deaths were recorded, while twelve recovered. The number of patients on ventilators increased to six.[156][157] On 24 May, one new case and four recoveries were recorded. No deaths were reported. The number of patients on ventilators did not change.[158] On 25 May, no new cases were reported. Eight recovered and one died; an elderly woman in Koprivnica. The number of patients on ventilators did not change.[159] On 26 May, no new cases were reported. The number of recovered increased to 2,046. One death was recorded, while the number of patients on ventilators decreased to five.[160] On 27 May, no new cases and no deaths were reported. One person recovered, while the number of patients on ventilators increased to six.[161] On 28 May, one new case was recorded in Brod-Posavina County and one new death was recorded in Split; a 70-year-old man who suffered from diabetes mellitus, arterial hypertension, diabetic nephropathy and cardiomyopathy. Four people recovered, while the number of patients on ventilators decreased to five.[162] On 29 May, no new cases were reported. The number of patients on ventilators decreased to four, while eight recovered. One person died; a 69-year-old man in Zagreb who suffered from arterial hypertension. Civil Protection Headquarters made a decision that citizens of Slovenia, Hungary, Austria, Czechia, Slovakia, Estonia, Latvia, Lithuania, Poland and Germany can all enter Croatia under the same conditions as before the beginning of the pandemic.[163] On 30 May, one new case was reported. The number of patients on ventilators and the number of deaths did not change, while four recovered. The ban on public gatherings with more than forty people was abolished. Outdoor sport events were continued; however, without audience. Weddings and funerals were again allowed to be held in front of more people other than just family.[164] On 31 May, no new cases were reported. The number of patients on ventilators and the number of deaths did not change, while nine more patients had recovered.[165] During the first week of June (1–7 June) one new case and one death were recorded. On 6 June, one death was reported; a 76-year-old woman in Zagreb who was suffering from a lymphoproliferative disorder.[166] During the week 54 people recovered in total. On 4 June, the number of patients on ventilators decreased to three, and two days later it decreased to two.[167] During the second week of June (8–14 June) five new cases and three deaths were recorded, while seven people recovered in total. On 9 June, two patients on ventilators died; both of them 79-year-old women from Split.[168] A Croatian citizen who got infected in Nigeria was planned to be transferred from Nigeria to Split; however, he died.[169] On 10 June, two new cases were reported, including a man from the island of Rab who, despite arriving from Austria on 17 March, infected nobody in his surroundings.[170] On 12 June, a 73-year-old man died in Split.[171] However, he was not positive for the virus at the time of his death. During his treatment, he was tested multiple times with the last two tests coming back negative. Despite that, he suffered from several chronic diseases that were worsened by the virus.[172] On the next day, two new cases were reported, and one more on the day after.[173][174][175] During third week (15–21 June), 65 new cases were reported, one of them a citizen of Ireland.[176] Eight recoveries and no deaths were recorded[177] On 22 June, nineteen new cases were reported. No deaths and no recoveries were reported.[178] On 23 June, thirty new cases were reported, while no one recovered or died.[179] Ten new cases were nuns from a Đakovo monastery, who had reportedly visited Kosovo.[180] On 24 June, 22 new cases and three recoveries were recorded. No deaths were reported. Civil Protection Headquarters announced that passengers entering the country from Bosnia and Herzegovina, Serbia, North Macedonia and Kosovo would be obliged to self-isolate. They also announced that people wearing no masks wouldn't be allowed to use public transportation.[181] On 25 June, 95 new cases were reported, the second record increase since the beginning of the pandemic. Four new recoveries and no deaths were reported.[182] 36 new cases were nuns from the Đakovo monastery and one new case was the Archbishop of Đakovo-Osijek Marin Srakić, hospitalized in Clinical Hospital Osijek.[183] Twenty new cases were patients and employees of Sveti Ivan Psychiatric Hospital Zagreb.[184] On 26 June, 56 new cases and one new recovery were reported. No deaths were recorded. As a significant number of new cases got infected in nightclubs, Minister Božinović announced inspections to make sure nightclubs were implementing Civil Protection Headquarters' measures.[185] The same day, it was revealed that two children from a Đakovo kindergarten, run by nuns who had tested positive, were positive as well. Goran Ivanović, director of Civil Protection Headquarters of Osijek-Baranya County, announced that everybody who attended the rite of confirmation led by Archbishop Srakić on 21 June would be tested.[186] On 27 June, 85 new cases and two new recoveries were reported. No deaths were recorded. Once again, a large number of new cases got infected in nightclubs.[187] On 28 June, 67 new cases were reported. No deaths and no recoveries were recorded.[188] On 29 June, 34 new cases and three recoveries were reported. One patient was put on a ventilator, for the first time since 8 June. No deaths were recorded.[189] The same day, the obligatory self-isolation rule for passengers entering the country from Bosnia and Herzegovina, implemented on 24 June, was lifted.[190] On 30 June, 52 new cases were reported, including two doctors from Merkur Clinical Hospital in Zagreb. No deaths and no recoveries were recorded. The number of patients on ventilators increased to two.[191] On 1 July, 54 new cases were reported. One death was confirmed, in Zagreb, for the first time since 12 June. The number of recoveries and the number of patients on ventilators did not change.[192] On 2 July, 81 new cases and two new deaths were reported, both of them in Zagreb County. The number of patients on ventilators increased to three, while no recovery was recorded.[193] On 3 July, 96 new cases were reported. Thirteen recoveries and two deaths were reported. The number of patients on ventilators increased to four.[194] On 4 July, 86 new cases were reported. Fifteen recoveries and one death were recorded. The number of patients on ventilators decreased to three.[195] On 5 July, 57 new cases and thirteen recoveries were reported. No deaths were recorded. The number of patients on ventilators increased to four.[196] On 6 July, 69 new cases and fourteen recoveries were reported. No deaths were recorded. The number of patients on ventilators increased to five.[197] On 7 July, 52 new cases and nineteen recoveries were reported. No deaths were recorded. The number of patients on ventilators did not change.[198] On 8 July, 53 new cases and 48 recoveries were reported. One death was recorded. The number of patients on ventilators decreased to four. The virus outbreak in Kutina made it a new infection hotspot.[199] On 9 July, 91 new cases and 46 recoveries were reported. One death was recorded. The number of patients on ventilators decreased to three.[200] On 10 July, 116 new cases were reported – a record in a single day – causing new measures from the Government, restricting gatherings with more than hundred people. 54 recoveries and two deaths were reported. The number of patients on ventilators increased to four.[201] On 11 July, 140 new cases were reported, setting a new record for a second day in a row. 89 recoveries and one death were reported. The number of patients on ventilators decreased to three.[202] On 12 July, fifty new cases were reported. Twenty recoveries and one death were reported. The number of patients on ventilators did not change.[203] On 13 July, 53 new cases were reported. 28 recoveries and no deaths were reported. The number of patients on ventilators increased to four. Civil Protection Headquarters announced that wearing a mask would be obligatory in stores and public government buildings for everyone apart from children younger than two, patients who suffer from respiratory illnesses and who would have breathing issues while wearing a mask, and disabled people who cannot put it on by themselves.[204] On 14 July, 52 new cases and 44 recoveries were reported. One death was reported; a 69-year-old man from Zagreb. The number of patients on ventilators increased to five, of which four were in Osijek and one was in Zagreb. Civil Protection Headquarters announced that several infected foreigners resided in the country at that moment; including two families from Sweden and North Macedonia, respectively.[205] On 15 July, 126 new cases and 71 recoveries were reported. No deaths were reported. The number of patients on ventilators remained the same. Civil Protection Headquarters expanded the decision about wearing a mask to post offices, banks and all service industries. On 16 July, 86 new cases and 100 recoveries were reported. No deaths were reported. The number of patients on ventilators increased to six.[206] On 17 July, 98 new cases and 96 recoveries were reported. No deaths were reported. The number of patients on ventilators increased to seven. New infection hotspot was made in municipality of Ivankovo near the town of Vinkovci.[207][208] On 18 July, 116 new cases and 104 recoveries were reported. No deaths were reported. The number of patients on ventilators increased to eight.[209] On 19 July, 92 new cases and 89 recoveries were reported. No deaths were reported. The number of patients on ventilators increased to nine.[210] On 20 July, 25 new cases and 80 recoveries were reported. Two deaths were reported, both of them in Istria County. The number of patients on ventilators remained the same.[211] On 21 July, 52 new cases and 85 recoveries were reported. One death was reported. The number of patients on ventilators remained the same.[212] The new cases included one hospital worker in Split and the Minister of Public Administration Ivan Malenica.[213][214] On 22 July, 108 new cases and 95 recoveries were reported. Two deaths were reported, both of them in Osijek-Baranja County. The number of patients on ventilators remained at nine.[215] On 23 July, 104 new cases and 116 recoveries were reported, making it a record number of recoveries in a single day. Three deaths were reported. The number of patients on ventilators decreased to seven.[216] On 24 July, 81 new cases and 161 recoveries were reported, making it a record number of recoveries in second day in row. No deaths were reported. The number of patients on ventilators increased to nine.[217] On 25 July, 77 new cases and 223 recoveries were reported, making it a record number of recoveries in third day in row. Five deaths were reported. The number of patients on ventilators remained at nine.[218] On 26 July, 65 new cases and 108 recoveries were reported. Three deaths were reported. The number of patients on ventilators remained the same.[219] On 27 July, 24 new cases and 70 recoveries were reported. Three deaths were reported. The number of patients on ventilators remained the same.[220] The same day, Croatian health sector and IT sector launched a mobile app called Stop COVID-19 that tracks users' movements and informs them if they were in contact with someone who might have the virus.[221] On 28 July, 41 new cases and 98 recoveries were reported. One death was reported. The number of patients on ventilators remained the same.[222] Minister Beroš announced that Croatia pre-ordered 1.5 million doses of the COVID-19 vaccine, that is yet to be discovered.[223] On 29 July, 71 new cases and 65 recoveries were reported. One death was reported. The number of patients on ventilators decreased to eight.[224] On 30 July, 78 new cases and 79 recoveries were reported. Three deaths were reported. The number of patients on ventilators decreased to six.[225] On 31 July, 67 new cases and 89 recoveries were reported. One death was reported. The number of patients on ventilators remained the same. On 1 August, 86 new cases and 74 recoveries were reported. No deaths were reported. The number of patients on ventilators increased to nine. On 2 August, 36 new cases and 32 recoveries were reported. Four deaths were reported. The number of patients on ventilators decreased to six.[226] On 3 August, 34 new cases and 65 recoveries were reported. Four deaths were reported. The number of patients on ventilators remained the same. On 4 August, 24 new cases and 79 recoveries were reported. One death was reported in Osijek-Baranja County. The number of patients on ventilators increased to seven. On 5 August, 58 new cases and 72 recoveries were reported. No deaths were reported. The number of patients on ventilators remained the same.[227] On 6 August, 28 new cases and 99 recoveries were reported. One death was reported. The number of patients on ventilators remained the same.[228] On 7 August, 62 new cases and 70 recoveries were reported. No deaths were recorded. The number of patients on ventilators remained the same.[229] On 8 August, 77 new cases and 59 recoveries were reported. Two deaths were recorded. The number of patients on ventilators increased to eight.[230] On 9 August, 61 new cases and 44 recoveries were reported. No deaths were recorded. The number of patients on ventilators remained the same.[231] On 10 August, 45 new cases and 45 recoveries were reported. One death was recorded. The number of patients on ventilators remained the same.[232] On 11 August, 91 new cases and 56 recoveries were reported. Two deaths were recorded. The number of patients on ventilators decreased to five.[233] On 12 August, 130 new cases were reported. 62 recoveries and no deaths were recorded. The number of patients on ventilators increased to eight.[234] On 13 August, 180 new cases were reported, setting a new record of reported cases in a single day. 54 recoveries were reported. One death was confirmed; 81-year-old woman died in hospital in Split. The number of patients on ventilators increased to ten.[235] On 14 August, 208 new cases were reported, setting a new record of reported cases in a single day for the second day in a row. 56 recoveries and two deaths were recorded. The number of patients on ventilators remained the same.[236] On 15 August, 162 new cases were reported, together with 59 recoveries and two deaths in the city of Zagreb and Varaždin County. The number of patients on ventilators remained the same.[237] On 16 August, 151 new cases and 27 recoveries were reported. One death was recorded; a 63-year-old man in Primorje-Gorski Kotar County. The number of patients on ventilators increased to eleven.[238] On 17 August, 85 new cases were reported, together with 34 recoveries and no deaths. The number of patients on ventilators remained the same.[239] On 18 August, 199 new cases were reported, together with 64 recoveries and no deaths. The number of patients on ventilators remained the same.[240] On 19 August, 219 new cases were reported, setting a new record of reported cases in a single day again. 68 recoveries were reported, together with two deaths in Istria and Osijek-Baranja County. The number of patients on ventilators remained the same.[241] On 20 August, 255 new cases were reported, setting a new record of reported cases in a single day for the second day in row. 86 recoveries and no deaths were reported. The number of patients on ventilators increased to thirteen.[242] On 21 August, 265 new cases were reported, setting a new record of reported cases in a single day for the third day in row. 112 recoveries were reported, together with one death in Vukovar-Srijem County; an elderly woman died in Vinkovci hospital. The number of patients on ventilators decreased to twelve.[243] On 22 August, 306 new cases were reported, setting a new record of reported cases in a single day for the fourth day in row. 94 recoveries were reported, together with one death in Zadar County. The number of patients on ventilators remained the same.[244] On 23 August, 275 new cases were reported, together with 123 recoveries and one death in Osijek-Baranja County. The number of patients on ventilators remained the same.[245] On 24 August, 136 new cases were reported, together with 125 recoveries and two deaths in Split-Dalmatia and Osijek-Baranja County. The number of patients on ventilators remained the same. Several new measures were applied in the town of Imotski and surrounding municipalities (Cista Provo, Lokvičići, Lovreć, Podbablje, Proložac, Runovići, Zagvozd and Zmijavci), which have been one of the hotspots. The number of people on weddings and funerals is limited to fifty, number of people on family gatherings and family farms selling products is limited to twenty and the bars, cafés and restaurants can only work in opened areas.[246] On 25 August, 219 new cases were reported, together with 198 recoveries and two deaths in city of Zagreb and Osijek-Baranja County. The number of patients on ventilators decreased to nine.[247] On 26 August, 358 new cases were reported, setting a new record of reported cases in a single day again. 238 recoveries were reported, also making it a record number of recoveries in a single day. No deaths were reported.[248] On 27 August, 304 new cases were reported, together with 233 recoveries and two deaths in Osijek-Baranja and Vukovar-Srijem County. The number of patients on ventilators increased to thirteen. Civil Protection Headquarters decided to apply new measures in whole Split-Dalmatia County, where 136 cases were reported, making it a record number. The same measures as in Imotski were applied there, as well as all gyms and fitness centers were closed, visiting and leaving nursing homes was forbidden and sport events were allowed only without audience.[249] On 28 August, 357 new cases were reported, together with 214 recoveries and three deaths in Vinkovci, Zadar and Split. The number of patients on ventilators decreased to eleven. Civil Protection Headquarters announced that new measures will be applied in Zadar, Brod-Posavina, Dubrovnik-Neretva, Varaždin and Međimurje County in the near future.[250] On 29 August, 312 new cases were reported, together with 215 recoveries and three deaths, one of them in Split-Dalmatia County and two in Zagreb. The number of patients on ventilators increased to twelve. New measures were applied in Međimurje and Zadar County; in Zadar County, there were maximally 50 people allowed on weddings, visiting nursing houses is forbidden and no gatherings will be allowed on ships, and in Međimurje County, every festivals and social events must follow all epidemiological measures and instructions of the Institute of Public Health of Međimurje County. Civil Protection Headquarters announced that new measures will be applied in Brod-Posavina, Dubrovnik-Neretva, Varaždin, Virovitica-Podravina and Šibenik-Knin County on 31 August.[251] On 30 August, 262 new cases were reported, together with 188 recoveries and one death in Bjelovar-Bilogora County, making it a first death there. The number of patients on ventilators increased to thirteen.[252] On 31 August, 146 new cases were reported, together with 222 recoveries and two deaths in Osijek-Baranja and Vukovar-Syrmia County. The number of patients on ventilators increased to fourteen. The same measures as in Split-Dalmatia County were applied in Brod-Posavina, Dubrovnik-Neretva and Šibenik-Knin County. In Varaždin and Virovitica-Podravina County, only number of people on weddings was limited to 100 and 50. Measure about closing gyms and sport centers in Split-Dalmatia County was lifted.[253] On 1 September, 145 new cases were reported. 301 recoveries were reported, setting a new record of recoveries in a single day. One death was reported in Osijek-Baranja County. The number of patients on ventilators remained the same.[254] On 2 September, 311 new cases were reported, together with 233 recoveries and four deaths, three of them in Split-Dalmatia County and one in Zagreb. The number of patients on ventilators increased to fifteen. Civil Protection Headquarters announced that new measures will be also applied in Koprivnica-Križevci, Požega-Slavonia and Sisak-Moslavina County on 7 September.[255] On 3 September, 369 new cases were reported, setting a new record of reported cases in a single day again. 298 recoveries were reported, together with three deaths, two of them in Split-Dalmatia County and one in Zadar County. The number of patients on ventilators remained the same.[256] On 4 September, 334 new cases were reported, together with 264 recoveries and one death in Split-Dalmatia County. The number of patients on ventilators remained the same. Civil Protection Headquarters decided that new measures will be set also in Krapina-Zagorje County on 7 September.[257] On 5 September, 311 new cases were reported, together with 241 recoveries and two deaths in Split-Dalmatia County and Zagreb. The number of patients on ventilators increased to nineteen. New hotspot was found in Bjelovar-Bilogora County, where 35 new cases were reported after a wedding in Bjelovar.[258] On 6 September, 225 new cases were reported, together with 237 recoveries and one death in Zagreb. The number of patients on ventilators increased to 21. Civil Protection Headquarters announced that new measures will be set in Bjelovar-Bilogora County on 7 September.[259] On 7 September, 117 new cases were reported, together with 258 recoveries and three deaths in Zagreb, Orebić and Split-Dalmatia County. The number of patients on ventilators decreased back to nineteen. As announced before, new measures were applied in Bjelovar-Bilogora, Koprivnica-Križevci, Krapina-Zagorje, Požega-Slavonia and Sisak-Moslavina County.[260] On 8 September, 204 new cases were reported, together with 287 recoveries and two deaths in Split-Dalmatia and Zadar County. The number of patients on ventilators increased to 23.[261] On 9 September, 341 new cases were reported, together with 280 recoveries and three deaths, two of them in Split-Dalmatia and one in Zadar County. The number of patients on ventilators increased to 24. New measures were applied in Otočac and the measures in Brod-Posavina County were prolonged to 30 September, and measures in Split-Dalmatia and Zadar County were prolonged to 1 November, together with limiting number of people on private gatherings to 25.[262] On 10 September, 291 new cases were reported. 309 recoveries were reported, setting a new record number of recoveries reported in a single day, together with two deaths in Split-Dalmatia County and Zagreb. The number of patients on ventilators increased to 27.[263] On 11 September, 190 new cases were reported. 324 recoveries were reported, setting a new record number of recoveries reported in a single day for the second day in a row. Three deaths were reported in Zadar County, Split-Dalmatia County and Zagreb. The number of patients on ventilators decreased to 26.[264] On 12 September, 261 new cases were reported, together with 255 recoveries and seven deaths, four of them in Split-Dalmatia County, two in Zagreb and one in Osijek-Baranja County. The number of patients on ventilators decreased to 24.[265] On 13 September, 165 new cases were reported, together with 178 recoveries and six deaths, two of them in Split-Dalmatia County and one in Zagreb, Osijek-Baranja, Primorje-Gorski Kotar and Virovitica-Podravina County each. The number of patients on ventilators decreased to 22.[266] On 14 September, 65 new cases were reported, together with 252 recoveries and three deaths, two of them in Split-Dalmatia County and one in Dubrovnik-Neretva County. The number of patients on ventilators remained the same. New measures were applied in Zagreb County and measures in Virovitica-Podravina County were set stronger.[267] On 15 September, 151 new cases were reported, together with 261 recoveries and three deaths in Zagreb, Sisak-Moslavina County (first death in this county) and Virovitica-Podravina County. The number of patients on ventilators remained the same.[268] On 16 September, 280 new cases were reported, together with 278 recoveries and six deaths, two of them in Primorje-Gorski Kotar County and one in Split-Dalmatia, Osijek-Baranja, Vukovar-Syrmia and Dubrovnik-Neretva County each. The number of patients on ventilators decreased to twenty.[269] On 17 September, 250 new cases were reported, together with 243 recoveries and two deaths in Split-Dalmatia and Dubrovnik-Neretva County. The number of patients on ventilators increased to 24.[270] On 18 September, 234 new cases were reported, together with 236 recoveries and six deaths, three in Osijek-Baranja County and Zagreb each. The number of patients on ventilators decreased to 21.[271] On 19 September, 212 new cases were reported, together with 184 recoveries. No deaths were reported. The number of patients on ventilators increased back to 24.[272] On 20 September, 197 new cases were reported, together with 183 recoveries and four deaths, two of them in Zagreb and one in Šibenik-Knin and Sisak-Moslavina County each. The number of patients on ventilators decreased back to 21.[273] On 21 September, 70 new cases were reported, together with 201 recoveries and five deaths, two of them in Zagreb and one in Osijek-Baranja, Brod-Posavina and Virovitica-Podravina County each. The number of patients on ventilators increased back to 24.[274] On 22 September, 144 new cases were reported, together with 250 recoveries and two deaths in Split-Dalmatia County and Zagreb. The number of patients on ventilators remained the same. Civil Protection Headquarters announced that new measures were applied in whole Lika-Senj County, as well as all bars must stop working before 12 PM.[275] On 23 September, 204 new cases were reported. 828 new recoveries were reported, making it a new record number of recoveries in a single day, as well as causing an extreme decrease of active cases number. Two deaths were reported, both of them in Zagreb. The number of patients on ventilators increased to 27.[276] On 24 September, 232 new cases were reported, together with 296 recoveries and four deaths, two of them in Primorje-Gorski Kotar County and one in Brod-Posavina County and Zagreb each. The number of patients on ventilators decreased back to 24. New hotspot was created in nursing home in Delnice. Measures were set stronger in Sisak-Moslavina County because of the new hotspot in Topusko municipality.[277] On 25 September, 223 new cases were reported, together with 192 recoveries and five deaths, three of them in Zagreb and one in Primorje-Gorski Kotar and Split-Dalmatia County each. The number of patients on ventilators decreased to 22.[278] On 26 September, 212 new cases were reported, together with 102 recoveries and three deaths in Zadar County, Dubrovnik-Neretva County and Zagreb. The number of patients on ventilators increased to 25. Measures were set stronger in Krapina-Zagorje County, as well as special new measures were applied to Đulovac municipality in Bjelovar-Bilogora County, which has been one of the hotspots.[279] On 27 September, 190 new cases were reported, together with 204 recoveries and three deaths, two of them in Osijek-Baranja County and one in Zagreb. The number of patients on ventilators decreased to 23.[280] On 28 September, 48 new cases were reported, together with 184 recoveries. No deaths were reported. The number of patients on ventilators increased to 24.[281] On 29 September, 135 new cases were reported, together with 154 recoveries and three deaths, two of them in Zagreb and one in Osijek-Baranja County. The number of patients on ventilators increased to 26.[282] On 30 September, 213 new cases were reported, together with 110 recoveries and five deaths, two in Primorje-Gorski Kotar County and Zagreb each and one in Dubrovnik-Neretva County. The number of patients on ventilators decreased to 23. New measures were applied in Vukovar-Srijem County, as well as measures in Šibenik-Knin County were prolonged to 14 October.[283] On 1 October, 234 new cases were reported, together with 161 recoveries and four deaths in Bjelovar-Bilogora, Brod-Posavina, Split-Dalmatia County and Zagreb. The number of patients on ventilators increased back to 26. New hotspot was created in the village of Gornja Jelenska, part of Popovača in Sisak-Moslavina County.[284] On 2 October, 333 new cases were reported, together with 205 recoveries and seven deaths, one in Dubrovnik-Neretva, Karlovac, Osijek-Baranja, Primorje-Gorski Kotar, Dubrovnik-Neretva Split-Dalmatia County and Zagreb each. The number of patients on ventilators decreased back to 23. On 3 October, 241 new cases were reported, together with 238 recoveries and two deaths in Primorje-Gorski Kotar County and Zagreb. The number of patients on ventilators remained the same. New measures were applied in Primorje-Gorski Kotar County, as well as in the town of Popovača. On 4 October, 258 new cases were reported, together with 188 recoveries and five deaths, two of them in Primorje-Gorski Kotar County and one in Osijek-Baranja, Požega-Slavonia County and Zagreb each. The number of patients on ventilators increased to 25. On 5 October, 138 new cases were reported, together with 182 recoveries and two deaths, again in Primorje-Gorski Kotar County and Zagreb. The number of patients on ventilators decreased to 24. New measures were applied in Lika-Senj County except for the town of Novalja. On 6 October, 287 new cases were reported, together with 161 recoveries and four deaths, two of them in Zagreb and one in Primorje-Gorski Kotar and Sisak-Moslavina County each. The number of patients on ventilators remained the same. On 7 October, 363 new cases were reported, together with 116 recoveries and five deaths, two of them in Zagreb and one in Split-Dalmatia, Bjelovar-Bilogora and Varaždin County each. The number of patients on ventilators increased to 26. On 8 October, 542 new cases were reported, setting a new record of reported cases in a single day and making it the first time the number of new cases in a single day surpassed 400. 165 recoveries were reported, as well as one death in Karlovac County. The number of patients on ventilators increased to 27. On 9 October, 457 new cases were reported, together with 222 recoveries and three deaths, one in Koprivnica-Križevci, Osijek-Baranja County and Zagreb each. The number of patients on ventilators increased to 28. On 10 October, 486 new cases were reported, together with 258 recoveries and four deaths, all of them in Zagreb. The number of patients on ventilators increased to 29. On 11 October, 508 new cases were reported, together with 345 recoveries and seven deaths, three of them in Osijek-Baranja County, two in Zagreb and one in Lika-Senj and Primorje-Gorski Kotar County each. The number of patients on ventilators decreased to 26. On 12 October, 181 new cases were reported, together with 284 recoveries and three deaths, one in Bjelovar-Bilogora, Koprivnica-Križevci and Osijek-Baranja County each. The number of patients on ventilators increased to 27. On 13 October, 372 new cases were reported, together with 307 recoveries and three deaths, one in Dubrovnik-Neretva and Split-Dalmatia County each. The number of patients on ventilators remained the same. On 14 October, 748 new cases were reported, setting a new record of reported cases in a single day again. 308 recoveries were reported, as well as four deaths, one in Bjelovar-Bilogora, Osijek-Baranja, Virovitica-Podravina County and Zagreb each. The number of patients on ventilators remained the same. On 15 October, 793 new cases were reported, setting a new record of reported cases in a single day for the second day in a row. 431 recoveries were reported. Ten deaths were reported, setting a new record of reported deaths in a single day, seven of them in Zagreb and one in Sisak-Moslavina, Karlovac and Bjelovar-Bilogora County each. The number of patients on ventilators decreased to 26. On 16 October, 1131 new cases were reported, setting a new record of reported cases in a single day for the third day in a row, as well as making it a first time the number of new cases in a single day surpassed 1,000. 459 recoveries were reported, together with one death in Primorje-Gorski Kotar County. The number of patients on ventilators decreased to 24. On 17 October, 1096 new cases were reported, together with 475 recoveries and ten deaths, eight of them in Zagreb and two in Bjelovar-Bilogora County. The number of patients on ventilators increased to 28. On 18 October, 819 new cases were reported, together with 491 recoveries and eight deaths, four of them in Zagreb, two in Lika-Senj County and one in Karlovac and Split-Dalmatia County each. The number of patients on ventilators increased to 32. On 19 October, 393 new cases were reported, together with 476 recoveries. 11 deaths were reported, setting a new record of reported deaths in a single day again. Six of the deaths were in Zagreb, first death was reported in Međimurje County (the last county without any deaths) and one death was reported in Istria, Lika-Senj, Osijek-Baranja and Split-Dalmatia County each. The number of patients on ventilators increased to 35. On 20 October, 890 new cases were reported, together with 433 recoveries and eight deaths, four of them in Zagreb, two in Bjelovar-Bilogora County and one in Karlovac and Lika-Senj County each. The number of patients on ventilators decreased back to 32. On 21 October, 1424 new cases were reported, setting a new record of reported cases in a single day again. 473 recoveries were reported, together with eleven deaths, eight of them in Zagreb, two in Lika-Senj County and one in Bjelovar-Bilogora County. The number of patients on ventilators increased to 38. On 22 October, 1563 new cases were reported, setting a new record of reported cases in a single day for the second day in a row. 629 recoveries were reported, together with 13 deaths, also setting a new record. Ten deaths were in Zagreb and three in Osijek-Baranja County. The number of patients on ventilators increased to 46. On 23 October, 1867 new cases were reported, setting a new record of reported cases in a single day for the third day in a row. 846 recoveries were reported, setting a new record number of recoveries in a single day. Seven deaths were reported, four of them in Osijek-Baranja County, two in Zagreb and one in Karlovac County. The number of patients on ventilators increased to 49. On 24 October, 2242 new cases were reported, setting a new record of reported cases in a single day for the fourth day in a row. 875 recoveries were reported, setting a new record number of recoveries in a single day for the second day in a row. Sixteen deaths were reported, also setting a new record, four of the deaths were reported in Zagreb, two in Bjelovar-Bilogora, Lika-Senj, Osijek-Baranja and Primorje-Gorski Kotar County each and one in Karlovac, Split-Dalmatia, Šibenik-Knin and Virovitica-Podravina County each. The number of patients on ventilators increased to 52. On 25 October, 2421 new cases were reported, setting a new record of reported cases in a single day for the fifth day in a row. 1014 recoveries were reported, setting a new record number of recoveries in a single day for the third day in a row, as well as making it a first time number of recoveries surpassed 1000. Eight deaths were reported, three of them in Zagreb and one in Osijek-Baranja, Brod-Posavina, Požega-Slavonia, Koprivnica-Križevci and Lika-Senj County each. The number of patients on ventilators increased to 58. On 26 October, 828 new cases were reported. 1038 recoveries were reported, setting a new record number of recoveries in a single day for the fourth day in a row. Fifteen deaths were reported, nine of them in Zagreb, two in Osijek-Baranja County and one in Zadar, Šibenik-Knin and Bjelovar-Bilogora County each. The number of patients on ventilators increased to 65. On 27 October, 1413 new cases were reported, together with 1003 recoveries. Eighteen deaths were reported, setting a new record of deaths reported in a single day, seven of them were reported in Zagreb and Osijek-Baranja County each, two of them in Karlovac County and one in Bjelovar-Bilogora and Koprivnica-Križevci County each. The number of patients on ventilators decreased to 57. On 28 October, 2378 new cases were reported, together with 930 recoveries. 23 deaths were reported, setting a new record of deaths reported in a single day for the second day in a row, eleven of them were reported in Zagreb, three in Krapina-Zagorje County, two in Karlovac Osijek-Baranja and Šibenik-Knin County each and one in Međimurje and Sisak-Moslavina County each. The number of patients on ventilators increased to 68. On 29 October, 2776 new cases were reported, setting a new record of reported cases in a single day again. 1463 recoveries were reported, also setting a new record number of recoveries in a single day. 18 deaths were reported, five of them were reported in Zagreb, three in Osijek-Baranja County, two in Karlovac, Krapina-Zagorje and Lika-Senj County each and one in Koprivnica-Križevci, Sisak-Moslavina, Split-Dalmatia and Vukovar-Srijem County each. The number of patients on ventilators increased to 71. On 30 October, 2772 new cases were reported. 1677 recoveries were reported, setting a new record number of recoveries in a single day for the second day in a row. 20 deaths were reported, six of them were reported in Zagreb, three in Bjelovar-Bilogora and Osijek-Baranja County each, two in Karlovac and Krapina-Zagorje County each and one in Lika-Senj, Split-Dalmatia, Šibenik-Knin and Vukovar-Srijem County each. The number of patients on ventilators increased to 74. On 31 October, 2769 new cases were reported. 1908 recoveries were reported, setting a new record number of recoveries in a single day for the third day in a row. 15 deaths were reported, seven of them in Zagreb, three in Osijek-Baranja County and one in Istria, Koprivnica-Križevci, Sisak-Moslavina, Split-Dalmatia and Šibenik-Knin County each. The number of patients on ventilators increased to 82. On 1 November, 2179 new cases were reported. 2221 recoveries were reported, setting a new record number of recoveries in a single day for the fourth day in a row and making it a first time number of recoveries surpassed 2000. 16 deaths were reported, three of them in Zagreb, two in Brod-Posavina, Međimurje and Osijek-Baranja County each and one in Karlovac, Krapina-Zagorje, Lika-Senj, Požega-Slavonia, Split-Dalmatia, Šibenik-Knin and Varaždin County each. The number of patients on ventilators decreased to 81. On 2 November, 1165 new cases were reported. 2293 recoveries were reported, setting a new record number of recoveries in a single day for the fifth day in a row. 32 deaths were reported, also setting a new record of deaths in a single day, ten of them were reported in Zagreb, six in Međimurje and Osijek-Baranja County each, two in Krapina-Zagorje, Split-Dalmatia and Varaždin County each and one in Brod-Posavina, Karlovac, Šibenik-Knin and Vukovar-Syrmia County each. The number of patients on ventilators increased to 94. On 3 November, 1427 new cases were reported, together with 2048 recoveries. 34 deaths were reported, setting a new record number of deaths in a single day for the second day in a row, ten of them were reported in Zagreb, four in Varaždin County, three in Bjelovar-Bilogora, Krapina-Zagorje and Osijek-Baranja County each, two in Karlovac, Sisak-Moslavina and Vukovar-Syrmia County each and one in Brod-Posavina, Lika-Senj, Međimurje, Split-Dalmatia, Šibenik-Knin and Vukovar-Syrmia County each. The number of patients on ventilators increased to 112, making it a first time the number of patients on ventilators surpassed 100. On 4 November, 2480 new cases were reported, together with 1690 recoveries and 26 deaths, nine of them in Zagreb, three in Split-Dalmatia County, two in Međimurje, Osijek-Baranja, Primorje-Gorski Kotar and Vukovar-Syrmia County each and one in Istria, Karlovac, Koprivnica-Križevci and Sisak-Moslavina County each. The number of patients on ventilators increased to 118. On 5 November, 2848 new cases were reported, setting a new record number of cases reported in a single day again. 2306 recoveries were reported, also setting a new record number of recoveries reported in a single day, as well as 29 deaths, eight of them in Zagreb and three in Split-Dalmatia County. At least one death was reported in almost every Croatian county that day, except for Brod-Posavina, Lika-Senj, Zadar and Zagreb County, where no deaths were reported. The number of patients on ventilators increased to 122. New strict measures were applied in Varaždin County. On 6 November, 2890 new cases were reported, setting a new record number of cases reported in a single day for the second day in a row. 2645 recoveries were reported, also setting a new record number of recoveries reported in a single day for the second day in a row. The number of deaths in that day reached the current record of 34, eight of the deaths were reported in Međimurje County, seven in Zagreb, five in Split-Dalmatia County, four in Osijek-Baranja County, three in Šibenik-Knin County, two in Varaždin County and one in Bjelovar-Bilogora, Karlovac, Krapina-Zagorje, Virovitica-Podravina and Vukovar-Srijem County each. The number of patients on ventilators increased to 135. New strict measures were applied in Međimurje County. On 7 November, 2399 new cases were reported, together with 2389 recoveries. 35 deaths were reported, setting a new record of deaths reported in a single day. The number of patients on ventilators decreased to 128. On 8 November, 2543 new cases were reported, together with 2365 recoveries. 42 deaths were reported, setting a new record of deaths reported in a single day for the second day in a row. The number of patients on ventilators increased to 145. On 9 November, 1529 new cases were reported, together with 2227 recoveries and 38 deaths. The number of patients on ventilators decreased to 142. On 10 November, 1467 new cases were reported, together with 1852 recoveries and 33 deaths. The number of patients on ventilators increased to 167. On 11 November, 2597 new cases were reported, together with 1580 recoveries and 28 deaths. The number of patients on ventilators increased to 178. On 12 November, 3082 new cases were reported, setting a new record number of new cases reported in a single day, as well as making it the first time number of confirmed new cases surpassed three thousand. 2215 recoveries and 32 deaths were reported. The number of patients on ventilators remained the same. On 13 November, 3056 new cases were reported, together with 2615 recoveries. 43 deaths were reported, setting a new record number of deaths reported in a single day. The number of patients on ventilators increased to 179. On 14 November, 2866 new cases were reported, together with 2484 recoveries and 38 deaths. The number of patients on ventilators increased to 184. On 15 November, 2362 new cases were reported, together with 2483 recoveries and 43 deaths, reaching the current record. The number of patients on ventilators increased to 194. On 16 November, 1313 new cases were reported, together with 2507 recoveries and 33 deaths. The number of patients on ventilators decreased to 191. On 17 November, 1945 new cases were reported, together with 2242 recoveries and 31 deaths. The number of patients on ventilators increased to 196. On 18 November, 3251 new cases were reported, setting a new record number of new cases reported in a single day again. 1693 recoveries and 38 deaths. The number of patients on ventilators increased to 205. On 19 November, 3164 new cases were reported, together with 2192 recoveries. 49 deaths were reported, setting a new record number of deaths reported in a single day again. The number of patients on ventilators decreased to 204. On 20 November, 2958 new cases were reported, together with 2522 recoveries. 57 deaths were reported, setting a new record number of deaths reported in a single day for the second day in a row. The number of patients on ventilators increased to 217. On 21 November, 3573 new cases were reported, setting a new record number of new cases reported in a single day again. 2640 recoveries and 47 deaths were reported. The number of patients on ventilators decreased to 213. On 22 November, 3308 new cases were reported, together with 2353 recoveries and 49 deaths. The number of patients on ventilators increased to 223. On 23 November, 1973 new cases were reported, together with 2638 recoveries and 45 deaths. The number of patients on ventilators increased to 235. On 24 November, 2323 new cases were reported, together with 2390 recoveries and 47 deaths. The number of patients on ventilators increased to 244. New strict measures were applied in villages of Sali, Zaglav, Žman and Luka on Dugi otok island. On 25 November, 3603 new cases were reported, setting a new record number of new cases reported in a single day again. 2017 recoveries and 56 deaths were reported. The number of patients on ventilators decreased to 240. On 26 November, 4009 new cases were reported, setting a new record number of new cases reported in a single day for the second day in a row and making it the first time number of new cases in a single day surpassed four thousand. 2924 recoveries were reported, also setting a new record number of recoveries in a single day. 51 deaths were reported, one of them was a 17-year-old girl who died in Split, the youngest person to die because of COVID-19. The number of patients on ventilators increased to 252. New strict measures were applied to Vrbnik municipality. On 27 November, 4080 new cases were reported, setting a new record number of new cases reported in a single day for the third day in a row. 3349 recoveries were reported, setting a new record number of recoveries in a single day for the second day in a row and making it a first time number of recoveries in a single day surpassed three thousand. 48 deaths were reported. The number of patients on ventilators increased to 266. On 28 November, 3987 new cases were reported, together with 2767 recoveries and 55 deaths. The number of patients on ventilators decreased to 262. On 29 November, 2919 new cases were reported. 3373 recoveries were reported, setting a new record number of recoveries reported in a single day again. The number of patients on ventilators decreased to 260. On 30 November, 1830 new cases were reported, together with 3361 recoveries. 74 deaths were reported, setting a new record number of deaths reported in a single day. The number of patients on ventilators decreased to 255. On 1 December, 2900 new cases were reported, together with 3032 recoveries. 75 deaths were reported, setting a new record number of deaths reported in a single day for the second day in a row. The number of patients on ventilators decreased to 245. On 2 December, 3539 new cases were reported, together with 2124 recoveries and 55 deaths. The number of patients on ventilators increased to 252. Measures in Krapina-Zagorje County were prolonged to 31 December. On 3 December, 4534 new cases were reported, setting a new record number of new cases reported in a single day again. 3154 recoveries and 48 deaths were reported. The number of patients on ventilators increased to 258. On 4 December, 3955 new cases were reported. 3639 recoveries were reported, setting a new record number of recoveries reported in a single day again. 68 deaths were reported. The number of patients on ventilators increased to 262. Measures in Primorje-Gorski Kotar and Varaždin County were prolonged to 21 December.","Title":"Timeline of the COVID-19 pandemic in Croatia - Wikipedia","KeyID":"10594","URL":"https://en.wikipedia.org/wiki/Timeline_of_the_COVID-19_pandemic_in_Croatia"}