{"Content: ":"The COVID-19 pandemic in Finland has resulted in 1,171,034[3] confirmed cases of COVID-19 and 5,012[3] deaths. On 29 January 2020, the first case in Finland was confirmed, when a Chinese tourist visiting Ivalo from Wuhan tested positive for the virus.[1] On 31 December 2019, the Health Commission of Wuhan, Hubei, China, informed the WHO about a cluster of acute pneumonia cases with unknown origin in its province.[7] On 9 January 2020, the Chinese Center for Disease Control and Prevention (CCDC) reported the identification of a novel coronavirus (later identified as the SARS-CoV-2) as the cause.[8] On 27 January, following the developments of COVID-19 outbreak in mainland China, Finland's Ministry for Foreign Affairs advised citizens to avoid unnecessary travel to Hubei province.[9] The following day, Finnair announced it would be suspending its five weekly routes to Nanjing and Beijing Daxing until the end of March.[10]  On 29 January, Finland confirmed its first case of Coronavirus disease 2019 (COVID-19).[13] A 32-year-old Chinese woman from Wuhan sought medical attention in Ivalo and tested positive for SARS-CoV-2. She had travelled from Wuhan. She was quarantined at Lapland Central Hospital in Rovaniemi.[1][2][14][15] The woman recovered and was discharged on 5 February after testing negative on two consecutive days.[16] On 30 January, Finland's health officials estimated that up to 24 people may have been exposed to the virus.[17] By 5 February, three of the potentially exposed individuals were known to have left the country, and 14 of the remaining 21 had been placed in quarantine and were expected to be released over the following weekend.[16] On 26 February, Finland's health officials confirmed the second case: a Finnish woman, who made a trip to Milan and was back in Finland on 22 February, tested positive at the Helsinki University Central Hospital.[18] On 28 February, a Finnish woman who had travelled to Northern Italy tested positive by the Helsinki and Uusimaa Hospital District and was advised to remain in home isolation.[19][20] On 1 March, three new cases—associates of the woman diagnosed with the virus on 28 February—were confirmed in the Helsinki region. They were instructed to remain in isolation at home. This brought the total number of infections diagnosed in Finland to five.[21][22] Later that day, 130 people, including students at Helsinki University's Viikki teacher training school, were placed in quarantine after having been in close contact with one of the diagnosed.[23] On 5 March, five new cases were confirmed: three in Uusimaa, one in Pirkanmaa and one in Tavastia Proper. One of the cases in Uusimaa, a working age woman, is associated with the earlier cases in the Helsinki region. The other cases, two working age men, had travelled in northern Italy. All of the patients were in good health and were advised to stay at home. The case in Tavastia Proper is a child of a Hämeenlinna family that recently visited northern Italy. The family has been in voluntary home quarantine after the trip and nobody else is known to have been in close contact with the patient. The case in Pirkanmaa, a 44-year-old woman, is also in home quarantine and in good health. Three people have been in close contact with her. This brought the total number of confirmed cases in Finland to twelve.[24] On 6 March, the National Institute for Health and Welfare (THL), announced that four new cases of COVID-19 have been confirmed in the country, bringing the total number of infections to 19.[25] On 8 March, THL confirmed four new cases of novel coronavirus, bringing the total number of infections to 23.[26] On 9 March, 10 more cases were reported, of which 3 in Helsinki and 7 in other regions, increasing the number of infections to 33.[27] On 11 March, 19 new cases were reported, including 10 in Uusimaa region, three in Pirkanmaa, one in Central Finland, one in Tavastia Proper in Forssa, one in South Karelia, one in South Ostrobothnia and one in Southwest Finland.[28] On 12 March, 50 new cases were reported. An employee at the Helsinki-Uusimaa Hospital district (HUS) has tested positive for novel coronavirus.[29] On 13 March, according to THL, Finland became close to the epidemic threshold as the total confirmed cases increased to 156.[30] Several regions in Finland start to limit laboratory testing of suspected coronavirus cases based on importance criteria.[31] THL instructs the public not to contact health care providers and stay at home for mild symptoms.[32] On 15 March, the Helsinki and Uusimaa hospital district (HUS) decided people returning to Finland from trips abroad will not necessarily be tested for novel coronavirus.[33] On 16 March, the Finnish Government, jointly with the President of Finland, declared a state of emergency due to COVID-19.[34] 272 laboratory-confirmed cases caused by COVID-19 had been diagnosed in Finland by 16 March 2020 at 2 PM.[35] The head of THL, Markku Tervahauta, told MTV3 that the actual number of COVID-19 cases might be 20–30 times higher than what had been confirmed by testing, due to the fact that testing was limited to risk groups, the severely ill, and healthcare workers.[36] On 16 March, the Government also announced they had decided to take the following measures by issuing a decree on implementing the Emergency Powers Act. The measures were scheduled to be in place until 13 April, after approval by the Parliament of Finland, but were later extended to 13 May:[37][38][39][40] THL considers the figure given by the Finnish Infectious Diseases Register as the official figure, and on 19 March, 304 of the confirmed cases had been reported to the register.[41][35] The following day, approximately 450 cases had been confirmed in the country.[42] The highest number of cases have been identified in the Helsinki and Uusimaa hospital district in southern Finland.[citation needed] The first death, an elderly individual who lived in the Helsinki and Uusimaa hospital district, who had died a day earlier, was reported on 21 March.[43] On 23 March, it was reported that former president Martti Ahtisaari had contracted the disease. His wife and former first lady, Eeva Ahtisaari, was confirmed to have the disease on Saturday 21 March.[44] On 27 March, the Parliament voted unanimously to temporarily close the borders of the Uusimaa region, which has the most confirmed cases, in hopes of slowing down the epidemic in the rest of the country. The restriction came into force the following midnight. Uusimaa has 1.7 million inhabitants, nearly one third of Finland's total population, and contains the capital city Helsinki. Travel to and from Uusimaa was prohibited without a valid reason and several hundred police officers were enforcing the restriction with the assistance of the Finnish Defence Forces.[45] On 15 April, travel restrictions between Uusimaa region and the rest of the country were lifted.[46] On 4 May, the government decided on a schedule to lift some of the restrictions. Libraries are to be opened for borrowing right away.[47] On 14 May, kindergartens and elementary schools were to return to normal education, and limits on other educational institutions are lifted. Also, international work trips within the Schengen Area would be allowed, and outdoor sports venues would be allowed to open, both with some limitations.[citation needed] On 1 June, the maximum number of people allowed to meet was increased to 50, eating at restaurants and sports competitions was allowed, both \"with special arrangements\", and public indoor places were opened gradually.[48] According to a government decision on 11 June, from 15 June on, travellers entering from the Baltic countries and the other Nordic countries except Sweden will no longer have to stay quarantined for two weeks. Other international travel restrictions remain as they are. From 1 July onwards, outdoor events with more than 500 people will be allowed in cases it is possible to keep a safe distance between people.[49] On 8 July, the government announced that border controls for travel between Finland and several EU and Schengen countries, with low infection rates, will be abolished. Also travel for work and other necessary reasons would be allowed from 11 countries outside Europe, effective 13 July.[50][51] Border controls were reinstated for arrivals from Austria, Slovenia and Switzerland on 27 July, because of a rise in the infection rates in these countries. At the same time, unrestricted travel became allowed from 9 countries outside the EU.[52] On 3 August, a coronavirus testing facility for arriving passengers was opened in Helsinki Airport.[53] On the same day, THL confirmed they will issue a recommendation to wear facemasks in public places where it is not possible to keep a distance of 1.5 to 2 metres.[54] On 4 August, an app to trace people who have been in contact with infected individuals will be launched as a pilot version for City of Helsinki and Pirkanmaa Hospital District employees. The app is scheduled to become available to the public from 31 August.[55][56] On 13 August, the Finnish Institute for Health and Welfare issued a recommendation to use face masks in situations where it's not possible to practice social distancing. The recommendation applies all regions of Finland except North Karelia, East Savonia, and south and central Ostrobothnia, and doesn't apply to children under the age of 15 or those who have health reasons for not wearing a mask.[57] The app for tracing coronavirus was released on 31 August and health authorities expected it to take one month to reach one million users, but that number was reached within 24 hours.[58] According to a decision by the government on 10 September, the maximum limit of cases per 100000 inhabitants for countries to allow travel was raised to 25. In addition, people entering from countries with more cases per capita would be required to take a coronavirus test, according to Minister of Transport Timo Harakka (SDP). The law mandating the tests would come into effect in October.[59] Based on this decision land borders with Sweden and Norway were reopened for unrestricted travel on 19 September, together with travel from five European countries and ten countries outside Europe.[60] On 22 September, the government announced reintroduction of quarantine recommendations for people entering from Sweden and Estonia beginning on 28 September because the number of cases per capita had exceeded the limit in these countries. According to the Border Guard reintroduction of checks at the aforementioned land borders is \"entirely possible\".[61] On 22 September THL announced they will issue regional face mask recommendations for public places in parts of Finland where the number of cases are on the rise.[62] On 24 September, Finland began to use dogs to detect coronavirus.[63] On 1 October, THL announced that the number of detected coronavirus cases in Finland had exceeded 10,000.[64] On 30 October, 344 new cases were reported. This was a new high for a single day since the beginning of the pandemic.[65] Finland received its first allotment of Pfizer and BioNTech's COVID-19 vaccine on 28 December.[66] Vaccinations began the following day with front-line ICU healthcare workers of the Helsinki University Hospital (HUS) district becoming the first to receive the inoculation.[67] On 28 December, Finland reported their first cases of a new variant of SARS-CoV-2 from the United Kingdom, after a person who travelled from Western Europe tested positive for COVID-19. On the same day, a separate, second variant from South Africa was also reported in Finland, after two people tested positive for COVID-19.[68] In February 2021, a coronavirus variant first thought to be unique was found in Finland. The variant, dubbed Fin-796H, displayed some mutations previously discovered in the British and South African variants of the virus.[69] However, it later turned out that this variant had been previously discovered in Nigeria and the United Kingdom, among other places.[70] On 16 March 2020, the Finnish Government, in cooperation with the President of Finland, declared a state of emergency in the country. A list of measures intended to slow down the spreading of the virus and to protect at-risk groups were implemented in accordance with the Emergency Powers Act (1552/2011), the Communicable Diseases Act (1227/2016), and other legislation. The measures include the closing of schools (excluding early education) and most government-run public facilities, limiting public gatherings, and closing the country's borders. The restrictions were scheduled to last until 13 April,[71] but in late March they were extended to 13 May.[40] On 20 March, the government announced a €15 billion support package to aid businesses and individuals suffering from the economic slowdown resulting from the virus. This was a €10 billion increase to a previous support package, announced 16 March. Among the presented changes was a 2.6% decrease in employee pension payments until the end of 2020.[72] On 25 March, the government decided to restrict movement between the Uusimaa region and the rest of Finland.[73][74] However, people were allowed to move between regions due to job requirement or for compelling personal reasons. The proposal also did not affect cargo or freight transportation.[75] On 15 April, movement restrictions between Uusimaa and the rest of the country were removed.[76] Similar to other countries, the emergence of the virus has increased sales and stockpiling of daily goods, such as groceries and hygiene products. Fears of quarantine and potential shortages has led to panic buying, particularly of canned goods, hand sanitiser, and toilet paper.[77] On 15 March 2020, the Central Finnish Cooperative Society (S-Group subsidiary) reported an estimated two to three times as many visitors as usual.[78] Kesko reported similar increases.[78] The practice of self-isolation has also increased demand for online grocers.[78] In addition to a reduction in economic activity, the pandemic has significantly reduced the use of cash in Finland. The Bank of Finland – the central bank of the country – revealed in August 2020 that based on the amount of orders from and returns of cash to the bank, the use of cash had diminished by 15 percent compared to 2019. According to the OP Financial Group, cash withdrawals had decreased up to 40 to 50 percent compared to 2019. Mobile and contactless payments increased in popularity; according to Juha Andelin, the Development Director of Kesko, contactless payments increased the most, reaching 60 percent of all card payments.[79][80] In conjunction with the government, many companies have ramped up in a short amount of time (roughly two months) the production of various equipment, such as respirators, for the healthcare system. The government is also preparing to keep domestic production after the crisis, so that in the future there will be availability from the start of the crisis. This is because of problems in the global supply.[81] There are also other private companies retooling to produce products for the healthcare sector and consumer market on their own initiative.[82] Fiscal & Employment Response The government created budget proposals utilizing 3 percent of the GDP towards pension payments, social assistance programs, and grants to both dependent and self-employed workers. Amongst a few supplementary budget proposals presented by the Finnish government, one proposal on May 8, 2020, provided supplements for restaurants, businesses, public vaccine research, and state ownership.[83] With the service sector encompassing over two thirds of the labor force, the government put in place a strategy to revive the restaurant industry. A supplement procured on May 6, 2020 provided restaurants and cafes with financial subsidies of up to 15% of their total losses as a result of the pandemic.[84] In addition to coming to the aid of businesses, Finland also provided support for their constituents employment protection by offering immediate unemployment assistance in March of 2020 to those who faced lay-offs and self-employed individuals. This got rid of the five day lag time of receiving unemployment benefits.[85] As of 2019, Finland has the highest social protection in public unemployment spending at 1.94% of the overall GDP among the OECD countries.[86] As of the second quarter of 2021, Finland employs 71.9% of the working population.[87] While there was a sharp decline in the active labor force in Q2 of 2020, the labor force is forecasted to steadily rise and is currently above 2.7 million people. [88] Below is a list of confirmed transmissions by sample date, as recorded by the Finnish Institute for Health and Welfare (THL)[89] Below is the breakdown of confirmed cases in all 21 hospital districts of Finland as of August 13th 2021. [90] The National Emergency Supply Agency of Finland or NESA (Huoltovarmuuskeskus [fi] or HVK) attempted hastened purchase of masks near the end of March.[91] This led to a widely reported scandal that resulted in the resignation and firing of a number of people at NESA.[92][93][94][95][96][97] Consulting company Deloitte was later hired to find out what had happened.[92] Then in charge of the primary production department, Jyrki Hakola told Deloitte that businessman Onni Sarmaste approached him as a representative of Tiina Jylhä [fi]'s Estonian cosmetic surgery company The Look Medical Care OÜ[98] offering the sale of protective equipment. Jylhä is a former reality TV personality with a criminal record that includes aggravated debtor's dishonesty, tax evasion, numerous accounting crimes, and at the time was being charged with aggravated doping crime,[99] while Sarmaste also had a long criminal record.[100] Sarmaste explained that he had medical grade masks in China and could send over certificates and documentation. After the negotiations with Sarmaste, the following day The Look Medical Care issued an order confirmation to Hakola. Hakola then received two pro forma bills for approximately five million euros each from both Jylhä's The Look Medical Care and Sarmaste's LDN Legal Partners. Hakola asked both parties which company the transaction would be continued with. Hakola says The Look Medical Care did not respond but Sarmaste responded that the payment should be to his LDN Legal Partners, for ease of delivering the funds to China. Hakola confirmed the deal with Sarmaste in an email and cancelled the agreement with The Look Medical Care.[92] On 30 March, NESA paid LDN Legal Partners a sum of 4,980,000 euros. The bill was fact-verified by Hakola and confirmed by then administrative director Asko Harjula and chief executive officer Tomi Lounema. The next day Sarmaste called Hakola and reported that the payment done to the Belgian money transfer service had been frozen. At the same time Sarmaste asked for the payment to be instead done to his other company Finance Group Helsinki's Finnish bank account. The first payment done to the Belgian service had not been returned yet, but Sarmaste assured that it would happen. At this time, various tax liabilities that Finance Group Helsinki had were brought to Hakola and Harjula's attention. Hakola told Deloitte that he contemplated the matter and then resolved to make the payment regardless of the liabilities and the previous payment still having not been having returned. NESA again paid 4,980,000 euros to Finance Group Helsinki on 31 March, and the Belgian payment was returned only an hour later. The delivery of the equipment had been agreed in the fashion that LDN Legal Partners would deliver them to Guangzhou Airport, with NESA then handling the flight to take them over to Finland themselves. The products were to be brought all at once on 1 April. However, the Finnair charter flight had to be rescheduled twice because of Sarmaste asking them to wait as the manufacture of the products had not yet been finished.[92] During this time, Jylhä's company continued contacting Hakola, offering new agreements. They ended up reaching a deal where the free space on the plane would be used for Jylhä's equipment. The company again handed over a pro forma bill for 5,130,000 euros on 2 April. The payment would be split between an advance payment and another payment when the order was ready to be loaded to the plane. The bill had been signed by Jylhä. Hakola approved that order in the morning. Later in the day an expert from Hansel Ltd. reported that Jylhä's company had no VAT identification number or credit rating. This was reported to both Hakola and Harjula. Nevertheless, NESA paid 2,655,000 euros to an Estonian bank account of The Look Medical Care. On 3 April, CEO Lounema announced publicly that there had been 11 planes worth of protective equipment ordered to Finland. Following this, the delivery was finally set to be done on 6 April as the flights could not be rescheduled more. Only a portion of the equipment promised by Sarmaste was delivered. On 8 April, VTT Technical Research Centre of Finland found in their tests that the masks received were not fit for hospital use (later on 22 April MTV reported that they had in fact been manufactured at a handbag factory by Guangzhou Jingpeng Leather and also at a protective film factory by Dongguan Nidy Technology).[101] On 8 April, it was also found out that the Estonian Luminor Bank had frozen the payment to Jylhä's The Look Medical Care. Prodded by Jylhä, Hakola sent Luminor and Estonia's Ministry of the Interior (Estonia) an email where he assured NESA had made the payment and asked to defreeze it.[92] Late 8 April Suomen Kuvalehti published a bombshell story of the murky dealings by NESA with Sarmaste and Jylhä and of the dispute between the two.[93][92][102] By the next day on 9 April it was headline news.[94][95][96][103][104] Jylhä told the press she had made a deal with NESA for a delivery of masks. She said Sarmaste had snatched the large deal by giving NESA a different Belgian account number. Sarmaste replied to this accusation by stating he had made his own deal with NESA.[92] On the same day NESA held a press conference where Lounema gave the agency's version of what had happened. He said they had made separate deals with Sarmaste and Jylhä, both for approximately 5 million euros.[92] After this there were newspaper reports of Sarmaste's 11-page record of debt restructurings, and Helsingin Sanomat discovered that Jylhä's certificate for the masks was a counterfeit.[105][106] On 10 April, prime minister Sanna Marin said in an Ilta-Sanomat interview that Tomi Lounema no longer had her support as the chief executive officer of NESA. Later the same day Minister of Employment Tuula Haatainen stated in a press meeting that Lounema had notified her of his resignation.[92][107] The next day Jyrki Hakola and Asko Harjula were also released from their work obligation.[92] In mid-April a report from consulting company KPMG found that NESA didn't have readiness for exceptional, rapid global acquirement of technical tools, resources and procedures.[91] Hakola told Deloitte that even on 22 April he had received a call from The Look Medical Center complaining of the money still being frozen in the Estonian bank account.[92] Also on 22 April Sarmaste and an accomplice were detained on suspicion of fraud,[108][109] although they were freed two days later while still under investigation.[110] On 8 May it was reported Hakola and Harjula had been fired.[97] Also on 8 May Jylhä's The Look Medical Company cancelled their agreement with NESA and sent a request for 3 million euros in compensation for damages.[111] On 15 May Yle reported that Hakola was being investigated by National Bureau of Investigation for breach of trust.[112] On 3 June Jylhä's money was still frozen in Estonia and a local court case concerning the matter was under way.[113] On 16 June it was reported that the police investigation of NESA had been expanded to three suspects.[114] In late June the report by Deloitte was publicized. They found that during the time span of 14.2.–11.4 NESA had placed 27 different orders for protective equipment. NESA had received approximately 3000 emails with offers for protective equipment. However the details of most agreements weren't fully noted and specifics written down, making it possible some weren't reported about at all. It was found that NESA hadn't properly prepared for organizational procurement in this sort of a situation that asked for a quick response, and that its ability to function cohesively in a demanding situation was lacking.[91] On 14 July Estonian court decided that NESA has the right to cancel the agreement with Jylhä's company after it had failed to deliver the products on time. Jylhä's company was ordered to pay back the advance payment it had received.[115]","Title":"COVID-19 pandemic in Finland - Wikipedia","KeyID":"10599","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Finland"}