{"Content: ":"July 2020[3]– 26 Feb 2021;[4] The COVID-19 pandemic was confirmed to have reached the Faroe Islands, an autonomous territory of Denmark, in March 2020. The confirmed infection rate was 1 case per 280 inhabitants, one of the highest rates in the world, but the archipelago also tested at a very high frequency, with the number of tests equaling c. 34 per cent of the population (one of the highest in the world, per capita).[7] As of 28 February 2022, there have been 34648 confirmed cases. Among these, 31 persons have died with COVID-19.[6] From 1 March 2022 there are no COVID-19 restrictions in the Faroe Islands and no more mass testing.[8] On 7 February 2022, new daily record was set with 1265 positive cases.[9] Around 778,000 people were tested for COVID-19 in the Faroe Islands from March 2020 until 28 February 2022.[6][10] The number of tests is amounting to 14 times the country's population, which as of 1 September 2021, had reached 53,498 according to Statistics Faroe Islands (Hagstova Føroya).[11] There have been six waves of COVID-19 cases in the Faroe Islands, the biggest one in the last months of 2021 and the first months of 2022. The first was in March–April and the second in July–August and the third was from September until October, the fourth was from early December to mid January 2021, the fifth was from late May to mid August 2021. The sixth wave started in September 2021. The vast majority of the confirmed cases have been asymptomatic or mild; a few were admitted to hospital,[12] and two persons have died.[6] Among the initial 187 cases, the last person recovered on 8 May.[6][13] After almost two months with no known cases, one was confirmed on 4 July 2020 when a person tested positive at the entry into the territory,[14] and on 19 July, a family of three were tested positive at their entry.[15] There were several cases in the beginning of August 2020. These cases were all related to the same person and spread on the national holiday ólavsøka, which was celebrated on 28 and 29 July, and during the days after, mainly at private parties, according to the Chief Medical Officer. With massive testing and isolating the persons who tested positive and their close contacts the authorities managed to stop the spreading of the virus. In July and August 2020 there were many foreign sailors who tested positive for COVID-19 when their ship was embarked at a Faroese port. From 20 August until 11 September 2020 there were no inland case of COVID-19.[16][17][18] In September there was a new wave of cases which started on 2 September and continued through the month. All days of September except for 21 September which had ten cases, had between 0 and 5 cases. Half of the days of October had 0 cases. Only two days of October had more than 1 cases. From 21 October 2020 to 6 November there was no inland case of COVID-19 .[6] On 7 November two persons tested positive.[19] One of them had recently arrived from abroad, the test after arrival was negative, but the test on the 6th day was positive. This person had stayed at home during the six days, and his or hers live-in partner was also tested positive said Bjarni á Steig, health consultant for the Faroese Ministry of Health, at the press conference in Tórshavn on 9 November 2020.[20] There was no new case for six days, from 8 to 13 November 2020. On 14 November there was one new case, a person who had travelled from abroad tested positive. All days of November had between 0 and 2 cases. In the first 18 days of December 2020 there were between 0 and 5 daily cases.[6] On 19 December there were 7 new cases including two cases on the National Hospital (Landssjúkrahúsið). On 28 December there were 19 new cases. On 30 December 2020 the first 120 Faroese persons were vaccinated with the COVID-19 vaccine from Pfizer and BioNtech. The first vaccines were given to staff from the three hospitals. On 5 January 2021 the first COVID-19 death took place in the Faroe Islands on the National Hospital in Tórshavn. As of 17 February 2022 93.1% of the population (12+ years old) have been vaccinated one time with the Pfizer/BioNTech vaccine, 91.2% (12+ years old) have been vaccinated two times, 52.7% of the population (12+ years old) have been vaccinated three times with the same vaccine.[6] The significant salmon farming on the islands requires test equipment to check for Salmon isavirus, which was repurposed in 2009 against the pandemic H1N1/09 virus. The equipment was adapted to test for COVID-19, and ready by February 2020 to test 600 per day instead of waiting days for samples to be sent to Denmark for testing.[21] The islands employed the usual epidemic strategy of testing, disease surveillance and tracking disease cases,[22] which have been abandoned in most countries because their health care system has been overwhelmed. The Faroe Islands, like Iceland, is seen as an exception due to its large testing capacity relative to its population size; a miniature laboratory with lessons on how to handle the disease.[23] Researchers perform DNA analysis of the virus strains.[24] The islands were preparing for a possible second wave of infections,[25] which started in July and August 2020. On 4 July and 18 July there were first one and then three cases imported by tourist. On 24, 27 and 29 July there were 32 cases amongst foreign sailors, which left the Faroe Islands again. On 3 August there was the first two cases of a row of daily cases where all or most of the infected persons were either Faroese people who had been abroad or Faroese people who live else where and visited their families.[26] Below is a detailed description of how the virus spread according to news media in the Faroe Islands. Results were announced in the morning. These results were from swabs taken the day before.  On 4 March 2020, the Faroe Islands had its first confirmed case, a man who on 24 February[27] returned home from a conference in Paris, France. He had mild symptoms, and was placed in home quarantine.[1][28] On 6 March, a second case was confirmed.[29] The second confirmed case was a woman returning home from Northern Italy. She returned home on 3 March and went in quarantine at Hotel Vágar.[30] There was much news coverage on the field trips of 300 students and teachers to France, because Glasir (Tórshavn College) decided to cancel the trip because of the COVID-19 outbreak, especially after the Ministry of Foreign Affairs of Denmark had changed France from a green area to a yellow area, meaning that the recommendation went from \"Be attentive\" to \"Be extra cautious.\"[31] The society slows down. Following the announcement on the evening of Wednesday 11 March, that Denmark would be shutting down, the Faroese government had a press conference on Thursday morning at 9:00 am announcing the measures that would be put in place to prevent the spread of the COVID-19 virus in the Faroe Islands. The recommendations were as follows:[32] Shortly after this announcement, Smyril Line announced that they would stop transporting passengers. They would allow the last passengers to get home, but with measures to prevent infected people to get on board, such as vetting them and checking their temperature, before they were allowed entry.[33][34] On 13 March, the third case was confirmed.[35] There were 23 tests made the day before, and the only positive one was a woman who came from Denmark on 9 March.[36] The woman went to work in a kindergarten in Klaksvík on 10 March, which meant that her coworkers, children, children's parents and grandparents, as well as her friends were quarantined. Around 100 people were quarantined.[37] On Friday evening, two new cases were confirmed, but these results belong to the statistics for confirmed cases on Saturday. The fourth Faroe Islander was confirmed positive. This person was a student at Glasir, Tórshavn College, and he or she was infected on a study tour to Portugal. The students had not been to school since they returned from their trip.[38] The fifth infected Faroe Islander arrived from Edinburgh, but it was not known when he arrived to the Faroe Islands. He was above 30 and from Tórshavn.[39][40] On 14 March, there were six new confirmed cases, bringing the total up to nine.[41] This was the result of testing 100 people the day before.[42] On 15 March, there were two confirmed cases, bringing the total count up to 11. On this date it was confirmed that 7 of the 11 infected were infected in other countries, while two were infected by people who already tested positive and were in quarantine. Altogether there had been administered 327 tests.[43] The two people who were infected in the Faroe Islands were staff at the kindergarten in Klaksvík where the infected woman worked.[44] By 15 March 327 people had been tested and 122 people were in quarantine.[43] Before business resumed on Monday, the Faroese government announced four ways they would help businesses get through this crisis.[45] On 16 March, seven new cases were confirmed, bringing the total to 18. These seven positive results came out of 190 tests made the day before, which means that there were 517 tests administered altogether.[46] The biggest banks in the Faroe Islands, Betri banki and BankNordik announced that they would grant private and commercial clients respite for 6 months.[47][48] On 17 March 29 new cases were confirmed, expanding the total number to 47. There were 190 tests administered the day before, bringing the total number of tests for COVID-19 to 703.[49] The Faroese Epidemic Commission advised people not to gather in groups. They said that no more than 10 people should be together at once, inside or outside.[50] The Chief Medical Officer in the Faroe Islands announced that at this point, most people have been infected within the Faroe Islands. Most of the infected live in Tórshavn or Klaksvík.[51] Klaksvíkar sjúkrahús started to test for COVID-19, making it easier for people in Eysturoy and the Northern Islands to get tested.[52] Three employees at the National Hospital of the Faroe Islands were confirmed positive, bringing the total number of infected employees at this hospital to four.[53] Scandinavian Airlines stopped flying to the Faroe Islands on 17 March.[54] The same day was the last day that Atlantic Airways was transporting passengers on their flights. Now they are only flying essential personnel and patients between Vagar Airport and Copenhagen Airport.[55] On 18 March 11 new cases were confirmed, bringing the total up to 58. 933 people have now been tested altogether, so 230 tests were administered on Tuesday, and 247 people are in quarantine.[56] The person who was first confirmed infected was confirmed recovered on 18 March. He and his family had been in quarantine at home, but they were now relieved from quarantine. They are all tested negative. He first started to show symptoms on 29 February and the people he had been in contact with, who were quarantined at home or at Hotel Vágar, have also been relieved from quarantine.[57] Magn and Effo announced that they would close all gas station shops on Thursday 19 March in order to limit the spread of the virus. It was still possible to buy gasoline and diesel with credit card, as it was only the shops that were closed.[58] Several ferries restricted the number of passengers.[59] On 19 March 14 new cases were confirmed, bringing the total up to 72. 1,221 people have now been tested altogether, meaning that there were 288 people tested on Wednesday.[60] On this day, many volunteers signed up to work at hospitals and nursing homes. 150 people signed up to help in the hospital, in case the hospital system would need extra staff. 93 people signed up to help nursing homes in two municipalities. People who volunteered were medical students, retired nurses, nurse students, assistant nurse students, health visitor students, and educators from kindergartens that were closed anyway.[61][62][63] The second Faroe Islander was declared recovered from COVID-19. It was the woman who had been in quarantine in Hotel Vágar and who was the second Faroe Islander to be confirmed infected.[64] By March 20, 8 new cases were confirmed, bringing the total up to 80. 420 people were tested on Thursday 19 March, bringing the total number of administered tests to 1,641. The third infected person was confirmed recovered. More than 675 people were in quarantine on this day.[65] The Social Services system reported that it was operational, with reserve staff available. No users had been infected.[66] On a press conference held on 20 March it was announced that all the changes the government had previously implemented for two weeks would last until 13 April, which was Easter Monday.[67] On this day, Betri, a Faroese bank, insurance company and pension provider decided to donate DKK 10 million (equivalent of US$1.4 million) to Sjúkrahúsverk Føroya (the Faroese Hospital Service). The money was to be used for equipment and supplies that would help fight the coronavirus.[68] About 5,000 people were expected to join the special crisis system set up within ASL, the Faroese Employment Office, on Monday, where they would get paid up to DKK 20,000 DKK a month. If 5,000 people would join, it was expected that this special system would cost DKK 108 million per month.[69] For example, around 180 people working for Atlantic Airways were signed up for this system, since the national airline had cancelled all commercial flights and would only be handling three flights per week between Vágar and Copenhagen. The airline would primarily be flying patients and Faroe Islanders who were working abroad.[70] On 21 March there were 12 new confirmed cases, bringing the total up to 92. It was also announced that so far, no one in the Faroe Islands had died from the coronavirus pandemic. Above 600 people were in quarantine.[71] 11 people were confirmed to have recovered from the virus, bringing the total number of recovered people up to 14. This means that 14 people out of the 92 infected have recovered, leaving 78 people still infected. There had been made 301 tests the day before, bringing the total number of tests administered to 1942.[72] The national broadcasting showed a collage video of people singing together safely from individual homes as a way of keeping up spirits.[73] The gender split is equal among the people tested positive.[74] Exports declined by 100 million DKK in March 2020 compared to March 2019.[75] Some lockdown measures were eased on 9 April,[76] however church services remained closed.[77] Commercial activity for aviation, tourism and other areas were challenged.[78][79][80] The salmon industry saw increased demand but struggled to attract applicants laid off from other industries.[81][82] The quarantine reduced the spread of both COVID-19 and other infectious diseases.[83] More lockdown measures were eased in early May,[84][85] with most being removed by mid-May.[86][87] The government declared the islands \"Corona free\" on 9 May,[88][89] crediting the community spirit of the population.[90] After almost two months with no known cases, one was confirmed on 4 July when a person tested positive at the entry into the territory; the person was placed in quarantine. The person had had COVID-19 earlier and recovered. It was suspected that the positive test only was the result of remnants of the earlier infection (as known from some earlier cases), making it unlikely that the person could infect others. As a precaution, further testing (including antibody test) was performed,[91] which confirmed that it was not a new infection.[15] On 9 July, the islands were again considered free of Corona.[6] On 19 July, a foreign family of three were tested positive at their entry into the Faroe Islands; they were placed in quarantine.[15] On 24 July, a crew member on the Russian trawler AK-0749 Karelia docking in Klaksvík had tested COVID-19 positive, and later the same day another crew member was hospitalised with corona-like symptoms. On the following day 30 crew members of 77 were tested, including the 2 hospitalized and 23 of these tested COVID-19 positive.[92] 8 Faroese people have been in contact with the crew and were quarantined.[92] On 26 July Karelia left the Faroe Islands.[93] Faroese authorities had urged the ship's captain to return to Russia immediately due to the possibility of some of the infected sailors needing urgent treatment, but instead the trawler was heading for further fishing in NEAFC (North East Atlantic Fisheries Commission) waters northeast of the Faroe Islands.[94] On 28 July all 23 crew members from the Lithuanian cargo ship Cassiopea, which was docked next to the Russian trawler Karelia in Klaksvík were tested, and six of them got a positive result. This brings the total number of confirmed cases in the Faroe Islands to 220, and the number of active cases to 32, all 32 cases are foreigners, 29 sailors and 3 tourists. Even though most of them had left the islands, they would remain listed as active cases in the Faroe Islands for two weeks.[95] On 30 July another five sailors aboard Cassiopea test positive for COVID-19. This means that a total of 11 crew members from Cassiopea have tested positive, and that the Faroe Islands on that day had 37 active cases registered. The crew were told to stay on the ship.[96] Later that day Cassiopea left the Faroe Islands with most of its crew[97] heading for Las Palmas.[98] Four sailors from Cassiopea remained in the Faroe Islands, three of them which had been tested positive were isolated in a hotel and the fourth who was tested negative was quarantined also in a hotel.[99] A third foreign vessel the Russian trawler Yantarnyy was lying together with Cassiopea and Karelia for several days in Ánirnar, north of Klaksvík, and therefore the Faroese authorities offered the crew to be tested for COVID-19, but the captain chose not to accept the offer. Instead the ship went fishing in international waters north of the Faroe Islands after a short stop in Fuglafjørður for oil bunkering.[100] On August 3, 2020 (announced on 4 August) two cases of COVID-19 were discovered in the Faroe Islands, the two cases were the first cases of non-imported cases in four months, and at the same time it was also reported that a Dane had been tested positive at Copenhagen Airport after returning from a trip to the Faroe Islands. All three had been attending the national festival Ólavsøka where many people gathered in Tórshavn.[101] On the following day 5 August an additional 14 cases of COVID-19 had been confirmed. On 6 August 38 cases were found, which was a new Faroese record.[102] Most of the cases were related to a few events around ólavsøka and a few private parties. A lot of people wanted to be tested and lined up in their cars outside the National Hospital in Tórshavn as well as in front of the other two hospitals in Klaksvík and Tvøroyri, leading to traffic jam. On 6 August the line of cars was 1,5 kilometers long in Tórshavn.[103] On 8 August 4541 people were tested on one day. In the weekend from 6 to 9 August 10.252 tests were conducted, which means 19,5% of the Faroe people were tested for COVID-19 in four days.[104] On 10 August the Faroese Ministry of Health announced that there had been 88 reported cases in one week, and that all of theses people had Faroese social security number, which means people who live either in the Faroe Islands or Faroese people who live abroad and were visiting their families. The Chief Medical Officer of the Faroe Islands was sure that all cases could be traced back to one imported case from a person who also had Faroese social security number.[105] 16 cases were found from tests taken on 7 August, 11 were found on 8 August and six cases were found on Sunday 9 August. The following three days there were 13,14 and 12 daily new cases. From 13 August until 20 August there were between 1 and 5 new daily cases. On 21 and 22 August no cases were found for the first time since before the ólavsøka-related outbreak had started.[106] On 23 August the Russian trawler Yantarnyy came back to the Faroe Islands after being away in the North Sea north of the Faroe Islands fishing for almost four weeks. The captain refused to let the crew be tested in late July when they had been exposed to COVID-19 from another Russian trawler and a Lithuanian cargo vessel for several days when the three vessels were lying side by side in the port of Ánirnar north of Klaksvík.[100][107] The ship came to Kollafjørður on Sunday 23 August and told the authorities, that two of the crew members had symptoms which could be COVID-19. The Faroese authorities now tested all of the crew. 29 of 77 crew members tested positive for COVID-19. They were told not to leave the ship, except for the two who had symptoms, they were hospitalized at the National Hospital in Tórshavn.[108] Both Russian sailors which were hospitalized needed to be on ventilators. They are the first patients in the Faroe Islands which needed ventilators. The capacity is very little in the Faroese hospitals, so the two sailors were transferred to Rigshospitalet in Denmark instead.[109][110] As of 25 August 2020 there had been no inland case of COVID-19 for five days in a row.[111] 31 of the 54 active cases were foreigners; 29 were Russian sailors[18] and two were members of the delegation from the Slovakian football team ŠK Slovan Bratislava, which tested positive after arriving in the Faroe Islands ahead of their UEFA Champions League first qualifying round match against KÍ Klaksvík scheduled for 19 August 2020.[112] On 7 September 2020 the Faroe Islands only had four active COVID-19 cases left. 30 new recoveries had been announced, meaning 409 of the 413 confirmed cases had ended in a recovery. Among them were 29 sailors from the Russian vessel Yantarnyy who tested positive two weeks earlier.[113] On 11 September a new chain of the COVID-19 virus was confirmed and on the following days there were between 0 and 5 daily cases. One of the infected was one of the stewardesses working for the Faroese airline company Atlantic Airways, she got the virus when she was in Denmark.[114] A few days later the CEO of Atlantic Airways confirmed that 9 of their employees had tested positive for COVID-19.[115] On 19 September it was announced by the Faroese health authorities, that there had been a few cases with unknown source.[116] On 19 September the Ministry of Health and the chief medical officer announced that there had been one case of COVID-19 amongst those tested on 18 September and that it was unknown from whom this person had got infected.[117] On 20 September 3 cases were tested positive and that they all belonged to the same chain of infection. Amongst the infected persons was a family from Tórshavn. Their children attended the high school Glasir and the children's school Skúlin á Fløtum and a kindergarten. The Faroese Ministry of Culture decided that all pupils from Glasir should be tested two times, on the same day (or the day after) and then three days later, and that they should stay at home until at least Wednesday 23 September.[118] Glasir announced later on the same day that 273 pupils and staff had been tested and that the rest of them would be tested on the following day and that they all should self isolate until they had been tested two times with three days in between the two tests. That meant that around 2000 people from Glasir should be self isolating at home until the second test result came back negative.[119] On 21 September as many as 3851 persons were tested, 11 persons were tested positive.[120] Some days later the number of persons was corrected to 10 because one of the persons turned out to be a false positive.[121] Amongs those who were tested on 21 September were most of the pupils from Glasir, the largest high school in the Faroe Islands, located in Tórshavn. One pupil had tested positive a few days earlier, so it was decided that all staff and pupils should be tested. This was done over two days, on the first day no one was tested positive, but on 21 September one pupil from Glasir tested positive. These two cases on Glasir resulted in as a precaution that all classes should receive distant learning at least for the whole week from 21 until 25 September.[122] On 23 September there were three more cases and one of these cases was from the school on Løgmannabreyt[123] in Hoyvík (a part of the capital). Later in September the numbers were updated of where in the Faroe Islands the COVID-19 positive cases were from, and it showed that most of the cases were from the Tórshavn-area of South Streymoy (Suðurstreymoy).[124] All days of September except for 21 September which had 10 cases, had between 0 and 5 cases according to statistics from Landslæknin and the Faroese Ministry of Health.[6] In the beginning of October only a few cases of COVID-19 have been found, between 0 and 3 new cases from 1 October until 20 October.[125] On 23 October it was decided that the period for quarantine and self-isolation when people travelled to the Faroe Islands should be reduced from 14 to ten days.[126] On 25 October there were 12 active cases and for four days in a row no positive test was found.[127] On 26 October four people were tested positive, all four came from abroad.[128][129] One case was found on 30 October, a traveller who tested positive upon arrival. As of 31 October there were only 5 active cases in the Faroe Islands. 490 of the 495 confirmed cases had ended in a recovery.[130] On 6 November 2020 there was no case of COVID-19 found for seven days in a row, there were two active cases. A total of 157 375 tests had been conducted.[10] On 7 November two people tested positive, one of them had been abroad some days earlier, the other person lives together with the infected person.[131][20] All days of November had between 0 and 2 cases. On 9 November 2020 the Faroese government held a press conference with the prime minister, the minister of health and the health consultant of the Faroese government Bárður á Steig. They said that the situation in the Faroe Islands regarding COVID-19 was good at the moment with only four infected persons. But because of the situation in the other neighbor countries, especially Denmark with the new mink-associated variant strain, they had new recommendations to prevent the coronavirus to spread again. They said that the Faroese people and the authorities together had managed to fight and eliminate or nearly eliminate the coronavirus three times by massive testing and by isolating the infected persons and other initiatives like social distancing etc. One of the new guidelines is that Faroese people should not travel abroad unless necessary, and that people who visit the Faroe Islands should be tested three days before arrival and again at arrival and again after six days.[132] They will also get a reminder about the test after six days by text message on their mobile phones and by e-mail.[20][133] It was expected that in December the numbers of COVID-19 positive cases would rise in the Faroe Islands because many young Faroese study abroad, especially in Denmark, and many of them would travel back home for the holidays, and in Denmark the numbers of positive cases was quite high in late November and early December. Some days in the beginning of December there were 4 and 5 new daily cases,[134] all either from abroad or from a known source, some of the new cases were from tests made on day six after entering the Faroe Islands as recommended by the Faroese authorities, that people are tested three days before and again when they come to the country and again after six days. On 19 December there were 7 new cases including two cases on the National Hospial (Landssjúkrahúsið), one patient and one of the staff members. This led to the closing of all three hospitals in the Faroe Islands for visitors.[135] On 28 December 2020 19 people tested positive, of these it was not known from where or by whom two persons had been infected.[136] On New Year's Eve no person tested positive,[137] which was the first time since 17 December 2020. On 30 December 2020 the first 120 Faroese persons received a vaccine against COVID-19. This took place on the three hospitals, and the first persons were healht workers like doctors and nurses etc. 55 people on the hospital in Tórshavn, 41 people from the hospital in Klaksvík and 24 people from the hospital in Suðuroy.[138] On the first four days of the year there were between two and six persons which tested positive. On 5 January fourteen persons tested positive, of these were eight national handball players from the Czech Republic, they were supposed to play against the Faroe Islands, but the match was cancelled because of the positive test results.[139] On the following three days there were between one and three new cases and from 7 to 24 January there were between 0 and 2 new cases. As of 31 January there were 3 active cases and no positive tests since 25 January. On 18 January 2021 it was announced that one case of the Brazilian variant of COVID-19 was found in the Faroe Islands, when a Faroese person arrived to the Faroe Islands from Brazil and was tested positive three days after arrival. The person had been in quarantine until then and no other case has been found on the following days.[140] On 24 January the Ministry of Health announced that one case of the UK variant had been found in the Faroe Islands, it was a person which came from Africa to the Faroe Islands and tested positive six days after arrival. The person had been in quarantine before that and no other case was found on the following days.[141] On the first two days of February 2021 there were no new cases of COVID-19 in the Faroe Islands. On 3 February there was one new case, it was from at person who tested negative on arrival, but two days later tested positive. In February there were between 0 and 1 new daily cases, 24 days of February had no new case. As of 26 February 2021 there were no active cases of COVID-19 in the Faroe Islands and no new case since 15 February.[142] There were no inland cases of COVID-19 in February and March in the Faroe Islands and as of 22 March 2021 10% of the population had received the first vaccine and 7.6% were fully vaccinated.[143] There were two persons who tested positive at the airport on 7 March and one case on 12 March. On 23 March 2021 the islands were once again declared free of COVID-19.[144] The Faroese government decided to ease COVID-19 restrictions, so that up to 200 people may now gather in organized groups. At a press conference the prime minister Bárður á Steig Nielsen said: \"We have good reason to do so, because we have learned to live with the threat and because we have been quick to adapt. We have no infection now, because we have looked after each other.\"[145] The first twelve days of April had no positive case of COVID-19. The first positive test since 12 March 2021 was found at the airport on 13 April.[146] There was another case which tested positive on arrival at the airport on 19 April. On 28 April the Faroe Islands were free of COVID-19 again, but it lasted only for one day, when one positive test result was found at the airport. It was one of the referees of the international handball match between the Faroe Islands vs Czech Republic in the 2022 European Men's Handball Championship qualification.[147] As of 1 April 2021 people who are fully vaccinated against COVID-19 at least eight days prior and can prove it, are not required to self-isolate after arrival in the Faroe Islands. They should still however be tested when they arrive and should wait until a negative test result, before they can travel freely around in the Faroe Islands. After the negative test result they can behave just like the Faroese people do and follow the guidelines which apply at the time they are in the islands. As of 9 April 2021 all non-vaccinated visitors should self-isolate until a negative test on the fourth day after arrival, this applies at least until 30 June 2021 until further notice. Travelers pay for the test, except for children under 12 years, they will now be offered a PCR test for free at the border. The period of self isolation was changed from six to four days. Up to 500 people can gather in organized groups. They should keep a distance of one meter to others in organized groups like restaurants, cinema etc. Other public recommendations i.e. to apply good hygiene etc. are still in effect.[148] On 29 April it was announced that the G! Festival (music festival) would be held as normal in mid July 2021. At that time all persons who were in the risk groups of getting a serious case of COVID-19 would be fully vaccinated and with no inland cases for almost four months, it was believed to be safe to live as normal as possible during the summer of 2021 according to Pál Weihe, one of the medical advisors of the Faroese government regarding COVID-19. The recommendations regarding testing at the borders and again after four days would continue.[149] The first music festival in the Faroe Islands since the COVID-19 pandemic started on April 30, 2021, in Vágur in the southernmost island, where they arrange the Dance Band Festival in April/May.[150] There were no inland cases of COVID-19 from January 2021 until early May 2021. The first two days of May had no positive test results, on 3 May there was one case. On the following day there were three new cases of COVID-19, and according to the health authorities this was the first time since January 2021 that there had been inland cases of COVID-19. A person who had been abroad tested negative on arrival and also after four days, but after that got symptoms and was tested positive fourteen days after arrival. The three cases from 4 May were connected to this person.[151] The following days there were no new cases. In May the Faroese government eased the COVID-19 restrictions for travelers to the Faroe Islands. Travellers from yellow countries and orange EU/Schengen countries (vaccinated, previously infected and non-vaccinated) no longer need to quarantine. All travellers are strongly advised to check the official entry guidelines for Denmark before making plans to visit the Faroe Islands as the Faroe Islands are a self-governing part of the Kingdom of Denmark. Travellers from red countries and orange countries outside of the EU/Schengen region are only allowed to travel to the Faroe Islands if they have a worthy purpose. Non vaccinated travellers from red countries and orange countries outside of the EU/Schengen region should self-isolate for 10 days after arrival in the Faroe Islands. All vaccinated travellers from red countries and orange countries are allowed to enter the Faroe Islands without quarantine at entry. All travellers should self-isolate until they have received the result of the test taken at the border. The result is usually available on the day of arrival. Testing again on the fourth day after arrival is strongly recommended. Non-vaccinated and never infected individuals should stay away from large gatherings where the infection can spread quickly.[152] On 20 May there was one new case and it was not clear from where the person had become infected.[153] On the following day there were two persons who tested positive, and the source was unknown for one of the persons.[154] On the following days the number of positive tests escalated. On 22 May 16 persons tested positive, including persons from a rowing competition in Runavík, rowers and spectators according to the Faroese Rowing Association.[155] On the following day on 24 May it was announced that the 12th round of football in the men's top tier was postponed due to the COVID-19 situation. All football at all levels was cancelled or delayed until further notice from the Faroese Football Association.[156] On the same day 3687 persons were tested, and among these two persons tested positive for COVID-19. It was announced that nine students from Glasir (a high school in Tórshavn) from three classes of the department of electronics were among the persons who tested positive for COVID-19. All students from this department and six students from the general upper secondary school of Glasir were isolated until 31 May 2021.[157] One of the infected students from Glasir who studies to become an electrician was the Havnar Bóltfelag footballer Adrian Justinussen.[158] On 25 May three persons tested positive, all of them were in isolation at the time they tested positive. 2874 persons were tested that day. On the same day 515 persons received the vaccine against COVID-19 from Pfizer/Biontech which meant that 38.1% had received the first injection and 18.5% of the Faroese population had got the final vaccine against COVID-19.[159] According to Pál Weihe professor and a medical advisor of the Faroese Government regarding COVID-19 he regarded it as a kind of miracle that it seemed like it had succeeded to beat the spreading of COVID-19 in the Faroese society once again, but that it was too early to say yet. He said that the massive testing on Whit Monday and the following days was one of the reasons why it seemed to be a success to stop the spreading of the virus.[160] On 26 May the Faroese Football Association decided that the quarterfinals of the Faroe Islands Cup would take place as planned except for the match between Havnar Bóltfelag vs B71 Sandoy due to COVID-19 in the HB squad, the match was postponed until 9 June 2021.[161] On 3 June the government urged everyone to be very careful, because there had been some cases of COVID-19 where the source was unknown. They said that it would be best if all events, public as well as private, would be cancelled or postponed.[162] This meant that the first rowing festival, named Norðoyastevna, which should have been held in Klaksvík on 5 June was cancelled and all domestic football matches were cancelled as well from 4 June until 10 June. The national football matches however were not cancelled but were to be played without any spectators.[163] In June there were between 0 and 8 new daily cases of COVID-19. The highest number of people infected with COVID-19 was on 4 June when 49 people were ill. Except for the Norðoyastevna, the other rowing competitions in June were held as planned but in some cases without any spectators. The first days of July there were between 0 and 3 new cases, but on 5 July there were 9 new cases, the following days there were 10 and 14 new cases and some of these persons did not know from where they got infected. On 8 July when the number of people with COVID-19 was as high as 48[164] the prime minister promised that the music festivals would get economic compensation if they cancelled.[165] On the same day and only one week before it should start the G! Festival was cancelled after pressure from the authorities.[166] In mid July Queen Magrethe II visited the Faroe Islands and many people gathered to see her. On 28 and 29 July the national holiday Ólavsøka was held almost as usual. These events did not increase the numbers of people with COVID-19 in the Faroe Islands.[167] Many people were frustrated over the authorities recommendations to cancel music festivals like the G! Festival in Syðrugøta and the Summerfestival in Klaksvík and village festivals, while at the same time the national holiday in Tórshavn, Ólavsøka, was held, and the official visit of the Queen of Denmark was held as planned.[168] In August there were between 0 and two daily cases.[6] As of 1 September 2021 the Faroese government had decided to end the mandatory tests at the border, that is at Vágar Airport and before entering the ferry Norrøna in Denmark or Iceland. After that the numbers of daily cases of COVID-19 increased. Only one day of September had zero case, and one day had one case, the other days had between 2 and 21 new cases.[6] In mid October the daily number of cases of COVID-19 exploded and the Chief Medical Officer Lars Fodgaard Møller said that they had lost control with the spread of the virus. It was especially in the North-East area of the Faroe Islands which had many cases (Eysturoy and the Klaksvík area). There were especially two large events during the autumn vacation which were the source of all these cases of COVID-19. The two events were held in a Christian place named Zarepta in Vatnsoyrar (Plymouth Brethren), where around 400 teenagers (14-17 year old) and staff from all around the islands gathered.[169] Most of the children who tested positive had not received the COVID-19 vaccination.[170] On 21 October there were 38 new cases and the following day on 22 October there 89 new cases which was the highest ever on a single day. The number of people who had COVID-19 was 216. Never before had this number been over 200. The Chief Medical Officer asked the Faroese politicians to take action in order to get the spread of the virus under control again.[171] Since early August 2021 children between 12 and 15 have been offered the vaccine from Pfizer against COVID-19 free of charge.[172] In the Northern Islands only 17% of the children in this age group have received the first of two jabs of the vaccine and 24% in Eysturoy and 39% in the Tórshavn area (Suðurstreymoy).[173] On 23 October there were 78 new cases, most of them were in the Klaksvík area and in Eystur Municipality.[174] November continued the same way as October ended with a high daily number of new cases, that is over 60. On 3 November the daily number was record high with 111 new cases. Half of the cases were from the Klaksvík/Northern Islands area. There had been a wedding in Leirvík, Eysturoy, the previous weekend, where there had been some persons who later tested positive for COVID-19. The groom was one of the members of the Faroese parliament, Løgtingið, Steffan Klein Poulsen, and he was criticized for holding a wedding with around 130 people at the same time as the daily number of COVID-19 cases was record high and with the most cases in the are where the wedding was held. One of the guests was the Faroese foreign minister, Jenis av Rana, who several months earlier had admitted that he was not vaccinated against COVID-19. Both politicians are members of the Christian party Miðflokkurin. Steffan Klein Poulsen said to the Faroese news paper Dimmalætting, that he was not vaccinated.[175] The politics of the Faroese government regarding COVID-19 include vaccination of as many people as possible.[176] On 4 November the Faroese government held a press conference where the prime minister, Bárður á Steig Nielsen, informed about new COVID-19 restrictions.[177] No more than 50 people should gather. Sports matches could be held but without spectators. Schools and kindergartens which had several positive cases of COVID-19 should be closed after consulting the Chief Medical Officer. The night life should lock down, that does not apply to restaurants but bars etc. The COVID-19 info telephone line which was closed on 31 August 2021[178] would open again on 4 November.[179] The guidelines regarding COVID-19 were eased several times during January and February 2022. There were several hundred positive daily cases in January and February, except for 1 January 2022, but not too many were hospitalized because of COVID-19. The hospitals could manage the relatively few persons who were hospitalized. From 1 February 2022 the recommendations regarding testing were changed so that only people with symptoms of COVID-19 or persons who lived together with a person who had tested positive or persons who had tested positive with a quick test, should be tested with PCR. Others should use quick test. On 7 February 2022 a new record was reached when 1265 persons tested positive. More than half of the tests were positive and now almost half of the population had been tested positive for COVID-19 at some point.[180] The quarantine guidelines were eased from 15 February 2022 such that only those who received positive results from PCR or quick tests would be required to quarantine. In January and February 2022 there were 28567 new cases of COVID-19 in the Faroe Islands.[181] As of 28 February 2022 31 persons have died with COVID-19, not necessarily because of COVID-19. If a person dies within 30 days after testing positive for COVID-19, the person is counted as died with COVID-19. From 28 February 2022 all COVID-19 restrictions were removed.[6] In October 2020 some results were announced from a scientific research which Maria Skaalum Petersen and Pál Weihe are in charge of. It was announced, that a large part of the Faroese people who were ill with COVID-19 in March and April 2020 still had symptoms around six months later. Scientists had asked all 187 persons if they would like to participate in a scientific research where they would be asked questions about their symptoms during and after they were infected with COVID-19. 181 of 187 agreed to participate. In October the research was not yet finished, but some results were announced. The results show that 11% did not have any symptoms at all in the period when they were infected, and several had only mild symptoms. Very few had to be hospitalized. In September these people were invited to Deildin fyri Arbeiðs og Almannaheilsu (The Faroese Department for Public and Social Health) for a thorough health check. Even if the research has not completed yet (as of October 2020), it is clear that just below 50% of the COVID-19 survivors from the first wave in the Faroe Islands had long term consequences of COVID-19 as of September 2020, i.e. they feel fatigue, have difficulty breathing and/or still have lost their sense of smell and/or taste; 29% still felt fatigue, 15% still had no or changed sense of taste and 24% still had no or changed sense of smell.[182] In July and August 2020 three foreign vessels which embarked in the Faroe Islands had crew members which tested positive for COVID-19. These cases. In July 34 tested positive and in August 29 Russian sailors tested positive. There was also an outbreak of Faroese people who tested positive for COVID-19 in August, but after intensive voluntarily testing of large numbers of Faroese people and home-isolating the positive cases and their close contacts the outbreak was under control. However most of the Faroe Islands' active cases in late August and early September 2020 were Russian sailors from the vessel Yantarnyy which made up a large part of the country's active cases. This, as many had pointed out, created a problem for the Faroe Islands, as the high infection numbers could be misleading. Norway placed the Faroe Islands on the red list in August 2020, and discouraged any Norwegian citizen from travelling to the Faroe Islands, which made it unnecessarily difficult for Faroese sailors and other Faroe Islanders working in Norway, as they had to be in quarantine in Norway for ten day before they could go to work.[183] On 2 September 2020 it was announced by the Faroese government and the Chief Medical Officer Lars Fodgaard Møller that foreign sailors will no longer be counted in the Faroese statistics unless they step on Faroese soil.[184] Updated 25 February 2022. The mass testing for COVID-19 ended on 28 February 2022. Source: [1] As of 28 February 2022, 31 persons have died with COVID-19 in the Faroe Islands.[185] NB, 66 of the foreigners which tested positive are sailors from two Russian trawlers and a Lithuanian cargo vessel.[92][97][108] Below is an overview of the data presented above.","Title":"COVID-19 pandemic in the Faroe Islands - Wikipedia","KeyID":"10597","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_the_Faroe_Islands"}