{"Content: ":"The government of Germany has initially responded to the COVID-19 pandemic in the country with preventive measures to curb the spread of the coronavirus disease 2019 in the country. With the nationwide spread of the disease from March 2020, preventive measures were replaced by containment measures, including a lockdown from March. With the determination of an epidemic situation of national significance (de:Epidemische Lage von nationaler Tragweite) on 25 March by the Bundestag,[1] a legal framework was agreed for the government of chancellor Angela Merkel and the heads of the 16 German states to agree on nationwide pandemic restrictions.[2] Some observers considered the chancellor and state premier meetings as effectively circumventing parliament,[2] while others disagreed.[3][4] Criticism over the diminished role of parliament in pandemic management persisted from across the political spectrum.[5] The first months of fighting the pandemic were widely considered a success, seen by observers to have been due to a wide acceptance of the cautious course of chancellor Merkel and the close coordination between scientists, physicians, and politicians. From mid-April 2020, many restrictions were successively lifted. This success was not repeated with the second wave of the pandemic, which saw daily new cases rise seven-fold over the course of October 2020, and another rise in the third wave in the first months of 2021.[6][4] Besides lockdown fatigue gaining ground,[7] the approaching 2021 German federal election saw tougher debates on pandemic responses taken by the government of Merkel, including from within the ranks of her own CDU/CSU party. The country entered a full lockdown shortly before Christmas 2020.[6] The Bundesnotbremse (federal emergency brake) from April to June 2021 automatically triggered curfews in states and districts if case numbers exceeded the threshold of 100 cases per 100,000 residents in the preceding seven days for three days in a row, while school closures were mandated if the threshold of 165 was exceeded for three days in a row.[8][9] Besides social distancing measures mandated by the lockdown, the accelerating vaccination campaign was credited with overcoming the third wave.[10] The fourth wave of the pandemic from August 2021[11] led to record case numbers and deaths by November. Before the formation of the Scholz cabinet in early December, observers saw anti-pandemic decision making as being hampered by the nature of the caretaker government of Merkel, while also saying that the government had since much earlier been overly hesitant to impose tough, unpopular decisions.[12][6] A catalogue of measures, some of which were tied to the hospitalization rate, was passed by the Bundestag in November 2021 as the epidemic situation of national significance expired.[13] To increase the low vaccination rate, the infection protection law was amended in December to include a COVID-19 vaccine mandate for health workers, as well as allowing dentists, veterinarians and pharmacists to vaccinate people.[14] Booster shots were a central part of the government strategy against the Omicron variant,[15] which was driving the fifth and sixth waves of the pandemic.[16][17] A partial vaccine mandate applying to health workers took effect in mid-March 2022, while a proposal for a vaccine mandate for all aged 60 and over was rejected in the Bundestag on 7 April, in what was seen by observers as a major setback for the government.[18] The Grundgesetz (Basic Law) mandates that infection protection measures are the responsibility of the states. Implementation of measures sometimes differed considerably across states as a result.[19] Many coronavirus measures faced legal challenges from individuals,[19] and some were challenged by the far-right populist Alternative for Germany.[13] On 30 November 2021, the Federal Constitutional Court ruled that the Bundesnotbremse emergency brake had been legal.[8] From May 2020[20] until late 2021, the so-called \"seven-day incidence\" was the main criterion for determining anti-pandemic measures. The seven-day incidence is measured at a locality (district, state or federal level) as the average number of new cases per 100,000 residents in the preceding seven days. At a videoconference of chancellor Angela Merkel and the 16 state governors on 6 May 2020, state governments were authorised to reimpose restrictions immediately in case of the seven-day incidence surpassing the threshold of 50.[20] This measure, billed as \"emergency brake\", was intended to allow quick action against local outbreaks before the entire country would be affected. Starting from 14 September 2020, the RKI reported on the front page of its daily updates the countrywide seven-day incidence, as well as the number of districts with a seven-day incidence above 50; from 2 October 2020, the incidence was shown separately for those aged 60 and over, and from 28 December, also separately for those aged 80 and over.[21] When imposing the new lockdown in early November 2020, the government stated that its goal was to reduce the seven-day incidence to about 50, as this would enable contact tracing.[22] Additionally, in the January 2021 extension and toughening of the measures, a seven-day incidence of 200 or above triggered a travel ban for the affected district.[23] Before the seven-day incidence was established as a key indicator, the effective reproduction number R played a major role in the public debate.[24] At a meeting of chancellor Merkel, chancellor-in-waiting Olaf Scholz and the 16 state premiers on 18 November 2021, it was agreed that the so-called hospitalization incidence would be the new benchmark for introducing tougher anti-pandemic measures.[13] By that time, the seven-day incidence had been subject to long-standing criticism for its shortcomings by several experts, including epidemiologist Gérard Krause of the Helmholtz Centre for Infection Research (HZI).[25] A September 2021 amendment of the Infection Protection Act had already included the number of hospitalizations as a principal factor, besides the occupancy of intensive care units and the vaccination rate.[26] Under the new rules from November 2021, if the number of hospitalized in the preceding seven days exceeded the number of three per 100,000 residents, all public leisure facilities are to operate under the \"2G\" rule. If it exceeded the number of six, they are to operate under the \"2G+\" rule (see section Criteria for access below for the definition of these notions). If it exceeded the number of nine, further measures such as contact restrictions are to be implemented.[13] The absence of any such threshold to date had been critizised by Merkel a day earlier, with her saying that the hospitalization rate would be \"a toothless tiger\" without it.[27] In September 2021, critics had said that the method for computing the hospitalization rate tended to considerably underestimate it. A main reason cited for this was that hospitalizations would usually occur several days after a positive coronavirus test and consequently, due to the computation method adopted by the Robert Koch Institute, contribute to past hospitalization rates, rather than the present one.[28] From August until November 2021, most of Germany was operating under the \"3G\" rule, which limited access to most facilities to those who were fully vaccinated, the recovered, and those who had recently tested negative for the coronavirus. As the fourth wave of the pandemic gained momentum, particularly in view of the growing pressure on intensive care units, there were increased calls to adapt instead a \"2G\" rule which limited access to the vaccinated and the recovered.[29] The \"2G\" rule was incorporated in the anti-pandemic measures passed by the Bundestag on 18 November 2021, as well as the \"2G plus\" (2G+) rule, which added the requirement of an up-to-date negative coronavirus test to the \"2G\" requirements.[30] Until late 2021, a general COVID-19 vaccine mandate was considered by observers to be highly unlikely, with politicians from several parties, including Health Minister Spahn in February 2021, ruling out such a mandate.[31] In July 2021, as the debate began to heat up on the question of access rights to facilities granted to the unvaccinated, chancellor Merkel[32] and justice minister Christine Lambrecht opposed a general vaccine mandate.[33] In November 2021, chancellor-in-waiting Olaf Scholz \"signaled his sympathy\" for introducing mandatory COVID-19 vaccination as early as February 2022, according to an official close to Scholz.[34] The outgoing Merkel government also proposed the possibility of a mandate.[35] On 8 December, the day of assuming office, Scholz announced his intention to make COVID-19 vaccination mandatory,[36] a view he repeated in parliament on 12 January 2022.[37] On 10 December 2021, the Bundesrat passed an amendment to the Infection Protection Act, hours after the Bundestag parliament had done so. Included in the amendment was a vaccine mandate for health workers in hospitals, nursing homes, doctors' offices, facilities for people with disabilities, and other health facilities to show proof of vaccination or recovery from COVID-19, with exemptions only made for those who could not be vaccinated on medical grounds.[14] The mandate took effect on 15 March 2022. Implementation however extended into the following weeks, due in part to some local health authorities allowing latitude in considering individual cases.[38] Bavaria postponed the implementation indefinitely.[39] On 19 March, the Federal Constitutional Court ruled the partial vaccine mandate to be legal,[40] having previously dismissed in February 2022 a legal challenge to delay it.[39] On 22 December 2021, the German Ethics Council said it favored an extension of the vaccine mandate to all adults, while saying that the justification of an extension would require it to \"mitigate or prevent serious negative consequences of possible future pandemic waves, such as high mortality, long-term adverse health effects on significant parts of the population, or an imminent collapse of the health care system.\" It said there should be a range of considerations and measures including direct invitations to those obliged to get vaccinated; disseminating relevant information in a culturally sensitive manner; and including social media in the outlets for such information.[41] Legal obstacles and the absence of a timeline for the introduction of pertaining legislation led observers to predict in early 2022 that a general mandate would be unlikely before September.[42] On 4 April, days before a vote in the Bundestag was scheduled, the initiative for a general vaccine mandate was effectively shelved, with a group of 237 parliamentarians who had favored it switching to proposing instead a mandate for those aged 50 and over.[43] On 5 April, the proposal was amended to lift the age threshold to 60 years.[44] The failure of the amended proposal, which had been supported by chancellor Scholz and health minister Lauterbach, at the Bundestag vote on 7 April for which foreign minister Annalena Baerbock had been recalled by Scholz to participate,[45] was considered a major defeat for the chancellor and his governing coalition. A recent opinion poll had found 60 per cent of Germans to be supporting a vaccine mandate.[46] Lauterbach expressed his regret about this decision.[45] On 24 July 2020, authorities announced that Germany would offer free voluntary coronavirus tests to all returning holidaymakers, with arrivals from 130 designated high-risk countries being eligible for tests on the same day. Testing facilities would be set up at airports.[47] From 8 March 2021, a week later than had been anticipated by health minister Spahn in mid-February,[48] the government footed the bill for one weekly rapid test per resident, to be administered by trained personnel.[49] The rationale for this measure was to avoid stricter pandemic measures during the severe COVID-19 wave of that time.[50] On 10 August 2021, after meeting the 16 state premiers, chancellor Merkel announced that free COVID-19 tests would end on 11 October 2021. After that day, people would have to pay for their tests where required, excepting children, teenagers, and those with medical conditions which make them ineligible for vaccination. The rationale for this decision was that the government was now able to offer vaccines to every German citizen. Bavarian premier Markus Söder said after the meeting that, while vaccination would remain voluntary, those who refused it could not expect the tests to be government-funded forever.[51] On 12 November 2021, against the backdrop of rapidly rising numbers of coronavirus cases, health minister Spahn announced that coronavirus testing would again be free of charge from the following day.[52] On 24 June 2022, health minister Lauterbach announced that daily rapid tests would remain free of charge from 1 July only for risk groups, with others having to pay a contribution of 3 euros per test from that date. Lauterbach expressed his regret about the decision, citing the financial burden of about one billion euros per month had the free tests for all been continued.[53] The free coronavirus testing scheme, which allowed private operators to receive government funding, led to multiple cases of fraud. Control measures were implemented after reports by several media about fraud, but failed to remedy the issue. The Berlin State Criminal Police Office estimated the damage to be between one and one and a half billion euros. The limitation of tests from July 2022, together with a reduction in government subsidy, was intended to end fraud once and for all.[50] The incoming government of chancellor Scholz established a government advisory panel on the pandemic in December 2021. It had its first meeting on 14 December.[54] The panel comprised 19 members.[55] On 1 July 2022, the panel, which comprised 18 members at that time – with Christian Drosten having left the panel in April 2022 – , presented a report on the efficacy of government anti-pandemic measures. The report was also commissioned to shape the anti-pandemic measures which were expected to be necessary from autumn, when previous legislation would expire and coronavirus cases were expected to go up sharply. The report did not arrive at clear-cut recommendations, saying that lockdowns were effective in the early stage of the pandemic but had less effect later, and that face masks were effective but only so if properly fitted. The report also criticized the Robert Koch Institute for not having done enough to provide data for the study, and also pointed to time and staff limitations as reasons for the report not having been as comprehensive as would otherwise have been possible.[56] On 22 January 2020, the German government considered the spread of COVID-19 as a \"very low health risk\" for Germans and the virus in general as \"far less dangerous\" than SARS. New travel advisories would not be necessary.[57] On 27 January, after the first infections in Germany, the government continued to regard the probability of a spread as \"very low\". Even if individual cases emerged, authorities would be able to treat them.[58] At a press conference on 28 January, the Federal Minister of Health, Jens Spahn, stated that he was only worrying about conspiracy theories that were circulating on the Internet, and that the Federal Government would counter this problem through full transparency. Hotlines were established to calm down worried callers. After a case was suspected in a Lufthansa plane, the company suspended all flights to China.[59][60] On 29 January, reports surged that masks were sold out. The government ordered pilots of flights from China to describe the health status of their passengers and ordered passengers to fill in a contact document. The government and health authorities expected more isolated cases but were confident to prevent further spread.[59][60] On 1 February, German Health Minister Spahn warned that people infected with the Coronavirus and their contacts might be stigmatised and be socially excluded. He emphasised that the Germans evacuated from China would all be healthy.[61] On 13 February, at a meeting of EU Health Ministers, Spahn dismissed travel restrictions from or to China by single member states. He decidedly rejected measuring the temperature of inbound travellers.[62] On 18 February, Foreign Minister Heiko Maas had 8.4 tons of protective gear and clothing as well as disinfectants sent to China. This was the second shipment after Germany had sent 5.4 tons of it to China during the evacuation of the Germans.[63] On 25 February, NATO's Supreme Allied Commander Europe, Tod D. Wolters, was asked by senators if there were plans for restricting U.S. troop travel to other countries apart from Italy. He pointed to Germany as a potential candidate.[64] On 26 February, following the confirmation of multiple COVID-19 cases in North Rhine-Westphalia, Heinsberg initiated closure of schools, swimming pools, libraries and the town hall until 2 March. Games and training for FC Wegberg-Beeck were suspended.[65][66] The Cologne-Wahn military airport was temporarily closed.[67][68] The German government opted not to implement travel restrictions on Italy over the coronavirus pandemic there.[69] It also considered itself \"far from\" issuing a travel warning for the country,[70] which would have enabled free cancellation of trips.[71] On 28 February, Germany first entered the top ten of countries that had the highest number of coronavirus infections as number nine, in Europe second only to Italy.[69] ITB Berlin was cancelled by its organisers.[72] Heinsberg extended closure of daycare facilities and schools to 6 March. The officials imposed a 14-day home isolation for people who had had direct contacts with individuals in the current cases as well as people who showed flu symptoms.[73] Lufthansa cut the number of short- and medium-haul flights by up to 25%, and removed multiple long-haul routes resulting in 23 long-haul aircraft being taken out of operation.[74] On the same day, Germany enacted new health security measures to include regulations for air and sea travel, requiring passengers from China, South Korea, Japan, Italy and Iran to report their health status before entry. Train railway companies must report passengers with symptoms to authorities and the federal police would step up checks within 30 kilometres of the border.[75] The government also declared it would prepare a central acquisition of protection masks and suits to create a reserve, that not all events should be cancelled and that its crisis team would from then on meet twice a week.[76] On 1 March, the number of confirmed infections almost doubled within one day. German Interior Minister, Horst Seehofer, expressed his optimism that a vaccine would be available by the end of the year. The Finance Minister, Olaf Scholz, stated that the government was prepared for a stimulus package to mitigate the economical impact. The Health Minister, Jens Spahn, recommended that people with symptoms of a cold should avoid mass events.[77] On 2 March, the German Robert Koch Institute raised its threat level for Germany to \"moderate\" and the European Centre for Disease Prevention and Control raised its threat level for Europe from \"moderate\" to \"high\". Health minister Spahn dismissed the closure of borders or companies or ending large events or direct flights between China and Germany as unnecessary or inappropriate.[78] Germany sent lab equipment, protection suits, and gloves for the coronavirus in Iran.[79] On 3 March, the German National Association of Statutory Health Insurance Physicians, the Bavarian State Chamber of Medicine, the Bavarian Association of Paediatricians, and the Association of General Practitioners of Berlin and Brandenburg reported a lack of protection gear to handle COVID-19 cases.[80][81][82] Markus Söder, Minister President of Bavaria and leader of the CSU, and the German Minister for Economics, Peter Altmaier, pushed for financial help for companies affected by the virus.[83][84] On 4 March, the crisis team considered the acquisition of more protection gear as an \"extraordinary urgency\". Germany prohibited the export of protection masks, gloves, and suits. North Rhine-Westphalia declared to order one million masks.[85] A parliamentary discussion took place. Health minister Spahn warned that the consequences of fear could be far worse than the virus itself. Spokespersons of Greens and FDP praised the government for its management of the crisis. AfD leader Weidel disagreed and also proposed measuring fever at airports. SPD health policymaker Bärbel Bas stated that measuring fever made no sense because not every infected person has a fever.[86] Israel ordered a 14-day quarantine for all travellers from Germany and four other European countries.[87] To address the severe shortage of hand disinfectants, the Federal Agency for Chemicals within the Federal Institute for Occupational Safety and Health issued a general decree on 4 March which allowed pharmacies and pharmaceutical companies to produce and sell products based on isopropyl alcohol for this purpose.[88] On 5 March, the German Federal Office for Citizen Protection and Disaster Support (BBK) stated that the spread in Germany was \"no catastrophe\" and that citizens should prepare for real catastrophes instead.[89] On 6 March, the German Health Minister Spahn ruled out \"any measure leading to restrictions on travel\" within the European Union and spoke out against closing all schools and universities in Germany. Spahn recommended not to make unnecessary travels and suggested people coming from risk areas should stay at home. Spahn participated in a meeting with the other European Health Ministers to discuss the crisis. The EU and Robert Koch Institute emphasised that masks and disinfectants should not be used by healthy private persons.[90][91] In March, Germany banned prostitution for the duration of the pandemic.[92] On 8 March, the German Health Minister recommended to cancel events of more than 1000 attendees for the time being. Poland announced random temperature checks for bus passengers from Germany near a border crossing starting the next day.[93] On 9 March, Germany reported the first two deaths. The number of COVID-19 infections had nearly doubled to more than 1200 within the last few days. Angela Merkel's administration announced measures to cushion the economic blow.[94] Merkel, who had publicly kept a low profile regarding the outbreak, emphasised it was important to slow down the spread and buy time. The government's spokesman, Steffen Seibert, stated that citizens could be \"confident that the whole Federal Government, with the Chancellor at the helm, is doing everything possible to contain the spread of this virus\".[95] The Health Minister emphasised the responsibility of each individual to slow down spread and ruled out preemptive closing of daycare centres or schools.[96] On 10 March, chancellor Merkel announced that between 60 and 70 per cent of Germans would get the virus, an estimate already made nine days earlier by the head virologist of the Charité, Christian Drosten.[97][98] In reaction to a general ban on events with more than 1,000 participants put into immediate effect, Germany's Ice Hockey league DEL announced immediate cancellation of the 2019–2020 season, and that the championship title would remain vacant.[99] Several matches of the soccer leagues, including Bundesliga derbies would be played behind closed doors, a first in the 57-year history of the Bundesliga.[100] Berlin mayor Michael Müller (SPD) disagreed and stated that mass events should not be cancelled preemptively and expected the sold-out soccer match between Union Berlin and FC Bayern Munich on 14 March not to be behind closed doors.[101] On 11 March, having faced accusations of inaction the previous days, Merkel took the unusual step of dedicating an entire press conference on the topic of the COVID-19 crisis. She emphasised \"We will do the necessary, as a country and in the European Union\".[102] She announced liquidity support for companies, especially via the German development bank KfW, to be realised before the week was over. She insisted again on not closing borders. Merkel recommended everyone avoid shaking hands, for example by looking a second longer and smiling instead. The German health minister added that mouth protection and disinfectants were needless for individuals and that it was enough to wash hands with soap rigorously.[103] Shops noted a great increase in demand for provisions and sanitary products.[104] The first member of the Bundestag to be tested positive was FDP politician Hagen Reinhold.[105] Several members of the Bundestag for the SPD were placed under quarantine, including epidemiologist and Member of Parliament Karl Lauterbach, after attending a meeting on 2 March with a staff member of the German Ministry of Justice later testing positive for coronavirus.[106] On 12 March, U.S. President Trump announced (actually on 11 March 21:00 EDT local time) a 30-day travel ban for foreigners who travelled from Schengen area states, including Germany, effective 13 March 23:59 EDT.[107][108] German foreign politicians were caught by surprise by the travel ban and criticised that it was not coordinated with them. They complained that the United Kingdom was not included.[109] Although neighbouring countries had already closed schools, German Minister of Education Anja Karliczek rejected a nationwide closure of schools, while stating that the decision would need to be re-assessed daily as the pandemic evolved.[110] The Kultusministerkonferenz debated whether the virus could threaten the upcoming Abitur school-leaving examination. Its director, Stefanie Hubig, decided the oral examinations in Rhineland-Palatinate between 16 and 25 March would take place according to plan. She also recommended cancelling class trips to risk areas.[111] On 13 March 14 of the 16 German federal states decided to close their schools and nurseries for the next few weeks. Germany's neighbours Czech Republic, Poland and Denmark closed their borders.[112] Germany rushed to order 10,000 ventilators from Drägerwerk for intensive respiratory care, twice the order size of Italy and equivalent to the production of a whole year.[113] Germany entered talks for softening its export stop of protective gear for other European Union states.[114] The government decided to give financial support to artists, private cultural institutions and event companies that struggle in the crisis.[115] Scholz and Altmeier assured unlimited credits to all companies of any size.[116] Bundesliga announced that all soccer matches would be postponed until at least 2 April.[117] On 14 March, the number of confirmed infections had increased to 4,585, including nine fatalities.[118] Several federal states widened their measures to limit public activities. For example, Berlin, Schleswig-Holstein and Saarland closed bars among other leisure venues. Cologne forbid all events in the city centre.[104] An FDP member of Bundestag, Thomas Sattelberger, went public on Twitter that he was infected. He also criticised a video created by Germany's largest public broadcaster, ARD which had satirically portrayed COVID-19 as a boon through preferentially killing the old in the developed world, who ruined the planet with global warming and turbocapitalism.[119] The authors of the video later apologised for hurting feelings and defended their work stressing it was a satire using exaggeration.[120][119] On 15 March, local elections in Bavaria took place amid the crisis. Many election workers dropped out so that the elections were \"acutely threatened\" and teachers had to be conscripted on one day's notice.[121] German Interior Minister Horst Seehofer announced the closing of the borders with France, Switzerland, Austria, Denmark and Luxembourg. The measure would begin on 16 March and the transportation of goods and commuters would be exempt.[122] Deutsche Bahn decided to reduce its regional traffic and, to protect its staff, suspended further ticket inspections.[123] On 16 March, the state of Bavaria declared a state of emergency for 14 days and introduced measures to limit public movement and provide additional funds for medicine supplies. Bavarian minister president Markus Söder ordered closures of all sports and leisure facilities starting on 17 March. Restaurants were ordered to limit their dine-in opening hours to before 3:00 pm; to ensure a minimum distance of 1.5 metres between guests; and to accommodate a maximum of 30 guests. Supermarkets, chemist's shops, banks, pet shops, and all businesses that sell essential basic needs are allowed extended opening times including on Sundays, while non-essential shops are to be closed at all times.[124] Italian scientists, including virologist Roberto Burioni, warned Germany against underestimating the danger and the director of Eurac Research stated that Germany needed a lockdown or the numbers would go out of control.[125] In the evening, Merkel announced measures similar to Bavaria for the entire country, agreed on by all federal states and the ruling coalition. This also includes a prohibition on travelling in coaches, attending religious meetings, visiting playgrounds or engaging in tourism.[126] The government stressed it was no \"shutdown\".[127] On 17 March, Germany along with the European Union closed its borders to travellers from outside the bloc for 30 days, with exceptions for some European countries and designated essential purposes, and advised its citizens not to travel abroad.[128] Inbound travel to Frankfurt Airport was suspended the same evening. Chancellor Merkel also stated that the European Commission had begun work on a collective tender for medical gear.[129] The Robert Koch Institute raised the health threat risk for COVID-19 in Germany to \"high\". Limits on the testing capacity and a delay of three to four days meant reported numbers were significantly lower than the actual ones.[130] Employment agencies and job centres reported a tenfold increase in calls and had to relax sanctions.[131] Berlin announced the plan to construct a hospital with the Bundeswehr for housing 1000 beds for COVID-19 patients. The Federal and State Governments agreed on a new emergency plan for German hospitals which includes doubling the current capacity of 28,000 intensive care beds, of which 25,000 are equipped with ventilation.[132] After a man tested positive in a refugee centre in Suhl, a quarantine led to days of protest, physical resistance and escape attempts over fences or the sewage system. In an SEK operation with protection suits and tanks, 200 police forces calmed the situation and relocated 17 offenders.[133][134] The Interior Minister of Lower Saxony warned that untrue news could trigger panic buying and conflicts, and demanded laws to punish publishing wrong information regarding the supply situation, including the medical one, or aspects of the virus.[135] On 18 March, Germany widened its travel restrictions to EU citizens from Italy, Switzerland, Denmark, Luxembourg and Spain, who had up to that time been able to arrive by flight or ship.[136] Germany still received flights from Iran and China due to bilateral agreements, although the German ministry of transportation had stated two days earlier that it would forbid passenger flights from there. The passengers were not tested for the virus and their temperatures were not taken due to the absence of administrative orders.[137] The head of the Robert Koch Institute warned that the number of infected could rise to up to ten million in two months unless social contacts were reduced significantly, and called for a minimum distance of 1.5 metres to be maintained in all direct contact. The government began to bring back thousands of German travellers stranded in non-EU countries with charter flights. The public health insurance companies assured to cover all expenses related to the crisis with no limitation.[136] On 19 March, discussions of the Minister presidents of the German states and Merkel regarding a curfew were set for 22 March.[138] A German manufacturer of breathing masks for hospitals and doctors complained that his warnings in early February that masks were selling out and his offer to reserve masks for hospitals had remained unanswered by the health ministry. The ministry explained to the press that they had received the messages but deemed itself not responsible and that the numerous offers could not be replied to due to prioritisation. Some hospitals reported they were already facing shortages of protective gears.[139] A survey revealed that more than 80% of the doctors in private practice reported a lack of protective equipment.[140] On 20 March, Bavaria was the first state to declare a curfew, inspired by and identical to Austria,[141] where it had been implemented four days before.[142] The Bavarian curfew would begin at midnight and fine violators up to €25,000. It would remain permitted to go to work as well as to supermarkets, medics and pharmacies, under the condition that the trip is solitary or with housemates. Under the same condition, it is also permitted to do sports outside; to visit the life partner or aged, sick or disabled people who do not live in a facility; and to help others in general or provide for animals. Restaurants except drive-ins and for take-away, DIY shops and hairdressers would be shut down.[143][144] The Federal government scheduled a discussion for 22 March to decide on a nationwide curfew and still faced opposition from the German Association of Towns and Municipalities and reservations, among others from the Governing Mayor of Berlin, Michael Müller, or Minister President of Thuringia, Bodo Ramelow.[145] Annalena Baerbock, chairwoman of the Greens, criticised Bavaria's introduction of the curfew as counter-productive, saying there should not be a competition of which federal state is the fastest and strictest and that there would already be a round of voting on this question with all the federal states and the chancellor in two days.[146] Starting also at midnight, the state of Saarland, a region close France's badly affected Grand Est region, also put a similar curfew into place.[147] Lufthansa donated 920,000 breathing masks to the health authorities.[148] On 21 March, after more and more residents of refugee centres tested positive for the virus, asylum seekers were unsettled. In Suhl, some threw stones at the police, threatened to set the residence on fire, and used children as human shields. Refugee organisations demanded smaller residencies, including accommodation in hotels and hostels.[149] According to data collected on 17–18 March 2020 spending behaviour in a sample of 2500 people in Germany, with an age range from 16 to 65 years confirmed panic buying, showing a 35% increase in the purchase of noodles, 34% increase in canned food, and sanitiser (+33%), a 30% increase in frozen food, mineral water and soap, as well as a slightly lower degree in prepackaged meals (+8%), toilet paper 26%, facial tissue +24% and medication +19%.[150] On 22 March, the government and the federal states agreed for at least two weeks to forbid gatherings of more than two people and require a minimum distance of 1.5 metres (4 ft 11 in) between people in public except for families, partners or people living in the same household. Restaurants and services like hairdressers were to be closed.[151] Individual states and districts were allowed to impose stricter measures than these. Saxony joined Bavaria and the Saarland in prohibiting residents from leaving their dwellings except for good reasons, which are similar to the ones in the other two states; outdoor exercise is permitted under the new rules only alone or in groups of maximal five members of the same household.[152] Chancellor Merkel was quarantined because the physician who had vaccinated her two days earlier tested positive.[153] Volkswagen bought medical equipment in China in a double-digit million euro range to donate it in Germany and voiced its intention to produce masks.[154] On 23 March, the government decided on a financial aid package totalling around 750 billion euros taking on new debt for the first time since 2013, to mitigate the damage of the coronavirus pandemic on the economy.[155] Stephan Pusch, the District Administrator of Heinsberg, asked the Chinese president for help with protective equipment, because the reserve of masks and protective gowns would last only a few more days.[156] Hospitals and doctors urged the government again to address the lack of masks and other protection gear. Berlin received 8000 masks from the nation's central provisioning, which would mean only one mask for every doctor's practice.[157] Of the ten million masks promised by Federal Health Minister Spahn, only 150,000 had arrived so far.[158] A transport plane arrived with masks and coronavirus test kits donated by Alibaba. Other Chinese tech companies like Oppo and Xiaomi also donated masks.[159] Beiersdorf delivered 6000 litres of disinfectants as part of a larger donation of 500 tons.[160] On 24 March, a delivery of 6 million protective masks of type FFP-2 ordered by the German central provisioning to protect health workers was reported missing at an airport in Kenya.[161] They had been produced by a German company and it was unclear why they had been in Kenya.[162] 10 million protective masks had been ordered by the central provisioning altogether. The lack of protective equipment, especially of face masks and disinfectants, led hospitals to re-use disposable masks. Undertakers requested protective equipment and raising their status to being relevant for the system to get priority access to protective gear. Most dentists practices did not have FFP-2 masks and some considered closing their practices.[163] Several alcohol manufacturers started to deliver disinfectants or alcohol to pharmacies and hospitals. Klosterfrau Healthcare announced it would donate 100,000 litres of disinfectant and Jägermeister provided 50,000 litres of alcohol for producing disinfectants.[164] As of late March, Deutsche Krankenhaus-Gesellschaft (DKG) reported an estimated number of 28,000 intensive care beds, of which 20,000 had respiratory support. 70 to 80 per cent were occupied by non-COVID-19 patients. A project to find out the exact percentage of free intensive care beds in Germany had been started by Deutsche Interdisziplinäre Vereinigung für Intensiv- und Notfallmedizin (DIVI) and half of all hospitals joined it.[165] On 25 March, the German Bundestag approved, with a large majority, the stimulus package which the government had decided on two days earlier. It also suspended the constitutionally enshrined debt brake to approve the supplementary government budget of 156 billion euros.[166] The Kultusministerkonferenz decided against cancelling the Abitur school-leaving examinations, which were currently under way in Hessen and Rhineland-Palatinate. The Robert Koch Institute (RKI) warned that the epidemic had only just begun in Germany.[167] The Bundestag made the determination of an epidemic situation of national significance (de:Epidemische Lage von nationaler Tragweite).[1] On 26 March, Robert Bosch GmbH announced it had developed a new COVID-19 test system, which could diagnose whether a patient was infected in less than 2.5 hours instead of days and could be run automatically at the point of care.[168][169] According to Bosch, the test would be available in Germany in April and could check for 10 respiratory pathogens simultaneously with an accuracy of more than 95%.[170] At night, it was reported the Interior Minister, Horst Seehofer, had decided to widen the scope of the entry restrictions, which had previously covered other EU- and non-EU citizens, to also prohibit asylum seekers from entering.[171] On 27 March, the stimulus package passed the German Bundesrat with large majority. It came into effect the same day with the signature of President Frank-Walter Steinmeier.[172] Drägerwerk announced that the first respiratory devices of a total order of 10,000 by the health ministry were finished, but it was unclear where to deliver them.[173] The fulfilment of the order would extend over a whole year as the company had received many orders from other countries and the German government had not asked them to be supplied first.[174] Drägerwerk also announced it had doubled its production of breathing masks.[173] On the morning of 28 March, the body of Hesse's Minister of Finance Thomas Schäfer was found next to the Cologne–Frankfurt high-speed rail line near Hochheim am Main. Volker Bouffier suspected that his suicide resulted from worries about the future in the wake of the corona crisis crushing him.[175] On 29 March, in Berlin and Hamburg two demonstrations for the adoption of more refugees were considered a violation of the contact ban and were dispersed by police forces.[176] Adidas, Deichmann, H&M and many other retail companies which had their shops closed as part of the government restrictions announced that they planned to suspend rent payment according to the new law granting temporary relief during the corona crisis.[177] Christine Lambrecht, called it \"indecent and unacceptable\"[178] and Bundestag member Florian Post (SPD) published a video of himself burning an Adidas shirt and calling for a boycott of the company.[179] On 31 March, Jena was the first major German city to announce an obligation to wear masks, or makeshift masks including scarves, in supermarkets, public transport, and buildings with public traffic.[180][181] Minister president of Bavaria, Markus Söder, stated that the problem of mask acquisition needed to be solved before discussing an obligation to wear masks, and demanded a national emergency production of protective masks.[182] Intensive care physicians criticised the lack of protective clothing in nursing services, clinics and doctors' practices as a state failure.[181] On 1 April, the project of a European Coronavirus app was publicised that, unlike apps of other countries, could satisfy the requirements of the EU's stringent data protection, releasable in Germany around 16 April. The project, titled Pan-European Privacy-Preserving Proximity Tracing (PEPP-PT), involved eight European countries and, on the German side, participation came from the Fraunhofer Institute for Telecommunications, Robert Koch Institute, Technical University of Berlin, TU Dresden, University of Erfurt, Vodafone Germany and (for testing) Bundeswehr. The app would use Bluetooth to register close contact to other people with the app anonymously and warn the user when a person who had previously been in close contact officially registered an infection. Most German politicians demanded that public usage should be voluntary.[183] On 1 April, Health Minister Spahn forbade flights from Iran, effective immediately, on the basis of the new Infection Protection Act.[184][185] Chancellor Merkel extended the social distancing measures to 19 April and asked people not to travel during the Easter holidays.[186] On 2 April, the Robert Koch Institute changed its previous recommendation that only people with symptoms should wear masks to also include people without symptoms. A general obligation to wear masks in public, not supported by the federal government and most regional governments, was discussed. It faced the counter-argument of general shortages of protection gear that could not even guarantee supply for the health care and maintenance system.[187] At least 2,300 of German medical personnel in hospitals were confirmed to have contracted Sars-CoV-2. The number of cases from other medical sectors was not systematically collected and thus not known; most federal state governments and the Federal Health Ministry replied to a team of investigating journalists that no information could be given. In Bavaria, where 244 medical practices had been closed due to quarantine (141), lack of protection gear (82) and a lack of childcare (21), the Bavarian State Ministry for Health and Care instructed its health departments not to answer the request for information.[188] On 7 April, the Robert Koch Institute, in partnership with healthtech startup Thryve, launched the app Corona-Datenspende (Corona Data Donation) for voluntary consensual use by the German public to help monitor the spread of COVID-19 and analyse the effectiveness of measures taken against the pandemic. The app was designed to be used with a range of smartwatches and fitness trackers to share anonymised health data for scientific purposes. Project leader Dirk Brockmann stated that he hoped that 100,000 people would sign up.[189] Later that day, the RKI announced that more than 50,000 users had downloaded the app.[190] A preliminary result, published on 9 April, from a study by the University of Bonn, based on a sample from 1,000 residents of Gangelt in Heinsberg district, North Rhein-Westphalia (NRW) showed that two per cent of its population were infected, while 15 per cent of the residents have developed antibodies against the SARS-CoV-2 virus, regardless of whether they showed any symptoms. This constitutes a mortality rate of 0.37 per cent, significantly below the 0.9 per cent which Imperial College of the UK had estimated, or the 0.66 per cent found in a revised study last week.[191] Several experts criticised that the Heinsberg study had been made public initially through a press conference – at which NRW Minister President Armin Laschet was also present – and expressed doubts about the method of statistical sampling used in the study, as well as other aspects.[192] On 13 April, the German National Academy of Sciences, Leopoldina, published its third ad hoc statement on the COVID-19 pandemic in Germany. The statement, which supplements its two predecessors, described strategies for a stepwise lifting or modification of measures against the pandemic, taking into account psychological, social, legal, pedagogic and economic aspects. Re-opening of classroom primary and lower-level secondary education as soon as feasible, with observation of hygiene and physical distancing measures, was recommended. The statement did not contain a timeframe for implementing its recommendations.[193] Already before the release of the statement, chancellor Angela Merkel stated that the recommendations of the report would be \"very important\" in political decision-making regarding the pandemic.[194] On 15 April, after a video conference with the Minister presidents of the 16 Federal states, chancellor Merkel stated that Germany had achieved \"fragile intermediate success\" in slowing the spread of the virus, but restrictions of public life remained key to preventing the spread of the virus from accelerating again. Shops with a retail space of up to 800 square metres, as well as bookshops, bike shops and car dealerships, would be allowed to reopen to the public on 20 April, providing they followed specified conditions of distancing and hygiene. Schools would start opening on 4 May, as well as hair salons, the latter under particularly strict conditions. It was agreed that large cultural events would not be allowed before 31 August. Other restrictions on social life, which had been imposed on 22 March – including the ban on gatherings of more than two people – were extended until at least 3 May. Merkel urgently recommended people to wear protective masks on public transport and while shopping, but stopped short of making them mandatory.[195] On 16 April, Bavarian State Premier Markus Söder stated that Oktoberfest would most likely be cancelled. While the government and state governors started to reach agreement to relax some aspects of the social distancing protocols, large events would be banned until at least 31 August.[196] On 20 April, as shops started to reopen – with differences from state to state in the level of restrictions – chancellor Merkel thanked Germans for adhering, on the whole, to advice on staying at home and to physical distancing rules. At the same time, she warned that the country continued to be \"at the start of this pandemic\". If infections were to resurge, which would be visible after two weeks, another shutdown would follow, an outcome which had to be prevented for the sake of the economy.[197] On 21 April, Bavarian State Premier Söder announced that Oktoberfest would be cancelled.[198] For the first time in its 70-year history, the German Trade Union Confederation had cancelled its traditional demonstrations throughout Germany on 1 May, holding instead a three-hour online streaming event.[199] Nevertheless, on that day a number of authorised and unauthorised gatherings took place in Berlin, Hamburg, Leipzig, Frankfurt and other German cities. In Berlin, 27 authorised protests were held, each capped at a maximum of 20 participants.[200] On May Day in Kreuzberg, several thousand protesters or spectators took part in demonstrations which, while unauthorised, were largely left alone by the police. Most of those gathered appeared to keep a safe distance from each other;[201] however, from the early evening onwards, many hundreds were observed not to do so, leading Berlin's Senator for the Interior Andreas Geisel to sharply condemn the protesters for their \"geballte Unvernunft\" (\"bunched-up lack of common sense\").[200] After nightfall, several members of the police force were injured, who arrested 209 people.[202][203] In Hamburg, police dissolved an unauthorised assembly of 350 people at Reeperbahn and later another one at Sternschanze, where some rioters threw objects at them. An assembly in Leipzig which, according to preliminary estimates by police, drew more than 200 participants, received a spontaneous permit by authorities.[202] After a summit between Angela Merkel and state leaders on 30 April, the federal government allowed opening of museums, monuments, botanical gardens and zoos, and religious services under strict social distancing conditions.[204] On 4 May, the district of Coesfeld in North Rhine-Westphalia recorded 581 infections, an increase by 53 cases from two days earlier. It was reported that a large part of this increase had come from a proactive case tracing and testing of employees at a meat factory in Coesfeld city by the district health office. The plant was allowed to continue to operate under tight supervision by the office.[205] On a conference call between chancellor Merkel and 16 state premiers on 6 May, Merkel stated that the goal of slowing down the virus had been achieved and that the first phase of the pandemic was over, while asking everyone to remain cautious so as not to cause a second wave. At the same time, the federal government announced the lifting of more restrictions, while contact limitations would remain until 5 June. Under the newly agreed conditions, a maximum of two different households can meet in public. All shops are allowed to open, schools and kindergartens may open in phases, people in care homes are allowed visits from one permanent contact person, outdoor sports without physical contact can resume, and Bundesliga matches may resume starting 15 May, behind closed doors (the latter practice being known in Germany as de:Geisterspiele[206]). The decision on specific opening dates, including those for the restaurant sector, has been left to individual states.[207] Local governments were authorised to reimpose restrictions immediately in case of a new wave of cases reaching 50 per 100,000 people within 7 days in a locality.[20] On 7 May, a test of 200 employees at the Coesfeld meat processing plant, where cases had first been reported on 4 May, revealed 151 were positive for COVID-19. North Rhine-Westphalia State Health Minister Karl-Josef Laumann stated that the shared accommodation of workers in tight quarters was a possible reason for the outbreak. He also stated that the number of new infections in Coesfeld district had been 61 per 100,000 people over the previous week. The plant was closed until further notice, while schools and day care facilities in the district were allowed to open as planned on 11 May.[208] On 9 May, the RKI gave the number of infections in the Coesfeld district in the past week as 76 cases per 100,000, while all other districts in the state remained well below 50 cases per 100,000.[209] By the afternoon of 10 May, five locations in Germany reported an exceedance of the threshold: besides Coesfeld, these were the city of Rosenheim in Bavaria (the latter having had a first exceedance on 7 May); the districts Greiz and Sonneberg in Thuringia; and the district Steinburg in Schleswig-Holstein.[210] On 12 May, the Senate of Berlin agreed to a traffic light-type warning system for a re-tightening of coronavirus restrictions. Besides the number of new infections per 100,000 residents in the preceding seven days, which had been agreed upon earlier by the federal government with the German states, it also considers the development of the reproduction number R and the capacity of intensive-care hospital beds.[211] On 13 May, Interior Minister Horst Seehofer announced that border controls with several neighbouring countries would be eased starting 15 May. On that day, controls at the border with Luxembourg would be scrapped, and the goal would be to have free travel to Austria, France, and Switzerland starting 15 June.[212] On 14 May, the German government tabled a law aimed in particular at improving the protection of risk groups and enabling a better understanding of the progress of the pandemic. It came into effect the following day. Regular contacts of persons at risk, such as in nursing homes, are to be subject to more thorough coronavirus testing, to recognise outbreaks early and to break transmission chains. Laboratories are now required to report negative test results, and to provide the probable place of infection if available; data will be reported to RKI in anonymised form. Carers in facilities for the aged, including volunteers and trainees, will be entitled to a one-off tax-free payment of up to 1,500 euros. The costs of intensive care treatment of COVID-19 patients from other European countries will be borne by Germany if the patients are unable to be treated in their home countries due to lack of capacity.[213] On 15 May, it was reported that Labour Minister Hubertus Heil was to present a government proposal on 18 May to Germany's \"corona cabinet\", aimed at improving hygiene standards in meat processing plants through measures including prohibition of subcontractors. During the days prior, several German states had reported outbreaks in meat plants.[214] On 20 May, in response to the recent outbreaks of COVID-19 at several meat processing plants, the German government agreed on a new framework of regulations for the industry, including an effective ban on subcontracting at meat packing plants, as well as tighter supervision of any living quarters provided by the employers. The draft was to be put into a law which still required parliamentary approval.[215] New outbreaks at initial reception facilities (called Ankerzentren in several German states) and other housing for refugees continued to be reported in several parts of Germany. On 21 May 137 out of 580 residents at an Ankerzentrum in Geldersheim, Bavaria, were reported to have been infected. Several dozen residents had angrily demanded on 18 May that the quarantine, which by then had been in place for over seven weeks, be lifted. A spokesperson of the local government of Lower Franconia expressed his understanding for the protests.[216] On 23 May, local authorities in Frankfurt told a news agency that more than 40 people had tested positive for the coronavirus after attending a church service on 10 May. It was reported that the church had adhered to official social distancing and hygiene rules.[217] On the weekend of 23/24 May, it became known that Thuringia State Premier Bodo Ramelow intended to lift all general coronavirus related restrictions after 5 June, the expiry date of the then current set of restrictions.[218] The announcement met with a heated debate and severe criticism from health experts including epidemiologist Karl Lauterbach,[218] as well as the media.[219] The plans of Thuringia State Premier Ramelow continued to be the subject of intense debate. A survey by public broadcaster ZDF found that of those polled throughout Germany, 72 per cent were against Ramelow's plans. 56 per cent of respondents deemed the restrictions currently in place as neither too tight nor too relaxed.[220] On 3 June, the German federal cabinet agreed to allow travels to all 26 EU countries, the United Kingdom, Iceland, Norway, Switzerland and Liechtenstein starting 15 June, subject to the pandemic being sufficiently under control in the destination country. Travel warnings would still be maintained with regard to countries where large-scale curfews or entry restrictions remain in place. Foreign Minister Heiko Maas stated that he anticipated Spain to open its borders to travellers on 21 June, rather than the currently set date of 1 July. Norway stated that it would consider to allow entry from certain neighbouring countries, which would include Germany.[221] On 9 June, the state cabinet of Thuringia agreed to lift most contact restrictions starting 13 June. In the new Grundverordnung (basic regulation), citizens are encouraged to strive to keep physical social contact with others at a low level, and to keep the group of people who they have such contact with steady. The minimum physical distance requirement of 1.5 metres is dropped for groups from at most two households. The use of face masks in public transport and in shops continues to be required. Folk festival and sports event organisers may apply for an exemption from the general prohibition of such events.[222] In mid June 2020, the German government launched a COVID-19 tracing app. On 23 October, the Corona-Warn-App was reported to have 16 million active users. From 19 October, it exchanged warnings with apps from Ireland and Italy, and other European countries were expected to follow. The app is anonymous and while its use is voluntary,[223] the government later included it in its official recommendations.[224] On 17 June, German authorities announced that a total of 657 people had tested positive at a slaughterhouse run by meat processing firm Tönnies in the city of Gütersloh, out of 983 completed tests. Schools in the districts were closed until the start of the summer holidays on 29 June. Tönnies apologised for the outbreak.[225] Virologist Isabella Eckerle said that a superspreading event was the likely cause.[226] That conclusion was confirmed by a research report released in July by authors from authored by researchers from the Helmholtz Centre for Infection Research, the Medical Centre Hamburg-Eppendorf, and the Heinrich Pette Institute.[227] On 23 June, against the backdrop of a rise in confirmed cases in the Tönnies cluster to above 1,500, the neighbouring districts of Gütersloh and Warendorf were subject to the same contact restrictions as in March, until 30 June. Schools in Gütersloh would also close until the summer break. Extensive testing of the local population would be carried out to establish the extent of the outbreak; to that date, merely 24 positive tests had been returned from those who did not work at Tönnies. In response to the development, Bavaria issued a temporary ban for hotels to accommodate guests coming from any district which exceeded the threshold of 50 infections per 100,000 residents in the past seven days, unless travellers could produce an up-to-date negative coronavirus test.[228][229] On 29 June, the lockdown of Warendorf district was announced to end on the night of 30 June, while it would be extended in Gütersloh district by another week.[230] On 21 September, a report from the Detmold regional government from mid May surfaced, which stated that violations of hygiene rules had been found by inspectors already before the outbreak, with no workers in the slaughter areas having worn masks at an inspection on 15 May, and canteens and toilets not being up to standards. The report also criticised that the next inspection had only been carried out two weeks after.[231] On midnight from 1 to 2 July, in the course of implementing a recommendation of the Council of the European Union from 30 June on phasing out temporary entry restrictions, Germany allowed unrestricted entry from eleven countries outside the European Union. Extended entry possibilities from all such countries were created, with the list of \"important reasons\" including: healthcare workers, health researchers and geriatric care workers; skilled and highly qualified foreign workers if their employment is necessary from an economic perspective and requires presence in Germany; and foreign students whose course of study is not fully possible from abroad.[233] On 6 July, the supreme administrative court of North Rhine–Westphalia (Oberverwaltungsgericht für das Land Nordrhein-Westfalen) suspended the extension until 7 July of the lockdown in Gütersloh district. In its ruling, the court stated that more differentiated lockdown measures depending on the location within the district would have been appropriate and possible, given the extensive testing in the district that had taken place after the outbreak at Tönnies.[234] On 1 August, some 20,000 people protested in Berlin against the anti-pandemic measures. A large majority of participants ignored the mask and physical distancing requirements. In the late afternoon, police ordered demonstrators to leave the scene, on the grounds that organisers had failed to enforce coronavirus hygiene rules. The assembly leader was charged by police for this offence. Police reported that 45 of its officers were injured, with three being hospitalised.[235][236] In a survey by Forsa Institute published on 8 August, a large majority of 91 per cent of respondents rejected demonstrations against coronavirus restrictions such as the one on 1 August.[237] According to a new regulation issued by Health Minister Spahn that came in force on 8 August, travellers returning to Germany from designated high-risk countries were required to undergo a coronavirus test within three days of arrival, unless they are able to produce a recent negative test result when entering Germany. Previously on 1 August, free coronavirus testing had been offered to all returning travellers, and travellers from high-risk countries had been required to report to their local public health office already earlier. Testing facilities were made available at airports.[237] On 27 August, as numbers of daily infections rose to levels of April, Merkel and the state leaders agreed on a raft of measures, including a minimum fine of €50 for not wearing a mask in shops or on public transport (not implemented in Saxony-Anhalt as premier Reiner Haseloff pointed to low infection figures in the state). Additionally, free coronavirus tests for travellers returning to Germany from non-risk areas would be ended, while an aim was formulated that travellers returning from high-risk areas would be quarantined. No restrictions were placed on the number of people meeting at private gatherings; however, Merkel and the state leaders appealed to the public to \"critically weigh\" the risks associated with such events.[238][239] On 19 September, it was reported that Health Minister Spahn pushed for enactment of regulations for the distribution of future COVID-19 vaccines in Germany. Medical doctors, ethics experts and social scientists would participate in drafting such regulations, targeted to be completed by the end of October. Spahn had previously expressed his view that those with co-morbidities, the aged, and employees in the health sector should be offered prioritised access to such vaccines.[240] On 29 September, chancellor Merkel explained that the government's guidelines to tackle the virus, encapsulated in the acronym AHA, which stands for distancing, hygiene and masks, will be extended to become AHACL. The \"C\" stands for the coronavirus warning app introduced in June, and \"L\" for German or airing a room. \"Regular impact ventilation in all private and public rooms can considerably reduce the danger of infection,\" the government's recommendation explained.[224] Early in the month, there was a sharp upturn in daily reported cases. On 8 October, 4,096 new cases were reported by the Robert Koch Institute, compared to 2,828 the day before. RKI President Lothar Wieler warned of the possibility of the number of daily cases exceeding 10,000 in the coming weeks, or of an uncontrolled spread occurring, but expressed his hopes that this could be averted. He said that experts saw larger outbreaks as well as numerous smaller ones throughout the country as contributing to the surge of cases. Health Minister Spahn urged Germans to assiduously follow the AHACL formula. He said that many of the recent cases were due to youths who were socially active without giving sufficient regard to the higher risks that the virus posed to the aged.[241][242] On 17 October, chancellor Merkel used her weekly podcast to urge German residents to \"refrain from any trip that is not really necessary, any celebration that is not really necessary\", and to stay at home \"whenever possible\". Head of the Chancellery Helge Braun spoke of an \"enormous\" need for contact tracers.[243] As of 31 October, the Bundeswehr had 3,200 soldiers participate in pandemic containment measures, principally in contact tracing, with plans to add a further 720 soldiers.[244] On 21 October, Health Minister Spahn tested positive for the coronavirus and began self-isolation with cold-like symptoms.[245] On 22 October, the RKI reported a record 11,287 infections, a sharp rise from the 7,595 cases reported on 21 October.[21] RKI President Wieler called the situation \"very serious\".[246] On 28 October, as the number of new reported infections continued to rise and the established system of tracing of contacts of confirmed positive cases was no longer possible to maintain in Berlin,[247] Chancellor Merkel and the leaders of the 16 German states convened for an emergency video conference, after which they announced a partial lockdown, promoted by the government as \"wave break\", effective from 2–30 November. During the lockdown period, a maximum of ten people from at most two households would be allowed to meet; religious congregations and street protests would be subject to exemptions. Schools and kindergartens would remain open. Restaurants and cafes would only be able to sell takeaway food. Small firms would be able to access direct compensation based on their November 2019 revenue.[247][248][249] On 1 November, Spahn called for the public to prepare for \"months of restrictions and abstinence\". At a press conference on 2 November, Merkel also spoke of the need to \"limit private contacts\", saying that the measures were intended to create conditions for a \"tolerable December\".[250] Ahead of a meeting of chancellor Merkel with the state ministers-presidents on 16 November, a draft proposal by the federal government surfaced which called for a universal mask requirement in schools including during breaks, as well as other measures. After strong resistance of the state chiefs,[251] Merkel conceded to their demand to postpone any decision until a further meeting to be held the following week.[239] On 25 November, as it emerged that the lockdown had to date served to stabilise daily infection numbers but not reduced them, chancellor Merkel and the leaders of the federal states agreed to an extension of the partial lockdown until at least 20 December. From 1 December, social gathering restrictions will be tightened to allow only private gatherings of at most five people from at most two different households, down from a previous limit of ten people, not counting children up to 14 years of age. This limit will be temporarily raised again to ten people for the period from 21 December 2020 until 1 January 2021, covering Christmas.[252] Individual states are authorised to further tighten these restrictions in districts with more than 200 diagnosed infections per 100,000 residents in the past seven days. To reduce the transmission risk at Christmas gatherings, the start of school holidays was planned for 19 December. Retail outlets with more than 800 square metres of sales area will be required to leave 20 square metres of space for each customer, up from the previous requirement of 10.[253] On 27 November, the total number of reported infections since the start of the pandemic reached one million.[254] On 2 December, the countrywide lockdown was extended until 10 January.[255] Berlin's governing mayor Michael Müller announced that the city would not relax the gathering rules.[256] On 6 December, Bavarian premier Markus Söder announced that his state would likewise adopt stricter measures, including a nightly curfew from 9:00 p.m. until 5:00 a.m. in hotspots.[257] Saxony, which had become the most afflicted German state, announced on 8 December that as its hospitals were \"extremely burdened\", it would impose a hard lockdown in which the Christmas break at schools, daycare centres and select shops would start early on 14 December. This and other recommendations were contained in a report by the German national science academy Leopoldina issued the same day.[258] The RKI raised its assessment of the level of danger to the health of the general population to \"very high\" on 11 December.[21] On 13 December, chancellor Merkel and the state premiers agreed to a hard lockdown to be imposed from 16 December. Under the new regulations, schools will be closed. During the Christmas period from 24 to 26 December, social gathering rules will be relaxed to allowing one household to invite a maximum of four close family members from other households. New Year events would be banned, as would be drinking of alcohol in public places for the whole lockdown period.[259] The latter measure ended the operations of pop-up Glühwein (mulled wine) shops, which had previously acted as a substitute for the cancelled Christmas markets in Cologne but had also drawn sharp criticism for undermining social distancing restrictions.[260] At a videoconference of chancellor Merkel with the 16 state premiers on 5 January, the lockdown was extended by three weeks until 31 January. The high number of daily infections – far above the levels allowing contact tracing – and a worryingly large number of coronavirus-related deaths were given as reasons; additionally, the uncertainties surrounding the more infectious variant of the virus originating in the United Kingdom, of which the first case had been detected in Germany on 24 December. The government also announced a toughening of physical distancing requirements, with people only being able to meet with one other person outside their own household. In districts with more than 200 infections per 100,000 inhabitants over the past seven days, people would be restricted to travel a maximum of 15 kilometres from their place of residence, unless they had a good reason for travelling further. One rationale for the latter measure had been reports of day trippers thronging popular winter destinations.[261][262] The first case in Germany of the South African COVID-19 variant of the SARS-CoV-2 virus was confirmed by authorities on 12 January in a man returning with his family from a long-term stay in South Africa. It had not yet been ascertained if other family members, who had tested positive only after having tested negative at the time of their arrival in Germany, had also acquired the variant.[263] In an interview on 12 January with Deutschlandfunk, epidemiologist Krause urged for a massive step-up of the protection of residents of nursing homes and geriatric clinics to prevent a large number of deaths.[264] On 19 January, Merkel and the 16 state governors agreed to extend the lockdown until 14 February, and toughened it by a new requirement to wear filter masks such as FFP2 respirators. Employers are required, wherever possible, to allow employees to work from home – popularly known in Germany as the pseudo-anglicism \"Homeoffice\" – until 15 March.[265] Amidst concerns about coronavirus variants spreading in Germany, authorities on 29 January released a regulation under which – with exceptions including for those having the right to reside in Germany, as well as for those travelling in relation to urgent medical transports or for humanitarian reasons – an entry ban was imposed for travellers from \"countries designated as regions with variants\". The countries included were the United Kingdom, Ireland, Brazil, Portugal and South Africa, starting from 30 January, with Lesotho and Eswatini to follow on 31 January. The restrictions were set to run until 17 February.[266] The RKI reported on 4 February that the seven-day incidence had dropped to 48 in the city of Munich. Mayor Dieter Reiter nevertheless stated that only if the value could be kept below the threshold of 50 over the coming week would there be grounds to discuss relaxation of the lockdown restrictions for the city.[267] On 10 February, Merkel and the heads of the German states agreed on extending the lockdown until 7 March, with hairdressers to be allowed to reopen on 1 March under strict conditions. Schools and daycare centres were agreed to be \"the first to gradually reopen\", with the decision on the timing and the modalities left to individual states. In view of the mutations of the virus, it was agreed that the relaxation of the restrictions would be discussed only after the seven-day incidence had dropped to below 35, rather than the threshold of 50 which had been in place since May 2020.[268] On 12 February, Health Minister Spahn announced that Germany would unilaterally close its borders to neighouring countries Czechia and Austrian province Tyrol, citing concerns about coronavirus variants.[269] Exceptions were made for truck drivers and other essential professions, subject to a negative coronavirus test taken at most 48 hours prior to crossing the border.[270] The European Commission wrote an official complaint letter to Germany – along with Hungary, Denmark, Sweden, and Finland –, calling for less restrictive measures.[271] On 23 February, Minister of State Michael Roth rejected the criticism, saying that the measure did align with the Schengen Agreement.[270] On 26 February, Health Minister Spahn confirmed that the seven-day incidence among those 80 years and over had dropped from 200 in early February to 70. He said that this was probably due to the vaccination campaign, which prioritised this age group. The RKI said that the number of active outbreaks, new outbreaks and number of affected residents had declined, and that this was \"very probably\" due to vaccination.[272] German discounter chain Aldi offered COVID-19 self-tests in its shops from 6 March; they sold out rapidly in some shops, as did those sold online by competitor Lidl.[273] On 10 March, RKI President Wieler said, referring to the recent increase in daily case numbers, that there were \"clear signs\" that the third wave of the pandemic had already begun.[274] From 15 March until 18 March, Germany temporarily suspended the use of the AstraZeneca vaccine \"as a precaution\" according to the Health Ministry, and on 30 March restricted its use in patients under the age of 60 years.[275][276] On 24 March, the partial lockdown was extended until at least 18 April 2021. In a step that was considered highly unusual, Merkel withdrew her plan of a five-day period of shop closure beginning 1 April and no physical church services.[277] On 30 March, Interior Minister Seehofer announced that border controls for entries from South Tyrol had been scrapped, while those from the Czech Republic would remain in place for another two weeks. The compulsory coronavirus testing and quarantine requirements were to stay in place for the same period in both cases.[278] In an open letter, the leaders of the Society for Aerosol Research criticised measures that focus on restricting outdoor activity. They said protection against infection must take place above all where people spend time indoors, because \"the transmission of the SARS-CoV-2 viruses takes place almost without exception indoors.\"[279] A national mourning day for the nearly 80,000 fatalities of the coronavirus in Germany was held on 18 April. President Steinmeier and chancellor Merkel attended a memorial service at Kaiser Wilhelm Memorial Church in the morning.[280] A change in the Infection Protection Act was signed into law on 22 April. Taking effect on 24 April and valid until 30 June, it curtailed the powers of individual states in the case of high incidence rates via a so-called \"emergency brake\".[281] Plans for the amendment had first been announced on 9 April.[282] While the German physicians' union Marburger Bund had pressed for speedy passing of the amendment,[283] FDP party deputy leader Wolfgang Kubicki said on 20 April that his party considered to mount a legal challenge against curfews, which it considered to be disproportionate.[284] The emergency brake mandated that if the seven-day incidence remains above 100 over three consecutive days, then local authorities must restrict personal contacts to one household and at most one other person, with exceptions; impose a curfew from 10:00 p.m. until 5:00 a.m. the following day, with exceptions for walking or jogging alone until midnight; and mandate non-essential shops to require their customers to have a negative test result, and operate on appointment basis only. If the incidence is above 150, only pre-ordered goods would be allowed to be picked up. If the incidence is above 165, lose in-person teaching at school will be suspended, with exceptions possible. The discussion of the law on 21 April was accompanied by protests in Berlin, in which several thousand participated.[281] In late April, over 50 German actors made social media posts, under the slogan #allesdichtmachen (close everything), which mocked the COVID-19 restrictions. The German Cultural Council considered the action \"unhelpful\"; several actors distanced themselves from it, while some of those who participated withdrew their videos and expressed regret to the victims of the pandemic.[285] On 6 May, the German parliament decided to lift most pandemic restrictions for the fully vaccinated and previously infected, who numbered about 10 million at the time. The relaxations included the provision that members of those two groups would be treated as if having a negative COVID-19 test result for the purpose of visiting shops. The changes were expected to take effect on 8 May.[286] The decision, which effectively introduced a two-tier system, met with criticism by some of those who still had to wait for their vaccination shot under the regulations, such as teenagers.[287] On 17 May, Health Minister Spahn announced that from 7 June, the COVID-19 vaccination prioritisation would be dropped, making everyone of age 16 and above eligible to receive a vaccine. Meanwhile, requests for vaccinations had already overrun practices. Ulrich Weigeldt, chair of the German Association of General Practitioners, asked the public to be patient.[288] On 26 May, the nationwide incidence fell to 46.8 per 100,000, which was the first time since October 2020 that the value had been below 50. Officials said that the drop was partly due to a public holiday on 24 May.[289] The RKI lowered its assessment of the level of danger to the health of the general population from \"very high\" to \"high\" on 1 June.[21] The head of the RKI, Wieler, said on 18 June that the Delta variant was making up about 6 per cent of infections, and was certain to become the dominant strain of the coronavirus by autumn at latest.[290] On 28 June, Wieler estimated the proportion of new cases with the Delta variant to be at least 35 per cent, with the true current figure likely being around 50 per cent due to reporting delays. The decrease in the 7-day incidence was linked by experts to the decrease in cases with the Alpha variant.[291] On 5 July, in response to the spread of the more transmissible Delta variant, the Robert Koch Institute revised upwards the recommended level of vaccination necessary to prevent a fourth wave of the pandemic in autumn, to 85 per cent of those in the age range 12–59.[292] In the first week of July, a number of prominent politicians urged for STIKO to reassess its recommendation regarding the vaccinations for children and youths aged 12 to 17 years, and to have that age group issued with a general vaccination recommendation. Besides Health Minister Spahn, the supporters included Bavarian premier Söder, Lower Saxony premier Stephan Weil, co-leader of the Social Democratic Party Saskia Esken and epidemiologist Lauterbach. STIKO criticized this as interference by politics, with member Rüdiger von Kries saying that this was rather \"election battle and a distraction from the absence of an own concept\". Several politicians defended the stance of STIKO.[293] At a press conference on 21 July, as the daily infection numbers had begun to increase again over the past two weeks, Health Minister Spahn spoke about the incidence rate. He hinted that the threshold for the 7-day incidence could be increased from 50 to 200, as the proportion of serious COVID-19 cases, and thus the burden on the public health system, was expected to be lower due to the progress of the vaccination campaign. He urged citizens to continue adhering to anti-pandemic measures and to get vaccinated, to forestall the risk of the pandemic situation getting out of control in the months from September.[294] On 1 August, new rules came in force that required all unvaccinated travelers coming to Germany to present a negative test result prior to entering the country, with exceptions including transit passengers and cross-border commuters. Previously, the testing requirement had only applied to those arriving by plane. The new rules came amid concerns about the Delta variant and the possibility of infection spikes being the result of returning tourists.[295] On 13 August, the RKI announced that Israel, Turkey and the United States would be upgraded to having a high COVID-19 risk, as were Montenegro and Vietnam. The upgrade took effect on 15 August, with Turkey following the evening of 17 August. Most of Portugal, except for the capital, was no longer a high-risk country.[296] On 20 August, the RKI assessed the country to have entered the fourth wave of the pandemic, with most of the cases coming from the younger age groups.[11] On 23 August, the so-called \"3G\" rule took effect. It gave those who were vaccinated, had recovered, or had a negative test result no older than 24 hours more freedom to visit numerous venues. The rule, in combination with making coronavirus testing non-free as decided earlier that month, was seen by observers as increasing pressure on the population to get vaccinated.[297] On 13 September, in order to increase the vaccination rate which stood at close to 62 per cent fully vaccinated as of that date and had been stagnating for several weeks, the German government launched a week-long vaccination campaign.[298] A paper by the Heinrich Böll Foundation considered the effort, along with incentives such as offering free food or leisure activities in exchange for a vaccination, as having failed.[299] With effect from 1 October, the states of North Rhine-Westphalia, Bavaria and Saarland lifted most of their remaining pandemic restrictions. In North Rhine-Westphalia, the mask requirement in public outdoor spaces was changed to a formal recommendation, and football matches and concerts could now accommodate spectators according to full seating capacity, rather than half as had been the case before. Bavaria allowed the reopening of discos, clubs and brothels under the \"3G\" rule, with no mask requirement. There would also be no longer a mask requirement in schools. Saarland loosened its restriction subject to a change after 14 days. A government official said that the state wanted to set \"a signal for more personal responsibility\". Epidemiologist Karl Lauterbach warned of another wave of the pandemic in the colder season.[300] On 27 October, all parties in the traffic light coalition that from 8 December formed the new government said that they did not support the extension of the pandemic-related state of emergency that was set to expire on 25 November. They voiced their intention to instead amend the Infection Protection Act in order to allow states to adjust mask wearing and contact tracing requirements to their needs.[301] On 4 November, as almost 34,000 reported infections set a new record since the beginning of the pandemic, Health Minister Spahn spoke of a \"massive pandemic of the unvaccinated\".[302] This and similar statements by other government officials in Germany and the United States were soon criticized by scientists for underrating the role of the vaccinated in the pandemic.[303] On 8 November, draft legislation of anti-pandemic measures by the prospective future government parties – the SPD, the Alliance 90/The Greens and the FDP – became public. The legislation, proposed to remain in force until 19 March 2022, contained a range of measures including a 3G rule for public indoor premises, but no provisions for suspension of face-to-face teaching in schools or other lockdown measures. While not contained in the draft, a premium payable to hospitals for reserving intensive care beds and a reintroduction of free coronavirus testing were likely to be passed as well, as health minister Spahn and chancellor Merkel both expressed support for these two measures.[304] On 11 November, chancellor-in-waiting Olaf Scholz reiterated his intention for the epidemic situation of national relevance (de:Epidemische Lage von nationaler Tragweite) to end on 25 November as scheduled. He called on the parliament to support a catalogue of new measures to replace the state of emergency. His incoming government argued that pandemic restrictions should again be debated and decided in parliament.[2] The prospective coalition partners SPD, Greens and FDP continued to debate the question of mandatory vaccination of medical personnel. While the Greens were seeing this measure as unavoidable due to the pandemic situation, FDP health policy delegate Christine Aschenberg-Dugnus, while expressing the openness of her party to debate, warned of the possibility of attrition of health care personnel if the measure was implemented, and urged for softer measures to be given consideration.[305] On 18 November, a far-reaching package of anti-pandemic measures oriented at the hospitalization rate, the new main indicator, was passed in the Bundestag as the end of the pandemic state of emergency on 25 November was confirmed.[13] The same day, vaccination commission STIKO recommended booster shots for all adults, to be given with an mRNA vaccine and to be given six, or in case of capacity allowing five, months after the last vaccine dose.[306] On 19 November, Spahn said that the country was facing a \"national emergency\" and that a lockdown could not be ruled out. RKI President Wieler said that many hospitals were at breaking point and urged for the \"vaccination gaps\" to be closed. According to health officials, the COVID surge in Saxony could be attributed to the low vaccination rate, which stood at less than 58 per cent. The state and Bavaria were cancelling all Christmas markets. Bavarian premier Markus Söder announced the implementation of a statewide \"2G\" rule, which he described as a \"de facto lockdown\" for unvaccinated people. Besides not being allowed access to facilities such as hairdressers, as well as universities and adult education centers, they were also subject to contact restrictions. Meanwhile, the health commission STIKO recommended booster shots to all adults after six months, with a reduction to five being possible subject to capacity.[307] From 26 November, the German Air Force started transporting COVID-19 patients requiring intensive care to less stretched hospitals. The first MedEvac flight was flying that day from Bavaria to North Rhine-Westphalia. Speaking to reporters, Spahn and RKI President Wieler warned of the entry of the Omicron variant, with Spahn welcoming a decision by the European Union to halt all air travel from South Africa and several surrounding countries.[308] A crisis team to deal with the pandemic was expected to commence its work in the week starting 29 November, due to the severity of the pandemic situation as well as concerns about the Omicron variant, several cases of which had already appeared in the country.[309] A day earlier, FDP leader Christian Lindner announced that the crisis team would be headed by a military general, whose name was reported by the Süddeutsche Zeitung as Major General Carsten Breuer.[310] On 30 November, the Federal Constitutional Court ruled that the \"Bundesnotbremse\" emergency brake that had been in force from April to late June 2021 had been legal. In justifying its decision, the court pointed to the serious pandemic situation at that time, the availability of online instruction of school pupils in lieu of face-to-face teaching, and the temporary character of the measures.[8] Epidemiologist Karl Lauterbach, newly appointed Health Minister in the Scholz cabinet, said that the first specific goal of the new government would be a reduction of case numbers to the degree where the government could recommend travel without putting people's health at risk.[311] On 9 December, the STIKO vaccination commission issued a recommendation for children aged between 5 and 11 years with pre-existing conditions, or those with close contact to vulnerable people, to be vaccinated against COVID-19. It also approved other children in that age group to receive vaccination if there was an \"individual desire\" to do so.[312] Vaccination commenced by 16 December.[313] At a meeting of Lauterbach with the state health ministers on 14 December, it was agreed that the testing requirement of the \"2G+\" rule would be dropped for those having received a vaccine booster shot at least 15 days earlier (in addition to having previously attained complete vaccination status), except for nursing homes and hospitals. Several German states had already adopted this measure, which was agreed to be reviewed within two months for efficacy.[314] At a press conference on 16 December, health minister Lauterbach said that the country was racing to secure more COVID-19 vaccines, including a modification of the Pfizer–BioNTech COVID-19 vaccine geared towards the rapidly rising Omicron variant; booster shots were a central part of the government strategy to fight the variant.[15] On 17 December, the Bundesrat passed a decision to forbid the sale of fireworks, to forestall an additional burden on hospitals due to injuries.[315] On 20 December, the Robert Koch Institute revised its pandemic risk assessment for Germany, saying that there was a \"very high\" risk for the population, and warning of the possibility of an overburdening of public health infrastructure. This was in response to an anticipated very fast spread of the Omicron variant. In its 16 December report, the RKI had assessed the risk of the fully vaccinated as moderate, albeit increasing; in its 20 December report, the assessment of moderate risk was limited to those who had received a booster shot. The risk was pronounced as \"very high\" for the unvaccinated.[316] On 21 December, the Robert Koch Institute revised its recommended waiting period for a booster shot from six down to three months.[317] In an interview excerpt published 8 January, health minister Lauterbach warned against leaving the Omicron variant unchecked, saying that \"many people would become seriously ill with often permanent damage\" and that an Omicron infection would \"not necessarily make one immune to the next viral variant\". Earlier the same week, he had tweeted that not curbing Omicron would be an \"absolutely irresponsible experiment\" for children.[318] At their regular conference on 10 January, the state health ministers announced that vaccination centres would remain in operation until the end of 2022.[319] On 11 January, at a meeting of the state chiefs with the government, a set of new anti-pandemic measures was agreed. In view of an anticipated major surge in cases due to the Omicron variant and resulting pressure on basic services, quarantine periods would be scrapped for those who were boostered, recently vaccinated twice, vaccinated and recovered, or recently recovered. For all others, isolation or quarantine would normally end after ten days if COVID-19 symptoms had ceased, or after seven days with a PCR or certified rapid test. School students who are contacts of infected persons, and medical and healthcare workers who are cases or contacts would likewise be able to shorten quarantine or isolation to respectively five and seven days with a PCR test. Access to restaurants would be tightened according to the 2G+ rule. The new rules were to take effect on 15 January.[320] On 15 January, the RKI shortened the duration of validity of certificates of recovery from a coronavirus infection, giving access under the 2G rules, from six to three months.[321] Health Minister Lauterbach had not ordered the measure, nor been informed of it in advance, but supported it. Several politicians called for the shortening to be retracted in view of the confusion it would create, given that Germany had supported an EU-wide adherence to a six-month validity. Some also sharply criticized that the Bundestag parliament would continue to operate under six-month rule, due to the relevant regulations from before the shortening still being in force.[322] In early February, a government spokesperson confirmed that Wieler, who had faced severe criticism from Bijan Djir-Sarai of the co-governing Free Democrats, still had the trust of the government, while two Alliance 90/The Greens members expressly spoke in his support.[323] On 21 January, Reuters news agency reported that at a virtual meeting with state leaders, health minister Lauterbach had warned that daily case numbers could reach 400,000 by mid-February under an optimistic scenario where booster vaccinations were assumed to provide very good protection, and more than 600,000 if they were less protective.[324] In response to a shortage of available PCR testing capacities, the federal government and the state health ministers agreed on 24 January to prioritize these to particularly vulnerable groups, and caregivers at hospitals and other facilities. The prioritization was criticized for not including family members acting as primary caregivers, nor secondary school students and teachers.[325][326] On 3 February, vaccination commission STIKO recommended the use of the Novavax COVID-19 vaccine and a second booster shot, typically a fourth dose, of a COVID-19 vaccine for particularly at-risk groups.[327] On 16 February, chancellor Scholz assessed the pandemic wave as having apparently passed its peak, but warned that the pandemic was not yet over. He announced an easing of restrictions in three phases. According to the draft legislation, all major restrictions were to end on 20 March; physical distancing and mask wearing requirements would be continued beyond that date, however.[328] In what health minister Lauterbach called a \"difficult compromise\", the Bundestag agreed on 18 March on a revision of the Infection Protection Act that contained the lifting of most pandemic restrictions. Mask-wearing remained obligatory on public transport, hospitals and care homes. Individual states would be able to impose tougher rules in so-called 'hotspots' where both infections and hospitalizations peak.[329] The previous rules expired on 19 March and without the revision, no more measures would have been possible after that date.[330] Several states were to make use of a clause that allowed maintaining the previous restrictions until early April in view of the high and increasing infection numbers,[331][332] and five called for an additional four weeks of restrictions beyond 2 April.[333] In the early morning of 6 April, health minister Lauterbach wrote on Twitter that the decision to make five-day isolation for those testing positive for the coronavirus non-obligatory from 1 May would be reversed as it would send a \"wrong and damaging\" signal. He had made statements to the same effect during a talkshow in the late hours of 5 April. Opposition leader Friedrich Merz criticized the U-turn sharply, while other politicians lauded the step.[334] The crisis team formed in November 2021 was dissolved, as per a government announcement on 11 May. A government speaker explained this step by saying that Germany was now in a \"completely different situation\" regarding infections and vaccinations, and that pandemic management was henceforth to be conducted within the \"usual work structures\" of the government. At the same time, she cautioned that the measure was by no means to be understood as signaling an end of the pandemic, as it would be \"fully clear\" that it was continuing.[335] In an assessment published on 8 June, the government advisory panel warned of an increase in COVID-19 cases, as well as of other respiratory infections, in autumn and winter. It projected three scenarios for the development of the pandemic; in the baseline scenario, reintroduction of large-scale measures such as mask wearing indoors would be deemed necessary to reduce economic losses due to sick leave. Recommendations included a call for comprehensive preparation on the federal and state levels for a new wave of the pandemic, and for a solid legal foundation allowing pandemic measures to be implemented quickly. Health minister Lauterbach said that the Infection Protection Act would need to be extended, in modified form. He said that at present the middle scenario was the most likely, citing the current increase in the BA.5 subvariant of the Omicron variant.[336][337] In late June 2022, several weeks after the outline of coronavirus measures for autumn planned by health minister Lauterbach had been made public,[338] he presented a plan for the regular conference with state ministers which had seven key points: a vaccination campaign tailored to the pandemic situation from September, based on the Moderna and BioNTech vaccines; maintenance of an easily accessible infrastructure for rapid and PCR tests; optimization of treatment of COVID-19 patients; adequate protection of residents of care facilities; mandatory daily reporting by hospitals of the number of infected, as well as the load of their intensive and non-intensive care facilities; adequate protection of children and youth, with closure of day care facilities and schools being however ruled out; and a revision of the Infection Protection Act.[339]","Title":"German government response to the COVID-19 pandemic - Wikipedia","KeyID":"10608","URL":"https://en.wikipedia.org/wiki/German_government_response_to_the_COVID-19_pandemic"}