{"Content: ":"The COVID-19 pandemic in French Saint Martin is part of the ongoing global viral pandemic of coronavirus disease 2019 (COVID-19), which was confirmed to have reached the French overseas collectivity of Saint Martin on 1 March 2020. The island is split in a Dutch and French part, with the main airport on the Dutch side and the major harbour on the French side. The first positive test was a French couple from Saint Martin who returned from France via Saint Barthélemy on 1 March 2020. They were screened and tested positive on the airport, but are counted on the French count.[2] The island had a population of 35,334 in 2017.[3] On 12 January 2020, the World Health Organization (WHO) confirmed that a novel coronavirus was the cause of a respiratory illness in a cluster of people in Wuhan City, Hubei Province, China, which was reported to the WHO on 31 December 2019.[4][5] The case fatality ratio for COVID-19 has been much lower than SARS of 2003,[6][7] but the transmission has been significantly greater, with a significant total death toll.[8][6] On 1 March, a couple from the French part of Saint Martin island were diagnosed with COVID-19. Their son, who lives on the neighbouring island of Saint Barthélemy, also tested positive.[9] On 17 March, the following measures were announced by the President Macron: It is prohibited to leave the house except for essential journeys, all restaurants and bars have to close, all schools have to close, and all gatherings are banned.[62] Prefect Sylvie Feucher has adopted the same measures on Saint Martin.[63] On 18 March, a fourth case was announced. The patient had returned from a trip to Paris.[64] Non-residents can no longer enter the island via the airport. After 22 March, nobody is allowed to enter the island.[65] On 23 March, ARS announced that the ICU capacity in Guadeloupe had been increased to 33 beds.[66] Specialized care has to be performed in Guadeloupe. On 24 March, the confinement orders have been strengthened: people may only leave their house for essential travel; markets are closed; gatherings are forbidden; non-essential businesses should close.[67] On 26 March, The collectivity's first death was recorded, after a 61-year-old died from breathing complications following a car accident. The patient tested positive for COVID-19 the following day.[68] On the same day it was announced that last two cases were locally infected and not imported.[14] On 27 March, another case had been discovered bringing the total to 13. An American patient has been transferred to Miami.[15] On 28 March, a support package for businesses was announced.[69] On 29 March, the border between the Dutch and French side was closed, and is jointly patrolled with the Sint Maarten government.[70] On 6 April, the minor roads were physically blocked to prevent crossings.[71] The border had been open since the Treaty of Concordia of 1648.[72] On 30 March, the second death was announced. It concerned an 80-year-old man.[10] On 5 April, two more cases were announced bringing the total active cases to 19. One of the cases is an inhabitant of Sandy Ground who was evacuated to Guadeloupe. Prefect Sylvie Feucher has ordered 16 more gendarmes.[22] On 9 April, the Préfecture asked people to stay at home during Easter. Unlike the Dutch side and other islands no curfew will be instituted, but anybody discovered outside without reason will be fined.[73] On 12 April, the 33rd Marine Infantry Regiment arrived in Marigot to provide logical support.[74] A coordination point in Martinique was setup to coordinate the border controls of the Dutch Caribbean, France and United Kingdom.[75] On 19 April, Prime Minister Silveria Jacobs of Sint Maarten announced that the recent death was a Dutch citizen who was being treated on the French side. Last week he was flown to Guadelope for critical care, however as a Dutch citizen he will be removed from the French Saint Martin count and added to the Dutch Sint Maarten count.[76] On 21 April, President Daniel Gibbs said that he does not expect the schools to open on 11 May as announced by Macron: “We will not put our children, the educational community and all families of this island in danger because of hasty decisions.” [77] On 23 April, the third death was announced. The deceased was a 76-year-old man.[78] On 24 April, Air Caraïbes announced that flights between Saint Martin (Grand Case-Espérance Airport not Princess Juliana International Airport), Saint Barthélemy, and Gaudeloupe will be resuming as of today.[79] The Préfecture disclosed that 400 tourists have been repatriated up to now. There are still about 50 people stranded, but only those with an urgent reason will be repatriated.[80] On 30 April, the Collectivity will purchase two polymerase chain reaction (PCR) screening machines and two ventilators for the Louis-Constant Fleming Hospital. Up to now 200 tests have been forwarded to the Pasteur Institute in Guadeloupe.[81] On 2 May, President Daniel Gibbs informed President Macron that he requested that restaurants, bars and shops would reopen. Macron hinted that it was possible under certain conditions. Gibbs still has concerns about school reopening on Saint Martin. No definite decision has been taken yet.[82] From 4 May onwards, the Louis-Constant Fleming Hospital together with the Red Cross will start screening and testing the population starting with the French Quarter, Sandy Ground and St. James.[83] President Daniel Gibbs announced that the beaches will reopen on 8 May. The rules concerning reopening of businesses, shops and restaurant are being discussed, but there will be a deconfinement on 11 May.[84] President Daniel Gibbs announced in a press conference that the Collectivity will start to reopen on 11 May. There are still negotiations with the French government, and the Collectivity maintains their position on school reopening. An additional support program has been announced, and further support is under discussion.[85] On 7 May, it was announced that some primary schools will reopen on 18 May.[86] Prime Minister Silveria Jacobs of the Dutch side announced that the Dutch side wants to reopen the borders on 18 May. President Daniel Gibbs of the French side wanted a reopening as well, however Prefect Sylvie Feucher wanted to keep the borders closed for now. It is now up to the French government to decide whether the internal borders will reopen.[87] The internal border will reopen on 2 June.[88] On 30 July 2020, Ludmila de Weever, minister of Tourism of Dutch Sint Maarten, announced that the border opening for passengers from the United States is still 1 August as scheduled.[89] This has resulted in a response by Sylvie Feucher, Préfète Délguée of French Saint Martin who announced that Americans are not allowed on their side of the island, and the French-Dutch border will be closed to prevent circulation of the virus.[90] Chronology of the number of active cases","Title":"COVID-19 pandemic in French Saint Martin - Wikipedia","KeyID":"10605","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_French_Saint_Martin"}