{"Content: ":"This article outlines the COVID-19 pandemic in the German federal state of North Rhine-Westphalia. As of April, there have been 19,384 confirmed cases, including 446 deaths.[1] On 15 February, some 300 people met in the densely packed citizencenter of Gangelt, Heinsberg (district), North Rhine-Westphalia for a carnival celebration. Bernd B., at this point already infected with SARS-CoV-2, performed onstage with his dance team.[2] On 25 February, a 47-year-old man, later identified as Bernd B.,[2] tested positive in Erkelenz, Heinsberg.[3] He was previously treated at University Hospital of Cologne on 13 and 19 February for a pre-existing medical condition. 41 medical staff members and patients were identified to have had contact with him at the hospital; one person from medical staff showed symptoms and tested for SARS-CoV-2.[4][5] On 26 February, his wife, a kindergarten teacher, tested positive; both were isolated at University Hospital of Düsseldorf.[6] His colleague and her partner also tested positive.[7] On 27 February, Heinsberg confirmed 14 new cases, 9 from Gangelt, 2 from Selfkant, one from the city of Heinsberg, one from Düsseldorf and one from Herzogenrath. Multiple cases were linked to the Gangelter Carnival. All of them were placed in home isolation. This brought the current total to 20 cases in the district.[8][9][10] A medical doctor in Mönchengladbach tested positive and was quarantined at home. He had attended the same carnival event in Gangelt.[11] On 28 February, Aachen confirmed the first COVID-19 case in the region, a woman from Herzogenrath (Aachen district), who had attended the carnival event in Gangelt on 15 February and underwent home isolation.[12] Heinsberg confirmed 17 new cases, bringing the current total to 37 cases in the district.[13] On 29 February, the number of confirmed cases in Heinsberg rose to 60. Additionally, one case was confirmed in Bonn, 3 more in the Aachen district (one in Aachen and two in Würselen), and one in Lüdenscheid.[14] Cologne, Mönchengladbach and Duisburg also each reported two cases.[15] The first cases in Münster were confirmed.[16] On 1 March, cases in Heinsberg rose to 68.[17] a case was confirmed in Rheinisch-Bergischer Kreis, affecting a woman from Overath.[18] On 2 March, the number of positive cases in Heinsberg increased to 79.[19] The Unna district reported its first case, a 61-year-old woman.[20] On 3 March, cases in Heinsberg rose to 84.[21] Two more cases were confirmed in Münster.[16] The first case was confirmed in Neuss.[22] On 4 March, the first case in Bochum was confirmed when a 68-year-old man returning from vacation in Italy tested positive.[23] On 5 March, 195 cases were confirmed by laboratory test in Heinsberg. The local authorities announced that all schools, kindergartens, daycare facilities and interdisciplinary early intervention centres will remain closed until at least 15 March 2020.[21] Six people tested positive in Münster. Four were pupils at Marienschule, one was a child under care in \"Outlaw-Kita\" day care centre in Hiltrup, and the sixth was a resident of Coesfeld, working at Landschaftsverband Westfalen-Lippe in Münster. The school and the day care centre were closed as a precaution.[16] On 6 March, confirmed cases in Heinsberg rose to 220. A mobile medical care unit was deployed in Gangelt-Birgden.[24] Bochum's second case was confirmed, after the wife of the city's first confirmed case also tested positive.[25] On 7 March, three cases were confirmed in Remscheid and one in Wermelskirchen.[26] Bochum reported its third case, a 58-year-old man from Weitmar who had returned from a holiday in Italy.[27] On 8 March, the count of cases in the state rose to 484. Of these, 277 were in Heinsberg. Bochum recorded its fourth case after a woman returned a positive test after returning from a vacation in South Tyrol, Italy. She is quarantined at home.[28] A 44-year-old Münster resident tested positive and underwent quarantine with his family.[16] Düsseldorf confirmed its fourth case, a man who had contact with individuals in Heinsberg. All cases in Düsseldorf are reported to be asymptomatic, or with mild symptoms.[29] There are six people in Erkrath, Mettmann district infected.[30] An additional three people were infected with the virus in Bergkamen, Unna district. They are believed to have come into contact with an infected person during a visit to Hamburg.[31] On 9 March, the first COVID-19 deaths in Germany, an 89-year-old woman in Essen and a 78-year-old man in Heinsberg, were reported.[32] By the evening of 10 March, the count of cases in the state rose to 648.[33] All mass events in North Rhine-Westphalia with more than 1,000 participants were banned with immediate effect.[34] On 11 March, the number of positive cases in North Rhine-Westfalia increased to 801, including 3 deaths.[35] On 12 March, 688 active cases were confirmed by the Robert Koch Institute.[36] On 13 March 2020, 936 active cases were confirmed by the Robert Koch Institute.[36] That day the government of NRW announced that all schools and kindergartens would be closed starting 16 March.[37] Schools in NRW were to remain closed until 19 April. On 14 March, the Robert Koch Institute stated that the number of active cases had risen to 1,154.[36] Heinsberg, the place with the first recorded infection, had 1,246 reported infected as of 29 March. That made Heinsberg the German city with the highest rate of infected individuals (0.5%) in relation to the total percentage of infected individuals in Germany at that time (0.007%).[2] On 17 June, German authorities announced that there was a major cluster at a slaughterhouse run by Tönnies in the city of Gütersloh. The states health secretary reported later that month, that a church service on 17 May 2020 attended by workers from the Tönnies factory and Westfleisch factory in Dissen is suspected to be the source of the cluster.[38] The smaller cluster in Dissen with initially some 90 infected people had been identified in mid May.[39] As a consequence of the new cluster with hundreds infected at slaughterhouse near Gütersloh, schools in the districts were closed until the start of the summer holidays on 29 June.[40] The company announced its entire workforce would be tested, with the production staff ordered to stay inside their living quarters when not at work until the remaining meat products had finished processing. Virologist Isabella Eckerle stated that she considered it \"extremely unlikely\" that the spate of infections had been the result of workers returning to their home countries in Eastern Europe over the preceding long weekend, and that a superspreading event was more likely to have been the cause of the outbreak.[41] On 23 June, the number of confirmed cases stood at above 1,500, Minister President Armin Laschet and State Health Minister Karl-Josef Laumann announced that neighbouring districts of Gütersloh and Warendorf would, until 30 June, be subject to the same contact restrictions as in March. Schools in Gütersloh would also close until the summer break. In the meantime, wide testing of the local population would be carried out in order to establish the extent of the outbreak; to that date, merely 24 cases outside the factory had tested positive. In response to the development, Bavaria issued a temporary ban for hotels to accommodate guests coming from any district which exceeded the threshold of 50 infections per 100,000 residents in the past seven days, unless travellers could produce an up-to-date negative coronavirus test.[42][43] In October, the city of Cologne presented its #diesmalnicht (English: #notthistime) campaign discouraging gatherings, parades and similar hazardous behavior for the commencement of the Cologne Carnival at 11:11 a.m. on 11 November 2020. Mayor of Cologne Henriette Reker announced that there would be a ban on the sale and consumption of alcohol outside of restaurants and pubs on 11 November 2020, with many establishments voluntarily remaining closed or not selling alcohol on that date.[44][45]","Title":"COVID-19 pandemic in North Rhine-Westphalia - Wikipedia","KeyID":"10607","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_North_Rhine-Westphalia"}