{"Content: ":"The COVID-19 pandemic in Normandy, is part of the worldwide pandemic of coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The virus was confirmed to have reached Normandy on 27 February 2020, On 12 January 2020, the World Health Organization (WHO) confirmed a new coronavirus being the origine of an respiratory disease on Wuhan inhabitants, in Hubei, China, reported to WHO on 31 December 2019.[5][6] A high risk at international level was declared on 28 February and pandemic was officially announced on 11 Mars. The virus was first detected in France on 23 January on trois peoples returning from Wuhan (2 from Paris and 1 from Bordeaux). In anticipation of the arrival of possibles cases of COVID-19 in Normandy, the Norman health services, in particular hospitals of Caen and Rouen, are prepared from January.[7] The Normandy Regional Health Agency (ARS in French) is the institution in charge of monitoring the epidemic and coordinating the response to it at the level of the Normandy region. 28 French returnees from Wuhan, are placed for 2 weeks in isolation in a holiday village near the town of Branville in Calvados on 21 February 2020.[8] None of these showed any symptoms.[9] As of 26 February 18 cases have been identified in France, as well as 2 deaths, in 5 metropolitan regions, including 6 in the Île-de-France region bordering Normandy.[10] On 27 February 2020, a health professional from the Rouen University Hospital from Bois-Guillaume, returning from a stay in Germany, was confirmed as the first case of COVID-19 in Normandy and Seine-Maritime, leading to the surveillance of 41 people who have been in contact.[11][12] 4 days later, on 2 March 2020, one of the contact cases residing in Eure was hospitalized at Rouen University Hospital and was confirmed as the second case in Normandy and the first in Eure.[13] On 5 March 2020, 4 new cases of COVID-19 are announced by the ARS in the region, including the first 3 cases in the Manche department (from people who attended the Christian Open Door Evangelical Church gathering in Bourtzwiller on 17–21 February), and the first case in Calvados where the origin of the contamination is not known.[14] 3 new cases are announced in the Manche department the next day, in connection with the first 3 of the Manche department.[15] On the same day, an 86-year-old man hospitalized at the Elbeuf-Louviers-Val-de-Reuil Hospital with SARS-CoV-2 died. This is the first COVID-19 fatality in Normandy and Seine-Maritime.[16] On 8 March 11 new cases are reported by the ARS, bringing to 22 the total number of positive cases in Normandy.[17] On 10 March 6 people are confirmed positive in the commune of Biéville-Beuville in Calvados, making appear in the commune the first cluster in Normandy, which leads the prefect of Calvados, Philippe Court, to prohibit rallies of more than 50 people and to order the closure of establishments welcoming the public.[18][19] On 11 March 2020, the ARS announces the first 2 positive cases of the Orne department.[20] As of 15 March 2020, 143 positive cases and one death are recorded in Normandy.[21] On 17 March 2020, a national lockdown is announced during a televised speech by President Macron. Normandy enters lockdown although the region does not meet the criteria of stage 3 epidemic at its level.[22] Le 19 March, ARS announces a first death in the Eure, in Évreux.[23] The next day, a first death in Calvados, in Caen, is confirmed.[24] As of 21 March, Eure, Calvados (since 19 March), Manche, and Seine-Maritime are considered at risk areas due to COVID-19 circulation.[25] On 24 March 2020, the first two deaths in Manche department were announced by the ARS. The next day, a first death in Orne was announced.[26] To address a lack of health measures in care home, the ARS is setting up a support mechanism on 7 April (after the government announcements for care home on 28 March).[27] The first data reported by the Norman care home indicate 86 establishments having confirmed at least one case.[28] On 7 May 2020, in preparation for the progressive lifting of the lockdown, all 5 departments of Normandy meet the criteria for the lifting as of 11 May, in view of the decrease in new hospitalizations and viral circulation.[29] As of 10 May 2020, Normandy has 3,977 positive cases and 250 deaths.[30] During the first step of the lifting of the lockdown ( 11 May to 2 June), epidemic indicators continue to decline. Thus, the number of hospitalizations increased from 533[31] on11 May to 330 on 2 June.[32] The immunity rate in Normandy (2.6%) remains lower than that of other French regions, but the reproductive index (R0) remains lower than 1, allowing the region to continue the lifting. These indicators continue to decline during the whole month of June, but 4 clusters of positive cases in south of Rouen causes an increased vigilance of the ARS.[33] On 4 August 2020, the ARS observed a 20% increase in the virus's reproductive rate, where the R0 went from 0.98 on 28 July[34] to 1.19,[35] confirming the upward dynamics of epidemic indicators with a R0 at 1.44. The latter exceeds the alert threshold on 28 August with a rate of 1.51 as well as the incidence rate (11.05 per 100,000 inhabitant).[36] On 28 October 2020, a second lockdown is announced by Emmanuel Macron. In the face of the outbreak in Normandy (the incidence rate rising from 11.05/100,000 inhabitants on 28 August to 269.53/100,000 inhabitants on 27 October,[37] and the tension on hospital beds (38.09% occupancy of beds in intensive care), the ARS triggers the White Plan.[38] The peak of the epidemic in Normandy is reached in week 44 of 2020 with a weekly incidence rate of 352 per 100,000 inhabitants and 11,644 new positive tests.[39] In the following weeks, the decline of epidemic indicators shows a slowdown of the outbreak. As of 22 November, the incidence rate is 132.8 per 100,000 inhabitants and 4,482 new positive tests.[40] On 24 November, French President announced the start of progressive lifting of the lockdown. During week 50 (7 to 13 December 2020), epidemic indicators are rising again.[41] This increase continues until week 2 of 2021, with an incidence rate of 177.5 per 100,000 inhabitants compared to 88.7 in week 50 and a reproduction rate of 1.25, above the alert threshold.[42] Vaccination in Normandy begins on 4 January 2021 with the first doses injected at the Rouen University Hospital on voluntary health personnel.[43] On 26 January 2021, the ARS announces a first detected case of the British variant in Calvados, leading to a strengthening of screening measures at the local level.[44] As of 14 March 2021, the incidence rate is 228.5 per 100,000 inhabitants and 9,592 new positive tests, confirming the increase of the indicators initiated since December 2020.[45] On 18 March 2021, Prime Minister Jean Castex announced a local lockdown in the most affected French departments including Eure and Seine-Maritime.[46] The Métropole Rouen Normandie is one of the French territories subject to the curfew decreed by the government as of 17 October 2020.","Title":"COVID-19 pandemic in Normandy - Wikipedia","KeyID":"10604","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Normandy"}