{"Content: ":"The COVID-19 pandemic in the Netherlands has resulted in 8,335,027[1] confirmed cases of COVID-19 and 22,570[1] deaths. The virus reached the Netherlands on 27 February 2020, when its first COVID-19 case was confirmed in Tilburg.[5] It involved a 56-year-old Dutchman who had arrived in the Netherlands from Italy, where the COVID-19 pandemic seemed to enter Europe. As of 31 January 2021, there are 978,475 confirmed cases of infections and 13,998 confirmed deaths.[6] The first death occurred on 6 March, when an 86-year-old patient died in Rotterdam.[7] On the advice of the Outbreak Management Team (OMT), under supervision of Jaap van Dissel, measures were taken by the Third Rutte cabinet for the public health to prevent the spread of this viral disease, including the \"intelligent lockdown\".[8] The government strategy on pandemic control has been criticised[9][10] for the refusal to acknowledge the role of asymptomatic spread and the role of masks in preventing spread,[11] as well as for the lack of testing capacity, in particular during the first half of 2020.[12] In March 2020, Prime Minister Mark Rutte called for herd immunity as an important method to stop the pandemic.[13] On 23 January 2021, as the government imposed a nationwide 9:00 p.m. curfew in a context of emergence of the British variant, the worst riots in 40 years broke out across the country. Since the end of November 2021, the SARS-CoV-2 Omicron variant is spreading in parts of Europe (i.e. UK, Denmark and France). The number of registered new infections has risen strongly. There is a lockdown in the Netherlands from 19 December 2021 to (at least) 14 January 2022.[14] On 12 January, the World Health Organization (WHO) confirmed that a novel coronavirus was the cause of a respiratory illness in a cluster of people in Wuhan, Hubei, China, who had initially come to the attention of the WHO on 31 December 2019.[15][16] Unlike SARS of 2003, the case fatality rate for COVID-19[17][18] has been much lower, but the transmission has been significantly greater, with a significant total death toll.[19][17] Notes: On 20 March 2020 RIVM announced that 'the actual number of infections with COVID-19 is higher than those reported beginning with this update, because not everyone with potential infection is tested any more. On 25 March 2020, GPs report that the number of deaths due to COVID-19 is also much higher since GPs have no way of reporting statistics on deaths of suspected patients without having them tested. From July 2020, the number of confirmed cases and confirmed deaths will only be updated each Tuesday.  Since mid-July, there has been a large increase in positive cases, from about 50 positive tested people/day to over 7,000 positive tested people per day. Measures were tightened in late September to achieve control over the spread again. About 1 in 120 people were deemed infectious in late September. A record number of 11,107 new cases in one day was reported on 30 October.[84] From 14 October 22:00, a partial lockdown came into effect.[85] Cafes, restaurants, and bars were to be closed for at least two weeks. Starting 1 December, masks were made compulsory to wear while indoors.[86] From 15 December 2020 through at least 15 March 2021, a hard lockdown is in effect, and all non-essential shops are closed. On 19 December 2020, it was discovered that a mutant strain of COVID-19, Variant of Concern 202012/01, had entered the Netherlands. The Dutch government banned flights from the United Kingdom, where the strain was originally identified, in response. The travel ban is scheduled to remain in place until at least 1 January.[87][88][89] Shortly after Christmas 2020, most European countries started COVID-19 vaccination programs, however the Netherlands expected to start vaccination on 8 January 2021.[9] The government cited issues with the digital registration system as the cause of the delayed vaccination start.[90] As of 9 January 2021, a total of 30,000 healthcare workers had been vaccinated,[91] and 96 cases of the Lineage B.1.1.7 variant have been reported. As of 16 January 2021, 200 cases of that variant have been reported.[92] These cases cause extra concern, as this variant is suspected to be more contagious, with a reproduction number estimated to 1.3.[93] As of 26 January 2021, over 173,000 people had gotten vaccinated.[94] In January 2021, it was discovered that personal data of people in the contact tracing database was illegally sold to fraudsters by call center employees having access to them.[95] A few days earlier, employees of testing company U-diagnostics were found to have shared personal data in a WhatsApp group of 300 employees, violating the GDPR privacy regulations.[96] Starting on 23 January 2021, the Dutch government introduced a curfew as means to curb the epidemic. On 24 January 2021, violent protests erupted as a reaction.[97][98] The curfew, imposed between 9 pm to 4:30 am, was the first of its kind to be enacted in the country since the Second World War.[97][99] Protests took place in most major cities, including Amsterdam and Eindhoven. Police made hundreds of arrests and issued thousands of fines.[97][100][98] The Dutch Police Association described the riots at the worst violence in Netherlands in the last 40 years.[97] The protests have been described as being composed of mostly young men.[97][100] An opinion poll by public broadcaster NOS indicated that the curfew was supported by seven out of 10 Dutch respondents, with just 18% of the population opposing it.[100] A lawsuit started by Willem Engel's Viruswaanzin (later renamed Viruswaarheid) challenged the legal justification for the curfew, and while a lower court found that the government's justification was lacking, the matter was quickly remedied.[101] Exceptions to the curfew have been made for several groups of people, including medical emergencies, essential jobs, including delivery, and walking dogs on a leash.[102] On June 5, an openingsplan[103] cancelled many COVID restrictions. Three weeks later, the number of new infections rose massively. On July 10, 2021, the government reintroduced a series of restrictive measures due to a rapid increase in infections. All restaurants and bars must be closed from midnight until 06.00.[104][105] The measures will remain in place until 14 August 2021.[106] In November 2021, the government proposed implementing the \"2G rule\", a measure to only allow individuals who are vaccinated (gevaccineerd) or have recovered from a COVID-19 infection (genezen) from being able to enter hotels, restaurants, cafes, cultural and artistic places, and events, and to use non-essential services.[107] On November 19, a protest against the 2G rule was announced on social media, which turned into a riot. The police shot several people.[108][109] Most notably, riots occurred in Rotterdam, where 51 people were arrested. There were also riots in Stein, Roermond, Urk, The Hague, Enschede, Leeuwarden and Tilburg. The authorities used water cannons, police dogs and mounted police against the rioters. Three rioters were seriously injured when police opened fire on them, while a fourth suffered minor injuries. Additionally, four rioters and five police officers sustained minor injuries during the unrest. Peaceful protests also took place in Amsterdam and Breda.[110][111][112][113][114][115][116] On 19 December, a lockdown has begun. It lasts at least until 14 January 2022.[14] Only essential facilities, such as foodstores and pharmacies, stay open, and only during reduced hours. Schools and educational facilities are closed; in particular, the school Christmas holidays started one week earlier. Public transport continues to operate, although schedules were adjusted. On January 3, 2022, following winter break, the government opened primary and secondary schools again. Tertiary schools — middle and higher education — remained closed.[117] In late March, the government announced strict social distancing rules as cases surged over 5,000. All large public events and gatherings are banned until 1 September. Furthermore, in public space a distance of at least 1.5 metres between people not from the same household must be observed, and shops and other venues are to enforce this distancing among their visitors. Fines will be issued to those not complying with the new rules. Companies may face a fine up to €4,000, individuals risk a fine up to €400. Prime Minister Mark Rutte repeated his call to keep distance from each other.[61] Final examinations of secondary school were cancelled on 24 March.[62] Other measures were that schools and day-cares were closed, except for children whose parents work in the 'vital' sectors, like health care. People were required to remote work as much as possible. These measures also resulted in modified schedules for public transport, as much less transportation of individuals was necessary.[118] As a response to the large increase in positive tests since July, the Dutch government released additional regulations on 13 October. These include:[119] Additionally the government advised people to remote work and limit unnecessary travel.[85] The Dutch government also stated that people should be mindful of the regulations during the holiday season. Sint Maarten, a holiday where children collect sweets from neighbours, was still held with social distancing and maximum group size regulations in place. Sinterklaas was also held with the same regulations, with people also being advised not to delay holiday shopping to the last possible moment.[120] In November 2020, the government also announced that it would ban fireworks on New Year's Eve (traditionally the only time of the year that consumers are allowed to purchase and ignite fireworks), citing that firework-related injuries would put too much stress on the healthcare system during the pandemic.[121][122][123] In January 2021, the government extended its regulations and considered tightening them to limit the spread of Lineage B.1.1.7, which is estimated to be more contagious.[124] The Dutch Ministry of Public Health officially maintains an application called CoronaMelder for Android and iOS.[125] The applications, including the backend are open source software under the European Union Public License.[125][126] CoronaMelder launched nationwide on 10 October 2020, and was downloaded 2.6 million times two days later. The maintainers stated that they are unable to track the number of users that actively use the application owing to privacy reasons.[127] Later that month on 26 October the app had reportedly 3.5 million downloads and around 14,000 reports of positive test results.[128] By mid-March, the country could test about 1,000 samples per day, which is less than the capabilities of other European countries.[129] This also explains a relatively large ratio of the number of deaths to the number of confirmed cases.[130] As of 25 March, 2,500 samples have been tested daily and a total number of 38,000 tests performed. Because of the limited availability of testing capacity, certain groups were prioritised in testing, such as healthcare workers, elderly, and people with acute symptoms.[131] A lack of testing capacity causes a distinct number of deaths by COVID-19 that are not registered as such, although local doctors can recognise the symptoms.[132] By the end of March, the country was testing about 4,000 people per day, with the goal of expanding the testing capacity to about 17,500 daily tests in a couple of weeks. Once such a testing capacity has been reached the Dutch government wants to expand its testing capacity to 29,000 tests a day.[133] According to a report by the RIVM, an average of 4,280 tests per day have been performed in the period between 9 March and 26 April.[134] Several health organisations have started testing themselves, claiming the procedures of the GGD testing centers take too long.[135] In a press conference on 6 May, the government announced that starting from 1 June it wants to test all people with COVID-19 symptoms. The coordination has been criticised, with the regional GGD offices stating there is no clear national plan to scale up testing.[136] Nonetheless, the test capacity was increased to 30,000 per day with the GGDs being able to conduct 600 to 2400 contact traces for positively tested applicants with 2-8% of the tests done assumed to result positive for the virus.[137] On 1 June, a national telephone number was made public through which a test time and location could be scheduled. The new system, although initially overwhelmed by the number of callers on the first day, tested 50,000 people in the first week and had 100,000 applicants by 11 June.[138][139] By 9 June, most regions where successful in handling the increased demand, with people often being able to schedule a test the same day or the day after.[140] The GGDs strive for a test result to be made known to the applicant within 48 hours, with 96% of results being successfully returned within that time by 11 June.[139] In response to regulations announced on 12 March, panic buying of food, toilet paper and medicines, resulted in empty shelves in supermarkets. Prime Minister Mark Rutte appealed to the nation to stop this behaviour.[141] On 12 March it was announced that all public events with more than 100 people will be cancelled until 6 April.[142] On 24 March this period was extended to 1 June for all permit-requiring events.[143] Three days later it was announced in a press conference that all restaurants, museums, sport clubs and schools had to close.[50] A Dutch \"grassroots\" initiative, Mond Kapjes Nodig[144] was formed to address the local PPE shortages. More than 400,000 masks[145] was delivered within weeks to those fighting the pandemic in the Netherlands. This helped relieve the coordination efforts on a national level. On 26 March, the Bureau for Economic Policy Analysis published the first calculations of the economic expectations. These expectations are based on the length of the prevention measures against the coronavirus pandemic. If these measures are present for three months, the Dutch economy is expected to shrink by 1.2 per cent in 2020. If these measures are required for a year the economy would decline by 10 per cent.[146] In all cases it is expected that the economy will slightly grow the following year.[citation needed] On 8 June, three months into the crisis, an analysis of Rabobank was published. They expected that the economy between March and June shrunk by 8%, with the catering sector being hit the most. They expected that, whereas the crisis was over the peak, the economy would continue shrinking, and the industries, in particular the construction industry, which were doing relatively well, would be hit as well. The forecast was that the unemployment rate would grow from 3% to 7% by the end of 2020.[147] As a result of the ban on fireworks for the 2020-2021 New Year's Eve the Dutch government has compensated the fireworks industry for around 40 million euros.[123] Municipal Health Service (GGD) regions by number of COVID-19 infections during the first wave (30 March 2020)[2] Municipal Health Service (GGD) regions by date of first COVID-19 infection[2] Number of cases (blue), number of deaths (red), and their respective increments (dotted lines) on a logarithmic scale Confirmed cases Hospitalisations Deaths   ","Title":"COVID-19 pandemic in the Netherlands - Wikipedia","KeyID":"10628","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_the_Netherlands"}