{"Content: ":"The COVID-19 pandemic in Lithuania is part of the ongoing worldwide pandemic of coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The virus was confirmed to have reached Lithuania in February 2020. On 18 March 2020, the first domestic case was confirmed, the first infected being an immediate family member of a known case.[3] The first cases of community spread were found in the country on 19 March and the first related death occurred on 20 March 2020.[4] The Lithuanian government initially declared a quarantine from 16 March to 30 March, but it was extended several times[5][6][7][8] and was set to end on 16 June.[9] On 17 June, the quarantine was lifted.[10] Starting from 21 October and lasting until 4 November, the government implemented color-based zones throughout Lithuania, with green meaning fewer or light restrictions and red meaning tight and heavy restrictions. But due to the rising numbers, the government announced a national lockdown on 4 November. The lockdown was set to last until 29 November, but was later lengthened until 1 July 2021.[11][12][13][14][15][16] On 17 September, the last municipality with no coronavirus cases, Birštonas, confirmed its first case.[17] All 60 municipalities have since recorded at least one confirmed case of infection. The vaccination program began on 27 December 2020, as in the rest of the European Union. The first to receive the vaccine were healthcare professionals working with COVID-19 patients,[18] followed by the elderly and other senior age groups with medical conditions. Lithuania vaccinated one-third of its population on 22 May 2021. As of 1 July 2022, 72.59% of Lithuania's population has received at least one dose, while 69.77% have received at least two, while 34.74% of the population has received a booster dose.[19] As of 23 March 2022, more than 1 million people have been infected at least once since the pandemic began.[20] On 12 January 2020, the World Health Organization (WHO) confirmed that a novel coronavirus was the cause of a respiratory illness in a cluster of people in Wuhan City, Hubei Province, China, which was reported to the WHO on 31 December 2019.[21][22] The case fatality ratio for COVID-19 has been much lower than SARS of 2003,[23][24] but the transmission has been significantly greater, with a significant total death toll.[25][23] Notes:  25 January 2020: Specialists from the National Public Health Centre started consulting travellers to and from China at all three airports in Lithuania.[26] 26 February: Lithuania declared a state of emergency as a preventive measure against the spread of COVID-19.[27] 28 February: Lithuania confirmed the first case of COVID-19, a 39-year-old woman who arrived to Kaunas from Verona, Italy after a business trip. She was then hospitalised in Šiauliai.[28] The same day, the Seimas cancelled all public events on its premises until 30 April.[29] 10 March: Two cases of COVID-19 were confirmed positive in Kaunas. These people (a couple) were in a ski resort in Cortina d'Ampezzo, Italy, at the end of February and first week of March.[30][31] 12 March: The Government of Lithuania ordered all public indoor events of more than 100 attendees to be cancelled.[32] On the same day, the government ordered the closure of all educational institutions including kindergartens, public schools, and universities for two weeks with a recommendation to utilise online learning.[33] All museums, cinemas, and gyms were also closed.[34] 13 March: Three new cases of COVID-19 were confirmed: a female Spanish citizen from Madrid was confirmed in Vilnius, a woman in Klaipėda who arrived from Tenerife, and a man in Kaunas who arrived from Northern Italy.[35] 14 March: Two new cases were confirmed. A male student (who also worked as a barista) returned home from Denmark to Kaunas Airport on 10 March, and went by bus to Vilnius, and from there to Kretinga.[36] Another male Lithuanian returning from Italy was tested positive in Vilnius and received treatment at Santara Clinics.[37] Later in the day, the first recovery (39-year-old woman from Šiauliai) was reported.[38] One more case was confirmed in Panevėžys – a 31-year-old man who arrived from the Netherlands.[39] Border control are reintroduced, preventing foreign nationals without work permits to enter the country.[40] 15 March: Three new cases related to abroad travel were confirmed: a 25-year-old man from Rietavas who returned from Denmark (he worked together with the student whose COVID-19 testing results were positive on 14 March), and two people, a male and young female, in Vilnius who had returned from Norway and Austria.[41] 16 March: Two new cases were confirmed. Both patients were in Vilnius, and they had returned from Spain (Barcelona via Paris) and Germany.[42] Later in the day, three more cases were confirmed: one person in Telšiai who returned from the Dominican Republic on 8 March, and two people in Vilnius who returned from Austria.[43] Also on the same day, Lithuania was put under quarantine. All public indoor and outdoor gatherings were prohibited; all shops and businesses excluding grocery shops, pharmacies and veterinary pharmacies were closed; all restaurants and bars were closed, leaving the option for food take-away; borders were closed for foreigners regardless of the means of transport, excluding cargo and special transport; all international outbound passenger travel was prohibited. The quarantine was set to last until 30 March.[38] Lithuanian Railways also halted all international rail services for the duration of the lockdown.[44] 17 March: A man of over 60 years of age who returned to Panevėžys from South Africa (via Istanbul Airport) was tested positive.[45] His condition was announced severe and he needed artificial ventilation, becoming the first severe case of the disease in the country.[46] Later on, four new cases were confirmed: two cases in Klaipėda – a young male having returned from Denmark and a young female having returned from Italy; and two cases in Vilnius – two males who have returned from the Czech Republic and the Netherlands.[47] In the evening, three more cases were confirmed in Vilnius – they had visited Belgium (Brussels), Switzerland (Geneva), France (Méribel), the United Kingdom (London) and Cuba.[48][49] 18 March: Four new cases were confirmed in Vilnius: a young man who had returned from North Macedonia and the United Kingdom, two men who had returned from the United Kingdom and a man from the United Arab Emirates (via the Netherlands).[50][51] Two cases were confirmed in Klaipėda District, both (a couple) returned from Austria.[52] Yet another case was confirmed in Šiauliai (the person returned from the United Kingdom).[53] The first case of local transmission of the virus was confirmed in Kaunas when a woman who returned from the United Kingdom infected her father.[54] 19 March: Two new cases were confirmed in Klaipėda, the patients had returned from Norway and Spain.[55] Later in the day, five new cases were confirmed, all hospitalised in Vilnius. Three cases are from people who returned from Turkey, the United Kingdom and northern Italy. One case is locally infected from a sick family member. One case is a doctor from Ukmergė with no recent travel history, making her a suspected case of community transmission between patient and doctor.[56] Also on the same day, the state-wide quarantine was tightened – people are not allowed to gather in groups larger than five people in public spaces; playgrounds are only to be used by children of one family at one time; national park access was severely restricted to prevent an influx of people.[57] 20 March: Jonava District confirmed its first case.[58] On the same day, the first case of death from COVID-19 complications was reported in Ukmergė – an 83-year-old woman. The disease was confirmed as the cause of death after a posthumous examination.[59][60] Two doctors from Ignalina District were also confirmed to have COVID-19. They had come from the Dominican Republic via the Helsinki Airport.[61] 21 March: Raseiniai District, Palanga and Marijampolė Municipality reported their first cases.[62][63] 22 March: Early in the morning, the number of confirmed cases rose above 100.[64] Jurbarkas District, Biržai District, Švenčionys District, Radviliškis District and Vilkaviškis District reported their first cases.[65] 23 March: Alytus and Joniškis District reported their first cases.[66][67] 24 March: Šilutė District confirmed its first case.[63] Border control was extended for 20 days to 12 April.[68] The quarantine was tightened – everyone was advised to mask their mouth and nose (with masks or scarfs), people were only allowed to be in public spaces in groups no larger than two, family members must shop alone. Also shops were mandated to control movement of customers within the shops.[69] Also starting from 24 March, people who would come from abroad by plane to Vilnius Airport would be quarantined in a hotel.[70] Late in the evening, the second death from COVID-19 complications was reported. A 90-year-old woman got infected at a hospital in Ukmergė, from which she was discharged on 16 March. On 23 March, she was admitted to Santaros Klinikos with fever and fatigue.[71] COVID-19 has been confirmed for eight soldiers in a NATO multinational battalion battle group. Five soldiers from the Royal Netherlands Army have been transported back to their home country.[72] A 2 billion euro aid package for businesses is extended by the government of Lithuania.[73] 25 March: Major coach companies temporarily suspended their intercity routes in Lithuania due to extremely low demand.[74] The third death was reported in Ukmergė Hospital.[75] The fourth death was reported in Panevėžys. The deceased person had been confirmed for COVID-19 on 17 March.[76] In the afternoon, the nationwide quarantine was extended to 13 April.[5] A resolution was enacted by the Government of Lithuania to create a situation handling committee, which would be headed by Prime Minister Saulius Skvernelis, to help the Government control the state of emergency.[77] Plungė District and Trakai District confirmed their first cases.[63] 27 March: The fifth death was confirmed in Klaipėda, a 94-year-old patient with several chronic diseases.[78] Šakiai District, Tauragė District, Prienai District and Mažeikiai District reported their first cases.[78][79] 28 March: The sixth case of death, a 75-year-old patient with several chronic diseases, was confirmed in Ukmergė.[80] The seventh case of death was confirmed in Klaipėda.[81] 30 March: It was confirmed that 116 patients have been hospitalised for COVID-19 in Lithuania as of this day, five of which were in critical condition.[82] New travel restrictions for citizens returning from abroad were announced – in particular, a ban on special flights starting from 3 April.[83][84] Mayor of Klaipėda announced that six patients previously diagnosed with COVID-19 in the region were now clear of the condition, bringing the total number of confirmed recoveries to 7.[85] Anykščiai District reported its first case.[63] 31 March: Confirmed cases surpassed 500. Akmenė District and Kelmė District reported their first cases.[63][86] In the afternoon, the eighth case of death was reported in Vilnius – the deceased was a 77-year-old transferred from a compromised hospital in Ukmergė on 29 March.[87] Scientific research confirmed that the lack of personal protective equipment (medical masks, gloves, respirators, face masks, overalls, etc.), disinfectants was a serious problem in almost all medical and social institutions. Only a few social institutions had a small reserve of such funds (since they were used in previous pre-crisis activities). This helped in the first weeks, later we managed to acquire new ones or provided the necessary personal protection means.[88] 1 April: The Government of Lithuania has banned export of medical equipment to countries outside of the European Union.[89] 2 April: As of this day, 108 medics are infected with COVID-19 in Lithuania.[90] After four confirmed cases, the Šeškinė clinic in Vilnius, a large health centre with more than 80,000 registered citizens, had closed.[90] Later in the day, the ninth case of death was confirmed – a risk-group patient in Ukmergė.[91] 3 April: The Military Police started aiding police and Lithuanian Riflemen's Union in patrolling streets to enforce lockdown rules.[92] 4 April: The borders with Belarus and Russia were closed for passenger transport, leaving only two open checkpoints (with Poland and Latvia) for returning citizens, transiting foreigners and those with a residence or work permit.[93] The 10th case of death was confirmed as an 83-year-old woman who was treated at Klaipėda University Hospital.[94] The 11th case of death was confirmed in Kaunas.[95] 5 April: The 12th case of death was confirmed in Šiauliai: an owner of a restaurant aged 61, without any known chronic health conditions.[96] The 13th case of death was confirmed in Vilnius: a man of old age from Merkinė, having spent only one day in a hospital.[97] 6 April: The 14th case of death was confirmed in Panevėžys.[98] The eighth recovery was recorded in Klaipėda.[99] The 15th case of death was confirmed in Marijampolė.[100] The Lithuanian airspace is closed for commercial passenger flights bound to and from Lithuania.[101] 7 April: The Seimas approved a law to regulate prices of essential goods and services.[102] 8 April: The nationwide quarantine was extended to 27 April.[6] 9 April: The 16th case of death was confirmed in Klaipėda – a 98-year-old geographer, scientist and former lecturer at the Lithuanian University of Educational Sciences.[103] 10 April: Šiauliai confirmed the 17th national case of death.[104] Five more deaths and 33 recoveries were reported by the Minister of Health during an official press conference.[105] A mandatory requirement to wear protective masks in public spaces was imposed. From 10 to 13 April, during the Easter weekend, restrictions were imposed on entering the country's towns and cities by non-residents.[6] 11 April: Official confirmed cases surpassed 1,000.[citation needed] 14 April: According to National Public Health Centre officials, 73% of all cases are domestic and there are 40 active hotspots across the country. 62% to 64% of all infected people are older than 61.[106] 15 April: The town of Nemenčinė was put on lockdown from 16 April to 24 April after an outbreak at a local garment factory. According to Prime Minister Saulius Skvernelis, only those who live and work in Nemenčinė would be allowed to enter. Leaving the town would be allowed to those who work elsewhere and who need to leave due to health. Goods would continue to be delivered.[107] Also on the same day, the Government of Lithuania published a four-stage quarantine exit plan. The first stage starts on the same day and allows certain businesses to reopen, including non-food retailers and shops providing certain services.[108] The operating guidelines state that shops would need to have direct access from the street, limit face-to-face contact to 20 minutes, serve one client at a time, and ensure a density of one client per 10 square metres.[109] 16 April: Telšiai recorded its first death.[110] 18 April: A record number of 90 new cases was confirmed. Nemenčinė continued to emerge as the new hotspot in the country, adding 52 new cases among the workers of a garment factory.[111] Later in the day a serious situation was reported in hospice in Klaipėda with over 30 infections in total.[citation needed] 22 April: The nationwide quarantine was extended to 11 May and the second stage of the four-stage quarantine exit plan was initiated.[7] 23 April: Starting this day, all retailers (including those in shopping centers) are allowed to open.[7] 24 April: Kretinga recorded its first death.[110] 27 April: As per the third stage of the quarantine exit plan, hairdressers, manicure services, museums, libraries, golf and tennis courts, shooting ranges, wakeboarding parks, outdoor cafes, restaurants and bars are allowed to reopen. Outdoor activities such as sightseeing paths, parks, zoos, outdoor botanical gardens and observational towers are also allowed to reopen. Driving and aviation exams are able to take place. All of these businesses and establishments have to follow the previously defined operating guidelines – ensure 10 square metres per client or serve one person at a time.[7] 29 April: An outbreak occurred at a care house and hospital in the small town of Kartena. More than 20 patients tested positive and the institution had to be isolated.[112] The third stage of the quarantine exit plan was initiated. Starting on 30 April, some flights abroad are allowed, non-food markets are allowed to open, all outside leisure activities are allowed, planned healthcare services are reopened, individual sports training are allowed indoors and outdoors. The mandatory requirement to wear masks in public spaces is no longer enforced outside of settled areas, if there is no one else within a 20-meter radius.[113] Vilkaviškis recorded its first death.[110] 3 May: Alytus City recorded its first death.[110] 4 May: The restriction of Lithuanian citizens leaving Lithuania is lifted, and citizens are allowed to go abroad if they can prove that their travel would not impact the epidemiological situation in the country.[113] 6 May: The nationwide quarantine was extended to 31 May and the fourth stage of the quarantine exit plan was initiated.[citation needed] Joniškis recorded its first death.[110] 11 May: Driving lessons and examinations in cars are allowed, as well as foreign language examinations for students who need language proficiency certificates. From 18 May, kindergartens and other pre-school education establishments and all beauty and dental services would be allowed to reopen. Private gym trainings and professional athlete trainings indoors would be allowed. Hospital visits would be allowed with doctor's permission, and partners would be allowed during childbirth. Outdoor events of under 30 people would be allowed if organisers can ensure 2-metre distances between people and 10-square-metre space per participant.[8] The border with Poland was reopened for passenger traffic and Polish nationals were allowed to go to the country. A cluster has been found in Vilnius City Clinical Hospital (5 cases). Also one imported case has been identified in Klaipėda. The patient was an 11-year-old child, who had returned from Moscow (via Vilnius Airport) by private plane.[114] 13 May: Lufthansa resumed regular service between Vilnius Airport and Frankfurt, becoming the first airline to resume flights from Vilnius following an airspace halt that lasted for almost two months.[115] The Lithuanian government detailed the next phase of the quarantine exit plan that would go into effect gradually over a few weeks, including opening indoor cafes and removing the mandatory requirement to wear masks.[116] Vilnius District recorded its first death.[110] 14 May: The wearing of facemasks in outdoor public space is no longer mandatory, but still recommended. Covering the face outdoors is still mandatory in markets and other places of commerce, events, tours, as well as public transport stops and stations. Gathering in groups of up to five people is also allowed.[116] 15 May: Residents and citizens of Estonia and Latvia are able to enter Lithuania, provided they had not travelled outside the Baltic states in the previous 14 days. Residents of Poland are also allowed to enter Lithuania.[116] 18 May: All indoor places, including restaurants, cafes, bars, nightclubs, casinos and entertainment venues are allowed to open, provided they can follow previously defined operating guidelines. Outdoor events with up to 30 people are allowed. Non-essential treatments are allowed to resume. Indoor sports activities are also allowed.[116] 24 May: Mažeikiai recorded its first death.[110] 25 May: Primary schools are allowed to resume teaching in classrooms. Higher and professional education is allowed to resume courses that cannot be held remotely.[116] 27 May: The government of Lithuania extended the nationwide quarantine to 16 June, and presented a further exit plan that includes allowing mass events with restrictions, lifting the limit of people allowed to congregate and removing border control with Latvia.[9] 30 May: Professional sport is allowed to resume without spectators. Spas are allowed to reopen. Private events with fewer than 30 people are allowed indoors and outdoors, indoor public events of under 30 people are allowed to resume.[9] 1 June: Outdoor mass events up to 300 people and indoor mass events up to 100 people are allowed with certain distance restrictions. The limit of people allowed to congregate is lifted, and outdoor sports activities are allowed. The border checkpoints with Latvia are removed.[9] 10 June: The government decided to lift the nationwide quarantine on 17 June.[117] 17 June: The nationwide quarantine is lifted after 93 days.[10] 15 July: 21 new cases are confirmed, the largest single-day increase since 10 May, after an outbreak in a transport firm connected to migrant workers from Uzbekistan.[118] 17 July: Foreign nationals coming to Lithuania from countries outside the European Economic Area would be required to self-isolate for two weeks.[119] 24 July: 26 new cases are confirmed, the largest single-day increase since 10 May, due to multiple outbreaks in family festivals and transport firm in Kaunas.[citation needed] 1 August: The government decided to bring back the requirement to wear face masks in shops and public transport.[120] 8 August: 37 new cases are confirmed, the largest single-day increase since 19 April.[121] 16 August: Pakruojis District Municipality confirms its first coronavirus case, leaving Birštonas the only municipality in Lithuania with no confirmed cases.[122] 17 August: Lithuanian government lifted entry bans for EU and EEA citizens and residents travelling from countries that are most affected by the coronavirus. Instead, they would be required to undergo a coronavirus test prior to departure. Travelers from outside EU/EEA would still have to apply for permission to arrive. The requirement for all arriving travelers to register remains in place.[123] 18 August: 38 new cases are confirmed, the largest single-day increase since 19 April.[124] 21 August: Facemasks became mandatory at all events - both indoor and outdoor, as well as in cafes, restaurants, bars and other catering places.[125][126] Prienai recorded its first death.[110] 23 August: 41 new cases are confirmed, the largest single-day increase since 19 April.[127] 28 August: 48 new cases are confirmed, the largest single-day increase since 19 April.[128] 9 September: 1,054 active cases are confirmed, the largest number of active cases since the start of the pandemic in Lithuania.[110] 17 September: Birštonas became the last municipality in Lithuania to confirm at least one coronavirus case.[17] 19 September: 99 new cases are confirmed, the largest single-day increase since the start of the pandemic.[129] Vilnius City Municipality became the first municipality to surpass 1,000 confirmed cases. Kaunas District recorded its first death.[110] 2 October: A record number of 172 new cases is confirmed.[130] 3 October: Visaginas recorded its first death.[110] 6 October: Kelmė and Akmenė recorded its first deaths.[110] 7 October: 100th case of death is confirmed.[110] Radviliškis recorded its first death.[110] 9 October: A regional lockdown goes in effect in Raseiniai District . As of 7 October, the municipality had 423 confirmed cases and 5 deaths, and the infection rate stood at 1,100 cases per 100,000 inhabitants. The lockdown measures involve limiting opening hours of shops and cafes and banning public events. Bars and restaurants are instructed to close after midnight and shops have to make sure there are at least 10 square meters of space per customer. A recommendation to abstain from travel to Raseiniai is also enforced by traffic police. According to the National Public Health Centre, there were 19 clusters of infection in Raseiniai District. The lockdown is expected last until 21 October.[131] 10 October: A record number of 205 new cases is confirmed.[132] 14 October: Jurbarkas records first death.[110] 15 October: A record number of 255 new cases is confirmed.[133] 16 October: A record number of 281 new cases is confirmed. 18 October: Vilnius City Municipality set out new safety guidelines for food serving and entertainment venues in Vilnius: facemasks are required both indoors and outdoors except when eating, drinking or smoking; maintaining physical distance is required; business owners are recommended to take clients' temperature and register all visitors, as well as asked to upload photos of guideline enforcement to social media using a specific hashtag.[134] 20 October: Tauragė recorded its first death.[110] 21 October: A record number of 311 new cases is confirmed.[110] Starting 26 October, the municipalities of Lithuania are placed into one of three \"risk zones\". Municipalities that are placed in the \"red zone\" would have to enforce municipal lockdowns - limit public transport intensity, public gatherings up to five persons, number of clients in retail spaces, make masks mandatory both inside and outside, governmental and municipal institutions would have to work remotely or partially-remotely, prohibit patient visitation in hospitals, limit religious ritual gatherings. Municipalities in the \"yellow zone\" must be on alert, but limitations and restrictions do not apply, whereas \"green zone\" municipalities have no restrictions. The municipal lockdown in Raseiniai is extended to 6 November.[135] Plungė recorded its first death.[110] 22 October: A record number of 424 new cases is confirmed. Šilutė recorded first death.[110] 23 October: A record number of 442 new cases is confirmed.[110] 24 October: A record number of 474 new cases is confirmed.[110] 25 October: A record number of 603 new cases is confirmed. The total number of confirmed cases surpassed 10,000.[110] 26 October: A record number of 766 new cases is confirmed.[110] The municipalities of Elektrėnai, Joniškis, Jurbarkas, Kelmė, Klaipėda District, Kretinga, Marijampolė, Pasvalys, Plungė, Skuodas, Šiauliai District and Švenčionys were put under lockdown that would last until 9 November.[136] The government of Lithuania published a new set of restrictions and rules to combat coronavirus. Entertainment, leisure, catering venues and other public venues would have to register all clients and the working hours would be restricted from 7 a.m. to 12 a.m. Delivery and takeaway would not be subject to working hours regulations, or if the services are essential for night-shift workers in companies.[137] 28 October: A record number of 776 new cases is confirmed.[110] The municipalities of Vilnius, Kaunas, Klaipėda, Širvintos, Šilalė, Trakai, Telšiai and Vilnius District were put under lockdown.[138] 29 October: Record numbers of 950 new cases and 7 deaths are confirmed.[110] 31 October: Record numbers of 1,001 new cases and 8 deaths are confirmed.[110] 4 November: The Lithuanian government decided to put the country under a nationwide quarantine, that includes limiting contact outside households, a maximum public congregation size of 5, limiting attendee numbers in weddings and funerals, closing restaurants and cafes except for take-away services, closing of gyms, swimming pools, SPA centres, museums, cinemas and theaters, allowing sporting events without spectators, limit the number of on-site classes for secondary schools, suspending non-essential healthcare treatments, limiting the number of passengers on public transport, making masks mandatory in all public places and prohibiting hospital visits. The lockdown is set to come into effect on 7 November and last until 29 November.[11] 6 November: Record number of 1,656 new cases is confirmed. 7 November: Record number of 1,972 new cases are confirmed, the largest single day increase since the start of the pandemic, 11 more deaths are confirmed. 8 November: Record number of 1,980 new cases are confirmed, the largest single day increase since the start of the pandemic. 11 November: 14 deaths are confirmed. 13 November: Record number of 2,066 new cases are confirmed, the largest single day increase since the start of the pandemic. 18 November: 1,963 new cases are confirmed, 24 more deaths. 20 November: Record number of 2,265 new cases are confirmed, the largest single day increase since the start of the pandemic. 22 November: Record number of 2,307 new cases are confirmed, the largest single day increase since the start of the pandemic. 25 November: The Lithuanian government decided to extend the nationwide quarantine until midnight on December 17. The government also decided, that from December 10, museums and galleries will be allowed to reopen as long as existing quarantine rules are observed – keeping a two-metre distance between each visitor and limiting the flow of people to ensure 10 square metres per person. People will also be able to visit in groups no larger than two, or more if from the same family.[139] 27 November: Record number of 2,339 new cases are confirmed, the largest single day increase since the start of the pandemic. 3 December: Record number of 2,445 new cases are confirmed, the largest single day increase since the start of the pandemic. 4 December: Record number of 2,514 new cases are confirmed, the largest single day increase since the start of the pandemic. 5 December: Record number of 2,848 new cases are confirmed, the largest single day increase since the start of the pandemic. 9 December: Record number of 3,128 new cases are confirmed, the largest single day increase since the start of the pandemic. 10 December: Record number of 3,330 new cases are confirmed, the largest single day increase since the start of the pandemic. 16 December: Record number of 3,418 new cases are confirmed, the largest single day increase since the start of the pandemic. 44 more deaths are confirmed, the largest death toll since the start of the pandemic. More restrictions are put in place including:[12] You can read full the list in English here. 17 December: The total number of confirmed cases surpassed 100,000. 23 December: Record number of 3,737 new cases are confirmed, the largest single day increase since the start of the pandemic. 24 December: Record number of 3,799 new cases are confirmed, the largest single day increase since the start of the pandemic. 29 December: Record number of 78 new deaths are confirmed. 30 December: Record number of 3,934 new cases are confirmed, the largest single day increase since the start of the pandemic. 1 January: 42 new deaths are confirmed, as well as 89 more deaths from previous days that were unaccounted for.[140] 4 January: Lithuanian government confirmed backlog of 293 deaths that were previously unaccounted in statistic. Therefore, the current number of confirmed deaths is 1950.[141] 15 February: Partial lifting of lockdown: small shops and beauty salons allowed to resume operations.[142] 25 February: Partial lifting of lockdown: wearing face masks no longer required outdoors, while travel between cities and neighboring municipalities are now allowed.[143] 16 March: Partial lifting of lockdown: travel is now allowed between the majority of municipalities (54 out of 70) with lowest per capita case counts.[144] 23 March: 855 new cases are confirmed, the largest single-day increase since 28 January 2021.[145] 23 June: For the first time in nine months no deaths from COVID-19 was reported.[146] 17 March 2020: Three mobile testing facilities were set up in Vilnius and one in Kaunas.[147][148] Other counties have also proposed setting up mobile facilities, one for each county.[149] 18 March: COVID-19 testing began in the laboratories of the main hospitals in Vilnius, Kaunas, Klaipėda, and Šiauliai.[150] The decision on the decentralization of COVID-19 test analysis was taken by the Ministry of Health only on 18 March 2020, allowing four more laboratories to carry out the analysis of tests. The same laboratories were allowed to undertake the analysis of the tests done at the mobile testing points.[151] 20 March: A mobile testing facility was set up in Klaipėda.[152] 22 March: Due to shortage of diagnostic panels, testing was temporarily stopped at Kaunas and Klaipėda mobile testing facilities.[153] By night, new panels arrived with assistance from the Lithuanian Air Force[154] and mobile testing facilities resumed their work following day. 24 March: Mobile testing facilities were opened in Šiauliai, Alytus, Marijampolė, and Telšiai.[155] 25–26 March: Mobile testing facilities were opened in Panevėžys, Tauragė, and Utena.[156] Two more laboratories were proposed for COVID-19 testing.[157] The Ministry of Health instructed municipalities to establish \"fever clinics\" for checking suspected coronavirus patients with fever.[158] 6 August: Random population testing begun in the largest cities, as well as in several of the most-infected municipalities.[159] Since 21 October, each of the 60 municipalities in Lithuania is divided into one of three risk zones based on statistical criteria:[161] Due to the rising number of new cases, on 4 November the Lithuanian government decided to put the country under a nationwide lockdown, that sees stricter rules than the set-out red zone rules. The lockdown was set to last until 29 November but later enlengthened with more restrictions to February 1, 2021, and the risk zone system will not be in effect until after the nationwide restrictions are lifted.[11] Source: Government of the Republic of Lithuania","Title":"COVID-19 pandemic in Lithuania - Wikipedia","KeyID":"10624","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Lithuania"}