{"Content: ":"The COVID-19 pandemic in Asturias is part of the Spanish outbreak of the ongoing worldwide COVID-19 pandemic. As of 17 February 2021, there have been 41,983 cases with 1,683 deaths in Asturias according to authorities. The peak of the pandemic's first wave arrived on 16 April, with 1,405 active cases, and on 27 June, Asturias was the first Spanish autonomous community to be declared COVID-free region, with only 45 active cases and after accumulating 14 days without any new positive cases reported.[3] However, on 7 July and 25 days after, a positive case was detected in Oviedo.[4] On 24 February, a first suspected case was detected after a 25-year-old woman that came from Venice entered the San Agustín University Hospital, Avilés, and was later evacuated to the Central University Hospital of Asturias (HUCA) in Oviedo. However, she was later diagnosed with mycoplasma.[5] The first confirmed case of COVID-19 in Asturias was found on 29 February 2020, when Chilean writer Luis Sepúlveda went to a private healthcare center in Gijón and tested positive for SARS-CoV-2 following a trip to Portugal.[6][7] He died due to the disease on 16 April, 48 days after being tested positive.[8] The second and third confirmed cases of the disease in the region were found on 3 March. A 30-year old from Llanes[9] and an 85-year-old woman.[10] The fourth case was reported on 4 March[11] and in the following days, three new cases related to the Torrejón de Ardoz cluster were reported.[12][13] On 10 March, a positive case was detected in Grado, referring to a coach of one of the youth teams of football club CD Mosconia who was infected at Fundación Masaveu School in Oviedo. On this day, the Principality of Asturias ordered the closure of the four schools in Oviedo and another in Grado with positive cases detected.[14] One day later, the region registered its first death due to coronavirus: a connected with the outbreak at Fundación Masaveu.[15] On 12 March, the Government of the Principality of Asturias extended the cancellation of classes at all educational levels in the region.[16] Two days later, Asturias closed all shops except those selling food and basic necessities, and this measure was extended in all Spain on 14 March, after the imposition of a 14-day national lockdown by the Spanish government, banning all trips that are not force majeure and announcing it may intervene with companies to guarantee supplies.[17][18] On 15 March it was reported that hospitals Álvarez-Buylla in Mieres and San Agustín in Avilés will support HUCA to allow positive cases, while Cabueñes in Gijón and Valle del Nalón in Langreo will house people affected by other diseases.[19] However, finally all Asturian hospitals hosted positives cases.[20] On 23 March, a 56-year-old woman who had recovered from the virus was the first positive case to leave the intensive care unit.[21] On 24 March, a baby was born in the HUCA from a mother with the disease. He was not infected.[22] On 26 March, the installation of a field hospital in the central pavilion of the Asturias International Trade Fair was announced, lightening the load of the Cabueñes Hospital in Gijón. The municipality of Carreño sent 100 mattresses as help.[23] On 27 March, Asturias passed the 1,000 positive cases, with 4,125 more people with possible symptoms being tracked via the telephone.[24] On this day, the Ministry of Health announced massive testings in Asturian nursing homes, the main cluster of the disease in Asturias.[25] On 28 March, President Adrián Barbón suggested to the central government that the quarantine should be toughened. His call was answered, as all non-essential activities were thenceforth ceased until 9 April.[26] However, the Asturian government was negotiating with Madrid about the continuation of the region's heavy industry, hoping to avoid its bankruptcy.[27] In addition, several of the town councils of Asturias, such as Valdés or Cudillero, approved their own restrictions by forbidding tourism in the whole municipality with the aim of controlling the disease.[28] On 29 March, the second positive case left the Intensive Care Unit of the HUCA.[29] One day later, in Grado, a 95-year-old man became the first person to recover at a nursing home.[30] On 1 April, the University of Oviedo offered the nursing students in the final year to finish their degree prematurely so they could work as soon as possible against the coronavirus.[31] On 3 April, a nursing home in Mallecina, Salas, was totally evacuated after two deaths and nearly all the residents testing positive. They were moved to the Referral Center for People with Neurological Disabilities in Barros, Langreo, and to the HUCA.[32] It was also reported that about 5,500 people are being tracked via the telephone without being previously tested.[33] On 4 April, it was reported that Asturias will increase the daily tests performed to 3,000, by using the Animal Health Laboratory of Gijón and the Inter-Professional Dairy Laboratory of Llanera.[34] On the same day, Spanish Prime Minister Pedro Sánchez announced the extension of the state of alarm, under the initial conditions, until 26 April, with the possibility to extend it for additional weeks, but relaxing some conditions.[35] However, industrial activities and construction could resume their activities after 9 April.[36] 7 April was the first day that the active cases decreased since the start of the pandemic in the region. Also on this day, Asturias surpassed 100 deaths and achieved a new record of recoveries with 50.[37] Two days later, it was confirmed that in the nursing home of Grado, the main cluster of Asturias, 43 people recovered from the disease.[38] On 8 April, José Manuel Fernández Tamargo, from Yernes y Tameza, became the first mayor of Asturias to be tested positive.[39] The installation of the field hospital at the central pavilion of the Asturias International Trade Fair, in Gijón, was finished on 10 April. It has 114 beds for mild patients. President Adrián Barbón highlighted this was prepared in advance, as in that moment the hospitals were 50% occupied.[40] On 13 April, coinciding with the return of non-essential workers, the security forces distributed face masks for public transport users in the main stations of the region.[41] The next day, the Principality of Asturias started mass testing at nursing homes, two weeks after announcing it. On this day, nursing homes accumulated 460 of the 2,059 cases confirmed in the region,[42] being 52 of them, 24 private and 13 subsidized, taken over by the regional government.[43] On 17 April, regional President Adrián Barbón announced that the region would have its own confinement exit plan, despite an Autonomous Community not having the right to decide on its own when to execute it.[44] and is considering progressively letting children out of their homes.[45] Finally, the Government of Spain approved this request and it would come into effect on 27 April. Barbón also affirmed that Asturias is in a good position to begin to ease the lockdown, and stated that that didn't necessarily have to be the same as in other region.[46] On 20 April, the Epidemiological Surveillance Service of Asturias estimated that the number of people that had had the disease in Asturias was 19,100.[47] On 22 April, the Spanish Ministry of Health announced that 2,400 Asturians chosen randomly would take part in an investigation to measure the immunity to the coronavirus.[48] On 28 April, the Spanish Government announced the progressive end of the lockdown with the phase zero starting on 4 May. Asturias could re-open restaurants and bars on 11 May, but with a lower capacity.[49] On the next day, the Directorate General for Public Health reported that all the deceased people had underlying medical conditions.[50] The month of April finished with no deaths reported by the Ministry of Health, for the first time since 18 March. However, the Ministry of Social Rights and Welfare reported in this day two new deaths at nursing homes.[51] In addition, no new positives cases at these places were reported for the first time since the start of the pandemic. As in the rest of Spain, on 2 May, Asturias started the nationwide plan for easing the lockdown restrictions. In Phase 0, people were allowed to go out of their homes for short walks and individual sports for a limited time.[52][53] Since many people went out in the first day, President Barbón showed concern on viewing some photographies of the main cities of the region and warned about a possible new outbreak.[54] On 4 May, as part of Phase 0, small business, except those in the hospitality industry, resumed activity under limited conditions. Two days later, Asturias made a request to the central government to start Phase 1 on 11 May. Along with this, the Government requested the possibility for 13 municipalities to start Phase 2: namely those in the Oscos Valley (San Martín, Santa Eulalia and Villanueva), the Valle del Oso (Proaza, Quirós, Santo Adriano and Teverga) and the municipalities of Boal, Grandas de Salime, Illano, Pesoz, San Tirso de Abres and Taramundi.[55] In the end, on 8 May, the Spanish Ministry of Health confirmed that the whole region is able to start Phase 1, thereby rejecting the previous proposal.[56] On 11 May, Phase 1 started and Asturian bars and restaurants re-opened terraces at half-capacity, with complaints and doubts about the usefulness of the new working conditions.[57] On the first day, 80% of Gijón's commerce was opened, while in Oviedo and Avilés only 65% of small businesses returned to work.[58] In addition, since that date, suspected cases are allowed to be tested by health officials.[59] On 13 May, a large-scale serologic study in Spain suggested that only 1.8% of Asturians (about 18,400 people) had developed antibodies for COVID-19.[60] This was also the first date without any positive cases by PCR-test.[61] Following requests from the Asturian government, the Spanish Ministry of Health announced on 15 May that hunting and fishing were allowed during phase 1.[62] On 17 May, the Spanish Government announced that in towns with less than 10,000 inhabitants the time restrictions for sports and walking would disappear, a measure that was already applied in towns with less than 5,000 inhabitants.[63] In addition, Barbón requested all time and movement restrictions for all the region to be scrapped, as he qualified them, at that moment, as nonsense.[64] On May 18, the Spanish government announced that an agreement had been reached with the autonomous communities to make the use of face masks compulsory in closed places and on the street if safety distance could not be maintained. Until that day, it was only compulsory to wear one on public transport.[65] That same day, protests against central government's management of the coronavirus crisis took place in the main Asturian cities. A hundred citizens gathered in Gijón, a demonstration attended by the president of Vox in Asturias, Rodolfo Espina and the deputy on the General Junta, Sara Álvarez Rouco. There were also concentrations in Oviedo and in Avilés.[66] On 19 May, the Asturian government requested to start Phase 2.[67] That same day, the Spanish government changed the criteria for information regarding positive cases and deaths, with only the number of PCR-confirmed cases given, thereby increasing the number of recoveries by 250 and reducing the number of deaths by 14.[68] On 22 May, the Spanish government confirmed that Asturias would pass to Phase 2 on 25 May.[69] The next day, hundreds of cars gathered in Oviedo, as well as in several provincial capitals of Spain, called by Vox to protest against the Pedro Sánchez government in Spain.[70] On 27 May, as in the rest of Spain, Asturias started the first of ten days of official mourning[71] and rejected on the next day to start the phase 3 earlier, despite the good statistics of the disease in the region. In addition, Pablo Fernández, Asturian Minister of Health, requested to maintain the restrictions of mobility between provinces during the phase 2.[72] A new outbreak of 19 positive cases was detected on 30 May in a nursing home of Gijón (15 residents and 4 workers). All cases were moved to the Center of Neurological Disabled People in Barros, Langreo, set up to host COVID-19 cases.[73] On 31 May, Pedro Sánchez, Spanish Prime Minister, announced that during Phase 3, the autonomous communities would be in charge of the de-escalation process. He also announced that the state of alarm would end on 21 June.[74] On 1 June another outbreak was detected, this time in a nursing home in Oviedo, infecting four people.[75] That same day, the death of one patient affected by the Gijón outbreak in May was announced.[76] On 2 June, the Asturian Government requested to start phase 3 on Monday 8 June.[77] This request was accepted on 5 June.[78] That same day it was known that another resident affected by the Gijón outbreak died due to the disease.[79] On 11 June, the Spanish Army dismantled the field hospital that was installed in Oviedo.[80] On 16 June, a new study reinforced the impression that all people dead by COVID-19 in Asturias had other diseases.[81] On 18 June, the last hospitalised person at Cabueñes Hospital in Gijón by COVID-19 was discharged.[82] On that day, the Government Delegation in Asturias reported that 100 people had been arrested and 20,000 fines had been give out during the State of Alarm.[83] On 20 June, Asturias finished the de-escalation and joined the so-called \"new normality\", re-opening borders, with fewer restrictions and repermitting festivities, albeit with limited attendance.[84][85] On 25 June, the Asturian Government estimated that around 16,400 people have had COVID-19. However, only 2,435 are officially recognised.[86] On 27 June, Asturias became the first Autonomous Community to accumulate 14 consecutive days (a complete incubation period) without new cases, thus being named as a \"COVID-free Community\".[3][87] On 30 June, after 18 days without new cases, the Public Health Service of Asturias dismantled the other provisional field hospital, installed at the premises of the International Trade Fair in Gijón.[88] On 2 July, an Asturian woman that lived and worked at A Mariña, Galicia, were a mayor outbreak was taking place, was tested positive in the Hospital of Jarrio, Coaña. However, this case would not count towards the Asturian register as she was not infected in the region.[89] On 3 July, epidemiologists of the Public Health Service increased the number of deaths to 43, considering the Spanish Ministry of Health's criteria inadequate, as they only register deaths proved with a PCR-test as positive.[90] On 7 July, 25 days after no new cases, a positive case from a man who went to Barcelona was registered. He was hospitalised at the Central University Hospital in Oviedo.[4] There were no new cases in the days after. On 9 July, the Asturian authorities warned of a \"false confidence\" in the region and Rafael Cofiño, General Director of Public Health, claimed that the goal would be the mandatory use of the mask.[91] The previous day, President Barbón asserted that he would close borders if he had the power to do so.[92] On 10 July, a 52-year-old woman who lived in Luarca was detected as positive case, being the second infected person in one month. The woman had been travelling in the Dominican Republic, her home country, and had been tested negative before travelling to Asturias.[93] Days later, the four main contacts of the woman were tested negative.[94] That same day, an event was held near the Central University Hospital to pay tribute to the victims of COVID-19 in Asturias.[95] A monument made up of five yew trees and a plaque will commemorate the deceased.[96] On 13 July, it was known that the Asturian government would join other regions and enforce the use of face masks even if the safety distance could be kept,[97] despite the fact of being the only Autonomous Community without any outbreak.[98] This new law came into force on 15 July.[99] On 14 July, another five new cases were confirmed in the region, three of them in the western area and the other two in Gijón. Two of those cases where related to the woman that came from the Dominican Republic.[100][101] After those cases, the regional government declared an outbreak in Luarca, where the woman lives,[102] and two days later, it was considered to be under control, as no more cases were detected.[103] On 18 July, a new case was detected from a woman who had returned from Barcelona.[104] The next day, two people, one who had been in Valencia and the other in Santander, tested positive.[105] On 20 July, President Barbón stated that Asturias was able to control an average of 8.6 close contacts of people who tested positive for COVID-19.[106] However, that same day a report from the Carlos III Health Institute of Madrid revealed that Asturias was only able to control up to a maximum of 3 close contacts, one of the lowest figures in the country.[107] That same day, two more people tested positive.[108] On 21 July, a man who returned from a campsite in the Aragonese Pyrenees was detected as a new positive case.[109] The next day, two people related to previous cases tested positive.[110] On 23 July, a couple that travelled to Barcelona also tested positive.[111] The next day, another two cases were confirmed, one of them related to an outbreak in Navarre.[112] The second regional-origin outbreak was detected on 25 July, in a pub of Oviedo, with three people testing positive, along with a fourth person the following day, after 306 PCR tests were carried out.[113] On 27 July, two more clients of the bar tested positive.[114] On 28 July, a third outbreak was declared, originating from a group of 12 young people that travelled to Málaga.[115] In addition, after 22 days without new deaths, a 58-year-old man died due to the disease.[116] On 31 July, three new outbreaks were declared. One of them was carried out with a well-known bar in Gijón, so the health authorities called people that had attended the pub in the previous two weeks, in order to carry out the relevant tests. Due to the high demand, an auto-COVID station was installed in Gijón.[117][118] The second one was related to a crane company,[119] and the third one affected a nursing home in Siero.[120] More than 3,400 people had tests done at the auto-COVID installed due to the outbreak related to the pub of Gijón.[121] On 8 August, it was reported that the Principality of Asturias would apply 270,000 flu vaccines. The aim is to avoid an increase in the impact of the disease, combined with the COVID-19 pandemic.[122] On 12 August, it was reported that the Principality of Asturias was testing a new tracking system for detecting positive cases, hoping to avoid new massive testing like that in Gijón during the previous month.[123] On 17 August, the Principality of Asturias banned smoking outdoors if a social distance of at least 2 meters could not be kept.[124] This measure is one of the measures imposed by the Spanish Government, including the closure of nightclubs. The next day, the regional Government reported 417 deaths due to COVID-19, 77 more than that obtained following the criteria of the Spanish Ministry of Health. In addition, it was revealed that Asturias had the lowest death rate in Spain.[125] On 21 August, Asturias reported an increase of 15% in the number of regional healthcare workers, and the setting aside of 541 of 2,865 beds for COVID-19 cases, with 147 out of the 240 that there are at the Intensive Care Unit.[126] On 23 August, due to widespread tourism in the regional natural areas, the Principality called for \"maximum respect to our environment\".[127] Days before, several touristic places such as Bulnes closed doors due to a positive case and called for responsibility and the use of the mask.[128] In addition, the first death due to the summer outbreaks happened in the region.[129] On 26 August, the Asturian Health Ministry declared an \"orange alert\" in five municipalities of western Asturias (Llanes, Ribadesella, Parres, Cangas de Onís and Cabrales), one of the most touristic zones in the region, in the hope of avoiding a possible large-scale transmission of the disease.[130] On 2 September, a man left intensive care after 155 days, becoming one of patients with the longest stays in Spain.[131] That very day, a \"super outbreak\" was declared in Avilés, with 16 cases in three of the city's pubs.[132] The Principality called for en-masse testing for the residents of the neighbourhood, and received more than 1,000 petitions. On 8 September, the \"orange alert\" in western Asturias was lifted.[133] On 9 September, the Principality of Asturias reported 425 deaths, 81 more than the number registered by following the criteria of the Ministry of Health. In addition, the mortality of the disease decreased, from the 11.7% during the first wave, due to infections of the elderly, to just 0.3% in the second one (8.9% overall).[134] On 17 September, a new outbreak was declared in Laviana after two young people were tested positive, affecting 25 more people.[135] The next day, President Barbón declared the \"orange alert\" for Laviana (which had 42 positive cases in the month) and reported that all its inhabitants between 13 and 18 years old would have a PCR-test.[136] Six days later, the Principality of Asturias extended the orange alert to the municipalities of Langreo and San Martín del Rey Aurelio. The restrictions applying to this alert would last at least 14 days.[137] The three municipalities surpassed the ratio of more than 100 cases per 100,000 inhabitants in the last seven days. Laviana had 478 cases per 100,000 people while Langreo had 129 and San Martín 124.[138] Asturian schools reopened on 22 September. Two days later, due to several positive cases of teachers, two schools for children between 0 and 3 years old in San Martín del Rey Aurelio (on orange alert) and one school at Cangas del Narcea closed doors.[139] It was reported that Asturian hospitals started to treat positive cases with plasma originating from people who had recovered.[141] On 30 September, the Asturian Ministry of Health announced all hospitals would be prepared for re-hosting positive COVID-19 cases.[142] On 2 October, the Asturian Ministry of Health recommended all those Asturians who needed social contact to create social bubbles, composed always of the same six people. In this way, it was hoped to control the spread of the virus.[143] On 5 October, it was reported that Asturias had had no excess deaths due to COVID-19 since the month of June.[144] That same day, the Regional Government extended the orange alert in Langreo, Laviana and San Martín del Rey Aurelio until 13 October, and also decreed it in Gijón and Ponga; although no more restrictions were applied, vigilance would have to be reinforced.[145] On 8 October, this alert was expanded to Lena and the parish of Trubia, in Oviedo.[146] On 9 October, Asturias registered 229 new positive cases, the highest number since the start of the pandemic, overpassing the previous record of 142.[147] On 12 October the town council of Ponga, one of the areas on orange alert, announced that, after testing its entire population, no new positive cases were detected and all those affected by the disease had recovered. In doing this, Ponga became the first municipality in Spain to carry out tests on its entire population.[148] On 14 October, President Barbón the region would return to Phase 2, due to the increase of positive cases. The new measures only affected restrictions of attendances and several recommendations, such as the self-isolation.[149] On 20 October, the Santa Cristina de Lena High School, in Pola de Lena became the first educational centre to be totally closed due to the positive cases registered in four teachers.[150] Until that date, 26 classes composed by 550 students were isolated.[151] On 23 October, after an all-time high number of daily positive cases (323), the regional government called a state of alarm and isolated the three largest cities, Oviedo, Gijón and Avilés.[152] On 25 October, the state of alarm was reimposed in Spain and a curfew between 23:00 to 6:00 was introduced for at least the first 15 days.[153] The next day, Asturias reduced the curfew to between 0:00 and 6:00 and closed the regional borders.[154] As hospitals were starting to be overloaded, on 2 November, Asturias announced the halting of non-essential commercial activities and demanded a regional confinement from the central Government.[155] However, this request was immediately rejected.[156] Two days later, it was reported that President Barbón and vicepresident Juan Cofiño had gone into quarantine as they had been in close contact with a positive case.[157] On 5 November, the Asturian Ministry of Health reported a total of 597 deaths due to COVID-19, instead of the 520 counted by the Spanish one. The disparity was due to different criteria being used.[158] Following the harsh resurgence of the disease in the region, the Asturian Government extended the lockdown measures until 18 November. On 11 November, the field hospital in the central pavilion of the Asturias International Trade Fair that was unused during the first wave was opened. It would host 144 beds.[159] On 16 November, on the back of an increase of positive cases in the region, President Barbón announced the extension of the measures until 3 December. In addition, Langreo, Laviana and San Martín del Rey Aurelio were all put into isolation.[160] On 19 November, Asturias announced its first en-masse testing, to be held in the municipalities of the River Nalón valley. Specifically, it was for people between the ages of 40 and 60 who lived with elderly people, who had not yet been tested positive, and had not had a test in the previous month.[161] On 23 November, the regional Government announced the reopening of small shops from 25 November, as well as more en-masse testing in those neighbourhoods of Oviedo, Gijón and Avilés which had been hit with the most cases.[162] On 26 November, the Principality of Asturias announced that the Community had surpassed, according to its own criteria, the 1,000-death threshold.[163] Due to the high incidence at nursing homes, where 550 deaths had been registered since the start of the pandemic, the Asturian Ministry of Social Rights announced that residents would not be allowed to leave the nursing homes for Christmas.[164] On 3 December, President Barbón announced the end of the isolation of the big municipalities, recognising that \"it was not as effective as we thought\".[165] In addition, the closure of restaurants would be extended another 15 days. Representatives from the sector, which had been halted since 4 November, called for a massive demonstration outside the General Junta for the next day.[166] On 9 December, as the 7-day incidence rate went lower than 125, the Asturian Government announced the re-opening of restaurants and bars, as well as cultural and sports centres for the following Monday, 14 December. In addition, the curfew would be reduced to between 23:00 and 6:00.[167] On 18 December, the Asturian Ministry of Health announced that vaccinations would start on 27 December. Nursing home residents and workers would be the first to receive the first Pfizer-BioNTech vaccines.[168] Despite the decreasing of the incidence in the region, on 21 December, Asturias reduced the curfew for Christmas and New Year Day. It was initially planned from 1:30 to 7:00 and it start was moved to 0:30. In addition, familiar dinners were reduced from a top of 10 persons to only 6.[169] The first vaccines in Asturias arrived at a nursing home in Gijón on 27 December, as planned.[170] The first person to be vaccinated was an 80-year-old woman. The Principality of Asturias aims to vaccine about 150,000 people within the three first months of 2021, starting with residents and workers of nursing homes, and continuing with health workers and people with severe disabilities.[171] On 28 December, after their Christmas holidays, an outbreak was declared on Real Sporting's squad. Nine players (six of the first team and three of the B-squad) and one member of the technical staff were tested positive.[172] In addition, two players of Real Oviedo were also tested positive.[173] Asturias confirmed an outbreak of the British variant in Avilés,[174] affecting at least two people. As the outbreak at Real Sporting is affecting to 135 people, the Asturian Ministry of Health is investigating if it has relationship with this new variant.[175] On 3 January, it was reported that the Asturian Ministry of Health vaccinated 10,000 people at nursing homes in the first week of the campaign.[176] Five days later, Asturias announced that all people at nursing homes received their first dose of the vaccine, thus it would be possible to start vaccinating health workers since 11 January.[177] On that day, as planned, health workers started to be vaccinated. In the other hand, the Principality of Asturias would modify since 14 January the curfew again from 22:00 to 6:00 as the positive cases were increasing during the last week[178] and ordered the isolation of the municipality of Grado from 12 to 25 January, due to an outbreak with 52 positive cases and 163 people isolated.[179] In addition, all commerces would close at 20:00 and smoking would be banned also at restaurant terraces. On 13 January, the first 1,200 Moderna vaccines arrived to Asturias.[180] On 14 January, President Barbón demanded power to decree the lockdown of the region, but again the Ministry of Health rejected this option.[181] On 16 January, the Regional Government announced new limitations to be applied in municipalities depending on the incidence rate. These measures are the isolation of the municipality and the closure of big-box stores, except for essential services and restaurants, except terraces. The first municipalities affected are Avilés, Castrillón and Corvera and they would start on 19 January.[182] Cangas del Narcea, Oviedo and Llanes would be also isolated on 21 January and Gozón on the next day.[183] In successive days, Gijón and Mieres would also be locked. During the first weeks of the vaccination campaign, health workers and politicians from the parties of the opposition protested as there were members of the board of directors and full-time union representatives that have been vaccinated before them.[184] On 31 January, as the incidence was increasing in Avilés, Corvera and Castrillón, the Principality announced the tightening of the restrictions, by closing the restaurant business and the big shopping centres for at least 14 days.[185] On 2 February, a big outbreak was detected at the nursing home of the Sanatorio Marítimo, in Gijón, in which 88 people tested positive.[186] On 5 February, President Barbón reported that the British variant accounted for 40% of the recent positive cases.[187] On that same day, the Regional Government announced the isolation of Asturias until the end of the State of Alarm, in May.[188] On 8 February, the disease arrived in Peñamellera Alta, the only municipality without positive cases until that date.[189] On 15 February, the Principality of Asturias announced the next stage of the vaccination: 84,000 80-year-old people, to be vaccinated in health centers, starting with people over 95.[190] For helping, Asturias would hire more health workers, automate appointments[191] and study the possibility of doing massive vaccinations at stadiums or big pavilions. On 24 February, for the first time in eight months, the Principality of Asturias did not detect any outbreak at nursing houses.[192] On 5 March, after the remaining two patients had recovered, the field hospital in the central pavilion of the Asturias International Trade Fair was closed.[193] On 8 April, it was announced that some restrictions would be lifted from 10 April. These include the curfew shortened from 23:00 to 06:00, longer opening hours for bars (until 21:00 inside, and 23:00 outside seating), the opening of hotels, and shops and establishments increasing their capacity[194] On July 6, 2020, the final report of the National Study of Sero-epidemiology of Infection by SARS-CoV-2 in Spain, known by its abbreviation \"ENE-COVID Study\", was published. The different Health Councils of the Autonomous Communities, the Ministry of Health, the Ministry of Science and Innovation and the Carlos III Health Institute took part in the study. With a national participation rate of 91.1% in some of its three phases and 83.6% at the regional level, for Asturias, the goal was to estimate the prevalence of the causative infection of the infectious disease COVID-19, the SARS-CoV-2 virus, by determining antibodies against the virus in Spain and evaluating its time pattern. During the three rounds, and as a result, an estimate of 5%, 5.2% and 5.2% prevalence of the virus in the Spanish population was obtained.[195] In Asturias, the index is lower, 1.6%, 1.9% and 1.6% in chronological order, for the three waves. Where Phase 1 covers the range from April 27 to May 11, Phase 2 from May 18 to June 1, and Phase 3 from June 8 to July 22. Later, the Ministry of Health of the Principality of Asturias made an adaptation of it, in which they specified the information obtained, which was published (final edition) on August 10, 2020.[195] In the regional report for Asturias, lower an anti-SARS-CoV-2 antibodies prevalence was observed, during the three phases, for the youngest population group, which covers up until the age of 19. Other aspects that the study analyzes are, for example, its impact on essential sectors, where the highest prevalence was found on the health service (during the three waves). Due to disability, the group with a recognised disability of 66% or greater also presented more anti-groups against SARS-CoV-2. Considering the level of studies achieved, a higher prevalence is observed in university students. Households with two to five partners also had a higher rate of specific antibodies.[195] From 13 March, the Asturian Federation of Entrepreneurs demanded immediate measures, warning that revenue is decreasing about 25%.[196] On 7 April, this federation reported that the economic activity had reduced by 60% in the whole region, especially in construction (95%), and that 600 jobs are destroyed each day.[197] On 18 March, ArcelorMittal, the biggest industry located in Asturias, announced a Record of Temporary Employment Regulation (similar to a furlough in the United States) and the halting of part of its activities.[198] As this furlough was finally rejected on 16 April by the Directorate General for Labour,[199] the board of directors threatened with halting all investments, between 50 and 100 redundancies and a new one-year furlough for all the employees.[200] It was reported that during the whole month of March 2,286 of the 9,170 furloughs requested were processed, concerning around 8,000 workers.[201] During the month of March, 4,511 Asturians became unemployed, the worst number in a month of March for the previous 30 years.[202] It was also reported, by the Union of Traders of the Principality of Asturias, that the 30% of the small and medium-sized enterprises are threatened with closure.[203] On 13 April, the Government of the Principality of Asturias started to pay €400 regional aids for self-employed workers and small businesses.[204] Just on the first day, the Principality registered about 2,000 requests.[205] On 15 April, Duro Felguera agreed with the works councils a furlough concerning 672 workers.[206] Unemployment continued to rise during the month of April, reaching 83,793 people in Asturias, which represents an increase of 8.19% (6,342). Also 59,221 workers were under a furlough.[207] On 6 May, President Barbón reported that the expenses generated by the pandemic were about €100,000,000.[208] One week later, the Regional Government complained about the proposed distribution of the solidarity funds by La Moncloa.[209] In a report by the Bank of Spain, which analyzed the impact of the pandemic by region, it was anticipated that the Asturian economy would fall between 7.1% and 9.3%.[210] Unemployment figures from May were better than the ones from March and April, with only 67 new unemployed, making a total of 83,860.[211] On 10 July, a report of the University of Oviedo estimated that the Asturian exports would decrease between 11.9 and 30% due to the COVID-19 pandemic.[212] On 22 July, Duro Felguera became the first big enterprise of Spain to request for a financial help by the Spanish Government.[213][214] During summer, Asturias was the region with the highest hotel occupancies in Spain,[215] with Gijón surpassing Majorca and Benidorm during the Big Week (8–15 August).[216] Problems happened in Eastern Asturias due to massive attendance to towns and rural paths, as the collapse of some villages or a boycott at Ruta del Alba where some trees were cut down to block the pedestrian way.[217] On 30 March, the University of Oviedo announced that the academic year will finish by giving lessons online.[218] Its Access Tests (Selectividad) were moved and set from 30 June to 2 July.[219] One month after the first announcement, it was reported that the university was looking for open spaces to host this tests.[220] Tests finally were hosted on schedule, the latest date ever, at the sports centers of Asturias.[221] On 13 May, the University of Oviedo started the online examinations for about 6,700 students.[222] After the central government lowered the academic and economic requirements to access a scholarship,[223] the Asturian Ministry of Science and University announced a complementary scholarship program financed by the regional government.[224] That same day it was revealed that the University of Oviedo would not expel any student who had had COVID-19, even if the student had not reached the minimum course credits.[225] On 4 June, Asturian high schools partially reopened for those who wanted to prepare the University Access Tests. This was a trial run for the implementation of new preventive measures. However, only 40% of students attended classes.[226] In order to help the families after the pandemic, it was announced that university fees would not be increased for next year.[227] During the month of August, the Principality of Asturias prepared the action protocol for the comeback of children to school, betting in all cases on presencial classes. The Spanish Ministry of Education agreed with this point of view.[228] On 11 September, just after the start of the school year, the General Director of Educational Planning presented her dismissal.[229] Finally, classes started on 22 September, with around 64,000 children between 3 and 16 years old attending to the school on their first day.[230][231] In January 2021, students protested as the University of Oviedo stand by making examinations in-person, despite the increasing of daily positive cases during that month.[232] On 12 March, the president of the Court of Justice of Asturias announced the matter of suspending jury trials.[233] Due to the pandemic, Asturian manufacturers started to sell colour-coded cider glasses. Traditionally, one glass is shared between members of a group drinking cider together, but this has been temporarily put on hold.[234] After two months of voluntary closure and online masses since the Holy Week,[235] Asturias churches re-opened for worship on 11 May, coinciding with the start of the phase 1, with people wearing masks and limiting the attendance to 30% for respecting the social distance.[236] Since the beginning of the confinement, a citizen movement emerged through social media that encouraged to go out to the windows at 20:00 to applaud the health workers and other essential workers. As the so-called de-escalation progressed, on May 17 a last great applause was called.[237][238] Asturian beaches re-opened after the quarantine on 25 May, as part of the start of Phase 2. Town councils passed new ruling to avoid infections and requested the central Government support for the new expenses that the upkeep of the beaches would generate.[239] After the high attendance during the first days, as temperature went over 30 °C, the coastal municipalities prepared steps to avoid crowds and reduce the likelihood of a new outbreak.[240] On 3 June, it was announced that Spanish health care workers on the front line against the COVID-19 pandemic would be awarded with the Princess of Asturias Award for Concord 2020.[241] On 14 July, President Barbón announced that the International Trade Fair, to be hosted in August in Gijón, was cancelled.[242] On 28 July, the Principality of Asturias announced that would limit nightlife, restricting closing times and adding more measures.[116] The Asturian derby, the football match between Real Sporting de Gijón and Real Oviedo that was to be played on 29 March at El Molinón stadium, Gijón, was suspended. On 9 May, Real Oviedo players came back to practice 57 days after.[243] while Real Sporting, would come back on two days later.[244] After the declaration of the state of alarm on 13 March, the main Asturian museums closed their doors, however, on May 22 the government of Asturias decided to reopen the Archaeological Museum, the Jurassic Museum (MUJA), the Tito Bustillo Cave, the Prehistory Park and the Asturian Pre-Romanesque Reception and Interpretation Center, while the rest of the museums will remain closed until the safety of visitors and workers can be guaranteed.[245] The Museum of Fine Arts had reopened a day earlier, on May 21.[246] On 25 May, the 84th International Descent of the River Sella was suspended. This was the first time that it was cancelled since 1943, when it was suspended for seven years as a result of the Spanish Civil War.[247] Two days later, Gijón City Hall announced the suspension of the International Show Jumping event, initially due to be held in late August.[248] On 29 May, the town hall of Gijón suspended the bullfighting festival to be held in August at El Bibio bullring.[249] Also due to the pandemic, Oviedo had to cancel all the events that were going to be performed at the local theatres until September.[250] In addition, all festivities planned for summer 2020 were suspended by the town halls, including the Xiringüelu in Pravia, one of the most popular parties in Asturias, with around 40,000 attendees every year.[251] On 2 June, although the football league would resume behind closed doors, Real Oviedo requested to play its home games with crowds in attendance at their home stadium.[252] However, this request was rejected by the National Sports Council.[253] The first match was finally played on 12 June, behind closed doors, by Oviedo, and was a goalless draw at Estadio Carlos Tartiere against Ponferradina.[254] Gijón hosted its first match on equal terms on 22 June, at El Molinón. It was the Asturian derby, that finished with Oviedo defeating Sporting by 0–1.[255] On 19 August, a draft protocol was proposed by the Royal Football Federation of the Principality of Asturias, having in its sights the continuation of football activity in the region.[256] It was approved five days later.[257] On 1 September, the Regional Government did not allow the celebration of the Rally Princesa de Asturias due to health issues.[258] On 11 September, six months after the last time, the first match in front of spectators in the stands was played. The Nuevo Nalón stadium in El Entrego hosted the friendly match between L'Entregu CF and UP Langreo, attended by 269 people. The visitors won 0–3.[259] However, youth and school competitions were postponed.[260] The Tercera División, the main football league organised by the Asturian Federation, started on 17 October. However, it was suspended after its first week due to the decision by the Asturian Government of forcing teams to play matches behind closed doors.[261] Despite this decision, teams that play at interregional or national Spanish leagues would continue playing their matches behind closed doors. Finally, on 16 December, the Principality of Asturias announced the comeback of spectators to the matches with a limit of 300, and trainings for all sportspeople. On 17 January 2021, El Molinón hosted for the first time since March a football game with 300 spectators, as allowed by the Principality of Asturias. It was the Copa del Rey match of Real Sporting match against Betis.[262] On 5 February, the Basketball Federation of the Principality of Asturias announced the start of the Primera División de Baloncesto for the next 21 February. From April 10, youth sport competitions were recommenced.[194] All charts are based on the statistics made by the Observatory of Health in Asturias.[263] On 10 April, the Government of the Principality of Asturias reported a chart of cases per municipality. Oviedo, the second biggest municipality, was the city with most cases while Grado was the location with the highest ratio of infection per capita.[264] After the update as of 17 April, Pravia surpassed Grado as the municipality with the highest ratio while 18 towns continued without any positive case (Amieva was the only municipality in those 7 days that confirmed its first case). In addition, 44 out of 78 municipalities had not detected new cases.[265] The second wave affected more to the eastern municipalities as they are one of the most touristic zones in the region. Parres, Cabrales and Laviana were the municipalities with the highest rates. In addition, as of 20 September, 30 municipalities did not register any new positive case. Source[266]  ","Title":"COVID-19 pandemic in Asturias - Wikipedia","KeyID":"10638","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Asturias"}