{"Content: ":"The COVID-19 pandemic in Switzerland is part of the worldwide pandemic of coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The virus was confirmed to have spread to Switzerland on 25 February 2020 when the first case of COVID-19 was confirmed following a COVID-19 pandemic in Italy. A 70-year-old man in the Italian-speaking canton of Ticino which borders Italy, tested positive for SARS-CoV-2. The man had previously visited Milan.[3][4] Afterwards, multiple cases related to the Italy clusters were discovered in multiple cantons, including Basel-City, Zürich, and Graubünden.[5][6][7] Multiple isolated cases not related to the Italy clusters were also subsequently confirmed.[8] On 28 February 2020, the national government, the Federal Council, banned all events with more than 1,000 participants. On 16 March 2020, a State of Extraordinary Situation under the Federal Law of Epidemics was declared.[9] Most shops were closed nationwide. Shortly thereafter, on 20 March, all gatherings of more than five people in public spaces were banned. Additionally, the government gradually imposed restrictions on border crossings and announced economic support measures worth 40 billion Swiss francs.[10] The measures were gradually removed in several phases beginning in late April until June 2020[11] but new measures were imposed in October as cases surged again.[12] On 23 December 2020, the vaccination campaign started in Switzerland, ahead of that of most European countries. Four days earlier, Swissmedic approved the first COVID-19 vaccine for regular use. On August 1, 2021, Switzerland achieved a vaccination rate of 52%.[13] From 13 September 2021, access to indoor public spaces like restaurants, bars, museums or fitness centres is only permitted with a valid Covid certificate. Almost all measures were lifted on 17th February 2022. On 12 January, the World Health Organization (WHO) confirmed that a novel coronavirus was the cause of a respiratory illness in a cluster of people in Wuhan City, Hubei Province, China, who had initially come to the attention of the WHO on 31 December 2019.[14][15] Unlike SARS of 2003, the case fatality ratio for COVID-19 [16][17] has been much lower, but the transmission has been significantly greater, with a significant total death toll.[18][16] The COVID-19 virus has an especially high mortality rate for the elderly aged 65 and over.[19] This was especially concerning for Switzerland which had an elderly population of 18.3 percent in 2018, above the average for OECD countries.[20] Includes cases and deaths in the Principality of Liechtenstein. The lower death number on 2020-07-27 is from BAG Schweiz.  On 25 February 2020, Switzerland confirmed the first case of COVID-19, a 70-year-old man in the Italian-speaking canton of Ticino bordering Italy, who had previously visited Milan tested positive for SARS-CoV-2.[21][22][4] On 27 February, a 28-year-old IT worker from Geneva, who had recently returned from Milan, tested positive and was admitted to the Geneva University Hospital.[23][24] A 55-year-old Italian who worked in an international company also tested positive in Geneva.[25] Two Italian children, who were on vacation in Graubünden, tested positive and were hospitalised.[24][26][27] A 26-year-old man in Aargau, who had gone on a business trip the week before and stayed in Verona, tested positive and was hospitalised.[24] A 30-year-old woman, who had visited Milan, was admitted to a hospital in Zurich.[24] A 49-year-old man living in France and working in Vaud was confirmed positive in Canton of Vaud.[28] A young woman, who had travelled to Milan, tested positive in Basel-Stadt. She worked in a daycare centre in Riehen, and after her test had been confirmed, the children at the daycare were put into a two-week quarantine.[29] On 28 February, her partner, a 23-year-old man, also tested positive in Basel-Landschaft.[25] On 3 March, the University of Zurich announced six confirmed cases of coronavirus at the Institute of Mathematics. As of 5 March, there are 10 confirmed cases at the University of Zurich, at least 7 at the I-Math and 1 at the Center of Dental Medicine.[30] On 5 March, the Lausanne University Hospital announced that a 74-year-old female coronavirus case had died overnight.[31] The patient had been hospitalised since 3 March, and had been suffering from chronic illness.[31] On 11 March, a 54-year-old male died from COVID-19 in the Bruderholz Hospital in Basel-Landschaft, marking the fourth fatal case in Switzerland. He had joined a religious event in Mulhouse, France previous to contracting the virus and suffering from pneumonia.[32] On 16 March 2020, a State of Extraordinary Situation under the Federal Law of Epidemics was declared.[9] The Government began to hold COVID-19 press conferences to which several members of the Federal Council (Swiss Cabinet)[33] and the Head of the Swiss Corona Task-Force, Daniel Koch (dubbed Mr. Corona by the media) assisted.[34] On 27 February 2020, following the confirmation of COVID-19 cases in the region, Graubünden cancelled the Engadiner Skimarathon.[27] On 28 February, the Federal Council banned events involving more than 1,000 people in an effort to curb the spread of the infection.[35][36] Multiple events such as carnivals and fairs were either postponed or cancelled. Geneva Motor Show,[37] Baselworld,[38] Bern Carnival and the Carnival of Basel were cancelled.[39] University of Bern replaced all face-to-face lectures with more than 250 attendees with online lectures.[40] On 6 March, the Federal Council announced a \"changed strategy\" with a focus on the protection of the most vulnerable individuals, i.e., older persons and persons with pre-existing conditions.[41] On 13 March, the Federal Council decided to cancel classes in all educational establishments until 4 April 2020, and banned all events (public or private) involving more than 100 people. It has also decided to partially close its borders and enacted border controls.[42][43][44] The canton of Vaud took more drastic measures, prohibiting all public and private gatherings with more than 50 people, and closing its educational establishments until 30 April.[45][46] On 16 March, the Federal Council announced[47] further measures, and a revised ordinance applicable on 17 March.[48][49][50] Measures include the closure of bars, shops and other gathering places until 19 April, but leaves open certain essentials, such as grocery shops, pharmacies, (a reduced) public transport and the postal service.[51] The government announced a 42 billion CHF rescue package for the economy, which included money to replace lost wages for employed and self-employed people, short-term loans to businesses, delay for payments to the government, and support for cultural and sport organisations.[52] On 20 March, the government announced that no complete lockdown would be implemented, but all events or meetings over 5 people were prohibited. Economic activities would continue including construction.[53] Those measures were prolonged until 26 April 2020.[54] On 16 April, Switzerland announced that the country would ease restrictions in a three-step, gradual way. The first step began on 27 April, for those who work in close contact with others, but not in large numbers.[55] Surgeons, dentists, day care workers, hairdressers, massage and beauty salons could be opened with safety procedures applied. DIY stores, garden centres, florists and food shops that also sell other goods could also be opened. The second step was to begin on 11 May, assuming implementation of the first step without problems, at which time other shops and schools could be opened. The third step would begin on 8 June with the easing of restrictions on vocational schools, universities, museums, zoos and libraries.[55] From the 25 June onwards, the Government pays for the costs of an eventual Covid Test, if a patient has enough symptoms of COVID-19.[56] In July and August, masks became mandatory, first on public transport and then also in airplanes.[56] In October 2020, following a rapid increase in corona cases, the authorities imposed stricter public health measures. These include limiting public gatherings to 15 people, prioritising home office and making masks mandatory in all enclosed public spaces.[12] In January 2021, after a month of corona cases remaining at a high level, additional measures were passed that required the closure of all restaurants, sport and cultural venues as well as shops that do not sell products for daily use.[57] From 13 September 2021, access to most indoor public spaces like restaurants, bars, museums or fitness centres was only permitted with a valid Covid certificate. No other restrictions were put in place for the fully vaccinated and boosted people. On 17th February 2022, almost all measures were lifted, mask remaining mandatory on public transport and in healthcare institutions only.[58] An international consortium of researchers, mainly at the École Polytechnique Fédérale de Lausanne and the Swiss Federal Institute of Technology in Zurich, developed the Decentralized Privacy-Preserving Proximity Tracing (DP3T) framework for digital contact tracing.[59][60][61] The DP3T framework then provided the basis for the COVID-19 contact tracing app SwissCovid, developed by Swiss DP3T researchers, and the private sector in collaboration with Swiss federal administration.[59][61][62][63] In April, Swiss authorities first manifested public support for the project, and initiated a legislative process to draft a law allowing for a national digital contact tracing system.[62] At the end of May, a law was approved,[64] after which a test version was made available for a restricted public,[65] and the source code was released.[66] At the end of June, the application was released to the public.[67] Use of the app is voluntary and based on a decentralized approach using Bluetooth Low Energy, and uses Google and Apple's Exposure Notification system,[67] which was significantly influenced by the DP3T team.[61] As of mid-September, the app is used by over 1.6 million people everyday,[68] with around 450–500 exposure notifications sent a week,[69] for a total of over 2700 confirmed infections per week.[70] An agreement between EU countries to make applications compatible exists,[71] but there is no legal basis for the SwissCovid application to be part of this agreement, even though technically speaking it is said to be ready, according to the Federal Office of Public Health.[72] During the first wave, the total Swiss distribution of relief funds totaled 73 billion CHF, around 10.4% of Swiss GDP.[73] This included a package on March 13, 2020, of 10 billion CHF.[73] 8 billion of which went to compensation of people who were employed part time, 1 billion for hard hit firms, and 580 million for loan guarantees and compensation for cancelled events.[73] An additional 32 billion CHF package was announced on March 20, 2020, aimed at extending part-time employee subsidies, a guarantee of 20 billion CHF for small business bridging loans, interest free deferral payments to social security, extended timelines for tax payments and payments to state owned suppliers, and compensation for losses of self employed workers.[73] On March 25, further measures of 600 million CHF per month were also provided. Further expansions to the aforementioned support measures were announced on April 3, April 8, April 16, April 22, and April 29.[73] These included a doubling of small business loan guarantees to 40 billion CHF and 1.9 billion CHF credit support relief to Swiss Airlines.[73] Further support measures were also adopted by the Swiss government during the first wave of the pandemic. The Swiss Value Added Tax (VAT) was suspended through the end of 2020.[74] Additionally debt repayments and prosecution for bankruptcy was suspended from March to April 2020.[75] The Swiss government underwent different periods of debt payment suspensions before instituting a 3-month grace period option from debt collections available to any small business that was not over indebted prior to December, 2019.[75] Furthermore, a stimulus program was added called Innovation Switzerland, aimed at assuaging Swiss firms' financial conditions and incentivizing them to pursue long-term projects, in order to preserve Swiss firms' competitiveness.[76] The mRNA Covid vaccinations were given approval by Swiss Agency for Therapeutic Products (Swissmedic) in December 2020 and January 2021. Priority for early vaccinations was given to persons aged 75 years or older, or with preexisting illnesses that are known to increase the risk of a severe Covid infection. By 24 April 2021, 2,273,981 doses of COVID-19 vaccine had been administrated.[77] On August 1, 2021, Switzerland achieved a vaccination rate of 52%.[13] A total of 9, 713, 333 doses had been administered resulting in a 52% fully vaccinated rate and a 6% partially vaccinated rate.[13] In September 2021, the Swiss Federal Supreme Court ruled that the Canton of Bern had acted disproportionately by restricting the fundamental right to freedom of assembly. The cantonal government had temporarily restricted any gathering of people, including political rallies, to a maximum of 15 people.[78] As with most countries, the number of people actually suffering from COVID-19 in Switzerland is likely to be much higher than the number of confirmed cases,[79] especially as, since 6 March 2020, the Swiss government has had an official policy of not testing people with only mild symptoms.[80] The charts for total and daily confirmed cases, recoveries and deaths are based on the data collected by the Federal Office of Public Health (Swiss Institute for Public Health),[81] as per the actual dates. Because of the use of actual dates and as some delay occurs in reporting, all figures are subject to retrospective updating. Status as of 7 July 2021","Title":"COVID-19 pandemic in Switzerland - Wikipedia","KeyID":"10648","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Switzerland"}