{"Content: ":"The COVID-19 pandemic in Liechtenstein is part of the ongoing worldwide pandemic of coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The virus was confirmed to have reached Liechtenstein in early March 2020. With a total population of 38,896 (as of June 2020) and 54 confirmed deaths, the country has one of the highest rate of confirmed deaths per capita in the world. On 12 January 2020, the World Health Organization (WHO) confirmed that a novel coronavirus was the cause of a respiratory illness in a cluster of people in Wuhan City, Hubei Province, China, which was reported to the WHO on 31 December 2019.[3][4] The case fatality ratio for COVID-19 has been significantly lower than the 2002–2004 SARS outbreak,[5][6] but the transmission has been significantly greater, with a significant total death toll.[7][5] On 11 February, the government of Liechtenstein set up a \"new coronavirus 2019-nCoV\" staff, which, under the chairmanship of the government councilor Mauro Pedrazzini, will monitor developments related to the novel coronavirus and coordinate necessary measures for Liechtenstein.[8] On 26 February, the government announced that the country was already preparing extensively for possible COVID-19 cases, although there had so far been no confirmed reports.[9] On 27 February, the government announced that the first two suspected cases in Liechtenstein had been tested negatively. In addition, the population was made aware of various informative pages on the novel coronavirus.[10] On 3 March, the first case was reported in the country with a perso who had contact with an infected person in Switzerland. He developed symptoms and turned himself to the state hospital where he was confirmed to have the new virus. He is currently being isolated at the state hospital.[11] On 16 March, the government of Liechtenstein imposed or announced considerable restrictions on social life in Liechtenstein, such as restrictive event rules and bans on entertainment and leisure activities to slow the spread of COVID-19 in the country.[12] On 17 March (general ban on events and further closings) and on 20 March (further reduction of social contacts), the measures were tightened again by the government.[13] On 21 March, the Liechtenstein State Police announced that three police officers were currently tested positive for COVID-19. All were in quarantine.[14] By 21 March, a total of 44 people living in Liechtenstein had tested positive for COVID-19.[15] On 23 March, 51 positive cases from Liechtenstein were reported. The government also announced that it would increase the number of hospital beds in Liechtenstein and set up a new test facility.[16] On 25 March, a total of 53 people living in Liechtenstein had tested positive for COVID-19.[17] On 4 April, one person died of COVID-19 in Liechtenstein.[18] The government of Liechtenstein reports on its website in daily notifications about the number of cases in the country that have been reported:[19] New cases per day   Deaths per day  The following tests were carried out on suspected cases of COVID-19 on the basis of communications from the Government of Liechtenstein:[19]","Title":"COVID-19 pandemic in Liechtenstein - Wikipedia","KeyID":"10645","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Liechtenstein"}