{"Content: ":"The COVID-19 pandemic in Svalbard is part of the ongoing worldwide pandemic of coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The virus was confirmed to have reached Svalbard on 6 October 2021.[1] As a territory of Norway, Svalbard follows mainland Norway's COVID-19 restrictions.[2] In March 2021, Svalbard's governor mandated face masks everywhere, including outdoors.[3] Violations of the mandate can lead to fines and six months imprisonment.[3] On 12 January 2020, the World Health Organization (WHO) confirmed that a novel coronavirus was the cause of a respiratory illness in a cluster of people in Wuhan City, Hubei Province, China, which was reported to the WHO on 31 December 2019.[4][5] The case fatality ratio for COVID-19 has been much lower than SARS of 2003,[6][7] but the transmission has been significantly greater, with a significant total death toll.[6][8] On 6 October 2021, a Russian fisherman transported from Bjørnøya to Longyearbyen hospital tested positive for COVID-19.[1] On 11 November 2021, an unspecified number of positive cases were announced among visitors and residents of Longyearbyen.[9] As of 11 January 2022, a total of 23 positive tests have been confirmed, of which 13 were detected in the first week of the year while the remaining 10 were from 2021.[10] According to the Toronto Star, \"Tourism numbers are around half of what they used to be.\"[3] According to The Independent, as of March 2020, the pandemic does not pose a risk to the Svalbard Global Seed Vault \"as there are no permanent staff at the Svalbard facility.\"[11] In response to the pandemic, the Svalbard Integrated Arctic Earth Observing System (SIOS) and the University of Silesia in Katowice and Centre for Polar Studies \"initiated several operational activities suitable to mitigate the new challenges resulting from the pandemic.\"[12][13]","Title":"COVID-19 pandemic in Svalbard - Wikipedia","KeyID":"10647","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Svalbard"}