{"Content: ":"The COVID-19 pandemic in Norway has resulted in 1,455,162[2] confirmed cases of COVID-19 and 3,623[2] deaths. On 26 February 2020, the virus was confirmed to have spread to Norway. The number of cases increased rapidly during the month of March, thereby necessitating a number of safety measures aiming to achieve physical distancing to be introduced on 12 March. The first death attributed to COVID-19 was documented on the same day. Most confirmed cases that were traced to outside Norway were Norwegian tourists returning from Austria[3] and Italy.[1] In March 2020, a senior Norwegian Institute of Public Health consultant said one of the major reasons why the mortality rate was significantly lower than in other European countries (such as Italy, Spain, the UK) was the high number of tests performed in Norway.[4] A commission was established in the early days of the pandemic to track and analyze every aspect of the nation's response to the pandemic (Koronakommisjonen); as of late June 2022 Norway's death per capita rate was the lowest in Scandinavia.[5] On 12 January 2020, the World Health Organization (WHO) confirmed that a novel coronavirus was the cause of a respiratory illness in a cluster of people in Wuhan City, Hubei Province, China, who had initially come to the attention of the WHO on 31 December 2019.[6][7] Unlike SARS of 2003, the case fatality ratio for COVID-19[8][9] has been much lower, but the transmission has been significantly greater, with a significant total death toll.[10][8] Note: Number of recoveries is not verifiable, as there are no official sources for these data in Norway. From 25 March onwards, the data is sourced from a different reporting system (MSIS), causing a bump in the official numbers on 25 March. Over 1–3 May, no reports were released, hence the sudden increase on 4 May.  On 26 February, Norway confirmed the first case of COVID-19. The Norwegian Institute of Public Health announced that someone tested positive for SARS-CoV-2 after returning from China the previous week. The female patient was asymptomatic and in good health. She underwent a voluntary isolation at her home in Tromsø.[12][13] On 27 February, the Norway Institute of Public Health announced that three more people were confirmed positive for SARS-CoV-2. Two of them lived in Oslo and were linked to the outbreak in Italy. The other lived in Bærum and was linked to the outbreak in Iran. All of them underwent a voluntary isolation at home.[14] On 28 February, an individual from Bergen and an employee of Oslo University Hospital, Ullevål, tested positive and were placed in home isolation. Both had visited Northern Italy.[15][16] Six cases were confirmed in the country on the day.[15] On 29 February, there were 15 confirmed cases in Norway.[15] By 1 March, a total of 19 cases were confirmed. Mahad Ahmed Musse, the Chief of the Ullevål hospital in Oslo, stated that there are potentially over 100 people who came in contact with an infected staff member.[17][18] On 3 March, there were 25 confirmed cases in Norway, with five from Vestland. An employee at the Horisont shopping center in Åsane was confirmed to have been infected by the virus, said center manager Lise Færøvik.[19] On 4 March, there were 56 confirmed cases in Norway, all of which are linked to known outbreaks abroad.[20] By 10 March, the number of confirmed cases in Norway had spiked to 400, and a rising number of those cases could not be traced to foreign travel or any known person infected, indicating community transmission had started in Norway.[21] On 12 March, a national lockdown was announced, effective from 18:00 the same day. For two weeks, schools, kindergartens, fitness centres, hair salons, etc. were closed. Sports and cultural events and gatherings were banned and restrictions applied to restaurants.[22] These measures were in line with the those introduced in other European countries such as Denmark and Italy. The same day Norway had its first death due to the COVID-19 virus. The victim was an elderly person who died at Oslo University Hospital.[23] As of 13 March, Norway introduced a ban on visits to Norway through Oslo airport. Norwegian and Nordic citizens, foreign residents in Norway and people continuing to another country are allowed anyway. Other people are dismissed and sent home as soon as possible and put in quarantine until then.[24] On 16 March this was extended to all borders of Norway and Nordic non-Norwegian citizens.[25] Domestic travel continues without any restriction. On 14 March, the second and third deaths caused by COVID-19 were reported.[26] On 6 April, the Norwegian Health Minister announced that the outbreak was \"under control\" and that the reproduction rate of Sars-CoV-2 had dwindled to 0.7 in the country.[27] An outbreak of coronavirus on the MS Roald Amundsen ship infected at least five passengers and thirty-six crew. Health authorities fear the ship could have infected dozens of towns and villages along Norway's western coast. There were 209 guests on the first voyage and 178 guests on the second voyage. All 158 crew members on MS Roald Amundsen were tested and 122 were negative. The municipality of Tromsø urged anyone who traveled on the ship or had any contact with the ship to get in touch with health authorities. A total of 69 municipalities in Norway were affected, Norwegian news agency NTB reported. A German cruise ship last week[when?] set sail from Hamburg, testing procedures for how cruise ships can operate safely during the pandemic. The ship sailed with less than 50% capacity and only went on a four-day trip at sea with no stops at other ports.[28][29] 35 variations of the virus have been found in Norway.[30] As of 18 October 2020, Folkehelseinstituttet has counted one more likely mutation.[31] Known mutations in Norway include: In April 2021 media noted that while residents of Oslo had to live under severe restrictions, infected people were brought to Norway on airline flights and about 57% of those hospitalised due to COVID-19 were immigrants to Norway who had returned from holiday trips to their home countries such as Pakistan, Somalia, Iraq, Iran and Afghanistan. According to airport employees, many passengers left the airport without getting tested first. According to national statistics, 16% of all tested Pakistani-Norwegians and 14% of all tested Somali Norwegians had tested positive for COVID-19.[34] In April 2021, daily newspaper Aftenposten reported that one in four flights from Dubai and Istanbul to Oslo Airport carried infected passengers.[35] Since the start of 2021, infected passengers had been detected on 110 flights to Norway, of which 25 came from Poland and 15 arrived from Turkey. According to the Norwegian Institute of Public Health, Turkish Airlines flights from Istanbul, Emirates airline from Dubai and Air Serbia from Belgrade had the worst records.[36] As one of Erna Solberg's last acts as Prime Minister after the parliamentary election, Norway officially reopened on 25 September, with most restrictions being lifted.[37] The Norwegian Directorate of Health introduced a number of measures from Thursday 12 March 2020:[38] On 16 March, non-residents were banned from entering Norway.[39] As of 19 March, residents were prohibited from staying in cabins outside their home municipalities, in order to avoid putting strain on rural medical infrastructure. People suspected or confirmed to be infected must follow stricter home isolation rules. The government established fines for people violating home quarantine and home isolation rules or organizing events.[40] Many institutions were closed in order to fight the outbreak, which led to increased unemployment. Norges Bank first cut the national prime rate by a half point to 1.0% on 13 March, and the following week cut the prime rate again down to 0.25%.[41] As of 17 April 2021[update], 870,524 people in Norway have received the first dose of the COVID-19 vaccine and 296,458 are fully vaccinated, primarily the elderly, healthcare workers and younger people at risk. All of the cases with potential links to the vaccine reported as of 14 January occurred among severely frail elderly people with serious diseases. However, a causality to vaccination could not have been linked.[42][43] As an average of 300 to 400 people die each week in nursing homes in Norway, the Norwegian Medicines Agency expected that deaths close to the time of injection may occur, and is carrying out in-depth analyses to find any link with the vaccine. It is possible that common side effects aggravated pre-existing conditions in some patients, but so far no statistical analyses have shown an increase in the death rate of vaccinated people. Norway is also closely monitoring side effects, with both reports from healthcare professionals and the public being registered in a common database. This should allow for a good overview of the situation once the vaccine is distributed in the general population, as well as an efficient collaboration with other countries.[44][45]  - Data by FHI represent total cases by the start of the day. * - A new death on March 13 will only be reported by FHI on Monday March 16, according to Folkehelseinstituttet (FHI)[80] * - From March 25th, number of cases are reported from a different reporting system (MSIS), causing a bump in cases on March 25th.[81] ","Title":"COVID-19 pandemic in Norway - Wikipedia","KeyID":"10646","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Norway"}