{"Content: ":"The first cases of the COVID-19 pandemic of coronavirus disease 2019 in North America were reported in the United States on 23 January 2020. Cases were reported in all North American countries after Saint Kitts and Nevis confirmed a case on 25 March, and in all North American territories after Bonaire confirmed a case on 16 April.[2] On 26 March 2020, the United States became the country in North America with the highest number of confirmed COVID-19 infections, at over 82,000 cases.[3] On 11 April 2020, the United States became the country in North America with the highest official death toll for COVID-19, at over 20,000 deaths.[4] As of 10 April 2022, there are about 97 million cases and about 1.4 million deaths in North America; about 88.9 million have recovered from COVID-19, meaning that nearly 11 out of 12 cases have recovered or that the recovery rate is nearly 92%.[5] As of 10 April 2022, the United States has had the highest number of cases in North America, at about 82 million cases, as well as the highest death toll, at over a million deaths. There have been nearly 75.7 million recoveries in the United States as of 10 April 2022, meaning that nearly 12 out of 13 cases in the country have recovered or that the recovery rate is about 92%. On 20 March 2022, the number of COVID-19 deaths in the United States exceeded a million. As of 10 April 2022, Canada has reported nearly 3.6 million cases and about 38,000 deaths,[6] while Mexico, which was overtaken in terms of the number of cases on 11 March 2022, the second anniversary of the day when the COVID-19 outbreak became a pandemic, by Japan, the second most affected country in East Asia, has reported about 5.7 million cases and about 320,000 deaths.[7] The state in the United States with the highest number of cases and the highest death toll is California, at about 9.1 million cases and nearly 90,000 deaths as of 10 April 2022.[8]  Counting of cases are subject to the number of tested people. The COVID-19 pandemic was confirmed to have reached Antigua and Barbuda on 13 March 2020.[75] As of 24 May 2021, Antigua and Barbuda reported 1,258 total cases, 16 active cases, and 42 deaths.[76] The COVID-19 pandemic was confirmed to have reached the Bahamas on 15 March 2020 with the announcement of the first case.[77] As of 24 May 2021, the Bahamas reported 11,499 total cases, 1,002 active cases, and 225 deaths. This comes out to 493 deaths per one million population.[76] Barbados announced its first two confirmed cases on 17 March and declared a public health emergency on 26 March.[78][79] As of 26 January 2021, Barbados reported 1,401 total cases, 649 active cases, and ten deaths.[76] Between January and March the number of infections went up eight times.[80] The COVID-19 pandemic was confirmed to have reached Belize on 23 March 2020.[81] As of 13 January 2021, Belize reported 11,366 total cases, 587 active cases, and 277 deaths. This comes out to 690 deaths per one million population.[76] The first two cases of the virus were confirmed on 26 March.[82] On 26 April 2020, all patients recovered.[83] As of 13 January 2021, Anguilla reported 15 total cases, 13 recoveries, and two deaths.[76] The COVID-19 pandemic was confirmed to have reached the British Overseas Territory of Bermuda on 18 March 2020.[84][85] The COVID-19 pandemic was confirmed to have reached the British Overseas Territory of the Cayman Islands on 12 March 2020.[86] On 17 December 2020, Mercer University pre-med student Skylar Mack, 18, from United States, and her boyfriend Vanjae Ramgeet, 24, of the Cayman Islands, were sentenced to four months in prison for her violating the island's mandatory two-week quarantine two days after arriving from the United States, and for his aiding and abetting her.[87][88] The sentence was later reduced to two months.[89] As of 13 January 2021, the Cayman Islands reported 362 total cases, 35 active cases, and two deaths.[76] The territory's first case was confirmed on 17 March. Schools have been closed and public gatherings banned as a precautionary measure.[90][91] By 15 May, all cases had fully recovered.[92] On 10 July, a 12th case was discovered.[93] As of 13 January 2021, Montserrat reported 13 total cases, 12 recoveries, and one death.[76] The COVID-19 pandemic was confirmed to have reached the British Overseas Territory of the Turks and Caicos Islands on 23 March 2020.[94] On 12 May, the last two cases recovered. There are currently no active cases, because one person left the country.[95] On 20 June, a new case was discovered.[96] As of 13 January 2021, Turks and Caicos reported 1,011 total cases, 186 active cases, and six deaths.[76] On 25 March, the first two cases in the country were confirmed.[97] As of 13 January 2021, the British Virgin Islands reported 114 total cases, 18 active cases, and one death.[76] The virus was confirmed to have reached Canada on January 25, 2020, after an individual who had returned to Toronto from Wuhan, Hubei, China, tested positive. The first case of community transmission in Canada was confirmed in British Columbia on March 5.[98] In March 2020, as cases of community transmission were confirmed, all of Canada's provinces and territories declared states of emergency. Provinces and territories have, to varying degrees, implemented school and daycare closures, prohibitions on gatherings, closures of non-essential businesses and restrictions on entry. Canada severely restricted its border access, barring travellers from all countries with some exceptions. The federal Minister of Health invoked the Quarantine Act, introduced following the 2002–2004 SARS outbreak.[99] For the first time in its legislative history, the act has been used, legally requiring all travellers (excluding essential workers) returning to the country to self-isolate for 14 days, until rules were changed to accommodate fully vaccinated travellers. On 6 March, the first case in Costa Rica was confirmed, which was also the first such case in Central America.[107] As of 13 January 2021, Costa Rica reported 182,156 total cases, 39,805 active cases, and 2,384 deaths. This comes out to 466 deaths per one million population.[76] On 11 March, the first cases in Cuba were confirmed.[108] As of 12 May, new cases had fallen to less than 20 per day, and a program of mass testing was beginning.[109] Infections went up fourfold in January and February 2021. Cuba's death toll of 324 is well under the world average per capita, but health authorities worry that it is increasing. The government says two of its four vaccines should begin final trials in late March.[80] The COVID-19 pandemic was confirmed to have spread to Greenland – an autonomous territory of the Kingdom of Denmark – in March 2020.[110][111] On 22 March, the first case of COVID-19 was confirmed on the island of Dominica. It was a woman who recently came back from the UK.[112] As of 13 January 2021, Dominica reported 109 total cases, eight active cases, but no deaths.[76] On 1 March, the first case in the Dominican Republic was confirmed, which was also the first case in the Caribbean.[113] As of 13 January 2021, the Dominican Republic reported 186,383 total cases, 43,738 active cases, and 2,428 deaths. This comes out to 223 deaths per one million population.[76] On 13 March 2020, Prime Minister Evelyn Wever-Croes announced the first two confirmed cases of coronavirus on the island.[114] As a result, the country restricted entry of all individuals coming from Europe via air and seaports – starting on 15 March and in effect until 31 March – with the exception of those who are Aruban citizens.[114] They also suspended public and private school classes for the week of 16 March, as well as all large-scale public gatherings.[115] On 29 May, all cases recovered.[116] On 29 June, two more cases had been discovered.[117] As of 13 January 2021, Aruba reported 6,228 total cases, 624 active cases, and 52 deaths. This comes out to 486 deaths per one million population.[76] The 2020 coronavirus pandemic was documented for the first time in Curaçao on 13 March 2020. The case was a 68-year-old man who was on vacation from the Netherlands.[118] By 9 July, all cases recovered.[119] On 15 July, a new case was discovered.[120][non-primary source needed] On 6 August, all cases resolved.[121][non-primary source needed] As of 13 January 2021, Curaçao reported 4,488 total cases, 373 active cases, and 19 deaths. This comes out to 116 deaths per one million population.[76] As of 18 March there has been one confirmed case in Sint Maarten.[122] Schools have been shut for a period of two weeks.[122] By 15 June, all cases recovered.[123] On 1 July, a new case was discovered,[124] which resolved 3 July.[125][non-primary source needed] On 15 July, a 79th case was discovered.[126] As of 13 January 2021, Sint Martin reported 1,589 total cases, 102 active cases, and 27 deaths.[76] As of 13 January 2021, the Caribbean Netherlands reported 249 total cases, 65 active cases, and three deaths.[76] On 16 April 2020, Edison Rijna, Island Governor of Bonaire announced the first case of COVID-19 on the island.[127] The island was already closed to international travel.[128] On 28 April 2020, all cases had recovered.[129] On 14 July, two new cases had been discovered.[130] On 12 April, the first case was confirmed in Saba. Schools, bars and 'non-essential services' are all currently shut.[131] On 12 May, all cases on Saba recovered.[132][non-primary source needed] On 1 August, two new cases were discovered.[133] On 31 March 2020, the first two cases were confirmed,[134] they were two young men from the Netherlands who arrived on 15 March and self isolated after arrival.[135] On 5 May all cases recovered.[136][non-primary source needed] The COVID-19 pandemic was confirmed to have reached El Salvador on 18 March 2020.[137] As of 13 January 2021, El Salvador reported 49,539 total cases, 4,282 active cases, and 1,447 deaths. This comes out to 222 deaths per one million population.[76] Two cases of the coronavirus were confirmed on 1 March in the French collectivity of Saint Martin, having travelled from France through Dutch Sint Maarten and French collectivity of Saint Barthélemy, where they infected their son who is a resident. They then returned to Sint Maarten and were detected at the airport and transferred to French Saint Martin hospital for isolation.[138] According to the French Ministry of Health situation reports,[139] as of 6 March, there have been two confirmed cases in Martinique, two in Saint Martin and one in Saint Barthélemy.[140] As of 5 April, St. Pierre and Miquelon recorded its first verified case.[141] The COVID-19 pandemic was confirmed to have spread to the French overseas department and region of Guadeloupe on 12 March 2020.[142] As of 13 January 2021, Guadeloupe reported 8,776 total cases, 6,380 active cases, and 154 deaths. This comes out to 385 deaths per one million population.[76] The COVID-19 pandemic was confirmed to have reached the French overseas department and region of Martinique on 5 March 2020.[143] As of 13 January 2021, Martinique reported 6,184 total cases, 6,043 active cases, and 43 deaths. This comes out to 115 deaths per one million population.[76] The COVID-19 pandemic was confirmed to have reached the French overseas collectivity of Saint Barthélemy on 1 March 2020.[144] The last positive case was on 31 March.[145] On 21 April, the last case recovered.[146] Between 18 and 24 July, a new case was imported.[147] As of 13 January 2021, Saint Barthélemy reported 206 total cases, 33 active cases, and one death.[76] The COVID-19 pandemic was confirmed to have reached the French overseas collectivity of Saint Martin on 1 March 2020.[144] As of 13 January 2021, Saint Martin reported 1,025 total cases, 158 active cases, and 12 deaths.[76] The COVID-19 pandemic was confirmed to have reached the French overseas collectivity of Saint Pierre and Miquelon on 5 April 2020.[148] As of 13 January 2021, Saint Pierre and Miquelon reported 16 total cases, all of whom had recovered.[76] On 22 March, the first case in the country was confirmed.[149] As of 13 January 2021, the British Virgin Islands reported 132 total cases, eight active cases, and one death.[76] The COVID-19 pandemic was confirmed to have reached Guatemala on 13 March 2020.[150] As of 13 January 2021, Guatemala reported 145,986 total cases, 8,362 active cases, and 5,117 deaths. This comes out to 283 deaths per one million population.[76] On 19 March, the first two cases in the country were confirmed.[151] As of 13 January 2021, Haiti reported 10,569 total cases, 1,443 active cases, and 238 deaths. This comes out to 21 deaths per one million population.[76] On 10 March, the first two cases in Honduras were confirmed.[152] President Juan Orlando Hernandez and his wife tested positive for COVID-19 in June.[153] As of 13 January 2021, Honduras reported 129,805 total cases, 67,122 active cases, and 3,294 deaths. This comes out to 330 deaths per one million population.[76] 78-year-old Cardinal Óscar Rodríguez Maradiaga was diagnosed with COVID-19 on 4 February 2021.[154] 28-year-old nursing student Keyla Patricia Martínez was arrested in La Esperanza, Intibucá Department and was murdered by choking while in police custody.[155][156] Her death was originally called a suicide, but following protests it was reclassified as homicide.[157][155] The government announced a travel ban between China and Jamaica. All people entering Jamaica from China will be subject to immediate quarantine for at least 14 days, and anyone who was allowed to land and shows symptoms of the virus will be put in immediate isolation.[158] In keeping with the new policy, 19 Chinese nationals who arrived at the Norman Manley International Airport on the evening of 31 January were denied entry, quarantined and put on a flight back to China on 1 February.[159] On 10 March, the Ministry of Health and Wellness (MoHW) confirmed the first case in Jamaica, a female patient who arrived from the United Kingdom on 4 March. The health minister reported that she has been in isolation since 9 March after showing respiratory symptoms. Following the update, the travel ban imposed was expanded to include France, Germany, and Spain.[160] On 11 March, the country's health minister confirmed the second \"imported corona virus [sic]\" case.[161] As of 13 January 2021, Jamaica reported 13,852 total cases, 1,967 active cases, and 317 deaths. This comes out to 107 deaths per one million population.[76] Confirmed cases doubled in the first two months of 2021, and the death toll stood at 422 on 1 March. All beds dedicated to COVID-19 isolation were full as of 26 February. Jamaica will receive a vaccine donation from India of 50,000 vaccine doses on 4 March, 124,800 doses via COVAX later in March, and 1.8 million from the African Medical Supply Platform in April.[80] On 28 February 2020, Mexico confirmed its first three cases.[162] The country's first coronavirus-related death was reported on 18 March. Almost every state reported at least one case of infection.[163] Mexico entered Phase 2 of 3, indicating community transmission, on 24 March. Mexico had 292 imported cases of infection, 70 cases linked to importation, and five cases that were unlinked to foreign contact.[164] Mexico began vaccinating health workers in Mexico City and Coahuila on 24 December.[165] Vaccinations were expanded to 879 hospitals in all 32 federal entities on 13 January 2021.[166] As of this date Mexico reported 1,556,028 confirmed cases (13th highest in the world), 251,992 active cases, and 135,682 deaths. This is 1,046 deaths per one million inhabitants.[76] An ongoing pandemic of coronavirus disease 2019 (COVID-19), caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) was shown to have spread to Nicaragua when the first case, a Nicaraguan citizen who had returned to the country from Panama, was confirmed on 18 March 2020.[167] As of 13 January 2021, Nicaragua reported 6,152 total cases, 1,760 active cases, and 167 deaths. This comes out to 25 deaths per one million population.[76] The Panamanian government has enhanced its sanitary control and screening measures at all ports of entry, to prevent the spread of the virus, isolating and testing potential cases.[168] On 9 March, the health ministry (MINSA) announced Panama's first coronavirus case, a Panamanian woman in her 40s who had returned from Spain.[169][170] On the following day, the MINSA announced seven more COVID-19 cases and one coronavirus-related death.[171][172][173] As of 13 January 2021, Panama reported 288,408 total cases, 56,673 active cases, and 4,594 deaths. This comes out to 1,056 deaths per one million population.[76] As of 19 March the territory has had five confirmed cases.[174] On 17 March governor Wanda Vázquez Garced announced a 24/7 lockdown, with people only allowed to leave their homes for food, gas or medicines.[175] On 25 March, the first two cases in the country were confirmed.[176] By 19 May, all cases recovered.[177] As of 13 January 2021, Saint Pierre and Miquelon reported 34 total cases, three active cases, but no deaths.[76] The COVID-19 pandemic was confirmed to have reached Saint Lucia on 13 March 2020.[178] On 22 April 2020, it was announced that all confirmed cases had recovered.[179] On 28 April 2020, two new cases were discovered.[180] As of 11 October 2021, Saint Lucia reported 12,017 total cases, 837 active cases, and 224 deaths.[76] Infections increased ten times between January and March.[80] On 11 March, Saint Vincent and the Grenadines confirmed its first case.[181] St. Vincent and Grenadines registered its first COVID-19 death in 2021 and by 1 March had eight deaths.[80] On 12 March, Trinidad and Tobago confirmed its first case of COVID-19. It was a 52-year-old man who had recently been to Switzerland. He was self-isolated before he began experiencing symptoms of COVID-19.[182] As of 13 January 2021, Trinidad and Tobago reported 7,305 total cases, 285 active cases, and 129 deaths. This comes out to 92 deaths per one million population.[76] On 20 January, the United States confirmed its first case, of a 35-year-old man who had returned on 15 January to the state of Washington after visiting family in Wuhan, China. The man sought clinical assistance on 19 January.[183] On 27 February, the CDC reported a case in California which may be the first instance of community transmission in the US.[184] On 29 February, officials of Washington State confirmed the first reported death from COVID-19 in the US.[185] By 11 March, the U.S. had tested fewer than 10,000 people.[186] By the end of the month, over 1,000,000 people had been tested.[187] However, health experts stated that this level of testing was still inadequate.[188] On 26 March, the United States surpassed China and Italy as the country with the most confirmed COVID-19 cases, with a figure above 82,000.[189][190] The U.S. federal government's health inspectors surveyed 323 hospitals in late March; reporting \"severe shortages\" of test supplies, \"widespread shortages\" of personal protective equipment (PPE), and other strained resources due to extended patient stays while awaiting test results.[191] On 11 April, the United States surpassed Italy as the country with the most confirmed COVID-19 deaths, with a total of over 20,000.[192] The U.S. also became the first to record 2,000 deaths in a single day.[193] Wyoming became the 50th state to be issued a disaster declaration.[194] By 20 April, the federal government stated it was conducting 150,000 tests per day, and claimed that this number would be enough to allow for schools and businesses to reopen. Health experts estimate that 500,000 to 1,000,000 tests per day would be needed to properly track the spread of the COVID-19, to avoid a new wave of infections.[195] On 1 October it was announced first that Hope Hicks had tested positive, and a few hours later it was announced that both President Donald Trump and First Lady Melania had tested positive for COVID-19, who were all part of the broader White House COVID-19 outbreak.[196][197] Both Trumps recovered from the disease. On 9 November, the U.S. surpassed 10 million COVID-19 cases, according to data from Johns Hopkins.[198] On 11 December, the United States Food and Drug Administration (FDA) authorized for the emergency use of the Pfizer-BioNTech COVID-19 vaccine.[199] Following the issuing, it was estimated that 20,000,000 could be vaccinated over the course of a few weeks.[200] As of 17 February 2021, the U.S. has recorded more than 27 million cases of COVID-19; 483,000 have died.[201] The COVID-19 pandemic was confirmed to have reached the U.S. state of Alaska on 12 March 2020.[202] The COVID-19 pandemic was confirmed to have reached the U.S. state of Ohio on 9 March 2020, when the state's first cases were reported. The first death from COVID-19 in Ohio was reported on 19 March. Subsequently, records supported by further testing showed that undetected cases had existed in Ohio since early January, with the first confirmed death on 17 March. By 23 April, Ohio had 656 confirmed deaths; by 1 May, there were 1002 confirmed deaths. Accurate data was difficult to obtain due to limited test availability. By 12 December, a total of 553,461 cases had been reported leading to 31,803 hospitalizations and 7,477 deaths. The first confirmed case relating to the COVID-19 pandemic in the United States was announced by the state of Washington on 21 January 2020. Washington made the first announcement of a death from the disease in the U.S. on 29 February and later announced that two deaths there on 26 February were also due to COVID-19. Until mid-March, Washington had the highest absolute number of confirmed cases and the highest number per capita of any state in the country, until it was surpassed by New York state on 10 April 2020. Many of the deceased were residents of a nursing home in Kirkland, an Eastside suburb of Seattle in King County.","Title":"COVID-19 pandemic in North America - Wikipedia","KeyID":"10653","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_North_America"}