{"Content: ":"The COVID-19 pandemic in Canada is part of the ongoing worldwide pandemic of coronavirus disease 2019 (COVID-19). It is caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). Most cases over the course of the pandemic have been in Ontario, Quebec, British Columbia and Alberta. Confirmed cases have been reported in all of Canada's provinces and territories.[2][4] The virus was confirmed to have reached Canada on January 25, 2020, after an individual who had returned to Toronto from Wuhan, Hubei, China, tested positive. The first case of community transmission in Canada was confirmed in British Columbia on March 5.[5] In March 2020, as cases of community transmission were confirmed, all of Canada's provinces and territories declared states of emergency. Provinces and territories have, to varying degrees, implemented school and daycare closures, prohibitions on gatherings, closures of non-essential businesses and restrictions on entry. Canada severely restricted its border access, barring travellers from all countries with some exceptions. The federal Minister of Health invoked the Quarantine Act, introduced following the 2002–2004 SARS outbreak.[6] For the first time in its legislative history, the act has been used, legally requiring all travellers (excluding essential workers) returning to the country to self-isolate for 14 days, until rules were changed to accommodate fully vaccinated travellers. By mid to late summer of 2020, the country saw a steady decline in active cases until the beginning of late summer. Through autumn, the country saw a resurgence of cases in all provinces and territories.[7] On September 23, 2020, Prime Minister Trudeau declared that Canada was experiencing a \"second wave\" of the virus.[8] New restrictions from provincial governments were put in place once again as cases increased, including variations of regional lockdowns. In late November, there was the disbandment of the Atlantic Bubble, a travel-restricted area of the country (formed of the four Atlantic provinces: New Brunswick, Prince Edward Island, Nova Scotia, and Newfoundland and Labrador) which had been established in July 2020. The federal government passed legislation to approve further modified economic aid for businesses and individuals.[9] Nation-wide cases, hospitalizations and deaths spiked preceding and following the Christmas and holiday season in December 2020 and January 2021. Alarmed by hospital capacity issues, fatalities and new cases, heavy restrictions (such as lockdowns and curfews) were put in place in affected areas (primarily Ontario, Quebec, and Alberta) and across the country. These lockdowns resulted in active cases to steadily decline, reaching a plateau in active cases in mid-February 2021. During a third wave of the virus, cases began rising across most provinces west of Atlantic Canada in mid-March,[10] prompting further lockdowns and restrictions in the most populous provinces like Ontario and Quebec.[10][11] Due to a relatively low volume of cases in the Atlantic provinces, the travel-restricted Atlantic Bubble was planned to reopen;[12] however, in late April, the third wave had spread to the Atlantic provinces. In response, Newfoundland and Labrador, Prince Edward Island, and Nova Scotia reinstated travel bans toward the rest of the country. Following Health Canada's approval of the Pfizer–BioNTech COVID-19 vaccine, and later the mRNA-1273 vaccine developed by Moderna, mass vaccinations began nationwide on December 14, 2020.[13][14] On February 26, 2021, Health Canada approved the Oxford–AstraZeneca COVID-19 vaccine for use,[15] and on March 5, 2021, they additionally approved the Janssen COVID-19 vaccine for a total of four approved vaccines in the nation.[16] However, most provinces discontinued first doses of Oxford-AstraZeneca by May 12, 2021,[17] while the administration of the Janssen vaccine was determined unnecessary.[18] Canada became one of the most vaccinated countries in the world, with a continually high uptake of the vaccine.[19] Despite high general uptake of the vaccine, cases began to surge particularly amongst the unvaccinated population in provinces like Alberta, which had removed nearly all pandemic restrictions.[citation needed] Near the end of summer 2021, cases began to surge across Canada, notably in the provinces of British Columbia, Alberta, Quebec and Ontario, particularly amongst the unvaccinated population. During this fourth wave of the virus, return to pandemic restrictions such as mask mandates were reinstated in provinces like British Columbia and Alberta.[20] The surge in cases was largely deemed to be a \"pandemic of the unvaccinated\"[21] and resulted in the introduction of vaccine passports, for all provinces and two of the territories.[22][23] Federally, Prime Minister Justin Trudeau instated requirements for vaccination in order to partake in air travel, as well as those who ride Via Rail and Rocky Mountaineer trains as of October 30, 2021. Additionally, the mandate included any federally regulated workers.[24][25] In January 2022, all of Canada's provinces and territories were experiencing record-level case numbers, primarily driven by the SARS-CoV-2 Omicron variant, which caused provincial and territorial governments to reintroduce restrictions surrounding travel and isolation. However, in mid-February active caseloads and hospitalizations began to decrease and towards the end of February 2022, almost all provinces and territories had announced plans to lift restrictions by early March or mid-March 2022, if epidemiology remained favorable.[26] On January 12, 2020, the World Health Organization (WHO) confirmed that a novel coronavirus was the cause of a respiratory illness in a cluster of people in Wuhan City, Hubei Province, China, reported to the WHO on December 31, 2019.[27][28] The case fatality ratio for COVID-19 has been much lower than SARS of 2003,[29][30] but the transmission has been significantly greater, with a significant death toll.[31][29]   On January 1, 2020, the WHO set up the IMST (Incident Management Support Team) across all three levels of the organization: headquarters, regional headquarters and country-level, putting the organization on an emergency footing for dealing with the outbreak.[50] On January 7, when it appeared that there was a health crisis emerging in Wuhan, Public Health Canada advised travellers to China to avoid contact with animals, noting that they were very carefully monitoring the situation. Still there was no evidence of what caused the illness, or how it spread.[51] On January 15, the federal government activated its Emergency Operations Centre.[52] On January 17, the Canada Border Services Agency (CBSA) indicated plans were in progress \"to implement signage\" in the Montreal, Toronto, and Vancouver airports to raise awareness of the virus. An additional health screening question added to the electronic kiosks for passengers arriving from central China. The agency noted the overall risk to Canadians was low, and there were no direct flights from Wuhan to Canada. The CBSA said it would not be, at that time, implementing extra screening measures, but would \"monitor the situation closely\".[53][54] On January 23, the federal Minister of Health, Patty Hajdu, said they were monitoring five or six people for signs of the virus.[55][56] That same day, the chief public health officer of Canada, Theresa Tam, was a member of the WHO committee that broadcast that it was too early to declare a Public Health Emergency of International Concern. The following day, in Wuhan, China, construction began on a new hospital to treat COVID-19 patients. The hospital took only 10 days to build and was widely reported around the world.[57] Initially, Canada faced a shortage of personal protective equipment, as the Trudeau government had reduced PPE funding as a cost-cutting measure in previous years.[58][59] * On 17 July 2020, the large number of recoveries is due to a revision of the algorithm used in Quebec to determine whether a patient who is neither deceased nor currently hospitalized may be considered recovered.[60]  Health Canada is responsible for approval and regulation of vaccines (and other pharmaceuticals), while the Public Health Agency of Canada (PHAC) is responsible for public health, emergency preparedness and response, and infectious and chronic disease control and prevention. Vaccines are authorized by Health Canada, purchased by the Government of Canada and distributed by PHAC to individual provinces and territories in tranches based on various factors such as population size and prioritized peoples. The National Advisory Committee on Immunization (NACI) has also issued recommendations on how vaccines should be distributed, in what intervals and to which populations. NACI has also been involved in recommendations on the use or disuse of vaccines to certain ages or populations.  On December 26, 2020, Ontario announced that two cases of the B.1.1.7 variant had been found in Durham.[63] On January 8, 2021, the Public Health Agency of Canada announced that the first case of the South African variant had been found in Alberta.[64] On February 8, CTV reported that the first case of the P.1 variant out of Brazil had been detected in Toronto.[65] On April 21, the B.C. Ministry of Health announced that they had seen cases of B.1.617 as early as April 4.[66] On May 14, Canada added B.1.617 (including what is now known as Delta) to its variants of concern. On May 31, 2021, WHO announced that the variant B.1.1.7 was being renamed Alpha, P.1 Gamma, B.1.617.2 Delta and B.1.351 Beta. Early evidence out of Alberta[67] suggests that the Pfizer and Moderna vaccines will continue to be effective against death or hospitalization from the Alpha and Gamma variants. A study in Ontario found that the Pfizer vaccine was 95% effective to prevent hospitalization or death from the Alpha, Beta and Gamma variants 7 days after the second dose.[68] Moderna was 94% effective against Alpha 7 days after the 2nd dose. Moderna appeared to be highly effective against Delta. A preprint study from epidemiologists David Fisman and Ashleigh Tuite, at the University of Toronto, found that the Delta variant had a 120% greater risk of hospitalization, 287% greater risk of ICU admission and 137% greater risk of death compared to non-variant of concern strains of SARS-COV-2.[69] The federal government activated its Emergency Operations Centre on January 15, 2020.[52] The federal government's pandemic response is based on two primary documents: the Canadian Pandemic Influenza Preparedness planning guidelines, which outlines risks and measures to address a viral disease,[71] and the Federal/Provincial/Territorial Public Health Response Plan for Biological Events, which includes identifying, tracking, and ensuring rapid access to medical care.[72] As of February 27, the response plan was at level 3 (escalated).[73] On March 18, the federal Minister of Health, Patty Hajdu, announced that the federal government had signed an interim order to speed up access to COVID-19 test kits that would allow provincial labs to increase testing. The test kits are made by Switzerland-based Roche Molecular Systems and Thermo Fisher Scientific.[74] According to Health Canada, \"an Interim Order is one of the fastest mechanisms available to the Government of Canada to help make health products available to address larger-scale public health emergencies. This Interim Order provides the Minister with the flexibility to consider the urgent circumstances relating to the need for the medical device, authorizations granted by foreign regulatory authorities, or possible new uses for medical devices that are approved in Canada.\"[75] On March 19, the federal government announced that it had added to Trudeau's March 11 announcement of $275 million in funding for an additional 49 projects to bring the total to 96 research projects that will focus on developing and implementing measures to detect, manage, and reduce the transmission of COVID-19.[76][77] On March 20, as part of the announcement on Canada's industrial strategy (see below), Trudeau stated that the National Research Council would work with small- and medium-sized companies on health research to fight the virus.[78] On March 23, Theresa Tam began appearing in public service announcements on radio and television, urging personal hygiene, social distancing, and against unnecessary travel.[79] On April 6, Tam began to suggest that the use of non-medical face masks in public could be an \"additional measure\" of protection. She stated to \"protect others around you in situations where physical distancing is difficult to maintain\", but that this is not proven to protect the wearer and is considered complementary to all existing health guidance issued thus far.[80] In response to backlogs in COVID-19 testing, especially provinces like Ontario, Health Canada approved new rapid testing for the virus.[81] On November 3, Tam said that \"living with COVID-19 is something that we have to do because it's not going to immediately disappear and the population doesn't have much immunity\", and went on to say that \"If cases do occur and accelerate in a community, then you have to get at it early because if you let it, the virus and the numbers accelerate and keep accelerating...you will then end up with more widespread closures. So, I think as cities or hotspots cool down, if you like, the restart needs to be carefully thought of.\"[82] Long-term care homes have been impacted heavily by the pandemic. On April 13, Tam reported that at least half of COVID-19 deaths in Canada were linked to long-term care homes (with the exact number varying by province), and that \"these deaths will continue to increase, even as the epidemic growth rate slows down.[83][84] Tam cited factors such as outside visitors, communal living spaces, and staff being transferred among multiple facilities as particular vulnerabilities.[85][86] The pandemic has exacerbated pre-existing staffing issues at some facilities, including underpaid staff and being understaffed in general.[87][83][88] On April 28, Tam stated that as many as 79 percent of Canada's COVID-19 fatalities occurred in long-term care homes.[89] Health Canada issued recommendations for long-term care homes. They encouraged them to restrict outside visitors and volunteers, restrict employees from being transferred between multiple facilities, provide personal protective equipment, enforce physical distancing during meals, screen staff and essential visitors. On April 15, Trudeau announced that the federal government planned to provide additional pay to long-term care workers.[90][91] In April 2020, the Department of National Defence gave the provinces the option to get Canadian Armed Forces assistance in combating the pandemic in long-term care facilities. Quebec was the first to act, with military personnel arriving on April 17.[92] Ontario responded next, with Premier Doug Ford requesting military aid on April 22.[93] On March 14, Canada recommended against any international travel and advised those returning from outside of Canada, except for essential workers (such as flight crew), to self-isolate for 14 days.[94] The Quarantine Act was invoked by Hajdu on March 26, making self-isolation a legal mandate for travellers (excluding essential workers) returning to the country. It also prohibits those who are symptomatic from using public transit as transport to their place of self-isolation, and prohibiting self-isolation in settings where they may come in contact with those who are vulnerable (people with pre-existing conditions and the elderly).[95] Since March 16, only Canadian citizens and their immediate families, permanent residents, and U.S. citizens can enter the country. The only exceptions are flight crews, diplomats, and trade and commerce. Travellers showing COVID-19 symptoms are not allowed to board flights into Canada, regardless of their citizenship.[96][97] International flights to Canada from outside the Caribbean, Mexico, and the U.S. were instructed to land at either Calgary International Airport, Montréal–Trudeau International Airport, Toronto Pearson International Airport, or Vancouver International Airport.[96][97] Since March 20, Canada and the United States have temporarily restricted all non-essential travel across their border while maintaining supply chains between both countries.[98][99] On April 16, Trudeau stated that the Canada/U.S. border restrictions would remain in place \"for a significant amount of time\".[100] The next day, Canada and the United States had agreed to extend their entry restrictions, which were to expire on April 21, for an additional 30 days beyond that date.[101] Border restrictions were extended until the summer of 2021. Since March 30, individuals showing COVID-19 symptoms must be refused boarding on domestic flights (10 seats or more) and passenger trains. However, it excluded buses and intercity passenger rail services.[102] Since April 20, all travellers were required to wear face masks while departing and arriving on air travel, including during security screenings. Those who did not comply were prevented from proceeding.[103] As the border with the United States continued to be closed to non-essential travel, the Canadian government announced plans in October to allow family members to reunite under compassionate terms.[104] Within the country, the Canadian provinces of New Brunswick, Prince Edward Island, Nova Scotia and Newfoundland and Labrador established the Atlantic Bubble, restricting travel from other provinces but allowing free movement amongst residents of the member provinces.[105] Suspending the Atlantic Bubble was necessary in November 2020 due to the second wave. On January 6, 2021, the federal government announced that all incoming travellers must present proof of a negative COVID-19 PCR test conducted within 72 hours of their departure time to board flights into Canada.[106] On January 29, 2021, due to concerns surrounding SARS-Cov2 (COVID-19) variants, Trudeau announced a series of new travel restrictions. Travellers arriving in Canada will be required to receive a COVID-19 PCR test on arrival and must quarantine at an \"approved hotel\" at their own expense. At the same time, they awaited test results or recovery and were subject to \"increased surveillance\" during the remainder of the mandatory 14-day isolation period. On February 12, an announcement of a third PCR test would be required at the end of the 14-day isolation period. The new rules for international travel will go into effect on February 22.[107] Foreign flights are only allowed to land in Calgary, Montreal, Toronto, or Vancouver. In addition, all flights to the Caribbean and Mexico have been suspended until April 30.[108][109] On October 6, 2021, Justin Trudeau announced that vaccination will become mandatory for those seeking to board planes to fly domestically or internationally as well as those who travel with Via Rail or Rocky Mountaineer trains in Canada.[110] Starting November 30, 2021, the option to provide a negative COVID-19 test prior to boarding will no longer be possible and all passengers must be fully vaccinated.[111] A First Ministers' meeting scheduled for March 12 and 13 was cancelled after Trudeau and his wife Sophie Grégoire entered self-isolation.[112] The Canadian House of Commons was suspended between March 14 and April 20, immediately after passing the new North American free trade deal. The federal budget, previously scheduled for March 20, was also suspended.[113] In March 2020, the Bank of Canada twice lowered its overnight rate target by 50 basis points—first to 1.25 percent on March 4, and then to 0.75 percent on March 13. It cited the \"negative shocks to Canada's economy arising from the COVID-19 pandemic and the recent sharp drop in oil prices\" in explaining the move.[114][115] On March 27, the Bank lowered the rate a third time to 0.25 percent, citing \"serious consequences for Canadians and for the economy\" due to the COVID-19 pandemic.[116] The Bank also launched a program to \"alleviate strains in the short-term funding markets\" and another program to acquire Government of Canada securities at a minimum of $5 billion per week.[117] On March 18, the federal government announced an $82-billion response package with a variety of measures.[118] On March 25, the COVID-19 Emergency Response Act received royal assent from Governor General Julie Payette.[119] The measures in this first package included: The CERB launched on April 6.[122] On April 15, Trudeau announced an extension to the CERB to workers making up to $1,000 per month and that the government planned to work with the provinces to implement salary top-ups for essential workers who make less than $2,500 per month.[123] The Canada Emergency Wage Subsidy (CEWS) was announced on April 1, an expanded version of the temporary business wage subsidy. The Parliament reconvened on April 11 to pass the COVID-19 Emergency Response Act, No. 2 on division. It implemented the CEWS, allowing eligible companies to receive a 75 percent subsidy on each of their employees' wages (up to their first $58,700) for 12 weeks retroactive to March 15.[124] Trudeau introduced new financial aid programs on April 10, including the Canada Emergency Business Account (CEBA), which offers loans, interest-free until the end of 2022, of up to $40,000 for small- and medium-sized businesses.[125][126] The CEBA was expanded on April 16 to make more businesses eligible.[how?] Trudeau announced the Canada Emergency Student Benefit (CESB) on April 22.[127] On April 30, Parliamentary Budget Officer Yves Giroux issued a report projecting the federal deficit for the fiscal year 2020 could be in excess of $252 billion, based on nearly $146 billion in spending on federal aid measures.[128] On October 12, 2020, the federal government rolled out a new income support program after the ending of CERB, the Canada Recovery Benefit (CRB).[129] Another program, the Canada Recovery Caregiving Benefit (CRCB), supports Canadians working but have to take a break to care for dependents (a child below 12 years of age or a disabled family member). The benefit only applies if schools and care centres are closed or the dependent fell sick or contracted COVID-19.[130] On March 20, 2020, the government announced a plan to ramp up production of medical equipment, switching assembly lines to produce ventilators, masks, and other personal protective gear. Companies will be able to access funds through the government's Strategic Innovation Fund. The PM stated that Canadian medical supply firms Thornhill Medical, Medicom and Spartan Bioscience were looking to expand production. To address shortages and supply-chain disruption, Canada passed emergency legislation that waived patent protection, giving the government, companies or organizations that it selects the right to produce patented products without permission from the patent holder.[131] According to Innovation, Science and Industry minister Navdeep Bains, \"the country's entire industrial policy will be refocused to prioritize the fight against COVID-19\".[132][133] During the COVID-19 pandemic, 34% of people consulted their doctors over the phone.[134][135] In May 2020, Justin Trudeau announced an investment of $240.5 million to support the growth of virtual care and mental health tools in Canada.[136] On March 12, Quebec declared a public health emergency, requiring international travellers to self-isolate for 14 days and banning gatherings of 250 people. Extending the ban to all gatherings outside workplaces and retail.[214] On March 16, Prince Edward Island declared a public health emergency. Alberta and Ontario declared emergencies on March 17, followed by British Columbia, Newfoundland and Labrador, the Northwest Territories, Nunavut, Saskatchewan, and Yukon on March 18. New Brunswick, Manitoba, and Nova Scotia declared emergencies on March 19, March 20, and March 22 respectively.[215] These emergencies allowed provinces to ban gatherings and require international travellers to self-isolate. On March 25, mandatory self-isolation was imposed federally, making it a legal requirement for all provinces that had not done so already.[216] New Brunswick, the Northwest Territories, Nunavut, Prince Edward Island and have all restricted entry through interprovincial borders, prohibiting the entry of non-residents without a valid reason. Quebec has additionally restricted travel into 9 of its 18 regions and parts of 3 other regions. The borders of Nova Scotia and Newfoundland and Labrador are being screened, while also requiring travellers to self-isolate for 14 days upon entering the province.[217] Public schools (under Provincial control) across the country quickly followed suit and closed.[218] Schools in the Toronto District School Board were closed under a 2-week class-free quarantine beginning on the week after the regularly scheduled March Break. Virtual learning was implemented in the week following the quarantine and extended until the beginning of the next school year, giving students the option of going in-person with restrictions or continuing virtual learning. March Break was pushed back to the week of April 11. Laurentian University in Greater Sudbury was the first to voluntarily suspended classes and moved to online instruction on March 12.[219] This was quickly followed by many other universities across the country. Bars, restaurants, cinemas, and other businesses have been ordered closed by provinces, territories, and municipalities across the country. Initially, some jurisdictions allowed restaurants or bars to stay open with reduced capacity and social distancing. Takeout and delivery orders are largely still permitted.[217] Jurisdictions have differed on daycare closures. In particular, British Columbia and Saskatchewan have faced criticism for allowing daycares to remain open while closing schools, bars, and restaurants.[220] Ontario, Quebec, and Saskatchewan have mandated the closure of all businesses not deemed essential by the provinces. Essential businesses include grocery stores, takeout and delivery restaurants, pharmacies, transportation, manufacturing, food production, energy, and healthcare.[221][222][223] Liquor and cannabis stores remained mainly open across the country, with governments reversing their closure orders due to alcohol withdrawal syndrome[224][225] concerns. Alberta, British Columbia, New Brunswick, Prince Edward Island, and Manitoba all offered one-time payments that aimed to bridge the gap before implementating the federal Canada Emergency Response Benefit. Quebec's Temporary Aid for Workers Program provides up to four weeks of payments for those who do not qualify for federal assistance. Prince Edward Island also provides payments to those who have kept their jobs but work reduced hours.[226] Many provinces and territories have increased payments for those already receiving income supports. Courts across the country instituted measures to reduce public contact while maintaining access to the courts.[227] The Supreme Court of Canada has closed the building to public tours while maintaining the ability to file documents for cases electronically. It has also adjourned appeals which were to be heard in March, to dates in June.[228] Other courts have prioritized the cases that will be heard, giving priority to ongoing criminal trials and trials in family and child protection matters while adjourning most pending cases to later dates. On March 19, the Pimicikamak Cree Nation in northern Manitoba restricted entry to essential travellers, and Chief David Monias said the Sayisi Dene and others are doing the same. As of March 19, the Council of the Haida Nation said it was discouraging all non-resident travel to the islands \"for the time being.\"[229] On March 27, Wasauksing First Nation declared a state of emergency with Gimaa (chief) Wally Tabobondung announcing the creation of a response team and the state of emergency via YouTube video. In an update posted on May 16, the chief and council announced they had installed cameras with facial and licence plate recognition technology at local checkpoints to identify outsiders entering the territory. Cottagers leasing property on the territory had been barred from entering until June 6. As of June 6, anyone entering the Wasauksing must have a tag issued by the band government and provide information for a centralized registry. Re-opening has been occurring in phases. As of an update posted on June 21, the state of emergency had been extended an additional 90 days.[230] On October 1, in anticipation of the \"Second Wave,\" Tk’emlups te Secwepemc Secwépemc First Nation instituted a mandatory face mask policy in indoor spaces where physical distancing was not possible, including hallways, staircases, and shared vehicles.[231] As of October 8, the infection rate in Indigenous communities had been one-third of the infection rate in non-Indigenous communities, according to an update from Indigenous Services Minister Marc Miller. Miller praised Indigenous leadership and with Indigenous Services Canada's Chief Medical Officer Dr. Tim Wong, encouraging Indigenous people to remain vigilant and safe.[232] First Nations communities are prioritized amongst others in the first phase of vaccinations against the virus.[233] The COVID-19 pandemic had a deep impact on the Canadian economy, leading it into a recession. The government's social distancing rules had the effect of limiting economic activity in the country. Companies started mass-layoffs of workers, and Canada's unemployment rate was 13.5% in May 2020, the highest it has been since 1976.[234] Many large-scale events that planned to take place in 2020 in Canada were cancelled or delayed. This includes all major sporting and artistic events.[235] Canada's tourism and air travel sectors were hit especially hard due to travel restrictions.[236] Some farmers feared a labour shortfall and bankruptcy.[237] COVID-19 testing can be used to track the prevalence and spread, to diagnose individuals for treatment, to identify infections for isolation and contact tracing, to screen at-risk populations, to clear exposed healthcare workers to return to work, and to identify individuals with potential immunity. The World Health Organization says that jurisdictions should aim to test every suspected case of COVID-19.[238] Since health care is under provincial jurisdiction, almost all testing is conducted by the provinces and territories rather than the federal government. On April 23, Trudeau identified broader testing as key to reopening the country, mentioning the target of 60,000 tests per day set by Dr. Theresa Tam, but warned that up to 120,000 per day may be required.[239] As of late April, approximately 20,000 tests per day were being performed in Canada.[240] Total numbers of tests conducted for the provinces and Canada show that over 800,000 Canadians have been tested as of early May 2020. The displayed chart shows the testing rates per capita in the provinces and territories from March to May 2020. Only COVID-19 tests approved by Health Canada can be imported or sold in Canada.[242] Since this is usually a lengthy process, on March 18, the Minister of Health Hajdu issued an interim order to allow expedited access to COVID-19-related medical devices for use by healthcare providers, including diagnostic test kits.[243] The same day, the first commercial tests were approved, RT-PCR tests from Roche and Thermo Fisher.[244] Another 13 diagnostic products have since been approved, all based on Nucleic Acid tests.[244] As of April 30, 21 diagnostic device applications were listed as submitted by Health Canada.[242] Canada's National Microbiology Lab in Winnipeg performs diagnostic testing for and research into COVID-19.[245] Samples from suspected cases early in the pandemic were sent by provinces and territories to this national lab for testing, either as the sole test or as a check of an in-province test result.[246] The lab diagnosed the first confirmed case in Canada on January 27, 2020.[247] Since then, provinces and territories have established their own testing capacity but have occasionally sent samples to the national lab for a second test as a check.[248] Provinces have faced COVID-19 testing backlogs due to a shortage of supplies, including the chemical reagents required to complete the tests.[249] In late April, the federal government arranged for a cargo flight from China that delivered the equivalent of about six to nine months of production for one particular raw material for the 20-odd raw materials needed by supplier LuminUltra to supply reagent kits for RT-PCR machines.[250] Health Canada identifies nucleic acid-based testing as \"the gold standard used in Canada and abroad, for the diagnosis of active COVID-19 infection in patients with symptoms.\"[251] The predominant type of testing is used in RT-PCR. They use a carefully produced and validated swab to collect a sample from a person's throat, back of the nose, or front of the nose. The swab is put inside a sealed container containing a medium that preserves the virus, which is sent to test-processing centres in the corresponding province or territory. At the centres, highly skilled technicians use large commercial machines from a variety of manufactures to process tens to hundreds batches of samples at a time. The test chemically strips the RNA from the sample then mixes it with a test kit containing chemical reagents designed to detect RNA signatures of SARS-CoV-2. The sample is cycled between a set of temperatures to amplify the chemical RNA signature. This leads to processing times that range from 4 to 24 hours.[252] The actual RT-PCR test is 99 percent accurate. However, false-negative results are estimated to occur 8 to 10 percent of the time due to poor swabbing technique. They may be as high as 30 percent, depending on how long after symptom onset the test was performed.[253][254] Provinces have faced COVID-19 testing backlogs due to a shortage of the chemical reagents and swabs required to complete the tests.[249] LuminUltra Technologies Ltd. of Fredericton is producing reagent test kits to use with automated RT-PCR machines. On April 15, Trudeau announced that the company would be \"ramping up production ... to meet the weekly demand in all provinces.\"[249] The company announced the same day that it would provide \"500,000 urgently needed COVID-19 tests per week to the Canadian federal government for use across Canada.\"[250] Spartan Bioscience of Ottawa signed contracts with the federal government and the provinces of Alberta, Quebec, and Ontario to supply virus-RNA testing systems that process a single swab sample in 30 to 60 minutes.[255] Together the contracts were for over one million swab test kits, and at least 250 handheld devices.[256][255] On April 13, Health Canada approved this test, but on May 3 the test was recalled due to unreliable results.[257] Precision Biomonitoring of Guelph signed a Letter of Intent on March 31 with the federal government to co-develop a novel point-of-care test kit for COVID‑19, which is now pending an authorization from Health Canada.[258] Their 1.2 kg battery-operated mobile device performs nine tests per hour and takes 60 minutes to produce a result.[259] Bio-ID Diagnostics of Edmonton developed a direct 24-hour virus test that can be scaled to 20,000 samples per day. Since it is based on sequencing DNA it avoids false positives, and it detects a low concentration of the virus, substantially reducing false negatives in asymptomatic individuals.[253] On October 5, Health Canada approved a portable PCR test – the Hyris bCUBE —which was based on technology developed at the University of Guelph and can process tests in 90 minutes.[260][261] These blood tests look for antibodies to the SARS-CoV-2 virus and range in complexity from laboratory tests to at-home kits similar to pregnancy tests.[262] Antibodies do not form immediately upon infection, so these tests are not well-suited for detecting a current infection. However, they can potentially identify those who have been infected in the past.[262] Health Canada has been evaluating several antibody tests.[251] Health Canada deemed that \"Serological tests are not appropriate for early diagnosis of COVID-19, largely due variability in the time required after infection to develop antibodies.\"[251] On May 12, 2020, Health Canada announced the first antibody test approved for use, a laboratory test from DiaSorin, an Italian multinational biotechnology company.[263] Health Canada wrote that the trial would \"contribute to a better understanding of whether people who have been infected are immune to the virus.\"[263] Health Canada posts \"studies will be required to determine how long the antibodies remain detectable, whether for weeks, months or years\" and \"the relationship between antibodies and immunity to future viral infection.\"[251] Nonetheless, many countries are conducting or planning large-scale testing to determine the population's proportion that are potentially immune. As of April 20, the WHO estimated that the most affected countries had at most 2 to 3 percent of people infected.[264] On April 23, 2020, Trudeau created a COVID-19 Immunity Task Force of researchers, including Dr. Tam, Dr. David Naylor, and Dr. Mona Nemer, to coordinate monitoring of immunity and vulnerability to COVID-19 in the Canadian population.[265] The taskforce will oversee national antibody surveys over the next two years in which will test one million Canadians.[239] Researchers at Sinai Health's Lunenfeld-Tanenbaum Research Institute in Toronto are developing a robotic system that can process mass numbers of antibody tests.[266] MedMira of Halifax developed one of the first rapid detection kits for HIV and has now developed a COVID-19 antibody test that takes three minutes from taking the blood drop specimen.[267] Plantform Corp. of Guelph applied for funding from the National Research Council to develop an antibody test for COVID-19.[268] Tests for antigens, proteins that are part of the virus's surface, were first approved by Health Canada on October 6, when it approved and ordered 20.5 million units of one manufactured by Abbott Laboratories as a point-of-care test.[269] They can produce results faster than PCR tests (around 20 minutes)[269] but are generally less accurate than PCR tests. Abbott states that they are designed for preliminary results and not intended \"as the sole basis for treatment or other management decisions.\" Deputy Chief Public Health Officer Howard Njoo stated these tests could be deployed in workplaces and communal living environments.[269] Sona Nanotech of Halifax was developing point-of-care COVID-19 antigen test kits that provide results in 5–15 minutes with an anticipating cost to be less than $50. If successful, the project will yield 20,000 test kits available per week, with the potential to scale up to 1 million test kits per week.[258][270] Total cases per 100,000 inhabitants by province/territory Total deaths per 100,000 inhabitants by province/territory Alberta British Columbia Saskatchewan Ontario Quebec New Brunswick Nova Scotia Prince Edward Island Northwest Territories Yukon Nunavut Template:COVID-19 pandemic","Title":"COVID-19 pandemic in Canada - Wikipedia","KeyID":"10657","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Canada"}