{"Content: ":"Ministry of Health Crowdsourced Community Spread Data The COVID-19 pandemic was confirmed by diagnostic test to have reached the British Overseas Territory of Bermuda on 18 March 2020; with individuals having arrived from the UK and US. Those individuals had been traced to back to the fourth and sixth of March. This was the first it was confirmed and some believe that COVID-19 could have been on island undetected with asymptomatic individuals before that time. The Government of Bermuda has pushed to keep its people safe from COVID-19 and to reduce social media rumors. To assist in the reduced rumors on social media, the official government website (to the left) was updated with a direct link for information relating to Bermuda. They also used WhatsApp to communicate with the general public. Therefore, due to the size of Bermuda and limited published worldwide data the below data can be verified via the media links below. The Ministry of Health also did not report on some data information until the identifications of individuals could be protected. Bermuda is a small community and using process of elimination identities could be revealed when numbers are small. Therefore, data regarding details, flights, race, and age did not get published until privacy could be maintained. The government announced a 14-day 24-hour \"Shelter in Place\" starting 4 April, where residents were only allowed to leave home for groceries, pharmaceuticals, or medical emergencies. On 14 April, it was announced that the \"Shelter in Place\" would be extended 14 more days.[2] Government Quarantine Facilities (GQFs) had been designated and those locations had prohibited access as the general public was not permitted. Individuals who had been required to stay at these facilities had been restricted to their rooms and once departures had been completed the sites had been cleaned thoroughly using standards as approved by the department of health. These facilities are being used until technology based tools, similar to that used in Hong Kong (CITV Bermuda press conference broadcast dated 2020-05-20 on YouTube) could be used to ensure people comply with the stay-at-home orders. Due to the sensitive nature of COVID-19, the facilities were not identified in this article, it will only state that one to three sites had been used at different times during the pandemic. The head of KEMH announced on Wednesday, 20 May 2020 that they are prepared to use convalescent plasma therapy and have six treatments in stock. (CITV Bermuda press conference broadcast dated 2020-05-20 on YouTube) On Sunday, the 12 January 2020, the World Health Organization (WHO) confirmed that a novel coronavirus was the cause of a respiratory illness in a cluster of people in Wuhan City, Hubei Province, China, which was reported to the WHO on 31 December 2019.[3][4] The Case fatality rate for COVID-19 has been much lower than Severe acute respiratory syndrome,[5][6] but the transmission has been significantly greater, with a significant total death toll.[7][5] From 19 March, Public Health England no longer classified COVID-19 as a \"High consequence infectious disease\".[6] The Minister for Health during the pandemic was, and continues to be, Kim Wilson, whose policies acted with \"an abundance of caution\".[8][9] Government started public addresses to the general public via CITV, and social media the CITV Bermuda YouTube channel video published today (11 March). These public addresses continued almost daily and they were daily from the Monday, 30 March 2020 until Monday, 18 April 2020. At which time they changed to Monday, Wednesday, and Friday and have continue as such up to this update on Friday, 15 May 2020. This is important to note because the Government of Bermuda improved its online standard and presence during the pandemic. Encouraged due to the social distancing guidance at the time. From this version of video aired on the 11 March, with a photo and voice over, they moved to live streaming and clear images. Also producing many government informational clips that were shown on YouTube, Instagram, Facebook, and Twitter. These clips had been informational in nature to provide the general public with directions on the pandemic and videos of gratitude for the many essential workers like cashiers, dockworkers, doctors, firemen, nurses, Police, Royal Bermuda Regiment, and Sanitation personal to name a few. Quarantine (Travel Ban) Order 2020 listed the following countries in its travel ban China, Iran, Italy, and Republic of Korea: Daegu or Cheongdo.[10] At 6:50 p.m. the Premier of Bermuda announced in a press conference that the first two diagnosed cases in Bermuda were confirmed.[11][12] It was also reported that these cases had been imported from overseas by the follow means: In light of the presence of COVID-19 on the island since those flights the government moved quickly and announced the closure of some facilities/locations including schools.[13] Also, a moved to close the L.F. Wade International Airport to all arriving passenger flights containing non-residence was announced. Custom Officer concerns made and work stoppage regarding concerns with COVID-19.[14] Bermuda showed up on the World Health Organization Situation Report.[15] Quarantine (Travel Ban) Order 2020 ban on arrivals to Bermuda by general visitors.[16] Bermuda L.F. Wade International Airport set to close to all passengers, non-resident, as of 11:59 p.m. today (20 March).[13] Order to close the following in the interest of public health, pursuant to section 88 of the Public Health Act 1949. Sanitation workers halted garbage collection[17] voicing concerns and talks with the Bermuda Industrial Union occurred and the trash collection was resumed the following Monday, 30 March 2020. These concerns had been addressed by a meeting with health personal explaining COVID-19 and answering many questions as at this time the virus was not well understood by the general public, and understandable with the rapidly changing events in the world at that time. Order to close the following in the interest of public health, pursuant to section 88 of the Public Health Act 1949; with effect from 5:00 p.m. until the Monday, 30 March 2020 at 5:00 p.m.[18] Order to monitor individuals arriving to the island via flights at the airport. The order applies to all flights arriving in Bermuda on the 17th, 18th, 19th, and 20 March 2020 and in each case is to be of a fourteen-day duration. Details of the impacted flights can be found at the reference.[19] Fines for none compliance with the Ministry of Health with this order up to three months in prison, or $6,000.00 to $10,000.00 fine, or both prison and fine. The start of a 'Rolling Curfew' were hours of movement had been restricted each night from 8:00 p.m. to 6:00 a.m.[20] this continued until the 'Shelter in Place'. Bernews has identified this to start on Sunday, 29 March.[21] Fines for none compliance with the curfew at this time had been up to six months in prison, or up to $2,880.00, or both prison and fine. Order to close the following in the interest of public health, pursuant to section 88 of the Public Health Act 1949.[22] Proclamation by His Excellency the Governor and Commander-in-Chief in and over Bermuda and in accordance with section 14(3) of the Constitution of Bermuda, the Governor in consultations with the Premier of Bermuda have declared that a state of emergency exists in Bermuda due to the COVID-19 global pandemic. Another proclamation was made, same day, in accordance with section 14(4) to summon both Houses of the Legislature to meet on Monday, 6 April 2020 at 10:00 a.m. Order to require all businesses to shift to remote work where it can be done by passing the Occupational Safety and Health (COVID-19) Temporary Regulations 2020.[23] The Government of Bermuda passed the \"Emergency Powers (COVID-19 Shelter in Place) Regulations 2020\",[24] and subsequent amendments spoken about in this article shall be referred to as \"Emergency Powers\" in general as amendments did occur. Shelter in Place, also known as 'lockdown' in the general public and other jurisdictions at the time, started at 6:00 a.m. that Saturday morning for a period of fourteen days until Saturday, 18 April 2020 at 6:00 p.m. The legislation, the legal 'cease to have effect' date was on Wednesday, 15 April 2020 at 6:00 p.m. unless extended, which it was extended until Saturday, 18 April 2020 at 6:00 p.m. and again to Saturday, 02 May 2020 at 6:00 p.m. The phrase \"Shelter in Place\" was chosen to reduce the mental impact of words like \"lockdown\" and how they impact the community. Fines for none compliance with the Shelter in Place at this changed to up to six months in prison, or up to $10,000.00 fine, or both prison and fine. It was announced that there had been the first two COVID-19 deaths on the island. Published by Governor's Notice (GN371/2020)[25] an extension to the 'Shelter in Place' until Saturday, 18 April 2020 at 6:00 a.m. was published to the official gazette, approved by the House of Assembly and Senate. The Shelter in Place was amended a first time,[26] to give the Minister of National Security the ability to permit restricted movement and other general administrative items to assist the country at the time of this pandemic. There were 5 deaths from COVID-19.[27] There were 83 cases on the island out of which 26 were imported, 45 were community spread, 12 were pending investigation, and 35 of those cases were recovered. First time in history the Parliament of Bermuda held a virtual meeting to extend the Shelter in Place and enact legislation to continue restrictions for the safety of public health going forward. The legislation \"Emergency Powers\" was amended a second time, to assist the country and its people to allow further assistance regarding grocery shopping and food for pets, it also identified what days people can go to the grocery stores.[28] Shopping days at this time changed to all those with a surname beginning with the letter shown below, can proceed to shop or get needed supplies. It was also allowed that anyone who was able to move/shop on Sunday will also be allowed to do so in accordance with their surname. This was in part due to the observation and encouragement for family to assist those who live alone and needed assistance. This was a change from the previous name structure, see above 4 April, as it was noticed to be less efficient and added stress to individuals. An order to extend quarantine of individuals already in quarantine who test positive.[29] \"Emergency Powers\" amended a third time, to further assist with remote work to allow an office or computer supply store to operate.[30] The above information can be verified by watching the CITV Bermuda press releases for each day, the data is read at the beginning of each press meeting. Government of Bermuda has moved to a phased reopening approach. This will be done in four parts as shown in the image below. Phase One will start at 6:00 a.m. as the official end of \"Shelter In Place\". Legislation passed to move into this phased approach, with the hours for curfew during Phase 1 to be 10:00 p.m. to 6:00 a.m. each night.[31] The closure of some business still mandatory while others are on restricted hours. It was made clear in the press conference that this Phased approached does not have any dates and it is subject to change, the priority of this Government is the protection of the people. Also, this is when the term 'social distancing' was changed to Physical distancing to reflect what was actually trying to be achieved. Racial reporting started to identify the number of persons who contracted COVID-19 based on race. This was becoming more important as it was being reported that race may have an impact on COVID-19 patients. The Continuing Precautions Regulations was amended a first time,[32] to add money service business which are needed as individuals/families have overseas persons that they cannot send funds and to provide cash chequeing abilities to those who do not have access to a banking facility (no bank account holders). The regulations also prohibit scuba diving as all oxygen was being restricted for use at the hospital and should an accident occur, the hyperbaric chamber would need to use the oxygen in stock. Reporting format for the data changed from just \"Local Transmission\" to \"Local Transmission Known Contact/Source\" and \"Local Transmission Unknown Contact/Source\". This data change has been reflected in the table above for May. BHB announced the following information. Admissions to King Edward VII Hospital (KEMH) for COVID-19 since the beginning of the pandemic to date are 37. The highest number of COVID-19 patients at any one time was 16. BHB also confirmed that no cases of COVID-19 have been found at Mid-Atlantic Wellness Institute to date. There have been 60 surgeries (emergency, urgent and cancer-related) performed over the last four weeks and 53 babies have been born between Wednesday, 1 April and Tuesday, 12 May. Public bus service returns with restrictions, all passengers must wear a face mask and maintain a minimum of one meter (3 feet) distance when seated. Maximum capacity will be 17 passengers with no standing allowed, the number was reduced in a meeting on the Monday, 18 May and is currently unknown. Normal seating is about 40/42 and standing allowed to fill the bus. Details for passes here. Further issues with public transportation was expressed in the press conference today (20 May) when the press presented a question regarding the drivers will stop work if minibuses are used and that they are allowing only nine people onto the bus; no answer was given at the time because the Minister of Tourism and Transport was not in attendance. After review of some comments regarding new articles on this topic, the general public is not happy with the concerns. Reasons given include, but not limited to, drivers had been paid for a service that had not been running for over a month with money paid for by the tax payers/public funds. Also, that like other industries, restaurants, bars, and hotels they should be laid off or have furlough days and apply for the government financial assistance if they do not wish to work. Others pointed out that cashiers, tellers, and supermarket personnel are working and they cannot understand why they did not work. These concerns have validity and have come from a history of work stoppages made by the public transportation works, many times inconveniencing the general public to a point were the general support in this regard has been reducing. It has reduced to the point that some online comments have outright said to fire them all. It was also confirmed that KEMH had found a positive case of COVID in the Cooper Ward of a patient recently. They quarantined the ward and started testing and found another individual was positive, a nurse. No further cases have developed at this time however, both of these individuals had been a systematic, showing no symptoms. Premier of Bermuda added that 1015 antibody test had been completed to date and provided details of that fact. (CITV Bermuda press conference broadcast dated 2020-05-20 on YouTube) The head of KEMH also was pleased with the physical distancing people are doing as they are seeing a flat curve, related to the number of cases. Announced press conference meetings will be changed starting next week to twice a week. Bermuda Government approved the move to Phase 2 on Sunday, 17 May to start on today (21 May) and continue until Tuesday, 30 June. The government published the below to assist the public in known what can open at this time. Press conference meetings will now be twice a week on Monday and Thursday. The educational support program for parents who have to return to work only, starts for primary, middle aged children. The educational support program for parents who have to return to work only, starts for preschool aged children. Reporting on race did not occur until later to protect the identification of individuals. All incoming people arriving on flights had initially been required to self quarantine at home for flights arriving in March. This was changed to GQFs later. At the start GQFs had been at no charge and later charges of $100.00 per day had been implemented and waived if financial hardship was identified. Residence of Bermuda had been stranded overseas due to the rapid closing of borders both overseas and locally, and cancellation of flights due to COVID-19. Bermuda Government arranged flights to try to bring its people home. Residence returned home, from the Atlanta - United States, on a charter flight operated by Delta and arranged by Travel Edge, returning 104 Bermuda residents many of which were students or individuals who had been overseas for medical treatment. The flight returned to the United States with 100 passenger of different nationalities, among them three inmates being deported back to the United States reported bernews[33] and Royal Gazette.[34] Five residence returned from Canada via a private plane earlier this week, no date given. (CITV Bermuda press conference broadcast dated 2020-05-20 on YouTube) Many events had to be cancelled or postponed during the pandemic; too many to list exhaustively. A few of the most notable are: To observe physical distancing one school, Warwick Academy, prepared a bus that went around the island to many if not all of their students to make the event memorable with photographs with the school mascot. This was a creative and 'out of the box' type of thinking that was needed during the pandemic.[35] With the forced closures starting on the 21 March, the Bermuda economy started a slowdown. Many business had struggled to stay open, especially those in the service industry like restaurants and hotels. The Government created a temporary unemployment benefit[36] to assist people financially who had been unemployed as a result of COVID-19. This legislation was amended as time went on to assist as many as possible and even those who did not pay taxes in the past on the condition they register with the tax office. The aim was to be a bridge between the financial assistance program and the loss of employment during these times, as you have to be unemployed for twelve weeks before you can apply for financial assistance. More than two thousand payments had been processed however, some have still not received payments (15 May 2020) due to the processes within the government offices and the inability to clearly identify individual identities. First payments had been paid out the last week of March (30 March to 3 April) with some 819 completed application as of Wednesday, 31 March. Usually payments are made on the Thursday and Friday of each week. As of Wednesday, 20 May it was reported that approximately nine thousand individuals had been paid and twenty-three million paid out in relation to the unemployment benefit, with 1241 payments made for the first time last week. A further 150 million in a financing agreement by the government with a local institution to public funds. Government Ministers will lead by example and take 15% cut in pay to be tabled on Friday, 22 May. Economic advisory committee members are listed[37] (20 May) and the Minister of Finance also presented some of what is being done to help the economy. Public transportation was to resume on Monday, 18 May with a changed schedule [38] and March 2020 Bus Passes can be used up to Sunday, 31 May. While other passes for April 2020 and May 2020 can be exchanged at the Central Terminal by Sunday, 21 June 2020. The delay of public transportation was reported to be a \"lack of communication\" and was reset to start on Wednesday, 20 May 2020.[39] Bermuda has four banks and each opened one day a week to the public during the 'Shelter in Place'.[40] These notices had been online for the most part on rolling notices and other none linkable items as the situation was described as 'very fluid' or 'things changing fast'. The banks started to resume basic services to clients on Monday, 4 May 2020 and not all banks opened on that day. Service was maintained by all banks via their online banking platforms and ATM's with limited servicing. Thursday, 19 March 2020 they announced deferrals on residential and personal mortgages/loans for three months, and on credit cards for two months.[41] Tuesday, 24 March 2020 they announced reduced hours 9:00 a.m. to 1:00 p.m. due to COVID-19.[42] Friday, 27 March 2020 they open teller services at Rosebank, temporary, to assist with social distancing at the time.[43] Wednesday, 1 April 2020 they announced they would suspend planned rate changes.[44] Friday, 20 March they announced a delay in their sale to Permanent Capital as a result of COVID-19[45] due to market volatility. Thursday, 19 March 2020 they closed their Paget Branch.[46] Wednesday, 25 March 2020 they announced reduced hours 9:00 a.m. to 1:00 p.m. due to COVID-19.[47] Friday, 27 March 2020 they announced deferrals on mortgages/loans for a period of three months.[48] Friday, 20 March 2020 they announced waive of late payment fees and over limit fees of credit cards for three months and for clients to make contact with them should they need assistance with mortgages/loans.[49] Tuesday, 24 March 2020 the announced reduced hours,[50] they also closed their Church Street Branch at some point. BELCO, the islands only power supplier, suspended disconnections for 30 days announced on Friday, 20 March 2020.[51] The following are closures link to the COVID-19 pandemic of Bermuda businesses. Official links are to government websites and the few online news reporting we have in the country, in alpha order. The confirmation of many details can be found in the 'CITV Bermuda' video publications online with YouTube, Wikipedia has a few restrictions on YouTube links however, you may research the videos there for confirmation of some of the details above.","Title":"COVID-19 pandemic in Bermuda - Wikipedia","KeyID":"10654","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Bermuda"}