{"Content: ":"The COVID-19 pandemic had a deep impact on the Canadian economy, leading it into a recession. The government's social distancing rules had the effect of limiting economic activity in the country. Companies started mass-layoffs of workers, and Canada's unemployment rate was 13.5% in May 2020, the highest it has been since 1976.[1] Many large-scale events that planned to take place in 2020 in Canada were cancelled or delayed. This includes all major sporting and artistic events.[2] Canada's tourism and air travel sectors were hit especially hard due to travel restrictions.[3] Some farmers feared a labour shortfall and bankruptcy.[4] COVID-19 affected consumer behaviours. In the early stages of the pandemic, Canadian grocery stores were the site of large-scale panic buying which led to many empty shelves. By the end of March, most stores were closed to walk-in customers with the exception of grocery stores and pharmacies, which implemented strong social distancing rules in their premises. These rules were also implemented in other Canadian businesses as they began to re-open in the following months. By October 2021, employment levels recovered to levels last seen in February 2020 (prior to the pandemic), but gains were primarily concentrated within part-time job growth, especially part-time positions typically occupied by women. Approximately 100,000 fewer men held a full-time position, relative to pre-pandemic levels.[5] Overall, there remained 400,000 fewer jobs relative to pre-pandemic trend line.[6] Most event cancellations occurred on or after 12 March 2020, when several provinces implemented bans on gatherings of 250 or more people.[citation needed] The leadership contests of the Conservative Party of Canada, Green Party of British Columbia, Quebec Liberal Party and Parti Québécois were postponed.[7][8][9][10] In April 2020, there were concerns afoot that, because of the federal closure of all external borders, the farm sector would have difficulty with a labour shortfall, as seasonal farm workers would be absent.[11][12] In May 2020, many agricultural producers were worried about going bankrupt,[4] this in spite of the announcement on 5 May 2020 of a $252 million federal agricultural subsidy programme.[13] The Canadian Federation of Agriculture had called one week earlier for a $2.6 billion subsidy but were disappointed.[13] At least one insurance carrier announced that it was cutting back on insurance coverage for Canadians abroad. On 15 March 2020, RSA Canada announced that trip cancellation, interruption, and emergency medical coverage was now limited to 10 days from the federal government's announcement on 13 March 2020, urging Canadians not to travel internationally.[14] WestJet has frozen all hiring and is offering voluntary departure packages to employees, with the goal of cutting 12 percent of its total capacity.[15] Air Canada announced on 20 March 2020 that it will lay off 5,000 of its staff.[16] On 20 March 2020, the federal government announced a dramatic increase in applications to unemployment insurance, with over 500,000 Canadians applying in a single week (an 18-fold increase).[17] By 22 March 2020, the figure was adjusted to nearly one million Canadians applying in a single week.[18] And by 2 April 2020, jobless claims in Canada reached around 2.13 million, representing roughly 11 percent of the labour force.[19] On 6 April 2020, the Canadian government said that 3.18 million Canadians applied for unemployment benefits, with around 795,000 applying on 6 April alone.[20] The survey from the Angus Reid Institute found that 44 percent of Canadian households have experienced some type of job loss.[21][22] On 13 April 2020, the number of applications for emergency benefits due to the pandemic reached 6 million – this number \"includes those who applied through the employment insurance (EI) process.\"[23] Initially, fast casual restaurants such as Starbucks and Tim Hortons maintained service, but suspended the allowable use of reusable cups by patrons. Tim Hortons simultaneously altered its popular \"Roll up the Rim to Win\" promotion to exclude physical cups (the chain had already announced its intent to increase its use of digital components for the promotion in an effort to combat litter).[24][25][26] In compliance with or ahead of local mandates, some national restaurant chains (including those aforementioned) have since suspended in-store dining and seating, in favour of take-out and delivery service only. However, McDonald's Canada and Wendy's Canada have both decided to close their dining rooms entirely at most locations, and only offer drive-through and delivery.[27][28][29][30][31] Shopify cancelled its Shopify Unite conference, which was scheduled to occur from 6 to 9 May 2020 in Toronto.[32] The major movie theatre chains Cineplex Entertainment and Landmark initially restricted the capacity of their individual cinema auditoriums by half (with Landmark using its reserved seating systems to enforce social distancing between patrons, and providing fresh bags and cups for popcorn and soft drinks upon refills rather than reusing them).[33] Both chains have since closed all locations until further notice.[34][35] Many shopping malls have high vacancy rates due to retailers going out of business amid the retail apocalypse. In March 2020, Air Canada cancelled all flights to Beijing, Shanghai, and Rome; and cut back on flights to Hong Kong, Tokyo, and Seoul.[36] WestJet announced on 16 March 2020 that all international flights, including to the US, would be suspended by 22 March 2020.[3] On 18 March 2020, Porter Airlines announced that it would suspend all flights until June.[37] Also on 18 March 2020, Air Canada announced that by 1 April 2020, all international flights will be suspended, with only six overseas airports and thirteen United States airports being served.[38] The six connections at London, Paris, Frankfurt, Delhi, Tokyo and Hong Kong airports would allow Canadians to return home. These measures are expected to last until at least 30 April.[38] In May 2020, Air Canada announced it would lay off 20,000 workers, even though they received the Canada Emergency Wage Subsidy.[39] On 21 April 2020, Air Canada announced a suspension of all scheduled flights to the U.S. from 27 April to 22 May 2020, \"subject to any further government restrictions beyond that date.\"[40][41] On 14 May 2020, Lufthansa said it would resume flights between Toronto and Frankfurt as of 3 June 2020. The airline plans three weekly flights between the cities, and may add Vancouver and Montreal to its post-lockdown rota later in the summer of 2020. Flights are banned on all international non-essential travel between Canada and the European Union since 17 March 2020,[42] but citizens are allowed to return to either location. Prior to the pandemic, Lufthansa operated 64 weekly flights between the two countries. The airline's recovery plans involve high-density cargo to replace paying customers. The Lufthansa Group airlines now require all passengers to wear a mask while aboard.[43] Tourist sites such as the CN Tower were closed or limited in capacity due to the pandemic.[44] Many summer festivals and events were cancelled including the Canadian National Exhibition and Canadian International Air Show,[45] Calgary Stampede,[46] Celebration of Light fireworks festival, and Pacific National Exhibition.[47] Pride events planned to take place across the country were changed to take place virtually.[48][49] Alberta, British Columbia, Manitoba, Ontario, and Saskatchewan have ordered the closure of all casinos until further notice. Société des casinos du Québec also closed all four of its casinos.[50][51][52][53][54] Great Canadian Gaming voluntarily closed its 10 locations in BC (prior to the mandated closure), and 3 in the Atlantic provinces.[55][56] The Atlantic Lottery and Loto-Québec also suspended and disabled their video lottery terminals starting 16 March 2020.[57][58] The Toronto Stock Exchange (TSX) was affected strongly by the 2020 stock market crash, with an overall 12 percent decline on 12 March 2020 of the S&P/TSX Composite Index, its biggest single-day decline since 1940, twice triggering market circuit breakers.[59][60] The week of 9–13 March 2020 was the TSX's worst week on record.[61] The fall, which capped two weeks of steady declines, was exacerbated by an oil output war between Russia and Saudi Arabia.[62] The S&P/TSX Composite Index lost another 10 percent on 16 March 2020, causing trading to halt a third time in a span of eight days.[63][64] The index closed at 12,360.40 points on 16 March, down 31 percent from before the crash at 17,944 recorded on 20 February. By 17 April, the index had recovered some of its losses, closing at 14,359.98, though that was still down 20 percent from the 20 February close.[65] All professional and university sports leagues with Canadian teams have suspended their seasons from 13 March 2020 onward. This includes the National Hockey League,[66] the Canadian Hockey League,[67] Hockey Canada,[68][69] the Canadian Junior Hockey League,[70] U Sports ice hockey,[71] the National Basketball Association,[72][73] Major League Baseball,[74][75] Major League Soccer,[76] the Canadian Premier League,[77] the Canadian Soccer Association,[78] and the CONCACAF Champions League.[79] On 18 March, the CHL's leagues announced that they would cancel the remainder of their regular seasons. All playoffs and the 2020 Memorial Cup were subsequently cancelled 23 March.[80][81] On 8 April, the National Lacrosse League also cancelled the rest of their regular season, with postponement of the playoffs. The playoffs would be later cancelled.[82] The Canadian Football League delayed its 2020 season no earlier than September 2020, and announced that the 108th Grey Cup festivities in Regina had been cancelled.[83][84] U Sports and most of its conferences have cancelled all fall-semester university athletics competition for the 2020–21 season.[85][86][87][88] Golf was one of the first sports to reopen in Canada. However, the national amateur and professional golf championships were all cancelled including the PGA Tour Canada, Canadian Open, Canadian Women's Open and the Canadian Amateur. Selected provincial competitions went ahead but there were no spectators and no-touch golf was in effect.[89][90] There were no national champions crowned in five-pin bowling in 2020. Bowl Canada, the Canadian Five Pin Bowler's Association and the Master Bowlers all cancelled their national finals. The Western Canadian Bowling Tour attempted to complete the 2020 season in August, but eventually cancelled the rest of the season. Government health orders shut down bowling alleys during the prime competitive season which scrapped most of the provincial championships.[91][92][93] Cancelled international sports events in Canada include the 2020 World Women's Curling Championship (originally scheduled to be held from 14 to 22 March in Prince George),[94] the 2020 World Figure Skating Championships (16 to 22 March, Montreal),[95] the 2020 Women's Ice Hockey World Championships (31 March to 10 April, Halifax and Truro, Nova Scotia),[96] and the 2020 Sprint Tour (14 to 15 March, Quebec City) and 2020 World Cup Finals ( 20 to 21 March, Canmore) of the FIS Cross-Country World Cup.[97] Cancelled national competitions include the 2020 Arctic Winter Games (15 to 21 March, Whitehorse)[98] and Nordiq Canada's Canadian Ski Championships (25 March to 2 April, Vernon, British Columbia).[99] On 11 April, Tennis Canada cancelled the 2020 Canadian Open (sponsored as Rogers Cup) women's tournament (on the WTA Tour) in Montreal, pursuant to a request by the Quebec government for all cultural events, festivals, and sporting events be cancelled through August, although the men's tournament (on the ATP Tour) was still tentatively scheduled to be played in Toronto as scheduled.[100][101] On 17 June, the event was cancelled and postponed in full to 2021.[102] On 2 July, the federal government approved appropriate exceptions to allow the Toronto Blue Jays to conduct training camps at their home field of Rogers Centre (following the lead of other teams due to a spike in cases in the U.S. states of Arizona and Florida, the main locations for MLB spring training), although the Blue Jays have been barred from playing home games at the site (as part of the shortened 2020 MLB season).[103] Instead, the Blue Jays play their home games in Sahlen Field in Buffalo, New York in the United States during the 2020 season and June and July of the 2021 season, as well as in the Blue Jays' Spring Training home in Dunedin, Florida during April and May of the 2021 season.[104] On 10 July 2020, the NHL announced that Edmonton and Toronto would host the 2020 Stanley Cup playoffs in centralized, quarantined environments, beginning 1 August. Edmonton and Toronto will host the early rounds of the Western Conference and Eastern Conference teams respectively, while Edmonton will host both conference championships and the Stanley Cup finals.[105] The two were among three Canadian cities on a shortlist of potential sites, with Vancouver having dropped out over disagreements with BC's health minister over protocols in the event of a positive case within the \"hub\" environment.[106] A spike of cases in Nevada led to Edmonton and Toronto being listed as overall front-runners over Las Vegas by early July.[107][108] On 29 July 2020, the Canadian Premier League announced a return to play on 13 August with a modified format called \"The Island Games\" to determine a 2020 champion. These games were played behind closed doors at the University of Prince Edward Island in Charlottetown, Prince Edward Island. The shortened season ended in September with the Finals.[109] Many news websites have dropped their paywalls for material related to the pandemic, including The Globe and Mail and all Postmedia sites.[110][111] Postmedia subsequently dropped its paywalls for all content for April 2020.[112] Public broadcaster CBC temporarily replaced its local evening newscasts with a simulcast from CBC News Network combining content from local and national journalists from across the country,[113] a decision that was criticized by the Premier of Prince Edward Island Dennis King, as CBC News: Compass is the province's only local daily television news program.[114] By the end of March 2020, however, local news service began to be restored in most markets.[115] CBC Radio One also temporarily suspended production of its arts and entertainment magazine series Q, to provide an extended daily broadcast of its morning news series The Current,[115] while CBC Music shifted to programming exclusively Canadian music to help support artists impacted by the cancellations of concert tours and the Juno Awards. CBC Television also launched a number of special short-run series during the pandemic to deal with disruptions in its regular schedule, including Movie Night in Canada to broadcast feature films in lieu of Hockey Night in Canada; What're You At? with Tom Power, a Sunday evening talk show which will see Tom Power remotely interview both celebrities and ordinary Canadians;[116] and Hot Docs at Home, a Thursday night series which will broadcast several feature documentary films which had been slated to premiere at the cancelled Hot Docs Canadian International Documentary Festival.[117] Cancelled cultural events include such awards ceremonies as the Juno Awards of 2020, scheduled to have been in Saskatoon on 15 March,[118][119] the 8th Canadian Screen Awards (Toronto, 29 March),[119][118] the 15th Canadian Folk Music Awards (Charlottetown, 3 and 4 April),[120] the Artis Awards (Montreal, 10 May)[121] and the 22nd Quebec Cinema Awards (Montreal, 7 June).[122] Festival cancellations or postponements include the Hot Docs Canadian International Documentary Festival, originally planned in Toronto from 30 April to 10 May,[123] the Inside Out Film and Video Festival, originally planned for late May but now rescheduled to October,[124] and Montreal's Festival international du film sur l'art [fr], which will now be presented online.[125] CBC Radio's Canada Reads book competition, scheduled for the week of 16 March, was also postponed.[126] Canada's national museums in Ottawa cancelled all scheduled events and exhibits, and closed indefinitely on 14 March.[127] Almost all local museums, art galleries, theatres, and other performance venues across the country have also closed indefinitely.[128][129][130][131][132][excessive citations] The National Arts Centre launched #CanadaPerforms, a $100,000 fund that would pay Canadian musicians $1,000 to perform a livestreamed home concert on Facebook during the crisis. The initiative launched on 19 March with a concert by Jim Cuddy, with other artists already scheduled to perform including Serena Ryder, William Prince, Irish Mythen, Erin Costelo and Whitehorse.[133] The eighth season of the Global series Big Brother Canada abruptly ended production on 24 March 2020 due to the Ontario government's mandatory 14-day closure of all non-essential workplaces. There was no winner, with the prize money subsequently donated to charities responding to COVID-19.[134] On 26 April, nearly all Canadian television networks in both English and French collaborated on the multiplatform special Stronger Together, Tous Ensemble, which featured home-recorded messages and musical performances from Canadian celebrities, as a benefit for Food Banks Canada.[135] The special attracted 11.5 million viewers, becoming the most-watched non-sports broadcast in the history of Canadian television,[136] and concluded with the broadcast premiere of a cover of Bill Withers's song \"Lean on Me\", recorded by an ad hoc supergroup of Canadian musicians as a fundraiser for the Canadian Red Cross.[137] Participating artists included Bryan Adams, Jann Arden, Justin Bieber, Michael Bublé, Fefe Dobson, Scott Helman, Shawn Hook, Avril Lavigne, Geddy Lee, Marie-Mai, Sarah McLachlan, Johnny Orlando, Josh Ramsay, Buffy Sainte-Marie, Tyler Shaw, Walk off the Earth and Donovan Woods.[138] During an interview on Breakfast Television, Simon Cowell announced a spin-off version of the former show Canada's Got Talent called Canadian Family's Got Talent carried out virtually by Citytv.[139] The contest, presented by Canadian Tire, ran from 27 April to 26 May, and was judged by Cowell alongside hosts Dina Pugliese and Devo Brown. The contest was won by Toronto-based singing trio CZN.[140] ","Title":"Economic impact of the COVID-19 pandemic in Canada - Wikipedia","KeyID":"10659","URL":"https://en.wikipedia.org/wiki/Economic_impact_of_the_COVID-19_pandemic_in_Canada"}