{"Content: ":"The COVID-19 pandemic in Vatican City is part of the ongoing worldwide pandemic of coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The Holy See reported the first case of infection in Vatican City on 7 March 2020.[2] Unlike other jurisdictions that report cases within a given territory or cases of residents or citizens of a territory, the Holy See reports on cases \"in Vatican City State and among the employees of the Holy See\" regardless of location of testing, treatment, or residence.[3] There were 29 confirmed cases of COVID-19 among the Vatican's residents and employees; there were no associated deaths.[4] The 29 cases included 10 employees, 1 new hire, and 1 resident of Vatican City.[note 1] All those infected tested negative by 6 June 2020.[5] An outbreak among members of the Holy See's Swiss Guard was reported in mid-October, totaling 11 as of October 15.[6] In late February 2020, Pope Francis became ill with symptoms of a cold, but tested negative for COVID-19.[7] It was announced on January 14, 2021, that both he and Pope Emeritus Benedict XVI had received the first dose of a vaccine.[8] They received their second dose in February.[9] On 12 January 2020, the World Health Organization (WHO) confirmed that a novel coronavirus was the cause of a respiratory illness in a cluster of people in Wuhan City, Hubei Province, China. The illness had been reported to the WHO on 31 December 2019.[10][11] The case fatality ratio for COVID-19 has been much lower than SARS of 2003,[12][13] but the transmission has been significantly greater, with a significant total death toll.[14][12]  On 5 March 2020, the COVID-19 pandemic reached Vatican City with the diagnosis of \"an external individual who had attended the outpatient clinics\" for a pre-employment[note 2] medical exam.[15][17] The patient was later identified as a priest who had arrived from one of Italy's \"red zones\",[18] that is, the municipalities under the strictest quarantine regimen.[19] Five people who were in contact with the patient were quarantined as a precaution.[15] On 8 March, the Angelus was offered via livestreaming from the Pope's private library.[20] The Vatican Museums were closed from 8 March to 3 April.[21] On 10 March, a day after Italy ordered restrictions on travel, the Holy See, \"in coordination with measures introduced by Italian authorities\", closed Saint Peter's Square and St. Peter's Basilica to tourists from 10 March to 3 April.[22] On 11 March, the Pope offered a virtual general audience for the first time.[23] On 16 March, Francis left Vatican City to visit two churches in Rome. At the Basilica of St. Mary Major, he pray before the Byzantine icon known as Salus Populi Romani, which Pope Gregory I carried in procession in 593 praying for an end to the Plague of Justinian. He then walked a half mile to San Marcello al Corso to pray before a crucifix regarded by Catholics as miraculous. It was carried in procession during the plague of 1522.[24] On 23 March, the Pope's visit to Malta scheduled for 31 May was canceled.[25] On 24 March, the Holy See confirmed it knew of 4 cases, adding to that announced earlier 3 employees: 2 who work for the Vatican Museums and 1 who works in the shipping office.[18] On 25 March, the Holy See newspaper L'Osservatore Romano suspended the production of its printed edition because Italy's restrictions made printing and distribution impossible. It continues to publish online.[26] On 27 March, Pope Francis delivered a special Urbi et Orbi blessing in an empty Saint Peter's Square praying for the end of coronavirus pandemic before the San Marcello al Corso's miraculous crucifix which was brought there from its usual location two days earlier.[27][28] On 28 March, the Holy See confirmed 2 more cases, bringing the total to 6 cases. One was an official of the Secretariat of State who lives at Domus Sanctae Marthae, the Pope's residence. He was the first patient identified as a Vatican resident. The second new case was a Vatican employee who works with the resident in question. Some 170 other residents and close contacts were tested and their results were negative.[29] On 2 April, the Holy See confirmed its seventh case, an employee who had been self-isolating since mid-March.[30] On 5 April, the Palm Sunday Mass was celebrated inside St. Peter's before a small congregation instead of the thousands that normally fill the square outside.[31] The Chrism Mass on Holy Thursday morning that the clergy of Rome normally attend was postponed.[32][note 3] The other liturgies of Holy Week were moved and held, as announced on 27 March, \"without the participation of the people\".[34] Holy Thursday Mass, which the Pope has for several years celebrated outside the Vatican with refugees or prisoners, was held in St. Peter's; the washing of feet was omitted.[32] About two dozen people attended the main Good Friday service; only the Pope kissed the crucifix.[35] The Good Friday Way of the Cross, held since 1964 at the Colosseum, was held in St. Peter's Square; representatives of the Holy See health services were among the few participants.[36] On 8 April, the Holy See announced that another of its employees had been diagnosed with the virus after leaving Rome to assist sick relatives. It reported the status of its 8 cases as: 2 recovered; 1 discharged and recovering at home; 2 in hospital; 3 asymptomatic and self-isolating.[37] On 20 April, the Holy See reported a ninth person tested positive and was hospitalized for observation. Apparently another employee, he had only been at work once in the previous two weeks and no cases had been identified among his contacts that day.[3] On 28 April, the Holy See reported a tenth person tested positive, an employee who had shown symptoms in March and was in confinement remote working. His colleagues were checked and tested negative.[38] On 30 April, the Holy See reported an eleventh person tested positive, an employee who had symptoms during the first half of March and isolated.[39] On 2 May, the Higher Committee of Human Fraternity announced a day for fasting, prayers, and supplications for the good of all humanity on Thursday 14 May, and invites all religious leaders and peoples around the world to participate.[40] On 6 May, the Holy See reported that a 12th person tested positive, an employee who had been remote working since the beginning of March.[4] In September, Filipino Cardinal Luis Antonio Tagle tested positive for COVID-19 after arriving in the Philippines from the Vatican. He became the first head of a Vatican dicastery confirmed to have contracted the disease.[41] His case is not counted in the Vatican's COVID-19 tally. In October, 4 Swiss guards tested positive for COVID-19, in addition to 3 other cases in Vatican City.[42] Later in the month, 7 more Swiss guards tested positive for COVID-19.[6] On 9 January, the Vatican's newspaper L’Osservatore Romano announced that Pope Francis' personal doctor, Fabrizio Soccorsi, died of pneumonia and because of COVID-19.[43] On 14 January, it was confirmed that both Pope Emeritus Benedict XVI and Pope Francis had received their first doses of the COVID-19 vaccine, with their followup doses expected in three weeks.[44] They received their second dose in February.[9] Italy's lockdown measures have been mirrored in Vatican City; tourist attractions have been closed. To avoid public gatherings and transmission of the virus, Pope Francis cancelled his regular appearances in public and will livestream them on the Internet instead.[45] In April 2020, Pope Francis told an interviewer that the residents of Domus Sanctae Marthae were working from their rooms and that meals were now served in two shifts to allow for social distancing.[46]","Title":"COVID-19 pandemic in Vatican City - Wikipedia","KeyID":"10652","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Vatican_City"}