{"Content: ":"The COVID-19 pandemic in Greenland is part of the ongoing worldwide pandemic of coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The virus was confirmed to have spread to Greenland, an autonomous territory of the Kingdom of Denmark, in March 2020.[2] As of 27 May 2020, there had been 13 confirmed cases, but none were in need of hospitalization. Among the first 11, the last infected person had recovered on 8 April 2020 and after that, Greenland has had no known active cases.[3] After a period of time without any new confirmed cases, one was confirmed on 24 May when a person tested positive at the entry into the territory,[4] and another (unrelated to the 24 May case) was confirmed at entry on 27 May 2020.[5] The number of new COVID-19 cases remained very low and sporadic throughout the rest of 2020 and the first half of 2021, but rose sharply in July 2021. Whereas Greenland had only had a total of 50 known COVID-19 cases between 16 March 2020 and 1 July 2021, the number had more than doubled to 122 by 1 August 2021, and reached 2,611 on 31 December 2021.[6] Authorities stated on 4 January 2022 that a considerable part of Greenland would be infected over the coming period of time, and that they would attempt to ensure this didn't happen to too many people simultaneously.[7] On 10 January 2022, there were a record number of 2,718 active cases in Greenland, with the majority (1,806) located in Sermersooq municipality. Despite this, only 8 cases required hospitalization.[8] The current number of active cases was no longer published after this date.[9] The total number of confirmed cases, confirmed through PCR-testing, was no longer published after 1 February 2022, as authorities stated cases found through PCR-testing no longer reflected the real extent of the overall spread of COVID-19 in Greenland.[10] As of 14 March 2022, 68% of the population had been fully vaccinated against COVID-19.[11] On 20 November 2021, the first COVID-19 related death was reported in Greenland.[12] By 8 April 2022, a total of 21 people had died while infected with COVID-19.[13] Of the first 12 registered deaths, 8 were primarily caused by COVID-19, though there were also other contributing factors. The average age of the deceased was 80.3 years, with the youngest being 68 and the oldest being 92 years of age.[14] On 12 January 2020, the World Health Organization (WHO) confirmed that a novel coronavirus was the cause of a respiratory illness in a cluster of people in Wuhan, Hubei, China, which was reported to the WHO on 31 December 2019.[15][16] The case fatality ratio for COVID-19 has been much lower than SARS of 2003,[17][18] but the transmission has been significantly greater, with a significant total death toll.[17][19] On 16 March 2020, the first case in the territory was confirmed. The first infected patient lived in the capital, Nuuk, and was placed in home isolation.[2][21] \"Preparations have been initiated to cope with the new situation. It is important that citizens follow our recommendations now that the infection has reached our country,\" said Greenland's Prime Minister Kim Kielsen at a press conference, according to newspaper Sermitsiaq. All non-essential flights to and from Greenland, as well as domestic flights, are strongly advised against. Public gatherings of more than 100 people are discouraged and citizens returning from high-risk areas are recommended to self-isolate for two weeks.[22] On 28 March 2020, the government prohibited the sale of alcoholic drinks until 15 April 2020 in Greenland.[23] As of 9 April 2020, there had been 11 confirmed cases, all in Nuuk, all of whom had recovered, making Greenland the first affected territory in the world to become temporarily free of COVID-19 again without any deaths.[3] On 24 May 2020, after a long period with no known cases, a person from Aasiaat was tested positive at entry into Greenland. It was the first known case outside Nuuk. The person had been in Denmark where he had had COVID-19 and fully recovered, and was tested negative before returning. It was presumed that the new positive test only was the result of residue from the person's earlier infection (as known from some other cases) and that there was no risk of infecting others, but as a precaution the person was placed in quarantine.[4] A similar but unrelated case was found in Ilulissat on 27 May 2020.[5] After further negative tests of these two cases and a period in quarantine, Greenland was again considered temporarily free of COVID-19 on 4 June 2020.[3]","Title":"COVID-19 pandemic in Greenland - Wikipedia","KeyID":"10655","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Greenland"}