{"Content: ":"The COVID-19 pandemic in British Columbia forms part of an ongoing worldwide pandemic of coronavirus disease 2019 (COVID-19), a novel infectious disease caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). On January 28, 2020, British Columbia became the second province to confirm a case of COVID-19 in Canada.[2] The first case of infection involved a patient who had recently returned from Wuhan, Hubei, China.[3] The first case of community transmission in Canada was confirmed in British Columbia on March 5, 2020.[4] British Columbians have taken numerous emergency measures in an effort to reduce the spread of the virus, such as social distancing and self-isolation. On March 23, 2020, British Columbian Premier John Horgan announced the details of the province-wide emergency relief plan, which includes income support, tax relief and direct funding in order to mitigate economic effects of the pandemic.[5] A public health emergency was declared in the province on March 17.[6] On June 29, 2021, BC Public Safety Minister Mike Farnworth signed Ministerial Order M275[7] to come into effect at the end of the day on June 30, 2021, ending the province-wide state of emergency since March 18, 2020.[8] Several municipalities in the Metro Vancouver Regional District have declared local states of emergency, including Vancouver, New Westminster, Delta, Surrey, and Richmond.[9] On March 19, the BC Housing Management Commission placed a moratorium on evictions from government subsidized housing.[9] British Columbia provided an online self assessment tool for those who are concerned they may be infected.[10] First responders such as police and firefighters have begun to ask screening questions about COVID-19 symptoms prior to attendance, and may wear additional personal protective equipment upon attendance to residences.[11] Gatherings of over 50 people have been banned, and bars and nightclubs have been ordered to close.[12] Restaurants and cafes were initially permitted to remain open as long as staff were able to maintain physical distance from customers. However, on March 20, provincial health officer Bonnie Henry ordered the closure of all dine-in establishments.[13] On March 21, she ordered all personal service establishments, such as day spas, hair and beauty salons, and tattoo parlours, to close for the foreseeable future.[14] Many cities have closed public playgrounds, including Vancouver,[15] Delta,[16] Coquitlam, Port Coquitlam, and Port Moody.[17] Numerous businesses have voluntarily reduced operating hours or closed physical locations. Many have moved operations to phone and internet.[18][9] Northeast facade of the Vancouver Art Gallery; normally a busy location, physical distancing has caused a sharp decrease in crowds. An almost empty SkyTrain; normally trains would be packed full of people. Closed movie theatre in Surrey Playground in Port Moody, closed off with caution tape. A sign indicates the playground is closed. The same playground, re-opened, with signage cautioning that special care should still be taken due to COVID-19. Data in the BC COVID-19 dashboard is updated from Monday to Friday only.[47] The number of cumulative cases and deaths on Saturdays, if available, are based on daily updates provided to the Government of Canada.[48] The numbers of cumulative cases and deaths on Sundays up to July 5 are calculated based on the surveillance report published next Monday. The numbers of cumulative cases on Sundays from July 12 onwards are calculated based on the “New Cases” figure shown in the BC COVID-19 dashboard next Monday. *BC has revised the new case numbers for November 18, 20 and 21 where those are the days the province has topped the mark of 800 in a day. **November 24, where there were 941 new cases, has been revised to 706 cases. [49] ***2021 Easter long weekend revisions on new cases: 1,074 for Friday, 1,077 for Saturday, 999 for Sunday, and 890 for Monday.[50] Notes:  The first case in British Columbia was reported on January 28. The person had returned from Wuhan and began experiencing symptoms on January 26, with self-isolation beginning immediately.[51] The first case in BC's interior was reported on February 14. The person had recently returned from China, and was self-isolating.[52] The first case in the Fraser Health region was reported on February 20. This was also the first BC case where the person had travelled from Iran. The person immediately began self-isolation.[53] The first two cases in the Lynn Valley Care Centre in North Vancouver were reported on March 7. One resident and one staff member were diagnosed,[54] and the centre is thought to be Canada's first case of community transmission.[55] BC's first two cases linked to the Grand Princess were hospitalized and also reported on March 7.[54] On March 9, the Lynn Valley outbreak resulted in Canada's first death: a man in his 80s with pre-existing health conditions.[55] On March 17, three more deaths were announced: two were at the Lynn Valley Care Center, and the other was \"in [a] hospital in the Fraser Health region\".[56] On March 19, a death was reported at the Lynn Valley Care Centre,[57] followed by an additional death on March 21.[58] On April 17, Provincial Health Officer Dr. Bonnie Henry announced that B.C. had succeeded in reducing the number of cases, the health-care system was not overwhelmed, and that the province had \"flattened [the] curve\".[59] On May 13, it was disclosed that while in the quarantine system imposed by the government of British Columbia on international arrivals, eight farm workers out of 1,500 had tested positive for COVID-19 disease. The province started allowing imported farmhands in April and was the only province to implement mandatory quarantine.[60] On May 19, the government announced that it was advancing to phase 2 of the restart plan, allowing all retail, restaurants, libraries, museums, offices and childcare to reopen. Parks and beaches were also allowed to reopen with social distancing requirements in place. Medically necessary services for physiotherapy, dentistry, massage therapy and chiropractic were also allowed to resume, along with hair salons and counselling services.[61] On June 24, Premier John Horgan and Henry announced that BC had successfully flattened the curve enough to allow the province to proceed to phase 3 of the restart plan, allowing the film industry to resume, and a return for in-person education for elementary and high school students in September. Gatherings of people greater than 50 were still prohibited.[62][63] Entry to stage 4 was conditional on \"widespread vaccination, community immunity, or successful treatments\";[64] the national and global numbers of active cases also needed to decline in order for the province to recommend its implementation. Once BC moved to stage 4, conventions, concerts, international tourism, and professional sports would have been allowed.[64] In July 2020 the Provincial Government announced back to school plans for the 2020–21 school year.[65] In August 2020, the Ministry of Health reviewed guidance from the World Health Organization that indicated that younger children were likely not notable vectors of transmission for SARS-CoV-2, and were at significantly lower risk of developing COVID-19 than adults.[66][67] On October 19, Henry declared that British Columbia was in a second wave.[68] On October 30, MLA Adrian Dix announced an amended Provincial Health Officer order, which limits gatherings in private residences to six guests.[69][70] On October 21, British Columbia declared the first school outbreak at École de l’Anse-au-sable in Kelowna.[71] On October 27, the President of UFCW 1518, Kim Novak, wrote to Henry requesting that she mandate that customers wear masks while shopping at grocery stores.[72] On October 29, Interior Health declared the outbreak at Okanagan Men's Centre in Winfield.[73] On November 7, Henry announced two-week regional lockdown measures including the restriction of all social gatherings of any size in the Fraser and Vancouver regions to immediate household members only from 10 p.m. until noon of November 23. Other measures restricted travel and group fitness activities.[74][75] On November 11, Island Health declared first outbreak on Vancouver Island at Nanaimo Regional General Hospital.[76] On November 12, Henry shared modelling data that suggests BC could expect the number of daily new cases to surpass 1,000 unless residents alter their behaviours.[77] On November 13, the BC Centre for Disease Control released the October subregional map showing Surrey now has the most COVID-19 cases in British Columbia.[78] Fraser Health also declared a COVID-19 outbreak at Platinum Athletic Club at King George Boulevard, after 42 customers tested positive between October 21 and November 7.[79] In the city vicinity, several Loblaws grocery stores and pharmacies in the Lower Mainland, including Real Canadian Superstore, Wholesale Club, Shoppers Drug Mart, and T&T Supermarket reported positive tests for COVID-19.[80] Vancouver Coastal Health issued COVID-19 exposure notices for three restaurants in Whistler between October 31 and November 6.[81] On November 14, three schools in the Fraser Health region were closed for two weeks after an outbreak and two \"clusters\" were reported.[82] Fraser Health issued a public exposure notice for Slumber Lodge Motel in Hope November 7–9.[83] British Columbia also introduced new fines for Fraser and Vancouver Coastal Health: party buses and limousines spotted on the streets will be issued a $2,000 fine plus an additional $200 for each participating individual.[84] On November 16, four new care home outbreaks were declared in Surrey, New Westminster and Burnaby.[85] Dr. Bonnie Henry penned an op-ed addressing why there is not a universal mask mandate in BC, explaining that \"[o]rdering universal mask use in all situations creates unnecessary challenges with enforcement and stigmatization.\"[86] On November 17, Island Health reported the first long-term care home outbreak in Port Alberni at Tsawaayuus Rainbow Gardens.[87] In Victoria, a city hall employee was diagnosed between November 13–16, and began self-isolating shortly after.[88] Additional potential public exposures at Sobeys and Loblaws groceries stores and pharmacies were also reported.[89] The outbreak at Tabor care home in the Fraser Valley reached 101 cases.[90] Provincial Health Services Authority President Réka Gustafson stated that children were twice as likely to catch COVID-19 at home than at school or daycare, indicating to Bonnie Henry and colleagues that transmission rates within schools are overestimated.[91] On November 18, Horgan filed \"Second Components\" to BC's regional COVID-19 orders, hinted at more restrictions, and asked the federal government to discourage travel between the provinces amid the increase of COVID-19 cases.[92][93][94] On November 19, the BC government issued several new public health orders, including the compulsory wearing of masks in indoor public spaces, and the expansion of the lower mainland specific health orders of November 7 to the entire province. Event, church service and gathering restrictions would be in place until December 7 at the earliest, prohibiting all social interaction outside of immediate household or core-bubbles .[95][96][97][98] Northern Health declared an outbreak at an LNG site after 14 employees were confirmed positive in Kitimat, who were immediately told to self-isolate.[99] The Society of BC Veterinarian announced an increase of \"kennel cough\" among the dogs in the Lower Mainland that may have been connected to the pandemic.[100] On November 20, Surrey reported 19 school exposures within 24 hours.[101] On November 21, Interior Health declared an outbreak at Orchard Manor in Kelowna over a positive test of a staff member.[102] On November 23, the outbreak at Nanaimo General Hospital which was declared on Remembrance Day, was declared over.[103] Over the weekend, Campbell River declared an outbreak at a seniors home.[104] On November 24, the provincial state of emergency, which was declared since March 18, has been renewed 19 times, and resulted in reaching the mark of 8 months.[105] Movie theatres, dance studios, and yoga classes on the mainland suspended their operations again based on the provincial restriction.[106][107] Burnaby Hospital declared an outbreak that resulted in five deaths and 95 patient and staff infections.[108] Public Safety Minister Mike Farnworth announced a new order under the (Emergency Program Act) that allows law enforcement officers to issue $230 fines to anyone who violates the indoor mask mandate included in the health orders declared on November 19 .[109][110] On November 25, CTV News Vancouver reported that the COVID-19 infections in Fraser Health was among the highest per capita in Canada, double the national average.[111] On November 26, eight cases were reported at the BC provincial courthouse in Surrey, though no outbreak was declared.[112] On November 29, three Fraser Valley churches defied an order to \"suspend in-person religious gatherings\" from Henry, and the RCMP fined one church in Langley $2,300. The police were called into the Riverside Calvary Chapel \"after municipal bylaw officers reported a service was under way\". The other churches were in Chilliwack.[113] On December 1, Island Health noted that 135 cases had been added on Vancouver Island in the past week.[114] On December 5, Fraser Health reported two more long-term care home outbreaks in Chilliwack and Coquitlam.[115] On December 6, a Fraser Valley mink farm declared an outbreak after eight people tested positive on site.[116] On December 7, Henry officially renewed the provincial restrictions once again through Christmas and New Year's Eve until January 8, 2021.[117] On December 8, Premier Horgan stated that BC is expecting roughly 4,000 people to be vaccinated by the end of next week.[118] Public Safety Minister Mike Farnworth also threatened to increase the fines for whomever repeatedly break the pandemic-related rules after two churches defied health orders on December 6.[119][120] On December 14, Dix and Horgan announced that Pfizer's COVID-19 vaccine arrived in BC.[121] On December 15, Henry noted that the \"curve\" was being flattened due to the COVID-19 restrictions.[122] Burnaby Hospital reported a second outbreak after the previous one ended on December 11.[123] A 64-year-old healthcare worker from Vancouver General Hospital was the first British Columbian to receive the COVID-19 vaccine.[124][125] Interior Health identified 60 cases at Big White Ski Resort in Kelowna that were suspected of being linked to gatherings.[126] Horgan stated that the province would strengthen the enforcement on COVID-19 public health orders.[127][128][129] On December 16, three mining sites near Elkford reported an outbreak spanning 3 sites involving 27 individuals confirmed to have COVID-19.[130][131] The Wingtat Game Bird Packers Inc. poultry processing plant in Surrey was shut down after an outbreak of 30 cases was reported.[132] On December 18, a poultry processing plant in Abbotsford declared an outbreak after nine workers tested positive for the virus.[133] On December 19, an individual on Vancouver Island was identified as having been infected with Variant of Concern 202012/01 (VOC 202012/01), a more-contagious variant of SARS-CoV-2 that was first reported in the United Kingdom. The province publicly announced the case on December 27, stating that the resident had recently returned from travel to London on a flight to Nanaimo.[134][135] On December 21, Henry indicated that initial doses of the Pfizer/BioNTech had completed distribution within all B.C. health regions.[136][137][138] Henry herself received her first dose of the vaccine the next day, being among the first administered by Island Health[139][140] On December 24, a second mink farm in the Fraser Valley was placed under quarantine after a mink tested positive for COVID-19.[141] On December 30, Henry announced an \"emergency\" curfew on liquor sales for New Year's Eve, prohibiting the sale of liquor at bars, restaurants, and retail stores after 8 p.m, and requiring the closure of bars by 9 p.m. and restaurants by 10 p.m. Henry justified the order as a measure to discourage social gatherings and \"risky behaviour\" that could lead to exposure.[142][143] On January 3, A cluster of COVID-19 cases was found in Snuneymuxw First Nation in Nanaimo back in late December 2020 resulted in a community lockdown until at least January 15 at 9 pm.[144] On January 5, B.C.'s Fraser Valley mink farmers decided to euthanize the remaining 1,000 minks due to the excessive positive COVID-19 tests in the farm.[145][146] Vancouver Coastal Health reported an outbreak at St. Paul's Hospital in Vancouver that has led to the closure of the cardiac unit.[147] On January 7, Henry extended the provincial restrictions until February 5.[148] That same day, Island Health reported an outbreak at the Ts’i’ts’uwatul’ Lelum Center in Duncan after a staff member tested positive.[149] Cowichan Tribes, a First Nations band in the Cowichan Valley, was issued a stay-at-home order beginning from 5 p.m. until January 22 after a spike of COVID-19 cases.[150] On January 9, Fraser Health reported two more Surrey long-term care homes facing COVID-19 outbreaks, with one resident and three staff members testing positive for the virus.[151] Island Health has also reported a recent outbreak at a Victoria long-term care home with a positive test on an employee.[152] On January 12, B.C. announced that the supply of COVID-19 vaccines was almost depleted, and worked on a vaccine distribution plan with the federal government.[153] On January 14, Horgan sought legal advice to determine if an inter-provincial travel ban in response to increasing COVID-19 cases in the other provinces would be constitutional.[154][155] B.C. confirmed its first case of South African COVID-19 variant, 501.V2, which involved a person who had not travelled or come in close contact with a traveller.[156] On January 18, Fraser Health reported another COVID-19 outbreak at Eagle Ridge Manor in Port Moody after one staff member and one resident tested positive for the virus.[157] On January 19, the Greater Vancouver Board of Trade published a survey on its members in regards to the impact COVID-19 has in regards to Metro Vancouver businesses; some statistics include 24 percent of businesses expecting layoffs and 22 percent planning on reducing hours.[158] On the same day, Dix said that the second doses of the Pfizer vaccine would still be taking place in the province, though new vials would not be delivered to Canada in the following week.[159][160] He also remarked that the provincial vaccination rollout had to adjust over the shipment delay;[161] as such, the province had to rely on Moderna's vaccine until further notice.[162] On January 20, Providence Health Care reported an outbreak at St. Paul's Hospital's renal inpatient unit.[163] On January 21, Interior Health reported a new COVID-19 community cluster in the Cariboo-Chilcotin region as a result of \"social events and gatherings in Williams Lake\".[164] On January 22, Horgan announced an immunization schedule to vaccinate individuals by demographic.[165] On January 25, B.C. tracked six VOC 202012/01 and three 501.V2 cases; all VOC cases were linked to travelling.[166] Island Health reported a second COVID-19 outbreak at the Nanaimo Regional General Hospital.[167] On January 26, Henry warns that the province is at risk for another case spike.[168] On January 28, BC Centre for Disease Control director Monika Naus informed Henry of two reported cases of thrombocytopenia temporally associated with receipt of a COVID-19 vaccine in the province.[169] On February 5, B.C. indefinitely extended the ban on social gatherings and events.[170] On February 9, Henry sought an injunction against three Fraser Valley churches that defied COVID orders,[171] which was denied by the Supreme Court.[172] The churches were granted an exemption on February 27 to hold services outside while obeying safety protocols.[173] On February 12, Henry announced the first confirmed case of the Nigerian variant in the province.[174] In the Northern Health region, a gold mine north of Stewart declared a COVID-19 exposure infecting over 22 employees and contractors,[175] before revising the total to 42 cases on February 18.[176] On February 26, Fraser Health stated that three more Surrey schools were exposed to COVID-19 variants of concern.[177] On March 1, B.C. Health officials predicted that all British Columbians should be able to get the first doses of COVID-19 vaccines by the end of July.[178] They revised and extended the time between the two vaccine doses from 3–4 weeks to four months.[179] On March 4, Henry said that new vaccine approvals would hasten the schedule.[180] On March 9, a new COVID-19 outbreak was declared in a Surrey care home where 88 percent of residents were vaccinated.[181] The provincial top doctor also warns that the vaccines will not stop all COVID-19 transmission.[182] On March 10, B.C. Health officials decided to allow adults in Prince Rupert and Port Edward to be eligible for the first doses of COVID-19 vaccines by mid-March, as infections rates did not improve with the rest of the province.[183][184] On March 11, Henry permitted outdoor gatherings of up to 10 people,[185] and provincial health officials stated on March 12 that all bars and restaurants must stop serving alcohol at 8 p.m. on St. Patrick's Day.[186][187] Naus informed Henry that BC was seeing rates of anaphylaxis reported at higher than the Canadian average.[169] On March 15, Henry stated that she was confident that all vaccines are \"safe and effective\", despite the AstraZeneca vaccine's side effects.[188] On March 23, Henry warned that the province is potentially at its brink of the third wave in regards to the increase of COVID-19 infections among people aged between 20 and 59.[189][190] On March 29, B.C. temporarily suspended the use of the AstraZeneca vaccine for adults under the age of 55, under the recommendation of the National Advisory Committee on Immunization (NACI),[191] and resumed vaccinations with it for people aged 55 to 65 the following day.[192] On April 5, two Vancouver restaurants had their business licences suspended for at least two weeks for defying COVID-19 related health orders against indoor dining.[193] On April 6, Dix declared that the Brazilian COVID-19 variant (P.1) is more contagious than B.1.1.7 and B.1.351.[194][195] The provincial government also made a province-wide online vaccination booking system public.[196] During the daily report on April 8, Henry stated that the province stopped determining strains in positive COVID-19 cases, which would all be presumed highly infectious.[197] Health officials also hinted that the variants were replacing the standard COVID-19 cases.[198] On April 12, Henry declared that B.C. was officially in a third wave.[199] The day after, she urged all residents to \"stay in their immediate neighbourhoods\".[200] On April 19, a two-year-old toddler was pronounced dead from COVID-19.[201] Health officials also lowered the age limit for the AstraZeneca vaccine to 40 years and older as B.C. set up vaccination clinics in the hot spots.[202] On April 21, the province reported that 39 recent cases since April 4 were of the B.1617 variant of SARS-CoV-2 first discovered in India, which had been deemed a variant of interest.[203] Due to the threat of variants of concern, Minister of Public Safety Mike Farnworth issued an order on April 23 to prohibit non-essential interprovincial travel between the Lower Mainland/Fraser Valley, Vancouver Island, and Northern/Interior regions. The order would last through at least May 25, and be punishable by fines.[204][205] On April 26, health officials confirmed that an infant died of COVID-19 back in January.[206] On April 28, B.C. lowered the age limit of vaccine eligibility and began offering the AstraZeneca vaccine to people 30 years and older.[207] On May 2, B.C. Liberal MLA Mike Bernier announced that he had tested positive for COVID-19.[208] On May 4, the British Columbia Centre for Disease Control (BCCDC) changed its stance on COVID-19 transmission and confirmed SARS-CoV-2 can spread through aerosols.[209] On May 6, B.C. reported the first case of blood clotting from the AstraZeneca vaccine.[210] On May 11, B.C. introduced legislation to fill gaps in sick pay related to COVID-19.[211] On May 13, it was reported that over 98 percent of B.C.'s recent COVID-19 cases involved people who were either unvaccinated or had been vaccinated for less than three weeks.[212] B.C. also reported a second case of blood clotting related to the AstraZeneca vaccine.[213] On May 18, as per the deprecation of the AstraZeneca vaccine across Canada due to concerns over blood clotting, health officials stated that those who had received it as their first dose may receive a different mRNA-based vaccine as their second dose.[214] On May 24, the B.C. Centre for Disease Control (BCCDC) issued a report stating that at least 85% of all new cases from May 9 to 15 involved four variants of concern. The Delta variant accounted for roughly 2% of these cases.[215] On May 25, Horgan and Henry announced BC's Restart, a plan to ease the current restrictions (including restrictions on gatherings, business capacity, and interprovincial travel) in four phases, based on cases, hospitalizations, and vaccination progress. The process was expected to be completed by September.[216] On May 27, the B.C. government announced that the time in between Moderna and Pfizer vaccine shots was reduced to around eight weeks.[217] In the week of May 28, the number of COVID-19 cases attributed to the Delta variant rose to seven percent.[218] On June 3, Henry reported three outbreaks at B.C. care homes involving the Delta variant.[219] On June 15, due to declining cases and at least 65% of adults having received at least one vaccine dose, the province entered Step 2 of BC's Restart. This included lifting the interprovincial travel ban, and easing of capacity limits on gatherings and some businesses. The Delta variant was stated to be a \"concern\" in the province, but was not yet spreading rapidly.[220][221] Over the Family Day weekend, Fraser Health (which had been the region most-impacted by COVID-19 provincially) administered 7,000 vaccine doses in a 32-hour \"Vax-a-Thon\" in Surrey.[222][223] On July 1, the province entered Step 3 of BC's Restart; this eased further restrictions, including the indoor mask mandate, personal gatherings, some business capacity limits (subject to WorkSafeBC \"communicable disease prevention guidance\"), and casinos, nightclubs, and indoor sporting events to operate at limited capacities.[224] On July 27, Dix, Henry, and Dr. Penny Ballem discussed aspects of the province's vaccine rollout and how it would deal with those who have actively refused the vaccine, with Henry stating that \"It is a choice to be immunized, but there are consequences for people who are not immunized and that's going to be more important for us as we head into the fall\".[225] On July 28, health officials announced that the indoor mask mandate would be reinstated for the central Okanagan region, and that travel into the region would be discouraged regardless of vaccination status. The province cited an ongoing surge of COVID-19 cases in the region, particularly among younger residents; at least 323 cases had been recorded in the region since July 1, and the majority of them were among residents who were not yet fully-vaccinated.[226][227] On August 6, additional public health orders were announced for the region effective August 9, including ordering the closure of bars and nightclubs that do not serve food, ending liquor sales at 10 p.m. nightly, private gatherings restricted to five people, events restricted to 50 people with safety plan, and prohibiting high-intensity fitness classes.[228] On August 8, the BCCDC suggested almost all COVID-19 cases reported in the last week of July were caused by the Delta variant.[229] On August 9, B.C. reduced the interval between two COVID-19 vaccine doses from seven weeks to four weeks.[230] On August 12, Dix and Henry announced all employees of assisted living and long-term care facilities in the province must be fully vaccinated by October 12.[231] On August 20, it was announced that all targeted public health orders for the central Okanagan would be extended to the entirety of the Interior Health region. Henry stated that infections were \"levelling off\" in the central Okanagan, but that transmission had increased elsewhere in the region. She cited wildfire evacuations as a potential factor in these increases.[232] On August 23, Henry announced that proof of vaccination would become mandatory for people aged 12 and over at \"social, recreational, and discretionary events and businesses\",[233] such as restaurants, nightclubs, gyms, organized indoor events, and ticketed sporting events. Patrons under 12 must be accompanied by a vaccinated adult. Effective September 13, individuals must present proof of at least one vaccine dose, and by October 24 they must present proof of full vaccination. Henry stated that this order would last through at least January 31, 2022, but may be extended if needed. The measure will be enforced with a new B.C. vaccine card, which will also be downloadable for smartphones. There will be no exceptions for recent negative tests, or for medical or religious reasons that prevent vaccination; faith-based gatherings and K-12 school activities are not covered by the order.[234][235][236][237] The next day, Henry announced that the mask mandate for public indoor spaces would also be reinstated effective August 25, due to the Delta variant and the number of unvaccinated residents in the province. She also discussed plans for the next school year, allowing full-day, in-person learning as normal, but with masks mandatory for staff and students in grades 4 and up.[238][239] On August 27, B.C. reported an increase in breakthrough infections among fully vaccinated individuals, which were attributed to unvaccinated people.[240] In response to a significant increase of cases in the Northern Health region, the province established regional restrictions on September 2.[241] On September 3, B.C. Legislative Assembly Management Committee passed a motion to implement \"a proof of COVID-19 vaccination program be established for Members of the Legislative Assembly, caucus staff and Legislative Assembly administration staff working on the legislative precinct effective September 13, 2021, and concluding on January 31, 2022\"[242] On September 7, B.C. soft-launched the vaccine passport program[243][244] before being officially implemented on September 13.[245] As of September 27, the vaccine card with a QR code became only acceptable proof of vaccination for accessing many non-essential businesses.[246] On September 21, Henry urged pregnant women to receive a COVID-19 vaccine.[247] On October 5, B.C. promised to offer a third COVID-19 vaccine dose to moderately and severely immunocompromised residents.[248] On October 14, B.C. announced new restrictions for residents living in the Northern Health region (including fully-vaccinated individuals) that are expected to last until November 19.[249] On October 25, B.C. lifted indoor occupancy capacity restrictions in most regions.[250] On October 30, B.C. introduced federal vaccine passports for people travelling by air, rail, or ship.[251] On November 5, Henry declared COVID-19 as \"[a] preventable disease\" in regards the vaccines' effectiveness.[252] On November 16, B.C. confirmed the first case of Delta sublineage AY.4.2.[253] On November 30, B.C. confirmed the first case of the Omicron variant in the Fraser Health region, which involved a traveller who returned from Nigeria and was quarantined.[254] On December 7, four individuals who arrived from Egypt, Iran, and Nigeria tested positive for the Omicron variant. Some of the cases were fully vaccinated with different vaccines.[255] On December 17, Henry announced that a number of new restrictions on gatherings would be implemented due to the Omicron variant: from December 20, all organized gatherings require proof of vaccination regardless of size, bars and restaurants must prohibit activities such as mingling and dancing, and venues with a capacity over 1,000 are capped at 50% capacity. Sports tournaments and \"organized New Year's Eve events\" are prohibited. These orders are effective through January 31, 2022. The prohibition on New Year's Eve does not apply to seated events, but they are still subject to the aforementioned restrictions on mingling and dancing. The province did not employ the curfew used last year.[256][257] On December 20, further restrictions were announced, effective December 22 through January 18: bars, nightclubs, and fitness facilities must close; all seated venues are capped at 50% capacity regardless of venue size; restaurants may continue to operate with social distancing and a maximum of six patrons per table; organized indoor gatherings are prohibited; and private gatherings are restricted to ten vaccinated individuals from a maximum of two households.[258] On December 31, Henry announced that the self-isolation period for fully-vaccinated individuals was reduced to five days.[259] On January 18, B.C. scheduled to reopen gyms and exercise facilities, and extended the restriction on gathering until at least February 16.[260] On January 20, the self-isolation period for fully-vaccinated individuals was removed from the province's COVID-19 guidelines.[261] On January 25, B.C. tentatively extended the vaccine passport system until June 30.[262] On January 26, B.C. detected some cases of Omicron variant lineage BA.2 in the province.[263] On January 31, B.C. Legislative Assembly Management Committee passed a motion \"that the proof of COVID-19 vaccination program implemented by the committee on September 3, 2021, be extended under the same terms until June 30, 2022.\"[264] On February 9, Henry discontinued the recording of active and recovered cases, stating that the data is losing its accuracy.[265] On February 16, B.C. lifted most of the long-term restrictions that were enacted since December 2021, but mask mandates and vaccine passports remain in effect.[266] On February 26, rapid COVID-19 antigen tests became available for people that are at least 70 years old.[267] On March 11, the indoor mask mandate was lifted.[268] A mandate that required healthcare professionals to be vaccinated against COVID-19 has been abandoned, though patients have the right to be aware of their vaccination status.[269] On April 7, the provincial government transitioned to a weekly report.[270] On April 8, the vaccine card program ended.[271] On April 28, Henry confirmed that BC health officials were monitoring possible cases of \"unusual\" severe acute hepatitis occurring outside of the province in Canada, as well as the United States and United Kingdom.[272] On May 4, a request made by lawyers for Henry to dismiss a court challenge against the province's COVID-19 vaccine mandate for health care workers was rejected by a judge.[273][274] The first case of the Alpha variant was confirmed on December 15, 2020, involving a traveller who had recently returned from London, UK. Beta was first confirmed on January 14, 2021, followed by Gamma on March 9. The first 39 cases of Delta were confirmed on April 21.[275][276] The first case of Omicron was confirmed on November 30, 2021, from a patient who had recently travelled to Nigeria.[254] On the week of December 13, 2020, B.C. began the four-phase mass COVID-19 immunization plan, starting with individuals who were most at risk. *Note: F: 0 - 49 E: 50 - 59 D: 60 - 66 C: 67 - 72 B: 73 - 85 A: 86 - 100 S: 101+ (%) Reference:[281] Notes As a result of the pandemic, BC Ferries cancelled sailings,[285] began to permit passengers to stay in their vehicles during sailings,[286] and were granted authority to refuse to transport passengers showing symptoms consistent with the coronavirus.[287][288] On April 12, BC Ferries announced that they had reduced their sailings and were operating at 50 percent capacity.[289] The provincial legislature passed an aid bill on March 25, 2020, before adjourning indefinitely.[290] While adjourned, some virtual sessions took place.[291] The leadership contest of the Green Party of British Columbia was postponed.[292][293] In many parts of the province, residents began daily cheers at 7:00 p.m. to celebrate and thank healthcare workers.[294][295][296][297][298] In April, Mr. PG flew a flag emblazoned with a red heart as part of a community support initiative.[299] In response to layoffs and unemployment, the government suspended nearly all evictions and froze rent increases. In limited circumstances where safety concerns exist, evictions were still permitted, as well as where notices were issued prior to the state of emergency. A$500 monthly rental rebate was also created to assist tenants unable to pay their monthly rent. The rebate is paid directly to landlords of qualifying tenants.[300] The Vancouver Tenants Union called for tenants in larger complexes to unite to negotiate favourable terms with landlords. Some other tenant advocacy groups called for a large-scale rent strike.[301][302] The Pacific National Exhibition and Celebration of Light were both cancelled.[303] The Vancouver Pride Society cancelled its parade, and planned virtual events in its place.[304][305][306] Closures caused cash-flow problems for attractions including Science World, the H. R. MacMillan Space Centre, and the Vancouver Aquarium, all of which rely on revenues from admissions.[307][308] Fundraisers raised over $600,000 for the Aquarium as a response to reports that the Aquarium may permanently close.[309][310]  Note: Charts are based on numbers released by health officials and may not reflect unreported cases or recoveries. Recoveries are logged on the first date after they were announced by health officials. Sources:[326][327][328]","Title":"COVID-19 pandemic in British Columbia - Wikipedia","KeyID":"10666","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_British_Columbia"}