{"Content: ":"COVID-19 vaccination in Canada is an ongoing, intergovernmental effort coordinated between the bodies responsible in the Government of Canada to acquire and distribute vaccines to individual provincial and territorial governments who in turn administer authorized COVID-19 vaccines during the COVID-19 pandemic in Canada. Provinces have worked with local municipal governments, hospital systems, family doctors and independently owned pharmacies to aid in part, or in full with vaccination rollout.[2] The vaccination effort in full is the largest such immunization effort in the nation's history. The vaccination effort began December 14, 2020, and is currently ongoing.[3] Health Canada is responsible for approval and regulation of vaccines (and other pharmaceuticals), while the Public Health Agency of Canada (PHAC) is responsible for public health, emergency preparedness and response, and infectious and chronic disease control and prevention. Vaccines are authorized by Health Canada, purchased by the Government of Canada and distributed by PHAC to individual provinces and territories in tranches based on various factors such as population size and prioritized peoples. The National Advisory Committee on Immunization (NACI) has also issued recommendations on how vaccines should be distributed, in what intervals and to which populations. NACI has also been involved in recommendations on the use or disuse of vaccines to certain ages or populations. The National Research Council Canada (NRC) has made investments in the domestic development of vaccine candidates, including candidates by the University of Saskatchewan and Variation Biotechnologies. In May 2020, the NRC announced a planned agreement to conduct clinical trials of a vaccine candidate by Chinese company CanSino Biologics, and plans to manufacture it at its facilities in Montreal once authorized. However, the deal collapsed due to strained Canada–China relations, and the federal government later announced commitments to purchase vaccines being produced by AstraZeneca, Moderna, Pfizer and Janssen. In early 2021, both Pfizer–BioNTech and Moderna did not ship the agreed upon quantities of secured vaccines to Canada and other countries, due to manufacturing challenges.[4] This caused a vaccine shortage and significant slowdown in vaccine rollout. By mid-February 2021, significant increases in manufacturing and delivery of vaccines in conjunction with a recommendation by NACI to extend second dose administration to a maximum of 16 weeks resulted in a larger ramp-up in vaccine delivery across the nation and by July 2021, Canada's vaccine supply had grown to allow a return to shortened dose intervals.[5] Following Health Canada's emergency authorization of the Pfizer–BioNTech vaccine on December 9, 2020, mass vaccination efforts began across the country on December 14, 2020. The agency later authorized the Moderna vaccine on December 23, 2020. On February 26, 2021, Health Canada authorized the Oxford–AstraZeneca vaccine for use. Following concerns of blood clotting events the Oxford-AstraZeneca vaccine was largely discontinued for use, and those who had already received a first dose were encouraged to receive an mRNA vaccine as their second dose.[6] The Janssen vaccine was authorized on March 5, 2021; however, Canada did not receive a delivery of the Janssen vaccine until April 28, 2021;[7] which was then destroyed due to contamination issues at its factory of origin.[8][9] Use of Janssen was put on hold until November 2021, when the government acquired doses for use with vaccine-hesitant populations.[10] Canada became the first country to authorize a COVID-19 vaccine for people younger than 16 after approving Pfizer's vaccine for children aged 12 to 15 on May 5, 2021.[11] In August 2021, the Moderna vaccine was authorized for use in children aged 12 and up.[12] On September 16, 2021, Health Canada granted full approval to the Moderna and Pfizer vaccines and in November 2021, Health Canada approved the Pfizer-BioNTech and Moderna vaccines for use as booster (or third doses).[13][14] On November 19, 2021, Health Canada approved the Pfizer-BioNTech vaccine (with a lower dosage) for children aged five to eleven.[15] On February 17, 2022, Health Canada approved the Novavax vaccine, which is the first approved COVID-19 protein subunit vaccine.[16] In March 2020, the federal government announced a CA$275 million investment for \"coronavirus research and medical countermeasures\"[17] and on April 23, 2020, over CA$1 billion in additional financial support was announced. This funding for \"national medical research strategy to fight COVID-19\" included \"vaccine development, the production of treatments, and tracking of the virus.\"[17] Nancy Harrison and Cédric Bisson are co-chairs of the Therapeutics Task Force (TTF), which is tasked with prioritizing \"financial support for promising COVID-19 treatment projects.\"[18] The secretariat of the Therapeutics Task Force is housed at the Department of Innovation, Science and Industry (ISED). Joanne Langley and J. Mark Lievonen are the co-chairs of the Vaccine Task Force (VTF) advising the federal government on \"vaccine development, related bio-manufacturing and international partnerships\".[18] The secretariat of the VTF is supported by the National Research Council of Canada (NRC).[18] The NRC was tasked with identifying potential vaccine candidates, and helping to expedite clinical trials and approval of them in Canada.[19] The NRC signed agreements with several companies that had been developing vaccine candidates, including Variation Biotechnologies (which has a facility in Ottawa), and the University of Saskatchewan Vaccine and Infectious Disease Organization–International Vaccine Centre (VIDO–InterVac). Canada did not have facilities capable of producing COVID-19 vaccines at the outbreak of the pandemic;[20][Notes 1][21][Notes 2][Notes 3][22] the NRC earmarked $45 million to upgrade its laboratories in Montreal in anticipation of vaccine production.[23] On May 6, 2020, the NRC reached an agreement with Chinese pharmaceutical company CanSino Biologics to conduct clinical trials for its COVID-19 vaccine candidate Ad5-nCoV at Dalhousie University in Nova Scotia.[24] The NRC cited its \"strong collaborative history\" with CanSino, and past work on adenovirus vaccines, as part of its decision.[19] CanSino's candidate was the first to enter phase II trials, and was considered by the VTF to be one of the top candidates.[23] The NRC would have received \"a non-exclusive right to use, produce, and reproduce the vaccine for emergency pandemic use\", free-of-charge. The agreement was announced by Prime Minister Justin Trudeau on May 12 during a press briefing, and trials were expected to begin within the next two weeks.[24] The trials were formally approved on May 15; the NRC stated that it hoped to produce between 70,000 and 100,000 doses of the CanSino vaccine per-month.[23] The CanSino agreement was impacted by Canada's strained relations with China; the shipments of vaccine doses were blocked by Chinese customs, and the State Council of the People's Republic of China refused to authorize the shipment.[24][19] In July 2020, after reports emerged over the delays, the NRC stated that CanSino \"[remained] very committed to the Canadian clinical trials.\"[23] With the CanSino deal falling through, and the VTF revising its recommendations based on clinical trial data from other countries, Minister of Public Services and Procurement Anita Anand announced on August 5, 2020, that the federal government had committed to purchasing doses of the Moderna and Pfizer–BioNTech vaccines.[23][25] In anticipation of a COVID-19 vaccine, the Canadian government purchased more than 75 million hypodermic needles and syringes.[26] After the NRC found that its current lab would not meet good manufacturing practices Prime Minister Trudeau announced on August 31 a federal investment of $126 million to \"design, construct, commission and qualify a new biomanufacturing facility\"—the Biologics Manufacturing Centre, which was projected to be completed by the end of July 2021.[27] It would be built next to the NRC's current Royalmount site in Montreal and have a production capacity of approximately 2 million does per-month\".[27] In September 2020, the federal government committed to purchasing 20 million doses of the Oxford–AstraZeneca vaccine. It also announced that it would make a $440 million investment in the COVAX initiative, to help fund the equitable procurement of COVID-19 vaccines worldwide.[28][29] In November 2020, Conservative Party leader Erin O'Toole criticized the federal government for focusing too heavily on the CanSino agreement, arguing that he \"would not have put all our eggs in the basket of China.\"[30] On November 20, 2020, Pfizer-BioNTech submitted it's vaccine for emergency authorization to Health Canada.[31] On December 9, 2020, Health Canada authorized emergency use of the Pfizer–BioNTech COVID-19 vaccine under the Interim Order Respecting the Importation, Sale and Advertising of Drugs for Use in Relation to COVID-19.[32] The Public Health Agency of Canada supervises the rollout and administration of the vaccine.[33] By mid-December 2020, Pfizer had agreements to supply 20 million doses to Canada.[34] Healthcare institutions began administering the first 30,000 doses of the Pfizer–BioNTech COVID-19 vaccine in Canada on December 14. A total of 249,000 doses was expected to be delivered by the end of 2020.[35] Because of the cold storage logistics, the initial doses were delivered to 14 distribution sites in the provinces, with none being sent to the Canadian territories since they could not properly store the vaccine. The 14 original distribution sites are located in St. John's, Halifax, Charlottetown, Miramichi, Quebec City, Montreal, Ottawa, Toronto, Winnipeg, Regina, Edmonton, Calgary, and two in the Greater Vancouver area.[36] The Canadian government expects the vaccine to be administered to high-priority groups, designated by each province, until the end of March.[35] Most provinces were first prioritizing some subset of healthcare workers, except for Quebec, which is prioritizing residents of long-term care homes, as well as British Columbia, New Brunswick, and Prince Edward Island, which are prioritizing both. Most provinces also have plans to expand priority status to additional groups—such as the elderly, or adults in Indigenous communities—before expanding to the general public.[37] In the same week as initial vaccinations for the Pfizer–BioNTech COVID-19 vaccine, Health Canada authorized the Moderna vaccine on December 23, and it was announced that Canada would receive 168,000 doses of the Moderna vaccine before the end of 2020.[38][39] Unlike the Pfizer–BioNTech vaccine, the Moderna vaccine does not require extreme cold temperature storage[39] which meant that as of December 28, Northwest Territories and Yukon had received their first shipments of 7,200 each of the Moderna vaccine.[40] Vaccinations in each territory are not scheduled to occur until mid-January.[41] On February 2, 2021, Trudeau announced a deal with Novavax to produce COVID-19 vaccines at the Biologics Manufacturing Centre, making it the first to be produced domestically.[42] The Novavax COVID-19 vaccine is currently awaiting approval by Health Canada.[43] This is the first deal signed by Canada that allows a domestic manufacturing of a foreign vaccine. The contract with Novavax is for 52 million doses of the vaccine.[42] Following VTF and TTF recommendations, the federal government announced investment in two biomanufacturing companies—Vancouver-based Precision NanoSystems Incorporated (PNI) and Markham, Ontario-based Edesa Biotech Inc. (Edesa).[44] PNI, biotechnology company, will receive up to $25.1 million to build a \"$50.2 million biomanufacturing centre to produce vaccines and therapeutics for the prevention and treatment of diseases such as infectious diseases, rare diseases, cancer and other areas of unmet need\". Edesa will receive up to $14 million to Edesa Biotech to \"advance work on a monoclonal antibody therapy for acute respiratory distress syndrome, which is the leading cause of COVID-19 deaths.[44] By February 2021, the NRC and the ISED support for domestically-produced vaccines and therapeutics for COVID-19 included $37 million in stage 1 funding for six vaccine candidates, and seven therapeutics candidates.[45] In mid to late January, details emerged about manufacturing delays by both authorized vaccines made by Pfizer and Moderna affecting the country's vaccine rollout in late January through the month of February.[46][47] On February 3, the European Commission approved delivery of COVID-19 vaccines to Canada, in spite of production constraints in Europe. Canada was one of many countries that applied for delivery and does not have its own manufacturing capacity.[48] By February 4, Major General Fortin said while that Pfizer explained its dramatically lower vaccine shipments—with a decrease of 80% in all Pfizer shipments—as caused by \"plant upgrades at a facility in Belgium\", Moderna has offered no explanation for similar delays.[4] By early 2021, the speed of Canada's deployment of COVID-19 vaccines had become the topic of widespread public discussion, along with the related question of why the vaccines were not being produced in Canada.[49][50] Fortin said that 180,000 Moderna doses had arrived in Canada on the morning of February 4 and Canada is \"still expecting 2 million Moderna doses by the end of March.[4] On February 4, Fortin said that about 70,000 Pfizer-BioNTech doses will arrive in the next week.[51] On February 3, COVAX published the country-by-country vaccine distribution forecast to COVAX participants—Canada will receive 1,903,200 doses of the Oxford–AstraZeneca vaccine by the end of the first half of 2021.[52][53] On February 12, the minister of Public Services and Procurement Canada (PSPC) announced that Canada had \"negotiated an accelerated delivery schedule for Pfizer-BioNTech’s COVID-19 vaccine.\"[54] By the end of September, Canada will receive the 40 million Pfizer-BioNTech doses.[54] Major General Fortin announced on February 18, that the period in which Canada experienced limited supplies, is now over and there will be an \"abundance of supplies\" in the spring and summer months. This will result in a \"significant scaling-up of immunization plans in provinces.\"[55] Pfizer's new \"locked in\" delivery schedule includes 475,000 doses in February and 444,600 per week in March, according to the PHAC's vaccine distribution tracker.[56][55] A February 18, 2021 article in New York Times said that Canadians were concerned about the rollout of the vaccination program.[57] According to the same Times columnist, who had interviewed those involved in \"vaccine development, epidemiology, infection control and medical supply chains\", they all said it was not surprising that Canada's rollout was not happening as planned. While they could understand why Canadians were frustrated, they said, this is the \"nature of new vaccines\".[50] On February 26, Health Canada authorized the Oxford–AstraZeneca COVID-19 vaccine for use.[58] The agency authorized the use of two versions of the same vaccine, one to originate from the United Kingdom, and the other produced in India by the Serum Institute of India (trade name \"Covishield\").[58] The first shipment of 500,000 doses of Oxford-AstraZeneca arrived on March 3, 2021. The doses were marked with an April 2, 2021 expiry date, necessitating speedy administration.[59][60] The Janssen COVID-19 vaccine was authorized on March 5, 2021, to become the fourth vaccine to receive Health Canada approval.[61] The vaccine was the first single-dose vaccine to be authorized in Canada.[62] Delivery times for the vaccine remain unknown.[63] After an agreement was reached with Pfizer to move up some deliveries, it was projected a total of 8 million vaccine doses (from three suppliers) will be available in Canada by the end of March 2021.[64] To maximize distribution of first doses, NACI issued a recommendation that second doses be administered up to four months after the first dose.[65] Minister Anand confirmed on March 26, 2021, that 1.5 million Oxford-AstraZeneca shots would arrive from the United States on March 30, 2021,[66] and that 10 million shots of the Johnson & Johnson vaccine would arrive between April and September 2021.[67] In mid-April 2021, the Government of Canada reached a deal with Pfizer to receive 8 million more vaccines on top of what was already ordered, with more than 2 million vaccines coming into the country per week beginning in the month of May.[68] Moderna however continued to delay deliveries and slashed an order for the end of April from 1.2 million vaccines to 650,000.[69] Due to public frustration with variable vaccine booking systems across the country, a small volunteer group known as Vaccine Hunters Canada created a website, Twitter and Facebook page to help \"eligible Canadians find vaccines.\" The group posts relevant information on appointments available, eligibility requirements and other tips to the public that might otherwise not be common knowledge.[70][71][72][73] On April 28, 2021, the City of Toronto officially partnered with the group to provide them end of day information in regards to vaccine availability and appointments that are currently unused, as well as information for pop-up vaccine clinics.[74][75][76] The first shipment of the Johnson & Johnson vaccine arrived in Canada on April 28, 2021. The country received 304,800 doses of the single-shot vaccine in its first shipment.[77] However, Health Canada held the shipment for a safety review, citing production issues at the facilities of Emergent BioSolutions.[78][79] In May 2021, NACI stated a recommendation that mRNA-based vaccines were preferred over viral vector vaccines such as the AstraZeneca and Johnson & Johnson vaccines due to the rare risk of post-vaccination embolic and thrombotic events, with vice-chairman Shelly Deeks stating that \"individuals need to have an informed choice to be vaccinated with the first vaccine that’s available, or to wait for an mRNA vaccine.\" NACI received criticism for the recommendation, with critics arguing that it contradicted the view that patients should receive the first vaccine they are offered, and that the statement was mixed messaging over the safety of the vaccines that could lead to increased hesitancy.[80][81][82] On May 5, 2021, Canadian health officials authorized Pfizer's vaccine for adolescents 12 to 15 years old, becoming the first country in the world to do so.[11] On May 11 and 12, multiple provinces, including Alberta, Manitoba, Nova Scotia, Ontario, and Saskatchewan, announced that they would suspend their use of the AstraZeneca vaccine for first doses, citing supply shortages, with some provinces also citing the blood clot risk.[83][84][85] Deliveries from manufacturers continued to accelerate in mid-May. In the week of May 16, Canada was expected to receive a record 4.5 million doses of the two mRNA vaccines from Pfizer and Moderna.[86] In British Columbia, the Vancouver Coastal Health authority apologized on May 31 after accidentally administering the Moderna vaccine to 12 adolescents who were to receive the Pfizer vaccine per the approval.[87] By May 22, 2021, at least half of the overall population had received at least one vaccine dose, with Canada having administered 20.328 million vaccine doses overall.[88] The country has passed other large countries in coverage like the U.S. vaccination program.[89] As new arrivals of the Oxford-AstraZeneca vaccine came into the country in late May, provinces chose whether to administer second doses, for example as Ontario is going forward with,[90] or providing people who took a first dose to choose a different second vaccine, as in British Columbia.[91] The country's percentage of single doses had been disproportionately high in comparison to second doses, due to NACI's earlier recommendations for intervals of up to four months. This led to calls from medical experts for provinces to prioritize second doses, citing the possibility having only one dose would make populations vulnerable to SARS-CoV-2 variants.[92] By late-May, amid an increased supply, several provinces had begun to shorten their intervals for second doses.[93] NACI followed suit on May 28, issuing new guidance that second doses should be administered \"as soon as possible\", especially to high-risk individuals.[94][95] For the week following the Victoria Day weekend, Canada expected a smaller vaccine shipment than normal, as Pfizer–BioNTech sent more vaccine the previous week.[96] The government had previously indicated that Canada would have 55 million doses delivered by the end of July 2021, but this mostly included Pfizer distributions. Moderna had now committed to delivering 11 million doses in July 2021, with 5 million of those doses potentially arriving in June. Combined with an expected 9 million Pfizer doses to be delivered, this would be enough to give Canada 68 million doses by the end of July.[97] On August 13, 2021, Minister of Intergovernmental Affairs Dominic LeBlanc and Transport Minister Omar Alghabra announced that the federal government plans to mandate the vaccination of all federal public servants, employees in federally-regulated transport industries, and passengers of commercial air travel, interprovincial rail service, and large marine vessels with overnight accommodations (e.g. cruise ships). The government will also \"expect\" the vaccination of all employees in industries regulated by the Canada Labour Code.[98][99] At the time of the announcement, the Government of Canada estimated that there are approximately 19,000 employers and 1,235,000 employees (8% of all workers in Canada) subject to the vaccine mandate.[100] Soon after the announcement by the Government of Canada, some provinces began mandating vaccination for their public servants, starting with the Ontario government, who announced on August 17 that public health services and school boards will be required to have a \"vaccination policy\" in place that would require an employee to either be fully vaccinated or undergo regular testing.[101][102] The same day, the Quebec government announced that healthcare workers in both the public and private sector must be fully vaccinated by October 1, 2021.[103] New Brunswick was the next province to follow, mandating vaccination or regular testing for provincial public servants.[104][105] On August 27, 2021, the Moderna vaccine was authorized for emergency use in children aged 12 and up.[106] On September 16, 2021, with the expiration of the aforementioned Interim Order, Health Canada officially granted full approval to the Moderna and Pfizer vaccines for individuals aged 12 and older.[107] On October 18, 2021, Pfizer-BioNTech submitted the vaccine for approval to Health Canada for children aged five to eleven. The submission called for smaller doses of the same vaccine used for adults.[108] A few days later, Canada ordered 2.9 million child-dose Pfizer vaccines.[109] In late October, NACI recommended the use of booster shots (third doses) of vaccines for certain immunocompromised peoples, people over the age of 70, people who had received a full series of the Oxford-AstraZeneca vaccine or Janssen vaccine and those in healthcare following 6 months of full vaccination. Many provinces then followed suit.[110] On November 19, Health Canada approved the Pfizer-BioNTech vaccine for children aged five to eleven.[111] Health Canada recommended children receive the smaller doses, with an interval of at least 8 weeks between vaccinations.[112][113] Doses began to arrive several days later.[114] Amid the discovery of the Omicron variant, NACI will review information on recommendations for booster shots for most adults.[115] Prime Minister Trudeau said that if boosters were offered to all, Canada would have ample supply.[116] Some provinces have begun offering boosters to those outside of NACI recommendations in advance.[117] On January 28, 2022, truckers from across Canada drove to Ottawa to protest against mandatory vaccination for truckers crossing the border from the U.S. to Canada.[118] On April 5, NACI began recommending that fourth doses be given to vulnerable populations, namely seniors living in long-term care homes and people aged 80 and up.[119] On July 14, Health Canada approved the Moderna vaccine for children aged between six months and five years, rendering an additional 1.7 million people eligible for vaccination. Children in this age group will receive approximately a quarter of the dose given to adults.[120][121] In December 2020, NACI issued initial recommendations for a multi-stage rollout of vaccines that would prioritize specific populations, beginning with people 70 and older, healthcare workers, employees and residents of long-term care facilities, and Indigenous people. The rollout then progressed towards other vulnerable groups, including first responders, essential workers, and people with comorbidities, before opening up to the wider general public. Additionally, 198,370 Moderna, 5,850 Pfizer-BioNTech and 460 Oxford-AstraZeneca vaccine doses have been kept for \"Federal Application\" for use with the Public Health Agency of Canada (PHAC), Canadian Armed Forces and the Correctional Service of Canada.[123] On a federal scale, the Government of Canada mandated all federal workers be vaccinated by October 29, 2021, or face termination.[124] Travellers over the age of 12 on all federally regulated modes of transportation (such as domestic and international flights departing from most airports in Canada, those riding on Via Rail and Rocky Mountaineer trains as well as cruise ships) were required to show proof of full vaccination against COVID-19 beginning October 30, 2021. Although up until November 30, 2021, the government offered a one-month grace period to offer those who were not yet fully vaccinated against COVID-19 to provide a recently negative test prior to boarding.[124][125] Since the implementation of the vaccine mandate, wrongful dismissal lawsuits from fired unvaccinated workers have been piling up.[126] Legal scholars also questioned the constitutionality of vaccine mandates, not only on the basis of individual exemptions, but also the extent of the impact that firing so many workers would have on the Canadian population at-large. Alternatively, Si Wen Shen from the Université de Montréal Faculty of Law proposed the idea of provincial governments invoking Section 33 (notwithstanding clause) of the Canadian Charter of Rights and Freedoms in order to circumvent any legal challenges on constitutional grounds.[127] Many private companies nationwide like Air Canada[128] and major accounting firms have mandated vaccination policies internally.[129] Most education institutions like colleges and universities nationwide have announced mandates for employees and students[130] and for-profit long-term care home companies such as Chartwell Retirement Residences, Revera and Sienna Senior Living have all announced mandates for vaccination for employees.[131] The following is a table representing individual provincial measures, policies and mandates for vaccination requirements by province and territory: Total number of people receiving vaccinations in Canada as of February 13, 2022[1] Vaccines delivered per pharmaceutical company as of November 18, 2021[123] There are several COVID-19 vaccines at various stages of development around the world. As of 2 December 2020[update] the Canadian government had invested over $1 billion,[188] including pre-placed orders for seven different vaccines, four of which are now authorized for use by Health Canada. These pre-orders total more than 400 million doses.[189][190][188][191] Six of the seven vaccines require two doses each to be effective, with the exception of the Janssen Pharmaceutica (Johnson & Johnson) vaccine which only requires one dose.[188]   As the COVID-19 vaccines are relatively new, certain aspects of delivery and pharmacological care of the products have changed rapidly over the course of the vaccination program. Early in the vaccination effort, debate on when to administer the second dose of the approved vaccines appeared medically and politically.[209] Each manufacturer had recommended respectively 21 days apart for Pfizer-BioNTech;[210] 28 days apart for Moderna;[211] and 4–12 weeks apart for Oxford-AstraZeneca.[212] New data suggested the manufacturer's recommendation could be lengthened, in theory allowing for more people to be vaccinated as supply efforts ramped up. Stanley Plotkin and Neal Halsey wrote an article published by Oxford Clinical Infectious Diseases that urged single dose interim use in order to extend vaccination to as many people as possible until vaccine availability improved.[213] Several other articles and media provided evidence for delaying 2nd doses in the same line of reasoning.[214][215][216] The province of Quebec began to withhold second dose administration,[217][218] and eventually adopted a 90-day strategy.[219] The National Advisory Committee on Immunization (NACI) had initially only recommended a maximum of 42 days in between doses.[220] The province of British Columbia had also followed suit and began plans to extend second dose administration to a four-month delay.[221] On March 4, 2021, the National Advisory Committee on Immunization (NACI) recommended that a maximum of four months or 112 days could be achieved effectively between second doses.[222] Other provinces began to adjust their administration programme based on the federal-level recommendation.[221] Quebec no longer recommends a second dose for those previously infected with COVID-19, as the immunity is considered strong enough.[223] People still wanting to receive a second dose will be allowed to get it. Beginning May 24, 2021, Saskatchewan became one of the first provinces to offer second dose administration on a shortened interval timeline, allowing people to book second dose appointments based on their age (beginning 80+) or first dose administration date.[224] Meanwhile, Ontario allowed people who received their first dose of the Oxford-AstraZeneca vaccine between March 10 and 19, 2021 to book second dose appointments of the same vaccine.[225] In January 2021, the province of Saskatchewan discovered it could draw extra doses of the Pfizer vaccine out of vials labelled as having 5 doses.[226] As Pfizer prepared for industrial retooling to match international demands for its vaccine, causing a supply slowdown in Canada in January and February 2021, the company announced that their vials indeed contained 6 doses of vaccine, rather than 5.[227] Health Canada accepted the relabelling of the product, however the revelation required the acquisition of millions of low dead space syringes in order to extract the last dose from the vial.[228] Initially the Pfizer-BioNTech vaccine was required to be stored at ultra-cold temperatures (between -80 and -60 °C) in perpetuity, until application (in which time after dilution, the vaccine must be used within 6 hours).[229] On February 25, Health Canada recommended that the vaccine could be stored at regular freezer temperatures (between -25 and -15 °C) for up to two weeks.[230] On March 1, 2021, two days after the first delivery of the vaccine, the NACI announced that it would recommend that the Oxford-AstraZeneca vaccine not be given to patients older than 65 due to “the insufficiency of evidence of efficacy in this age group at this time.”[231] This recommendation was based on clinical trial data that only went as far as December 7, 2020.[232] Quebec did not follow this recommendation, but its own Immunization Committee recommended that the Pfizer and Moderna vaccines be given to higher-priority groups in the event of limited vaccine availability (with the AstraZeneca vaccine given to lower-priority groups).[233] On March 16, NACI revised its recommendations based on newly obtained efficacy data from other countries.[232] On March 29, 2021, NACI recommended that the Oxford-AstraZeneca vaccine not be given to patients younger than 55, citing reports of a rare, increased risk of blood clots with low levels of blood platelets (post-vaccination embolic and thrombotic events). Most provinces adhered to this recommendation.[234][235][236] In April 2021, due to the third wave of infections, and increased hesitancy towards the vaccine due to these side effects, multiple provinces (including Alberta and Ontario) went against NACI guidance and began to distribute the vaccine to people as young as 40.[237][238][239] On April 23, NACI changed its guidance to recommend the vaccine be offered to patients as young as 30 years old if benefits outweigh the risks, and the patient \"does not wish to wait for an mRNA vaccine\".[240] Due to increased reports of post-vaccination embolic and thrombotic events, on May 11, 2021, the provinces of Alberta and Ontario decided to cease offering first dose appointments of the Oxford-AstraZeneca vaccine.[241][242] On May 12, Nova Scotia and Manitoba also announced similar restrictions,[243] with Quebec following the next day.[244] Health Canada and NACI began looking into the possibility of mixing different vaccines in about April 2021.[245] As the future of AstraZeneca vaccines in Canada became increasingly uncertain, due to both shipment delays and the risk of rare blood clots, and preliminary data on the subject became increasingly available,[246][247][248] provincial governments' interest in the proposal grew. In early May, Quebec became the first province to approve of the mixing of an adenovirus vaccine (AstraZeneca) with an mRNA vaccine (Pfizer-BioNTech or Moderna), albeit only under certain circumstances: only people under 45 who have received a first dose of the AstraZeneca vaccine would be able to receive one of the mRNA vaccines as their second dose.[249][244] A couple of weeks earlier, Quebec had exceptionally allowed for the mixing of Moderna and Pfizer vaccines to go ahead in long-term care homes, as the supply of Moderna doses was low.[250] On May 20, it was announced that Canada would be performing its own country-wide study on the effectiveness of mixing vaccines.[251] On June 1, NACI approved the mixing of the three approved vaccines in Canada (Pfizer-BioNTech, Moderna, and AstraZeneca-Oxford). Specifically, they recommended mixing a first dose of the AstraZeneca vaccine with a second dose of one of the mRNA vaccines and mixing a first dose of a Pfizer or Moderna vaccine with a second dose of either mRNA vaccine.[252][253] Two weeks later, they changed their recommendations to suggest that a second dose of one of the mRNA vaccines after a first shot of AstraZeneca is \"preferred\", due to new evidence that seems to demonstrate an improved immune response on a mixed vaccine schedule.[254][255] In December 2020, the NACI issued initial recommendations for a multi-stage rollout of vaccines that would prioritize specific populations in sequence, beginning with residents 70 and older, health care workers, and the employees and residents of long-term care facilities (due to the pandemic's disproportionate impact on them); and progressing towards wider age ranges, first responders, essential workers, and residents with comorbidities, before progressing towards the wider general public.[256][257]","Title":"COVID-19 vaccination in Canada - Wikipedia","KeyID":"10661","URL":"https://en.wikipedia.org/wiki/COVID-19_vaccination_in_Canada"}