{"Content: ":"The COVID-19 pandemic in Manitoba is a viral pandemic of coronavirus disease 2019 (COVID-19), a novel infectious disease caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). Manitoba officially reported its first cases on March 12, 2020. A state of emergency was declared on March 20, and implemented its first lockdown on April 1—ordering the closure of all non-essential businesses. In comparison to other provinces, case counts remained relatively low in Manitoba throughout the spring and summer months, and the province began lifting some of its health orders on May 4. Some isolated outbreaks occurred in communal Hutterite colonies and in the Brandon, Manitoba area in late-July and August respectively. By September 2020, the province had begun to develop a harsher second wave, which led to restrictions being reimplemented in parts of the province (including the city of Winnipeg), and by November 12, all of Manitoba being placed under the highest, \"Critical\" (red) level of the province's tier-based response system, which reintroduced strong restrictions on gatherings and non-essential activities similar to the first wave. While some restrictions were eased in early-2021 while remaining under the Critical tier, strong restrictions on gatherings, retail capacity, and specific non-essential sectors of businesses were reintroduced in May 2021 due to a harsher third wave of COVID-19 fuelled by variants of SARS-CoV-2. The province's healthcare system was overwhelmed, which required it to send some of its COVID-19 intensive care patients to neighbouring provinces, and seek federal aid.[1] By June 2021, the province had begun to lift some of its restrictions due to vaccination progress. However, due to Omicron variant, the province began to reintroduce restrictions on gatherings in late-2021. These restrictions were phased out in February and March 2022. On March 12, 2020, Manitoba Health reported three presumptive cases of COVID-19, all among residents of Winnipeg that had recently returned from travel.[2][3] Officials initially announced the first probable case that could not be linked to travel or contact with known patients on March 18, but the case was later determined to be a false positive.[4] On March 20, a state of emergency was issued by Premier Brian Pallister, which implemented enforceable restrictions on gatherings and business sectors.[5][6] The province reported its first death from COVID-19 on March 27.[7] The first two recoveries were reported on March 29.[8] The province confirmed on April 1 that they had seen evidence of community transmission in Winnipeg.[9] On April 2, officials announced that a worker at a personal care home in Gimli had tested positive, and that nine residents were showing symptoms of respiratory illness, but later confirmed on April 5 that the worker's case was a false positive.[10][11] An incident at the Health Sciences Centre in Winnipeg exposed numerous employees to the virus, including nurses, doctors, therapists, health care aides, and security guards.[12] By April 3, approximately 100 HSC employees had been required to isolate themselves.[13] Following the event, four nurses at the HSC had tested positive for COVID-19, as well as health care workers at Saint Boniface Hospital and Grace Hospital in Winnipeg, a hospital in Selkirk, and a personal care home in the St. Vital area of Winnipeg.[13] By April 5, Manitoba reached 200 confirmed cases.[14][15] On April 16, the province stated that about 56% of the 250 known cases were directly linked to travel.[16] The number of daily new cases diminished through mid-April, and on April 17, the province announced that the number of known recoveries from COVID-19 had overtaken the number of known cases in Manitoba.[17] On April 29, Premier Pallister announced that the province would begin a phased lifting of restrictions beginning May 4, beginning with outdoor recreation, retail businesses, patio restaurants, non-urgent healthcare, daycamps, and libraries, galleries, and museums. He emphasized that this would not be a \"return to normal\", but told residents that \"You stuck to the fundamentals, and those fundamentals are what will take us forward. But this isn't a victory lap. Today is a celebration because of what you've done and tomorrow will be a celebration because of what you'll continue to do.\"[18] The province's Chief Public Health Officer Brent Roussin stated based on modelling, that Manitoba had 666 fewer confirmed cases as of April 25 than it would have had without public health measures.[18] In May, the number of new cases continued to decline, with 13 reported in the first 27 days of the month, and only 6 new cases reported after May 12.[19] On May 23, the province announced that there were no COVID-19 patients remaining in the province's hospitals.[20] In July, a spike of new clusters began to emerge in Manitoba, centred primarily among communal Hutterite colonies. Representatives of the colonies criticized health officials for publicly linking them to these outbreaks, as they were facing stigmatization from the public as a result.[21][22] The province announced on July 25 that it would no longer publicly link outbreaks to colonies unless they pose a risk to the general public.[23] On July 28, the province reported its first new death from the virus since May 5.[24] On August 5, an employee of a Maple Leaf Foods facility in Brandon was reported to have tested positive for COVID-19.[25] The next day, the province announced its second-largest increase in daily new cases since the pandemic began, with a cluster of 18 cases being connected to the facility, although transmission was reported to not be occurring within the facility itself.[26] This cluster grew to 64 cases on August 8, which the province announced had developed into community spread within Brandon.[27] By August 12, Manitoba's active case count surpassed 200 for the first time since the pandemic began.[28] On August 19, the province announced \"RestartMB\", a colour-coded response system that would classify risks and restrictions on a regional basis. The province was initially placed under the yellow \"Caution\" tier.[29] On August 20, the Prairie Mountain Health Region became the first region to move to the orange \"Restricted\" tier, due to increasing community transmission. Face masks became mandatory in public places, and gathering sizes were restricted to 10.[30] On August 28, Winnipeg mandated the wearing of masks on Winnipeg Transit and at city-owned facilities.[31] As of September 3, an outbreak at at the Bethesda Place long-term care facility in Steinbach, Manitoba had accounted for four deaths (bringing the provincial total to 16), and at least 17 positive cases among residents and staff.[32] On September 11, the first probable cases within First Nations colonies were reported, including three cases in the Fisher River Cree Nation and Peguis First Nation.[33] In mid-September, testing capacity in Winnipeg was exhausted for two consecutive days amid a growth in community transmission. Multiple cohorts at the John Pritchard School were also quarantined and switched to remote classes amid cases involving students and staff.[34][35][36] By late-September, a major surge had emerged in Winnipeg. The Winnipeg Metropolitan Region was placed under the \"Restricted\" (orange) tier of the response system on September 28, restricting the size of gatherings and mandating the wearing of face masks within indoor public spaces;[37] on October 13, the province experienced a triple-digit gain in new cases for the first time, at 124, with 95 of them being within the Winnipeg Health Region. This was surpassed the next day with 146 new cases.[38][39] On October 19, new restrictions were instituted in Winnipeg for 14 days on top of the existing Orange-tier restrictions. All gatherings were limited to five people. Retail establishments, restaurants, libraries, galleries, and museums were restricted to 50% capacity, while gyms, libraries, galleries, and museums must also take contact tracing logs. Sports venues were limited to 25% capacity, and bars, gaming establishments, and live entertainment facilities were ordered closed.[40] On October 30, 2020, after announcing a total of 480 new cases, it was announced that effective November 3, Winnipeg would be moved to the \"Critical\" (red) tier of the response system, and all other regions of Manitoba moved to the \"Restricted\" tier, for at least 14 days. Under the Critical tier dine-in bars and restaurants, cinemas, and concert halls were ordered closed. Retail establishments were capped at 25% capacity, and faith-based gatherings were capped at 15% capacity or 100 people (whichever is lower). Most elective and non-urgent medical procedures were suspended. The mask mandate extended to gyms while exercising,[41] The Orange tier restrictions elsewhere mirrored the restrictions that had been in place in Winnipeg since October 19.[41] On November 9, the Southern health region was moved to Critical tier. Chief Medical Health Officer Brent Roussin stated that a circuit breaker was being considered due to widespread community transmission province-wide, with the province having reported over 2,000 cases in the past week alone.[42] On November 10, it was announced that the entire province would be moved to Critical on the response system effective November 12, prohibiting any social, religious, or cultural gathering, and ordering the closure of all non-critical businesses (with critical businesses restricted to 25% capacity), dine-in bars and restaurants, cinemas, concert halls, gaming facilities (casinos and video lottery), gyms, sports and recreation facilities, and personal care services. K-12 schools remained open to in-person classes, with Roussin arguing that the province was \"not seeing a lot of transmission within schools.\"[43][44] On November 20, additional restrictions were added province-wide: visitors at homes are prohibited unless they are providing a critical service or are otherwise covered by an exception, while critical retailers may only admit a maximum of 250 customers at once, and are prohibited from displaying or selling non-critical goods to in-store customers.[45][46] On November 23, the province reported its largest increase in cases to-date, at 546.[47] On December 8, all present health orders were extended through January 8, 2021 in order to discourage holiday gatherings. Amendments were also announced effective December 12, making school supplies considered critical goods, and a \"seasonal exception\" for goods related to holidays. Thrift stores were allowed to reopen without restrictions on goods in order to reduce disproportionate impact on low-income families. Drive-in events would also be permitted, provided that vehicle passengers are from the same household only, and must remain in the vehicle at all times.[48] On January 21, 2021, it was announced that restrictions would be modified in the Interlake-Eastern, Prairie Mountain Health, Southern Health, and Winnipeg regions effective January 23, to allow households to have up to two designated visitors, non-critical retail to resume (25% capacity or 250 customers, whichever is lower), and hair salons and non-regulated health services to resume operations with restrictions. Due to a surge in the area, Northern Manitoba remained under the existing restrictions.[49][50] On February 12, 2021, the health orders were modified to allow some indoor businesses (besides casinos and concert venues) to reopen at 25% capacity, including restaurants (same household at tables only), gyms, indoor sports facilities (individual instruction only), outdoor sports facilities to resume operations (multi-team tournaments prohibited), weddings to be held with 10 guests, and places of worship to hold in-person services with a limited capacity (10% capacity or 50 people, whichever is lower). The province remained at the \"Critical\" tier.[51] On March 5, 2021, the health orders were modified, so that a household may now form a bubble with a second household, and outdoor gatherings of 10 people are now allowed. Any business that was still closed could resume operations, excluding bingo halls, casinos, and indoor theatre or concert venues. Capacity limits for retail stores were raised to 50% or 250 customers (whichever is lower). Restaurants were also raised to 50% capacity and may resume video lottery. Places of worship are increased to 25% capacity or 100 people (whichever is lower), and dance companies, operas, symphonies, and theatre groups are allowed to resume private rehearsals. Indoor sports facilities are relieved from the previous restriction to individual instruction only. Roussin stated that these changes were not a \"return to normal\", but \"a sign that as we continue to follow the fundamentals, and our case numbers continue to decline, we can ensure access to businesses, activities and services that may make our lives better.\"[52][53] On March 18, the province issued a survey asking for feedback on a future downgrade to the \"Restricted\" (orange) tier.[54] On April 19, new restrictions were announced due to a third wave and increasing cases of variants of SARS-CoV-2; beginning April 20, gatherings were limited to 10 people, households may only have two designated visitors, places of worship are limited to 25% capacity or 50 people (whichever is lower), and weddings and funerals are limited to 10 people. Beginning April 21, all retail outlets must operate at a maximum of 1⁄3 capacity or 333 people (whichever is lower).[55] On April 26, Pallister announced further restrictions to lasting for at least four weeks, including prohibiting indoor gatherings and household visitors, restricting gyms, faith-based gatherings, and retail to 25% capacity, and personal services to 50% by-appointment only. Roussin stated that \"we need Manitobans to understand how critical we are right now in a race between vaccinations and the variants of concern.\"[56] On May 7, Pallister announced that it would impose further and \"significant\" restrictions effective May 9–30. They restrict retail stores to 10% capacity or 100 people (whichever is fewer), and order the closure of all dine-in restaurants (even outdoors), dance, music, and performing arts schools, galleries, gyms and fitness centres, libraries, museums, and personal care services. Indoor community, cultural, and religious gatherings, indoor sports and recreation, and outdoor sports and recreation with more than five people are prohibited. Outdoor gatherings are limited to five people,[57] On May 20, ahead of the Victoria Day long weekend and after recording a record 603 new cases (with 409 being in Winnipeg alone), Pallister announced new restrictions that were to be in effect from May 22 through May 26. They prohibit all outdoor gatherings (including outdoor recreation) with people from outside of the immediate household, and restrict entry into retail stores to one person per-household (with an exception for a caregiver and their patient), in addition to all other public health orders.[58] These health orders were extended through June 12.[59] Manitoba sought aid from the federal government due to the current surge.[1] As of May 25, 79 COVID-19 patients in Manitoba were in intensive care. In order to preserve critical care capacity, the province has had to send ICU patients to hospitals in the neighbouring provinces of Ontario and Saskatchewan.[60][61] On June 8, Pallister announced that the province would offer cards to verify those who have been fully vaccinated. They will initially allow for exceptions from restrictions on health care visitation.[62] On June 9, Roussin announced that outdoor gatherings of up to five people from up to two households would be allowed beginning June 12. All other public health orders remain in force through at least June 26.[63] On June 10, Pallister announced plans to ease the current public health orders if certain targets for vaccination (both first and second doses) are met, with the first phase expected to begin by July 1. Roussin emphasized that \"the goal is to get to a post-pandemic Manitoba where we have public health recommendations and not restrictions\".[64][65] On June 26, Manitoba entered milestone 1 of the new framework, allowing some restrictions on gatherings and businesses to be eased to 25% capacity.[66] On July 3, the province reported its lowest single-day increase in cases since March, with only 48 new cases.[67] On July 7, ahead of schedule, the province announced that it had reached the vaccination thresholds required for the second milestone, and that details for the next phase could be revealed as soon as the following week. The province also announced plans for a one-day \"vax-a-thon\" with a \"festive\" atmosphere on July 14, during which all of Manitoba's \"supersite\" vaccine clinics would have an expanded capacity for walk-in appointments.[68] Details were announced for milestone 2 on July 14, taking effect on July 17.[69] Details were announced for milestone 3 on August 3, taking effect on August 7; this phase lifted the indoor mask mandate and further eased some restrictions on gatherings and retail.[70] On August 11, the province announced that its \"supersite\" vaccine clinics would also begin to offer youth \"catch-up\" appointments for other immunizations such as Hepatitis B and HPV, as school-based immunization programs had been suspended due to the pandemic.[71] On August 24, Pallister announced that new pre-emptive public health orders would be implemented in order to reduce spread of Delta variant and prevent a fourth wave, including the reinstatement of mask mandates province-wide, new vaccination requirements for various provincial employees who do not agree to regular COVID-19 testing, and plans to restrict further activities to the fully-vaccinated only.[72] Effective September 3, proof of vaccination is required for entry to any dining area and all licensed premises (also including food courts effective September 7), casinos and VLT lounges, gyms, cinemas, indoor recreational businesses and activities, and any ticketed concert or sporting event. Furthermore, outdoor gatherings will be capped at 500 unless otherwise exempted by public health.[73] By late-September, a fourth wave had begun to develop; the Southern health region, which has had some of the lowest vaccination rates province-wide, was noted as having the larger proportion of new cases in the province.[74] On October 1, all of Manitoba was moved back to Orange on the Pandemic Response System, and new public health orders were announced effective October 5 to further restrict gatherings involving unvaccinated residents. The province also announced capacity restrictions for retail in the Southern health region.[75][76] On October 25, all existing public health orders were renewed for an additional three weeks beginning November 2. In addition, it was stated that due to vaccination rates, as well as their proximity to Winnipeg, the rural municipalities of Cartier, Headingley, Macdonald, Niverville-Ritchot, St. Francois Xavier, and Tache would be excluded from the existing health orders in affect for the Southern health region, and would follow the regulations in effect for the rest of the province (and in particular Winnipeg).[77][78] On March 20, a provincial state of emergency was declared under the Emergency Measures Act by Premier Brian Pallister, effective for 30 days.[5][6] The order restricted public gatherings to no more than 50 people, required retail stores and public transit to enforce social distancing, limited hospitality businesses and theatres to 50% capacity or 50 people (whichever is fewer), and shut down all fitness facilities. Breaches of the order could trigger fines of up to $50,000 or six months imprisonment.[5] On March 30, further directives under the Public Health Act came into effect, which reduced the maximum size of public gatherings to 10 people, and required retail businesses to ensure one to two metres of social distancing between customers.[79] On April 1, the province ordered the closure of all non-critical businesses to the public, including bars, hair salons, massage clinics, and dine-in restaurants (delivery and take-out would still be allowed, with some restaurants having already done so voluntarily). The order would last for at least 14 days, but could be extended.[80] On April 3, Pallister appealed to people refusing to comply with social distancing recommendations, calling them \"thoughtless and stupid\" during a press conference.[81] As of April 9, health orders issued pursuant to the state of emergency became enforceable under provincial law, starting at $486 for individuals and $2,542 for businesses. In Winnipeg, by-law officers were authorized to issue fines of up to $1,000 to those violating the orders in municipal parks, and Winnipeg mayor Brian Bowman warned that a penalty of up to six months in jail would be possible in extreme circumstances.[82] On April 13, the province extended the closure on non-essential businesses by an additional two weeks, and stated that distancing measures would likely continue into the summer.[83] On April 15, an emergency sitting of the Legislative Assembly of Manitoba was held, in which legislation was passed that granted province's chief public health officer the power to restrict travel within Manitoba and to order individuals to take precautionary measures, such as self-isolation. It also gave the cabinet the authority to fix prices for essential goods, and to establish penalties for price gouging.[84] On April 20, Pallister announced a 30-day extension of the province's state of emergency, while also setting a goal for Manitoba to be the first Canadian province to reopen its economy.[85] On May 4, Manitoba began the first phase of lifting its public health orders. By March 14, the province was testing 500 patients per-day.[93] All patients in Manitoba's intensive care units, as well as those admitted to a hospital for respiratory illnesses, have also been tested.[94] On March 21, a drive-through testing centre opened in Winnipeg, at a site close to the Victoria General Hospital. As with walk-in testing centres, a referral is necessary to use the drive-through testing centre. As of March 21, 2020, there were four other walk-in test centres in Winnipeg, as well as test centres in Brandon, Thompson, Selkirk, Flin Flon, Steinbach and The Pas.[95] On April 16, testing became available by-request for essential workers. The province also established an online cognitive behavioural therapy program for those suffering from anxiety as a result of the pandemic.[16] On April 28, testing became available to any resident showing symptoms.[96] On May 4, the province began to increase its testing of asymptomatic patients.[97] By August, the province expected a testing capacity of 2500 per day.[98] On March 15, Roussin issued an advisory against international travel, and recommended 14 days of self-isolation on return.[99] On March 27, informational checkpoints were established at the Ontario and Saskatchewan borders on the Trans-Canada Highway, and on the Saskatchewan border on highways 16, 5, and 2. Vehicles entering Manitoba would be briefly stopped, and their drivers provided with an informational pamphlet on health risks and international travel restrictions.[100] On April 17, it was announced that anyone travelling to Manitoba from outside of the province (including interprovincial travel) would be required by law to self-isolate for 14 days on arrival, although a 50-kilometre \"buffer zone\" exists in Northwestern Ontario. In order to protect vulnerable and remote northern communities, the province also restricted non-essential travel across the 53rd parallel.[101] In Phase 2, these restrictions were softened to allow \"direct\" travel to sites such as campgrounds in the region.[89] The self-isolation requirement for interprovincial travel was removed in Phase 3 for those travelling into Manitoba from Western Canada, Northern Canada, or Ontario west of Terrace Bay. Interprovincial travel from outside of these regions will also be exempted for those participating in a film production or professional sporting event, provided that 14 days of self-isolation are completed before travel, and that proper hygiene is practised whilst travelling to Manitoba.[102][91] On August 12, Peguis First Nation re-introduced self-isolation restrictions for individuals travelling from Brandon and Steinbach, due to increasing COVID-19 spread in those areas.[103] On January 26, 2021, due to concerns surrounding variants of SARS-CoV-2, Premier Pallister announced that the 14-day self-isolation requirement for interprovincial travel into Manitoba would be reinstated effective at 11:59 p.m. CT on January 28, 2021. Essential travel, medical travel, and those who regularly perform essential cross-border travel will be exempt.[104] On August 19, 2020, the provincial government migrated to a tier-based response framework known as the #RestartMB Pandemic Response System, which would classify local risk of COVID-19 transmission based on health metrics such as test positivity, the rate of new cases, contact tracing, and health care capacity. It would allow restrictions to be imposed at the local level and by-sector to control outbreaks, without the need to impose more province-wide restrictions. All of Manitoba was initially placed at the \"Caution\" (yellow) tier, and it was stated that the \"Restricted\" (orange) and \"Critical\" (red) tiers would involve the reimplementation of wider restrictions.[105][106] In June 2021, Premier Pallister and Roussin announced a new reopening plan replacing RestartMB known as 4-3-2-One Great Summer, which is based on vaccination progress. The plan is named for four categories of activities that residents \"want most\" (\"Gathering and socializing\", \"Travel and tourism\", \"Shopping and services\", and \"Dining out and entertainment\"), three milestones with targets around holidays (Canada Day, Civic Holiday, and Labour Day), and two responsibilities for all residents to receive a COVID-19 vaccine and continue following all public health orders. Roussin stated that details on restrictions lifted for each milestone would not be immediately revealed, in order to allow for flexibility,[64][65] Some restrictions in effect September 3.[73][108]","Title":"COVID-19 pandemic in Manitoba - Wikipedia","KeyID":"10667","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Manitoba"}