{"Content: ":"The following is a timeline of the COVID-19 pandemic in Alberta. In a March 4 statement, Hinshaw said that there were no confirmed presumptive COVID-19 cases in Alberta, and the risk at that time was low. Hinshaw advised Albertans to prepare in case COVID-19 should arrive here in Alberta by having \"three days’ worth of essential items like food, water and medicine on hand in the event of any emergency.\"[1] She cautioned against panic buying and advised Albertans to \"plan ahead\".[1] On March 5, Hinshaw reported Alberta's first presumptive COVID-19 case. On February 21, a woman who was in her 50s, and had been on the Grand Princess Cruise ship had returned to the Calgary zone—an area that includes Calgary, Nanton, Canmore and Claresholm on February 21 and had tested positive.[2] Hinshaw said that more positive cases were found as a result of the work of public health teams who had contacted the 44 Albertans repatriated from the Grand Princess.[3][4] On March 9, 2020, Hinshaw said that tests had revealed the fifth, sixth, and seventh cases of COVID-19 in Alberta. Case five was an older woman who had been on the Princess Cruise. Case 6, in the Calgary zone, was a young man who had travelled to Ukraine, Netherlands and Turkey.[5] Case seven was a woman who was on the MS Braemar Caribbean cruise ship.[5] Hinshaw said that, COVID-19 \"can spread person-to-person by larger droplets, like from a cough or sneeze…or by touching contaminated objects or surfaces, then touching your eyes, nose or mouth.\"[5] Hinshaw acknowledged the work of Health Link, and Alberta's public health laboratory, among others. The laboratory \"dramatically increased\" capacity for running tests for COVID-19. On March 7 300 tests were performed and on March 8 alone they performed 700 tests.[5] Since all of the cases tested in Alberta were subsequently confirmed, \"positive samples tested by Alberta laboratories no longer require further confirmation\" from the Winnipeg-based National Microbiology Laboratory (NML).[5] By March 10, there were 7 new confirmed cases that brought the total to 14 in Alberta.[6] One person had travelled on the same MS Braemar cruise ship in the Caribbean as case seven.[6] By March 11, there were 5 new cases, bringing the total to 19 confirmed cases in the province.[7] At her daily briefing, Hinshaw drew attention to the World Health Organization's (WHO) official declaration of COVID-19 as a global pandemic earlier on March 11.[7] On March 12, Hinshaw said that, faced with the \"rapidly evolving global threat\", the provincial government had adopted \"aggressive new public health measures to limit the spread of this virus.\"[8] The Emergency Management Cabinet Committee approved Hinshaw's \"recommendation that all large gatherings of more than 250 people, or international events\" in Alberta be cancelled.[8] She made a number of recommendations regarding how to communicate with children about this virus.[8] In her response to the March 11 decision by the World Health Organization to \"officially declare COVID-19 a global pandemic\", Hinshaw said that this \"reflects the seriousness\" of COVID-19, which is \"not like other threats we have seen in the past few decades. It is more severe than seasonal influenza, and more contagious than viruses like SARS.\"[9] She said that the virus \"can be contained\" as was the case in \"countries like Singapore.[9] At that time, people who had confirmed COVID-19 cases in Alberta, had recently returned from trips to \"Iran, Egypt, Spain, Washington state and Mexico.\"[9] As a result, the province requested that \"all travellers returning from Italy\" self-isolate for two weeks. As well, airports in Calgary and Edmonton would begin screening starting on March 14.[9] On March 12, 2020, Alberta announced a ban on all meetings of more than 250 people.[10] As of March 12, all those who have travelled outside Canada \"must self-isolate for 14 days and monitor for symptoms.\"[11] Alberta Health launched an online assessment tool on March 13.[12] If the user answers yes to certain questions, they are prompted to call 911 emergency services, 811 to speak with a nurse, or they were told that a test is not necessary.[12] By the late evening of March 12, the University of Calgary suspended lectures for the following day, March 13. By March 16, the university closure was made permanent for the remainder of the semester, with the university moving to deliver course content online.[citation needed] On March 13, Health Minister Tyler Shandro said that Alberta's Health Link had been \"receiving more than 6,300 calls a day.\"[12] The province had \"doubled 811 staff\" and more were in training but the wait times were long.[12] By March 13, 2020, tests had been administered in Alberta.[13] By March 13, there were numerous closures and cancellations across the province.[14] including some Alberta Court of Queen's Bench jury trials.[15] By March 15, Alberta had reported 56 cases, and had completed 10,524 tests.[16] Hinshaw announced at her daily briefing that Alberta had its first cases of community transmission, which was at that time limited to seven people,[17][18] six of whom attended the Pacific Dental Conference[18] held from March 5 to 7 at the Vancouver Convention Centre.[19] Cases of COVID-19 in Alberta, Ontario, and British Columbia have been identified with the conference, which had 15,000 attendees.[20] Alberta ordered all daycares to close, all K-12 schools to suspend classes and close to students, and all post-secondary institutions to suspend in-person classes and switch to online classes on March 15. Grade 12 diploma exams will still occur.[21] Calgary's Mayor Naheed Nenshi on March 15,[22] and Red Deer's Mayor Tara Veer on March 16, declared a State of Local Emergency (SOLE) in their cities.[23] Nenshi \"ordered all city-owned and operated fitness facilities and pools, as well as public libraries, to close.\"[23] and other facilities were restricted to 250 persons or 50 percent occupancy, with some exclusions, including grocery stores, shopping centres, big-box stores, casinos, pharmacies, airports, offices, public transit, and AHS facilities, shelters, and care centres.[24] The director of the Calgary Emergency Management Agency, Tom Sampson,[25] said Calgary residents would have basic services including water and power, public transit, and 911 for emergency services from fire, police and ambulance.[23][Notes 1] The Calgary Emergency Management Agency (CEMA) has been providing regular \"COVID-19 – State of Local Emergency impact\" updates.[26] On March 16, the province of Alberta announced that \"all kindergarten to Grade 12 classes and in-person post-secondary lectures\" were suspended.[23] At her daily briefing, Hinshaw said that she was self-isolating[Notes 2] as she waited for the results of her test for COVID-19. This included not eating meals with family and keeping a distance of 2 metres away from family members until she had test results.[27] She reported that with 18 new cases confirmed, Alberta had 74 cases.[27] On the evening of March 16, the Emergency Management Cabinet Committee authorized Premier Kenney to use \"all powers necessary\" to \"keep Albertans safe\".[28] Alberta Premier Jason Kenney declared a public health state of emergency under the Public Health Act (PHA) on March 17, on the advice of the Chief Medical Officer. The province imposed specific \"aggressive public health measures\" which included \"limiting mass gatherings\", and prohibiting and limiting attendance at a number of public and private facilities.[29][30] By March 17, there were 23 new cases representing the \"largest day-over-day increase yet in the province\" resulting in total of 97 people in Alberta with the virus.[18] Confirmed cases across the province include 20 in the Calgary zone, 20 in the Edmonton zone, 3 in the Central zone, 1 in the South zone, and 3 in the North zone.[30] Hinshaw's March 17 update said that five people that tested positive were hospitalized, two had been were admitted to the ICU, and the other 90 individuals were \"self-isolating at home and expected to make a full recovery.\"[31] She listed the province-wide \"aggressive steps\" that were taken to prevent the virus from spreading, which included limiting contact between people. She described how these steps were undertaken to \"flatten the curve\". \"The more we can slow the spread of the virus down, the less likely it is that there will be a surge of cases that overwhelm our health system's capacity to care for those who need hospitalization or intensive care.\" She announced that Alberta Health Services was preparing for an \"increase in the number of cases that need hospital care\" so all scheduled and elective surgeries were postponed.[31] She listed activities that would be prohibited under the state of emergency declared by Premier Kenney.[31] On March 18, Alberta reported 119 cases of people testing positive for COVID-19.[32] On March 18, Hinshaw said that Alberta's \"online self-assessment tool had been accessed more than 1.3 million times.\"[33] Alberta had performed about 15,000 tests, adding that, \"To put that into perspective, when accounting for population size, that is 35 times higher than the per capita number of tests in the US.\"[33] Hinshaw said at her March 18 update, \"We have had to weigh lives against livelihoods. And in order to save lives, I have had to make recommendations that will take away livelihoods from many Albertans over the next several weeks to months. There are no easy solutions to the situation we are in, not only in Alberta but around the world.\"[34] Both Premier Kenney and Hinshaw said that Alberta \"may not reach the peak of the current coronavirus pandemic for weeks, and that drastic measures to curb the spread of the virus may be needed until the end of May.\"[34] Hinshaw said that \"first wave of the outbreak could reach its peak in Alberta around mid-April\" and that \"officials expect another wave of the illness in the fall.\"[34] By March 19, doctors in Alberta were encouraged to practice \"social distancing, including from their own clinics.\"[35] Peace River physician, Dr. Heather Shonoski said that, \"Family physicians have been begging [Minister of Health Tyler Shandro]\" to allow them to \"provide virtual care\" to their patients\" so that they could keep their \"vulnerable patients at home and promote social distancing.\"[36][37] On March 19, Hinshaw announced the first death in Alberta in the Edmonton zone, along with 27 new confirmed cases bringing the total to 146.[38][39] By March 19 Alberta labs had performed 16,867 tests.[39] Hinshaw said that eight cases are suspected to be spread through community transmission.[Notes 3][38] She said that the recovery of two patients from their symptoms, was a \"sign of hope that many people who get this do recover.\"[40] By March 20, there were 49 new confirmed cases making a total of 195 confirmed cases identified in Alberta. Hishaw said that 11 of these \"may be community transmission\". As of March 20, 3 individuals had recovered, 10 were hospitalized. Three more patients were admitted to the ICU since March 19, for a total of 5 being treated in the ICU.[41] Hinshaw said that, \"World-wide, Alberta has been conducting among the highest number of tests per capita.\"[41] By March 20, Alberta labs had conducted 20,165 tests.[42] On March 21, 31 new cases with a total of 226 cases and of those 16 are suspected of being shared by community transmission. Of the 11 people hospitalized, 6 are in ICU.[43] The update called for vigilance of \"online or phone scams\" and reminded Albertans that neither Alberta Health or Alberta Health Services would call and ask for \"social insurance numbers or banking information\".[43] By March 21, Alberta labs had conducted 23,516 tests.[44] By March 21, Big-box stores, such as Home Depot Canada had sent notices that they would be \"limiting the number of customers inside at a time\".[45] By March 22, the total number of tests conducted was 26,740, the total number of cases was 259, with the addition of 33 new cases on March 22.[46] There were 301 confirmed cases announced at the March 23 briefing. There were 42 new cases.[47] By March 24, a second person had died.[48] By March 24, of the tests conducted to date, 32,418 were negative and 358 were positive.[49] There were 57 new cases confirmed.[49] On March 24, Alberta Health Services changed their approach to testing, to focus on \"groups at highest risk of local exposure.\"[50] People returning from travel abroad after March 10, were advised to self-isolate for 14 days.[50] At their March 25 briefing Premier Kenney and Health Minister Shandro announced that Peace Officers would be enforcing rules related to \"self-isolation and physical distancing.\" Hinshaw said that the \"significant case numbers\"—which included 61 new cases, of which 33 were believed to be by community transmission, 20 patients hospitalized, and 8 in ICU—\"underscore the seriousness of the situation that we face.\"[51][52][53] On March 29 there were 40 new cases representing the smallest daily increase in Alberta since March 21, compared to March 28 with 79 new cases, the highest daily number to date.[54] On March 30, Hinshaw stated that testing has been reduced the previous two days, as they are no longer automatically testing returning travellers, and there were shortages of lab supplies which should be rectified by the end of the week.[55] University of Calgary academics, Tyler Williamson and Christopher Naugler are \"frequently producing models...which they're sending to government health officials to give the best information available about where the COVID-19 pandemic is likely to lead Alberta.\"[56] Williamson, who is an assistant professor of biostatistics in community health sciences department, says that \"Alberta is currently on a \"middle-of-the-road\" trajectory, likely to avoid a worst-case scenario of Italy but also unlikely to achieve the dramatic success achieved in Singapore, where stringent social distancing measures were imposed early.\"[56] Naugler, who is associate dean at the Cumming School of Medicine, says that Alberta \"may buck the trend on deaths\" as \"Alberta has a low mortality rate, with nine deaths to date, as well as a low rate of admission to intensive-care units\".[56] Naugler \"hypothesizes this may be because of the province's relatively young demographic, low smoking rate or robust health-care system.\"[56] On April 6, echoing recent guidance by the federal government, Hinshaw recommended the wearing non-medical face masks in public by people who expect to go into situations where it is difficult to maintain the required physical distance from others, citing that it could help to slow spread by those who are asymptomatic.[57] Premier Kenney noted that Alberta presently has about a one-month supply of the technical N95 masks and an adequate supply of procedural masks. The government is continuously obtaining additional supplies from both international and domestic suppliers. He stated that the government will be obtaining a large supply of non-medical masks for future use by the public.[58] On April 7, Alberta Health Services published models projecting that in the \"most probable\" scenario, the peak number of cases will occur in mid-May, with around 800,000 total cases and 400 to 3,100 total deaths, and that if measures had not been taken, Alberta would have seen as many as 1.6 million cases and around 32,000 deaths.[59] On April 11, Shandro announced that Alberta had sufficient beds and personal protective equipment (PPE) to meet the province's projected demand, and that it would provide shipments of personal protective equipment to British Columbia, Ontario, and Quebec, as well as 50 ventilators for Ontario.[60] On April 15, Premier Kenney announced an additional $53 million in mental health funding will be made available for programmes and services to help Albertans cope with mental health and addiction issues that have arisen as a result of the pandemic. Also on April 15, Dr Hinshaw noted that the criteria for testing has been expanded to include more potential cases, which has resulted in an increase in daily positive test results.[61] Much of the daily data was missing for April 15 and 16 due to a small electrical fire at the data centre, leading to skewed results for those dates as well as April 17, when normal reporting resumed.[62] On April 16, Hinshaw said that it was \"important to remember that COVID-19 is not airborne\" and that not everyone was at risk of being infected. She said that Albertans would be alerted if they were at risk.[63] On April 17, Alberta Health Services took over operations of the Manoir du Lac continuing care facility in McLennan.[64] Hinshaw reported that the measure was necessary due to staff shortages, inadequate care of residents, inadequate screening of staff and visitors, and incorrect use of personal protective equipment.[65] As of April 17, 2020[update] the facility has had 26 people test positive for COVID-19 and 5 residents have died.[64] On April 20, Cargill Meat Solutions closed its High River beef processing plant because the operation was part of a significant cluster of 1,560 cases as of May 5, 2020.[66] All 2,100 employees were tested,[67] out of which 946 employees tested positive.[66] The Alberta Occupational health and safety launched an investigation into conditions at the Cargill meat-packing plant in High River, and 96 cases at a JBS plant in Brooks.[68] On April 30, the number of active cases of COVID-19 in Alberta reached 3,022, which was the peak of the first wave.[69] After closing for two weeks, the Cargill meat plant reopened on May 4.[70] By May 6, of the 5,893 confirmed cases in the entire province of Alberta, the province's health services had \"linked 1,560 cases to the Cargill facility.\"[71] Over the month of May, Cargill became the site of one of the largest COVID-19 outbreaks in North America.[72] By the end of May there were 953 COVID-19 cases in total linked to the facility that employed 2,000 people representing almost 50% of Cargill's employees. Of these by May 30, 946 people had recovered, there were five active cases and two people had died, according to Alberta Health.[73] On May 11, problems at an oil sands plant in Kearl Lake, Alberta caused more than 100 COVID-19 illnesses across four provinces. Kearl Lake has more than 1,400 workers. The oil sands sector was declared an essential service by the Alberta government so that fly-in fly-out camps like Kearl Lake have continued to operate during the pandemic. Workers come from afar, typically for two week non-stop shifts. On April 15, Alberta Health Services declared an outbreak with three cases of the illness. On April 16, there were 12 cases. On May 8, the number of cases exceeded 100, including 23 located in British Columbia, Saskatchewan and Nova Scotia because the shift work allows interprovincial commuters to thrive. \"At least three went back to the community of La Loche in Saskatchewan's remote north. More than 130 people have since been infected with the contagion in the Dene village of 2,800 people, about 600 kilometres northwest of Saskatoon. Two have died.\" Two-week self-isolation policies were erected on April 19 by the away provinces.[74] On June 15, the provincial state of emergency ended.[75] On June 16, the province reported 35 new cases and 449 active cases. A petition by Albertan doctors calling on government officials to make wearing a mask mandatory in indoor public spaces was circulating.[76] In Verve Condominiums, a high-rise 25-storey condo with 228 units in Calgary's East Village neighbourhood, there were 40 confirmed cases.[77] According to data from the federal government, from July 7 to 21, of all the Canadian provinces, Alberta had the highest per-capita rate of active cases.[78] Over that time period, Alberta had the \"highest percentage of positive tests\". Alberta's rate of hospitalization was \"on the rise and second only to Quebec.\"[78] At a July 21 press conference, Premier Kenney said that \"we should all be very concerned about the recent rise in active COVID-19 cases\". He then announced plans for a \"near-normal\" return to classes in September with no class-size limits or mandatory masks.[78] In August, Alberta Health shared data with the public revealing that 4,000 of approximately 13,000 known cases in Alberta were \"connected to multi-person outbreaks at various workplaces, medical settings, businesses, churches and private gatherings.\"[79] Of these, the largest were at Cargill and JBS in April and May. Outbreaks that resulted in deaths occurred in long-term care homes for seniors—Edmonton's Good Samaritan Southgate Care Centre had 31 COVID-related deaths as of August 27.[79] Schools reopened in September. By mid-September, there had been 42 people who were infectious who were present in 35 schools. Seven schools in Alberta reported outbreaks.[80] By October 19, during the second wave, the number of active cases reached 3,138, which was the highest reported in Alberta.[69] At that time there were 97 schools with outbreaks, including 26 schools where there were 5 or more cases.[69] On November 6, 2020, Premier Kenney called on Albertans to follow guidelines and to \"take personal responsibility\", arguing that \"we've seen other jurisdictions implement sweeping lockdowns, indiscriminately violating people's rights and destroying livelihoods. Nobody wants that to happen in Alberta.\"[81] On November 9, a group of 70 physicians issued a joint letter to the Kenney government, calling for a two-week \"circuit breaker\" lockdown to help control and trace the present surge of cases, criticizing the government's lack of leadership and direction.[81] On November 10, Alberta exceeded 8,000 active cases and 200 hospitalizations.[82] On November 24, Premier Kenney re-declared a provincial public health emergency, instating new restrictions on gatherings and retail capacity.[83] On November 26, CBC News obtained recordings from COVID-19 strategy meetings at the Alberta Emergency Operations Centre, revealing evidence of political tensions between health officials and the Kenney government that may have impacted Alberta's response to the pandemic.[84] On December 8, the Government of Alberta announced new public health measures which restricted dine-in food service, closed personal services such as hairdressers and tattoo parlors, closed gyms and fitness studios, prohibited social gatherings, reduced retail and places of worship capacity from 25% to 15%, provided for a province-wide mask mandate, and strongly suggested work-from-home measures. The measures were to be in place for a minimum of four weeks.[85] On December 14, total active case numbers peaked in Alberta at 20,500. Active cases then began to decline for the remainder of December, about 3 weeks after the renewal of limited gathering and retail restrictions, and just 1 week after the implementation of much tighter restrictions and closures.[86] On December 16, Alberta began distribution of the Pfizer–BioNTech COVID-19 vaccine to frontline health care workers in Calgary and Edmonton. The province planned to begin distributing the Moderna vaccine once approved by Health Canada, which would be initially distributed within First Nations communities in Northern Alberta.[87] On December 28, Hinshaw announced that Lineage B.1.1.7, a variant of concern (VoC) originating from the United Kingdom that is more infectious, had been detected in a positive test sample from a traveller that had recently returned from the United Kingdom.[88] On January 7, the Government of Alberta announced in-person learning for K-12 students would begin following the winter break on January 11.[89] The government also extended public health measures implemented on December 8, 2020, for an additional two weeks.[89] The next day, the province confirmed that the 501.V2, a VoC originating from South Africa, had been detected in Alberta. It was the first 501.V2 case detected in Canada.[90] Hospitalizations increased to 1,101 in January almost reaching the September 27 pandemic all-time of 1,128 patients.[91] On January 25, the province announced that it had detected a B.1.1.7 case that had no links to travel. Minister of Health Tyler Shandro announced that the province would scale its whole genome sequencing and screening operations in order to improve their ability to detect variants. To control the spread of variants of concern, Shandro also announced that quarantine rules would be reintroduced for travellers crossing the land border, under which they must self-isolate until they test negative on a second test.[92] Active case numbers continued to decline throughout the month.[86] Vaccinations continued for Phase 1 recipients, primarily to prioritized health workers, and senior residents 75+ in continuing care facilities.[93] On February 8, the province moved to Step 1 of \"The Path Forward\", allowing restaurants to reopen at a reduced capacity, one-on-one fitness instruction, and children's sport and performance activities to be allowed under certain circumstances.[94][95] On February 19, Premier Kenney announced the next steps in the vaccination plan. Starting on February 19, the group defined as Phase 1B would be eligible to be vaccinated. This group included all seniors 75+ living in seniors lodges and other congregated care facilities.[96] On February 24, Vaccinations were extended to Phase 1B (part 2), which included all seniors 75+, even if they lived independently. This also included First Nations, Metis and Inuit seniors 65+ living in a First Nations or Metis community or settlement.[96][93] Total active cases continued to decline during the month of February.[86] On March 8, total active cases for the second wave reached their lowest level since the wave peaked, at 4579 active cases, which was still 40% higher than the peak of the first wave in April 2020.[86] The province moved in full to Step 2 of \"The Path Forward\", allowing collegiate sport and adult performance activities under certain circumstances, an increase in capacity for retail, low-intensity group fitness appointments, and allowing libraries and event halls to reopen with restrictions.[97] On March 9, active case numbers started to rise again. Over the next days and weeks, active cases were again rising, at an increasing rate throughout the month.[86] On March 15, the vaccination program progressed to Phase 2A, which expanded its offer of vaccines to all Albertan seniors aged 65–74, First Nations, Metis and Inuit aged 50+, and staff and residents of senior living facilities who didn't qualify in Phase 1. By this point, Alberta Health Services partnered with certain pharmacies around the province to increase capacity for vaccination. The government also changed the vaccination schedule, delaying the second dose to a period as long as 4 months, in order to distribute more first doses without having to hold as many in reserve in anticipation of a second dose in a few weeks.[93] On April 3, 2021, the province reported a \"significant\" outbreak involving Lineage P.1, a VoC originating from Brazil. Beyond the index case being a recent traveller, no further details were revealed.[98] Additional information was released on April 6, with Hinshaw stating that the index case was an employee of a large company operating in Western Canada who had returned from out-of-province travel, that it was \"confined to three work sites in Central and North zone, where employees have travelled between sites,\" and that 26 cases had been tied to this outbreak so far, with three Lineage P.1 cases having been detected among them so far. A workplace outbreak with five cases, including one detected as Lineage P.1, was also reported in Calgary. Although the company was not specifically named in Hinshaw's statement, PTW Energy Services subsequently issued a statement confirming it was the company involved in the larger outbreak, with the sites having been located in Drayton Valley, Edson and Hinton.[99] Due to the increasing caseload and hospitalizations, Premier Kenney announced an immediate rollback to \"Step 1\" restrictions effective at midnight, and that indoor dining at bars and restaurants would also be restricted beginning April 9. An exception was provided for outdoor dining.[100] On April 7, AHS officials physically restricted access to GraceLife Church in Parkland County for repeated violations of public health orders.[101][102] On April 29, the province reported over 2,000 new cases for the first time to-date, and reached a record total of 21,385 active cases. Premier Kenney announced a series of \"targeted health measures\" through at least May 13 for areas with high infection rates per-capita (including most of Alberta's metropolitan areas), including transitioning schools to online classes, ordering the closure of indoor gyms, and ordering the suspension of indoor sports activity. Kenney also warned that there would be an option to impose curfews at the request of local officials or if active cases exceed 1,000 per-100,000, and urged all residents of Alberta to stay home and not travel outside of their communities.[103][104][105] On May 1, Alberta exceeded its highest increase of daily cases for the third consecutive day.[106][107] The next day, CTV News reported per an aggregate of Canadian numbers with those of the United States, that Alberta had the second-highest seven-day average of new cases per-1,000,000 among all Canadian provinces, territories, and U.S. states, behind only Michigan. University of Calgary infectious disease researcher Craig Jenne argued that there was \"no real evidence that any of the restrictions so far are bringing these numbers under control\".[106] Premier Kenney condemned an anti-lockdown \"rodeo rally\" that was held near Bowden, Alberta on May 1, describing it as a \"flagrant violation\" of public health orders, and arguing that it contradicted the spirit of rodeos as a celebration of Alberta heritage, \"a key part of which is our community spirit and looking out for others, especially the vulnerable.\"[106][107] On May 3, Premier Kenney stated that Alberta was planning to announce \"stronger\" public health orders on May 4, arguing that the province needed to take the pandemic seriously, \"put the health care system first\", and that \"we are facing a very serious wave and we will take whatever measures are necessary to address it.\"[108] During an address that evening, Kenney announced new province-wide restrictions, including a stricter limit on public gatherings and retail capacity effective immediately, closing all schools to in-person classes on May 7, and ordering the closure of personal care services and outdoor dining at restaurants beginning May 10. Furthermore, any non-critical business that is the subject of an outbreak will be required to close for 10 days.[109] On May 18, Premier Kenney announced that over 50% of Alberta residents 12 and over had received at least one vaccine dose. However, the province was still dealing with large numbers of cases, with a test positivity of 11.4%.[110] On May 26, Premier Kenney announced the Open for Summer Plan, a three-step framework to lift the majority of Alberta's public health orders by July, provided that vaccination numbers increase and hospitalizations continue to decrease.[111][112][113] On June 18, 2021, Premier Kenney announced that almost all COVID-19-related restrictions in Alberta would be lifted on July 1 in the third and final stage of the Open for Summer Plan, as over 70% of eligible residents had received at least one vaccine dose as of June 17.[114] By June 25, at least four million vaccine doses had been administered, and just over 34% of residents had been fully vaccinated.[115] On July 1, Alberta entered Step 3 of the Open for Summer Plan, lifting the majority of public health orders restricting gatherings and retail businesses. Some requirements continue to remain in effect, including self-isolation if tested positive, and masks still being mandatory at AHS facilities, and when using public transportation.[116] On July 5, Calgary City Council voted to repeal its municipal mask mandate.[117] On July 28, amid fears of a fourth wave due to a growing uptick in cases particularly in Calgary, the province reporting its largest increase (198) in new cases since June 8, and the number of new cases per-infection in Alberta being higher than its peak during the third wave earlier,[118][119][120] Alberta announced that it would treat COVID-19 as an endemic respiratory virus similar to other illnesses such as Influenza moving forward, and therefore phase out mandatory self-isolation (beginning with asymptomatic close contacts of positive cases beginning July 29, and positive cases beginning August 16), notification of close contacts by AHS, testing of asymptomatic patients, testing outside of medical offices or hospitals, and the remaining mask mandate for public transport.[121][122] AHS stated that it would be placing a larger emphasis on the management of severe illness and high-risk outbreaks, citing the effectiveness of vaccination in preventing severe illness. Hinshaw stated that nearly all positive cases, hospitalizations, and deaths in Alberta since July 1 had been among those who have not yet been fully vaccinated,[119][120] the province did not want to waste resources by continuing to prioritize COVID-19 over other respiratory illnesses, and that it wanted residents to \"not see [COVID-19] as the primary number one risk that all other things are secondary to\".[121] The announcement faced criticism from the medical community, including concerns over its repercussions for the pandemic in Alberta, whether it would contribute to a potential fourth wave, and how it may impact other provinces.[123][124] In a Globe and Mail op-ed, Blake Murdoch of the University of Alberta Health Law Institute called the loosened measures \"reckless and repugnant\", arguing that the changes would lead to \"government-endorsed superspreader events\", and that reducing testing would prevent the province from being able to sufficiently monitor outbreaks. He also contrasted the announcement coming amid the reinstatement of mask mandates in Interior British Columbia and parts of the United States due to Delta variant.[125] Concerns were raised over the safety of school students without mandatory masks or self-isolation, as the Pfizer vaccine was only approved for children 12 and older at that time.[126] Rallies protesting the changes were held in Calgary and Edmonton.[127] On August 4, Hinshaw published an open letter defending the changes, arguing that prioritization of COVID-19 by the health care system \"has come at the cost of not fully working on other threats, like syphilis and opioid deaths\", mandatory self-isolation was \"unjustifiable\" with vaccines available, and that it was time to \"shift from province-wide extraordinary measures to more targeted and local measures.\"[124] On August 13, citing that the rate of new hospitalizations was higher than anticipated, and due to concerns surrounding the effects of Delta variant on children, Hinshaw announced that the province would delay the discontinuation of mandatory self-isolation, assessment centres for symptomatic testing, and the public transport mask mandate, to September 27. Hinshaw stated that the province needed to \"take some additional time to monitor the situation.\"[128] The fourth wave in September and October was driven by the highly contagious Delta variant. On September 3, 2021, following a similar reinstatement by the governments of Calgary and Edmonton, the province announced that it would reinstate a mask mandate for all indoor public spaces, as well as a curfew on the sales and consumption of alcohol, effective September 4.[129] On September 9, amid strained ICU capacity and the cancellations of elective surgeries province-wide, Hinshaw admitted that the province's decision to treat COVID-19 as an endemic disease was premature.[130] The fourth wave peak of active daily cases was reached by mid-September, when the cases exceeded 20,000 for the first time since the pandemic began.[131] On September 15, Premier Kenney declared a new public health emergency; he apologized for the province's previous actions, similarly admitting that their previous push towards treating COVID-19 as endemic was premature, and stated that the province needed to maximize health care capacity, reduce transmission, and increase vaccination in order to overcome the \"ongoing crisis\" in its health care system. Health Minister Shandro announced new public health orders to take effect September 16 and September 20, including reinstating restrictions on gatherings and businesses.[132][133] During the press conference the Chief Executive Officer of Alberta Health Services stated Alberta was on track to exceed the province's hospitalization and ICU capacity, and would begin training health care staff on triage protocols and halting non-critical surgeries. The Government of Alberta would also reach out to other provinces for additional health care staff and to transfer ICU patients out of province for treatment.[134] On September 16, Alberta Health Services announced that British Columbia and Saskatchewan declined to accept ICU patients citing high demand in their hospitals, while the Government on Ontario was prepared to accept Alberta ICU patients.[134][135] The same day, the Alberta Children's Hospital announced the closure of 75 per cent of the facilities operating rooms to transfer staff capacity to ICUs, the Children's Hospital was elevated to the highest alert level and reduced capacity to complete \"life and limb procedures only\".[136] However, it was also announced that the province will support a proof of vaccination requirement (termed as the \"Restrictions Exemption Program\"), which will allow businesses (besides retail establishments) and events to be exempt from these public health orders provided that they require patrons 12 and older to present proof of vaccination or a recent negative COVID-19 test.[137] Kenney stated that the provincial government was reluctant to introduce such a scheme due to privacy concerns, but that \"the government's first obligation must be to avoid large numbers of preventable deaths. We must deal with the reality that we are facing. We cannot wish it away. Morally, ethically and legally, the protection of life must be our paramount concern.\"[132][133] The daily case count exceeded 1,600, the number of hospitalization was over 1,130. By September 20 the number of active cases was much more than twice as many as any other province or territory.[131] The number of COVID-19 related deaths in Alberta reached 3000 on October 20.[138] The new COVID-19 variant Omicron BA-1 was detected by November 25 in South Africa.[138] The first case of Omicron was identified in Alberta on November 25. The fifth wave of the pandemic was driven by this variant.[138] The highest number of active cases was reached during the fifth wave driven by the highly contagious Omicron variant. By January 13, 85.7% of Alberta residents who were 12 and over were fully vaccinated and 89.7% had at least one vaccination.[139] There were 62,733 active cases on January 13. The province's testing capacity was stretched beyond its capacity.[140] Kenney responded to federal health minister's suggestion of mandatory vaccinations to prevent straining healthcare systems that were already stretched thin that Alberta would not introduce a mandate.[141] On January 18, Reuter's fact checker debunked misinformation about the efficacy of COVID-19 vaccinations that was being spread on social media misquoting Alberta government data.[139] The data from November through January showed that over 6900 patients out of 100,000 unvaccinated patients between 70 and 79 years were hospitalized with COVID and 1885 had died. This is compared to about 40 of the 100,000 in the same age group who had received three doses and were hospitalized; 2 out of 100,000 were fully vaccinated and had died.[139] During the fifth wave, on February 2, the province set a new pandemic record high with 1,627 people hospitalized. It was the first time during the pandemic that the number exceeded 1600.[142] The 16 highest daily case counts in Alberta all occurred since mid-January.[142] Alberta's vaccine passport program—the Restrictions Exemption Program—ended on February 9 at midnight.[138] On February 14 masks were no longer required in schools.[138] Theresa Tam, Canada's chief medical officer, announced on February 19 that the fifth wave driven by the Omicron variant had passed its peak.[138] With the exception of health care facilities, Alberta lifted almost all public health restrictions. Kenney said that the province would block any attempts by municipalities to impose public health restrictions.[138] Dr. Hinshaw reported on March 23, that the Omicron variant BA.2 had become the dominant strain.[143] The BA.2 By the end of March—after falling slightly in the beginning of the month—wastewater collection data showed that that number of new cases of COVID-19 and the positivity rate of testing were both steadily increasing, particularly in Calgary.[144] While the transmission was similar to the peak of the fourth wave in September and October, Alberta's vaccination rates are higher providing more people with fairly good protection against the need for hospital admission.[144] On April 1, University of Alberta professor emeritus of critical care medicine, Dr. Noel Gibney, raised concerns about the low uptake on the third vaccination in Alberta—only 42.8%—combined with an increase in positivity rates and wastewater levels.[145] Dr. Hinshaw announced on April 13 that 1,053 people were hospitalized and 48 were in the ICU with COVID-19.[146] The positivity rate from April 7 to April 13 ranged from 24.3 to 29.8% with the number of new daily case counts ranging from 590 to 1,039.[147] By April 14, transmission rates were rising and University of Calgary professor said the trend was \"concerning\" just before the Easter weekend. As families came together over the Thanksgiving and Christmas holidays, there was a wave in the following weeks.[148] In spite of the increase in key COVID metrics, such as \"transmission, wastewater levels and hospitalizations\", neither the Health Minister Jason Copping or the Chief Medical Officer have labelled the surge as a sixth wave.[149]","Title":"Timeline of the COVID-19 pandemic in Alberta - Wikipedia","KeyID":"10665","URL":"https://en.wikipedia.org/wiki/Timeline_of_the_COVID-19_pandemic_in_Alberta"}