{"Content: ":"The COVID-19 pandemic in Newfoundland and Labrador is an ongoing viral pandemic of coronavirus disease 2019 (COVID-19), a novel infectious disease caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). As of July 20, 2022, there have been 49,200 cases and 202 deaths confirmed in Newfoundland and Labrador. As of July 20, 2022, 692,026 tests have been completed. *As of March 15, 2022, the Province of Newfoundland and Labrador will no longer provide the number of people who recovered from COVID-19, or the exact number of known, active cases. The Province of Newfoundland and Labrador has the ninth-most cases (out of ten provinces and three territories) of COVID-19 in Canada. Despite figures from COVID-19 Tracker Canada, the province is leading the country with the highest vaccination rates for first and second doses for those aged 12 and older, as well as kids aged 5–11.[2] The province announced its first presumptive case on March 14, 2020, and declared a public health emergency on March 18. Health orders, including the closure of non-essential businesses, and mandatory self-isolation for all travelers entering the province (even from within Canada) were enacted over the days that followed. After the initial outbreaks, the number of cases in Newfoundland remained relatively low, with several stretches of days with no cases over early-to-mid-2020. The province began a gradual lifting of restrictions on a five-stage scale on May 11, 2020. Cases continued to remain relatively low and stable over the summer months of 2020, although several clusters (including the first case involving a school student) emerged in November and December. In February 2021, the province began to experience a major surge in new cases and community transmission, including its largest single-day increases to-date. On February 12, 2021, a second lockdown was declared after samples from these cases tested positive for the highly-transmissible SARS-CoV2 variant B.1.1.7. The province began to emerge from the second lockdown on February 27, returning to its prior state (Alert Level 2) with modifications on March 27, 2021. Following the return to Alert Level 2 on March 27, 2021, cases remained low up until mid-December when they began to rise again as a result of multiple outbreaks caused by the SARS-CoV-2 Delta variant in Western Health and the SARS-CoV-2 Omicron variant in Central, Eastern and Labrador-Grenfell Health authorities; Western Health began experiencing a surge in cases, again, due to Omicron in mid-January. Dr. Janice Fitzgerald moved the entire province to Alert Level 3 on December 23, 2021, and will remain there until January 10, 2022. Officials will reexamine where the province is in terms of epidemiology and make their decisions to move the province back to its previous level or keep the province where it's too, based on the evidence.[3] However, on January 3, 2022, following days of high case counts and active caseloads, Dr. Janice Fitzgerald, Premier Andrew Furey and Eastern Health Authority CEO David Diamond held an unexpected media briefing to announce that the entire province will move to a modified Alert Level 4, effective midnight on January 4, 2022. Dr. Fitzgerald stated this move is necessary due to Public Health operating at 100% capacity in trying to identify cases and their close contacts. Fitzgerald also asked those who are sick and showing symptoms of COVID-19 to assume they have the virus and isolate immediately, not to get tested, and notify their close contacts. Only those who are close contacts of a case and not showing symptoms of COVID-19 will avail to a PCR test; this will help ease the strain on the health-care system. This move to a modified Alert Level 4 will last for two weeks, at which time it will be reassessed.[4] On January 17, 2022, Dr. Janice Fitzgerald announced that the province will remain in Alert Level 4 until at least January 24, 2022. This is based on current epidemiological trends and hospitalizations.[5] On January 31, 2022, officials opted to keep the province in modified Alert Level 4 due to rising hospitalizations and will reassess on February 4, 2022. Dr. Fitzgerald announced the province will be moving to a modified Alert Level 3 effective 12:01AM, Saturday, February 5, 2022. Fitzgerald said the province will move to a modified Alert Level 2 on February 21, 2022, if the epidemiology and hospitalizations stay consistent.[6] During a media briefing on February 8, 2022, Dr. Fitzgerald announced that effective immediately, the province will no longer issue Alert Level restrictions. The province will, therefore, post restrictions and changes on the COVID-19 website. As of Monday, February 14, 2022, restaurants and bars can operate at 50% with a table size of 10, formal gatherings, theatres, bingo halls, gyms and arenas can operate at 50% capacity, with regional sports returning but competitions are still prohibited, as are dancing inside bars. On February 16, 2022, Dr. Janice Fitzgerald, Premier Andrew Furey, and Minister John Haggie held a live media briefing to announce the loosening of COVID-19 restrictions, which Premier Furey stated \"the light at the end of the tunnel is shining brighter every day.\" Dr. Fitzgerald went on to announce that effective February 21, 2022, informal gatherings can be increased to 25 people, faith-based gatherings, gyms and restaurants can increase to 75% (with NLVaxPass), sports will be allowed to compete out of region but with one game a day (no tournaments), and bars and theatres will remain at 50%. Effective February 28, 2022, border and travel restrictions will be eliminated, allowing all travelers to enter the province without having to isolate or be tested, but rapid testing will be voluntary. By March 14, 2022, the province is anticipating dropping all restrictions on masking, proof of vaccination, and gathering limits, however, Dr. Fitzgerald stated that public health will continue to highly recommend wearing a mask wherever physical distancing cannot be maintained. Fitzgerald said the measures currently in place were needed to ensure the hospitals did not get overrun during the Omicron wave, and that the province appears to \"have passed the peak\". Dr. Fitzgerald also made it known that the restrictions were not being loosened because of the ongoing Canada convoy protest, but were being loosened based on the science, which they have been following since the start of the pandemic. Dr. Janice Fitzgerald and Health Minister John Haggie held a media briefing on March 2, 2022, where they announced that Newfoundland and Labrador is on track to have all COVID-19 restrictions lifted by March 14, 2022. Fitzgerald said the province is seeing an uptick in cases, but they are less severe than previous waves and hospitalizations are remaining steady. Dr. Fitzgerald reiterated that \"life will not change back to the way it was in 2019 when the special measures orders end\", so Newfoundlanders and Labradorians should continue practicing physical distancing and masking where possible. John Haggie stated \"the disease has evolved, making it more likely everyone will acquire it, but less likely to be hospitalized\", and that hospitalizations is what public health is focusing on moving forward. As restrictions lift, the province will see a slight increase of cases in children; however, lots of children who have been vaccinated have had it, Dr. Fitzgerald said, and with the province \"leading the world\" in children who are fully-vaccinated, the increase in cases may not be as drastic. During the final live media briefing on March 9, 2022, Dr. Fitzgerald announced that 15-20% of the total population of the province \"likely have had COVID-19 at this point\". Dr. Haggie announced that as of Monday, March 14, 2022, at 12:01AM, he will be repealing the state of emergency in the province and all special measures orders will be lifted, including masking, however, Dr. Fitzgerald stated that public health will continue to strongly recommend masking until mid-April when the warm weather arrives and people move outdoors. On November 19, 2021, Public Health Agency of Canada approved the Pfizer-BioNTech vaccine for children aged five to 11.[7] On November 21, 2021, Canada received 2.9 million dosages, enough to inoculate every child in the country with their first shot, and expected the rollout to begin that same week.[8] Appointments were made available on the province's online portal on November 24, 2021, with officials expecting vaccines to arrive in the province on November 26, 2021.[9] However, the dosages arrived earlier than expected and the rollout began immediately. Dr. Janice Fitzgerald administered some of the first shots, with a nine-year-old boy receiving his by Fitzgerald herself. He told reporters he was not nervous whatsoever, and besides a sore arm he was feeling no side effects. He and Dr. Fitzgerald celebrated with a high-five afterwards.[10] As of July 20, 2022, 82.1% of the population aged 5–11 have received one dose of a COVID-19 vaccine, and 65.6% of the population aged 5–11 are fully vaccinated.[11] On March 14, the first presumptive case was announced in the province's capital city of St. John's.[1] On March 16, this increased to three cases. Chief Medical Officer Janice Fitzgerald stated that these new cases \"are contacts to the previous case and are not unexpected.\"[12] The Newfoundland and Labrador English School District announced that it had suspended in-person classes.[13] A public health emergency was officially declared by Health Minister John Haggie on March 18, which introduced the first wave of health orders enforceable by law, with fines of $2,500 and up to six years imprisonment for individuals, and up to $50,000 for companies.[14] On March 18, 2020, the province began to enact orders pursuant to the public health emergency; public gatherings were restricted to 50 people, and all arenas, bars, cinemas, and gyms were ordered closed. Restaurants were limited to 50% in-person capacity.[14] On March 20, the province mandated that anyone entering Newfoundland, including from other provinces, must self-isolate for 14 days on arrival.[15] On March 21, Newfoundland and Labrador Liquor Corporation stores were closed to in-person shopping.[15][16] On March 23, the province ordered the closure of personal care services and non-essential retail stores. Gatherings were also limited to 10 people, and visitation at long-term care homes was prohibited province-wide that evening.[17] On March 23, the number of cases in Newfoundland and Labrador increased to 24.[17] On March 24, a woman was arrested in Corner Brook for refusing to self-isolate after she returned from a trip outside the province.[18] By March 25, the number of cases had risen to 67; 44 of them were associated with an outbreak at Caul's Funeral Home in St. John's, which occurred between March 15 and 17.[19][20] On March 30, the province reported Newfoundland's first COVID-19-related death, a 78-year-old with underlying conditions. The case had been linked to the Caul's outbreak. The province reached 148 cases.[21] By mid-April, the number of daily cases had lessened, including streaks of days with no new cases at all.[22] By April 30, 2020, there had been 258 cases and 3 deaths in Newfoundland and Labrador, no new cases in the last four days, and only two in the past 13. Fitzgerald announced a plan to gradually lift restrictions using a five-tier framework of \"Alert Levels\", with the existing restrictions classified as Alert Level 5. One immediate change was that households were now allowed to form a \"bubble\" with one other household for close contacts.[23] On May 4, 2020, Newfoundland enacted a strict ban on entry into the province by non-residents unless otherwise exempted.[24] On May 5, 2020, the House of Assembly passed a bill to amend the Public Health Protection and Promotion Act, authorizing police officers to stop vehicles, enter any premises, and detain people and take them to the border if they are not complying with public health measures.[25][26][27] On May 7, 2020, the province reported its first increase in active cases since April 6.[28] Newfoundland and Labrador entered \"Alert Level 4\" on May 11, which allowed some businesses and low-risk recreational activities to resume.[29] On May 20, the province reported its first new case in 20 days, bringing its total to 261. The case was identified as being related to travel.[30] The province advanced to \"Alert Level 3\" on June 8, allowing the reopening of non-essential retail, in-person dining at restaurants, and \"medium-risk\" outdoor recreation. Fitzgerald stated that only one new, aforementioned case tied to travel had been recorded during the timeframe of Alert Level 4. She stated that the province could transition to \"Alert Level 2\" within at least three weeks, but that \"there's a lot of things that we would be considering, and no one thing in particular will necessarily make that decision for us.\"[31][32] On June 17, Fitzgerald announced that the province would move to Alert Level 2 on June 25, after having lasted 20 days without new cases.[33] On June 24, 2020, it was announced that an \"Atlantic Bubble\" would be formed beginning July 3, under which residents of the Atlantic provinces would be able to travel between them without self-isolation requirements. Travel into the bubble from outside of the provinces would still be subject to restrictions, and was subject to rules enforced on a provincial basis.[34][35] By July 3, Newfoundland had gone 36 days without new COVID-19 cases.[36] On July 10, the 43-day streak ended with one new case announced, involving a traveler who had recently returned from Ontario.[37] On July 21, Newfoundland reported another new case related to travel, followed by one more involving a close contact of said patient.[38] On August 17, 2020, Fitzgerald announced that the province would mandate the wearing of face masks within enclosed public spaces beginning August 24.[39] The Newfoundland and Labrador English School District also unveiled its back-to-school plan for K-12 students.[40] On October 3, 2020, the province reported its fourth COVID-19-related death, its first since April. The patient had returned from Central Africa on September 29, and died on October 1.[41] On November 18, 2020, Fitzgerald identified a potential outbreak at the Blue Crest Cottages retirement home in Grand Bank, with a cluster of four cases tied to the facility.[42] On November 22, 2020, amid an increase in cases over the weekend in Newfoundland, the town council of Deer Lake issued a request for all non-essential businesses to close through December 7.[43] On November 23, 2020, the province announced that it had detected the first COVID-19 case within its school system, involving a student at Elwood Elementary in Deer Lake. Education Minister Tom Osborne announced that Elwood Elementary would close for the next two days.[44] Premier Andrew Furey announced that Newfoundland would suspend its participation in the Atlantic Bubble for at least 14 days.[45][46] By December 4, 2020, the province had reached 343 total cases, with 27 active. Premier Furey announced that the province had established a logistics team for distribution of COVID-19 vaccines, and stated that they would be \"highly suggested\" but not mandatory.[47] On December 5, 2020, a cluster was identified in Harbour Breton after three people tested positive. Out of an abundance of caution, classes were suspended at St. Joseph's Elementary and King Academy on December 7.[48][49] A mobile testing clinic was set up in the community, with public health officials encouraging all residents to be tested.[50] On February 8, 2021, 11 new cases were reported, in Newfoundland's largest single-day increase since April 2020. The province reported that there had been a large number of close contacts associated with two positive cases at a St. John's high school.[51] 30 cases were reported on February 9, all in the Eastern health region. It was the province's second largest daily increase to-date. Fitzgerald stated that this was evidence of wide community transmission, and ordered a circuit breaker in St. John's effective at midnight. Gatherings held by \"recognized\" businesses and organizations were restricted to 20 participants, restaurants were capped at 50% capacity, and all recreational facilities were ordered closed.[52][53] On February 10, the province reported a single-day high of 53 new cases, with most said to be among those under the age of 20, and all among residents of the Eastern health region (including one who was tested in Central but resides in Eastern). Fitzgerald warned that low case counts in the province had led to complacency, and that \"we are now seeing the repercussions.\" Additional restrictions were also announced, including the closure of all non-essential businesses in the St. John's metropolitan area, and the province-wide suspension of all group and team sports, and all group arts and cultural activities involving close contact.[54] The Newfoundland and Labrador English School District suspended all in-person classes in the area through at least February 26.[55] On February 11, Newfoundland announced 100 new cases, its largest increase to-date, with all but one in the Eastern health region. The province issued various self-isolation orders for students who had participated in gatherings or team sports within the St. John's area, and made anyone showing a COVID-19 symptom eligible to receive testing. Fitzgerald commented on the surge, explaining that \"'I'm not trying to say that they did anything wrong; I just think that it's what got us to where we are, I'm not judging anybody; it's just what has gotten us here and what we need to change so that we can get ourselves out of here.\" Fitzgerald also stated that health officials were sending out samples to be sequenced for SARS-CoV-2 variants.[56] In-person voting for 18 ridings in the 2021 Newfoundland and Labrador general election was postponed indefinitely.[56] On February 12, the province announced 50 new cases.[57] Later that night, Fitzgerald announced that 19 samples sent to a laboratory in Winnipeg had sequenced for Lineage B.1.1.7 (the \"UK variant\"), and that all recent outbreaks would be assumed to have involved this strain. Fitzgerald therefore declared a second lockdown with a province-wide rollback to Alert Level 5, including the closure of all non-essential businesses, and strict restrictions on gatherings. It was concurrently announced that due to the lockdown, all in-person voting for the 2021 general election would be cancelled, with the election being conducted exclusively with mail-in ballots—the first election to do so in Canadian history.[58][59][60] On February 24, the province announced its fifth COVID-19-related death, its first since October 2020. Fitzgerald stated that an update on provincial restrictions would be issued on February 26, but that \"as long as the variant circulates outside our province, it will make its way back into our province. This means we are always at risk for another outbreak if we don't remain vigilant.\". She also warned residents to not take the recent decline in cases as a \"false sense of security\".[61] The province confirmed a sixth death and four new cases on February 27.[62] On February 26, 2021, Fitzgerald announced that due to community transmission being limited outside of the St. John's region (with only five presently-active cases being outside of the Eastern region), the rest of the province outside of the Avalon would revert to Alert Level 4 effective 12:01 a.m. on February 27. The Avalon remained at Alert Level 5, and all alert levels would be re-evaluated in two weeks.[63][64] On March 13, all levels were decreased by one, with the Avalon downgraded to Alert Level 4, and the remainder of the province at Alert Level 3.[65] On March 24, Fitzgerald announced that the entire province would return to Alert Level 2 effective 12:01 a.m. on March 27, but with modifications in order to discourage excessive close contacts. Most gatherings will be capped at 50 people, and households may form a social bubble with up to 20 close, consistent contacts. Team sports leagues must obtain permission to resume competitive play by submitting proposals to the health authority.[66] Cases in Newfoundland and Labrador remained relatively low since the province emerged from their second lockdown caused by the Alpha variant in February 2021, which prompted Dr. Fitzgerald to remove Newfoundland and Labrador's mask mandate on August 13, 2021. However, on September 18, 2021, Dr. Fitzgerald reintroduced the mask mandate citing concerns of the highly-contagious Delta variant and the fourth wave worsening in other parts of the country.[67] ed. However, on September 18, 2021, Dr. Fitzgerald reintroduced the mask mandate province-wide citing concerns of the Delta variant in other parts of the country.[68] On September 27, 2021, following an outbreak in Central Newfoundland, health officials announced their eighth new death; the first since February 24, 2021. The man was between the ages of 60–69 years of age.[69] On September 28, 2021, health officials announced that Newfoundland and Labrador's participation in the Atlantic Bubble will be suspended on September 30, 2021, until further notice.[70] This requires all travelers, regardless of which province you reside in, to submit the Declaration Form found on the government's website.[71] The suspension is in response to the Delta-driven fourth wave across the Atlantic region, and the change in Newfoundland and Labrador's epidemiology curve. On October 1, 2021, Newfoundland and Labrador announced their ninth and tenth death; a male in the Central Health region and a female in the Eastern Health region, both age 70 years and older.[72] Health officials announced the province's eleventh death on October 8. A female in the Central Health region who was over the age of 70 years.[73] On October 12, 2021, Newfoundland and Labrador announced 21 new COVID-19 cases, 62 recoveries and two deaths over the Thanksgiving long weekend. The two deaths were in the Central Health region and involved two males, one between 60 and 69 years of age and the other over the age of 70 years.[74] The province announced their fourteenth and fifteenth deaths on October 18, 2021, raising the death toll to 15 since the start of the pandemic.[75] On October 27, 2021, health officials announced 20 new COVID-19 cases, nine recoveries, and one death, bringing the death total to 16 since March 2020.[76] Provincial health officials announced their seventeenth death on November 15, 2021. The man, aged 70 years or older, resided in the Central health region.[77] This is the first death in the province related to COVID-19 since October 18, 2021, raising the death toll to 17. Four new cases were announced on November 17, 2021, along with 13 recoveries, leaving 22 active cases; the lowest active case count in months. On November 22, 2021, health officials announced three new cases and 10 recoveries, leaving 12 active cases. The last time the province saw a low active case count was on August 18, 2021.[78] Health officials announced four new cases, two recoveries, and one new death on November 24, 2021. The new death increases the provincial death toll to eighteen. According to officials, the male was a resident in the Central Health region and was over the age of 70 years.[79] Newfoundland and Labrador reported six new COVID-19 cases and five recoveries on Friday, November 26, 2021, leaving the province with 14 active cases.[80] Officials announced nine new cases and two recoveries on November 29, 2021, leaving 21 active cases in the province.[81] Newfoundland and Labrador Health and Community Services announced on December 13, 2021, that based on guidance from the National Advisory Committee on Immunization (NACI), the province will be changing the eligibility criteria for booster shots. Starting in January 2022, anyone 18 years and older will be eligible to receive a booster shot if six months has passed since they received their primary series. NACI has recommended that individuals in the 18-29 age group should receive the Pfizer BioNTech vaccine for their booster, and anyone 30 years and older should receive the Moderna vaccine for their booster. The media release stated that due to supply issues and the pediatric vaccine rollout, the Pfizer vaccine will only be offered at Public Health clinics.[82] On January 4, 2022, the Government of Newfoundland and Labrador announced 100,000 eligible residents received have their booster shots. By February 8, 2022, over 260,000 eligible residents in Newfoundland & Labrador received their booster shots. On January 7, 2022, Chief Medical Officer of Health, Dr. Janice Fitzgerald, announced changes in the province's isolation guidelines. This is in response to research surrounding the Omicron variant.[83] Effective 12:01AM on January 8, 2022, the following isolation guidelines will be enforced: Dr. Janice Fitzgerald announced on January 12, 2022, that immunocompromised individuals will be offered a fourth dose if 22-weeks have passed since their third dose. This is based on advice from the National Advisory Committee on Immunization. On January 20, 2022, Fitzgerald announced that effective Saturday, January 22, 2022, all travelers arriving in the province who are fully-vaccinated can now leave isolation after 24-hours, however, the traveler(s) is required to take two rapid tests (within the 24-hour timeframe) and produce negative results in order to leave isolation. All other isolation requirements remain the same for those partially-vaccinated and unvaccinated. On January 22, 2022, Public Health revised isolation and testing requirements for people who have COVID-19 and their close contacts, to reflect as follows:[84] On February 3, 2022, Premier Furey announced during the live media briefing that effective 12:01AM, Saturday, February 5, 2022, all isolation requirements for fully-vaccinated travellers will be lifted, however, the province will continue to require the use of the provided rapid tests twice within the 24-hour timespan. Furey also announced $9,000,000 in funding for artists and the tourism industry that were hit hard by COVID-19 restrictions. Dr. Fitzgerald announced a plan to lift all long-term health restrictions, starting on February 21, 2022. Providing epidemiology remains favorable in the province, all restrictions, including masking and physical distancing, will be lifted on March 14, 2022, two years to the day that the province reported their first confirmed case. Public Health is also scaling back on the COVID-19 daily updates, with the department reverting to Monday's, Wednesday's, and Friday's. During the weekly live media briefing on February 24, 2022, Dr. Fitzgerald said that due to the hospitalization rates remaining stable, the province will be moving forward with lifting more restrictions on Monday, February 28, 2022, which will include border control and isolation requirements, meaning anyone can enter the province and will not have to isolate. Fitzgerald also stated that officials are seeing an increase in COVID-19 activity within the province, but said \"It's time to move out of crisis mode and begin a more sustainable approach to managing COVID-19 while we are able to do so.\" Fitzgerald cautioned there will be more waves of COVID in the future, however, they may or may not be as severe; \"that is why it's important to maintain surveillance locally and globally\", said Fitzgerald. As of Monday, February 28, restaurants, gyms and fitness facilities, and religious ceremonies will be able to operate at 75% capacity, as long as NLVaxPass is being used. Also announced were changes in isolation protocols for close contacts. Effective 12:01AM, Friday, February 25, 2022, household contacts who are not fully vaccinated will now have to isolate for five days, a change from the previous 10 day requirement. As well, fully vaccinated asymptomatic household contacts of a positive case can follow a modified five-day isolation protocol, which includes going to work or school, but must self-isolate afterwards. There are no self-isolation or testing requirements for asymptomatic non-household contacts. However, they must monitor for symptoms for one week after the last encounter with the positive case, wear a mask outside their home and avoid crowded areas. If the individual starts showing symptoms of COVID-19, they must self-isolate and book a test immediately. For those who are symptomatic and are a non-household contact, they must self-isolate and follow the testing guidelines found on the government's website. They must self-isolate until symptoms improve and test negative. Minister Haggie stated that there are 1,030 healthcare workers currently in isolation, with 221 of them positive for COVID-19. These new isolation protocols means more healthcare workers can now go back to work earlier than anticipated. Newfoundland and Labrador removed the provincial border controls and travel restrictions on February 28, 2022, allowing all Canadian's to enter the province without having to isolate. These measures required travelers who were partially-vaccinated or non-vaccinated to isolate for a certain amount of days, depending on the traveler's vaccination status, and allowing fully-vaccinated travelers to roam freely without any restrictions or isolation. The travel form that was found on the government's website is no longer required to enter the province. On March 14, 2022, the province removed all COVID-19 restrictions, including masking and the proof of vaccination system. On March 15, 2022, public health debuted a new COVID-19 dashboard, which can be found here. The website no longer supplies the number of active cases, the number of those who recovered, or the number of tests completed. On March 17, 2022, the province further decreased eligibility criteria for PCR testing. Only individuals over 60, children 2 and under, Indigenous peoples, front line healthcare workers, pregnant people, staff in seniors homes or shelters, and the immunocompromised are eligible for testing, if symptomatic. However, public health stated that close contacts of a confirmed case who are symptomatic are still eligible for a PCR test. On April 13, 2022, Dr. Janice Fitzgerald announced in a live media briefing that the province plans on administering fourth doses to those who are 70 years of age or older, anyone 18 years or older who identify as indigenous or live in an isolated indigenous community, and those in congregate living settings for seniors. Fitzgerald also said those who are between 12 and 17 years of age will soon be able to book their first booster shot appointments, starting on April 25, 2022. Dr. Janice Fitzgerald announced during a media briefing on May 13, 2022, that students, faculty and staff in K-12 schools will no longer be required to wear masks during school hours, starting May 24, 2022. Public Health will still recommend strong mask wearing, but Fitzgerald said wearing a mask will ultimately be up to the individual. Fitzgerald said, \"we are seeing reduced COVID-19 activity in the province. Hospitalizations due to COVID-19 severity have decreased significantly in recent weeks, which is one of the most important indicators at this time.\" She went onto say, \"we in Public Health would not be doing this if we felt that there was a significant increased risk for transmission. As we've done, throughout Omicron in particular when we've loosened restrictions, there may be a little bump,\" and \"that's not unexpected. But we don't anticipate there's going to be a huge increase in transmission with this.\" Fitzgerald also announced that the COVID-19 website will no longer be updated on Monday's, Wednesday's and Friday's. Instead, officials will only update the website weekly on Wednesday's. The province announced on May 26, 2022, that as of June 1, 2022, the vaccine mandate that was introduced in December 2021 for service providers and employees in certain businesses and facilities, will be lifted at this time due to favourable epidemiology. Dr. Janice Fitzgerald announced on December 15, 2021, during a media briefing that the province has confirmed its first SARS-CoV-2 Omicron variant case; the individual, a resident of the Eastern Health region, has been isolating since they returned to the province from travel within Canada. There were also 13 new cases, leaving 34 active cases.[85] Newfoundland and Labrador reported a spike in new cases on December 17, 2021, with officials reporting 46 new cases of COVID-19, along with four recoveries. The province is reporting 76 active cases.[86] Dr. Janice Fitzgerald announced during the snap media briefing that the province is also reporting more cases of the SARS-CoV-2 Omicron variant, with numbers unknown at the time due to results still being processed; however, she stated she is certain the tests will become positive for the new variant. In a rare weekend live media briefing on December 19, 2021, officials announced 61 new COVID-19 cases; 18 in the Eastern Health; 32 in Central Health; and 10 in Western Health. There were also 10 recoveries leaving 127 active cases. No one is hospitalized due to COVID-19.[87] Dr. Janice Fitzgerald announced that the province has nine confirmed Omicron cases and 34 presumptive; five Omicron cases located in the Eastern Health region, with seven presumptive, and in Central Health there are four confirmed Omicron cases and 27 presumptive positive cases. Education Minister Tom Osborne stated during the same media briefing that in response to the recent uptick in COVID-19 cases, as well as the arrival of Omicron, all schools in Newfoundland and Labrador will close two days earlier on December 21, 2021, for Christmas holidays. He stated \"classes are still scheduled to resume on January 4th\". He continued, \"let me be very clear: public health continues to advise that schools are safe to remain open, and we have not made a decision to pivot to online learning at this time. However, in light of the uncertainty of where things are going with this variant (SARS-CoV-2 Omicron variant) we are eering on the side of caution and preparing for that possibility.\"[88] Students transitioned to online learning on January 4, 2022, following their return from Christmas break.[89] Twenty-seven new cases was reported on December 20, 2021, with no new recoveries, the province is reporting 154 active cases.[90] Officials reported 27 new COVID-19 cases for the second day in a row on December 21, 2021. Six recoveries were also announced, leaving 175 active cases. During the live media briefing on December 22, 2021, Dr. Janice Fitzgerald announced 60 new cases of COVID-19 and 12 recoveries, leaving 223 active cases; the highest active caseload since February 2021.[91] Dr. Fitzgerald also announced that three out of four health authorities are now dealing with an outbreak; Eastern Health, Central Health and Western Health. Fitzgerald said during the briefing, \"our active case count has jumped from 30 to 223 in one week.\" This prompted Fitzgerald to announce that the entire province will be moving to Alert Level 3 effective 12:01AM on December 23, 2021, and will remain in effect until January 10, 2022, at which time the situation will be reassessed. Newfoundland and Labrador Health and Community Services announced a spike in cases on December 23, 2021, with 100 new COVID-19 cases, the majority in Eastern Health (73). There were nine recoveries, leaving 314 active cases; the highest since February 2021. Fortunately, no one is hospitalized due to COVID-19.[92] Eighty-five new cases were reported on December 24, 2021, along with ten recoveries, leaving 389 active cases. One person is hospitalized due to COVID-19.[93] Since the last media advisory on December 24, 2021, health officials recorded 357 new COVID-19 cases over the Christmas holiday. The province is now reporting its highest active caseload since the pandemic began, with 677 active cases. Officials did not provide an update on recoveries, but did mention that one person is now in hospital due to COVID-19.[94] Officials recorded 194 new COVID-19 cases on December 28, 2021.[95] The active case count is now 843; the highest since the pandemic began. During an unexpected media briefing on December 29, 2021, Dr. Janice Fitzgerald announced a record-breaking, one-day increase of 312 new COVID-19 cases. Premier Andrew Furey announced that all schools will not reopen for in-class instruction on January 4, 2022; instead, classes will pivot to virtual learning. Education minister Tom Osborne (Canadian politician) stated they will assess the situation on a week by week basis, and will return to in-class instruction if the case counts and risk levels decline. During the same briefing, it was announced that Labrador-Grenfell health is also experiencing a surge in cases, with officials reporting 16 new cases. Since then, cases have been steadily rising in that health authority. The province now has outbreaks in all four health authorities. Health officials recorded another record-breaking, single-day increase on December 30, 2021, with 349 new cases. There were also 32 recoveries, leaving 1,428 active cases. There is now one person in hospital due to COVID-19. There are also nine confirmed cases of individuals who were tested outside of a Regional Health Authority. Another record-breaking, single-day increase of 431 new COVID-19 cases were announced on December 31, 2021. Also announced were 113 recoveries, as well as the province's nineteenth death due to COVID-19;[96] the first death since November 24, 2021. There are now 1,746 active cases; the highest ever recorded in the province. Newfoundland and Labrador started the 2022 year with another record-breaking high of 442 new COVID-19 cases. The province also announced 38 new recoveries, leaving 2,150 active cases. One person is still hospitalized due to COVID-19.[97] Minister of Health and Community Services, John Haggie, announced on his Facebook page that he has tested positive for COVID-19. Haggie stated that he was \"feeling well with regular symptoms and isolating.\" He also thanked the health-care workers who are working tirelessly to identify cases and keeping Newfoundlanders and Labradorians safe.[98] The Ministry of Health reported 466 new COVID-19 cases on January 2, 2022, along with 19 recoveries, leaving 2,597 active cases.[99] On January 3, 2022, Dr. Janice Fitzgerald, Premier Andrew Furey, and Eastern Health Authority CEO David Diamond held an unexpected live media briefing to announce 519 new COVID-19 cases, 134 recoveries, and one new death; bringing the active caseload to 2,925 (another record). The death involved a woman in her 50's who resided in the Central Health region. Following days of high case numbers and active caseloads, Dr. Fitzgerald announced that the entire province will move to a modified Alert Level 4, effective midnight on January 4, 2022. Fitzgerald asked residents to stick to their \"Tight 10\" in order to help a \"public health system that is already running at 100% capacity in trying to identify positive-cases and their close contacts.\" Fitzgerald also stated that \"The reality of this virus is that it's so infectious, most people will acquire it, but our health-care system can't stand the pressure of everyone acquiring it at the same time.\" The move to Alert Level 4 will remain for a period of two weeks, at which time it will be reassessed based on hospitalizations and daily new cases. Eastern Health Authority CEO David Diamond announced that 625 hospital staff are now in isolation, with 333 of them in the Eastern Health region, due to being exposed to COVID-19, or testing positive themselves.[100] Health and Community Services announced 493 new COVID-19 cases on January 4, 2022, along with 164 recoveries, leaving a record 3,254 active cases.[101] There were 479 new COVID-19 cases announced on January 5, 2021, along with 68 recoveries, leaving 3,665 active cases. There are now three people in hospital.[102] Officials reported another spike in cases on January 6, 2022, with the province reporting 503 new COVID-19 cases and 109 recoveries, leaving 4,059 known, active cases. There are now four people in hospital. Jerry Earle, the President of NAPE, which represents health-care workers in the province, spoke to VOCM on January 6, 2022, and stated \"around 1,000 health-care workers are in isolation due to COVID-19 exposures\".[103] The Department of Education extended online learning for the following week, with another decision to be made on January 13, 2022.[104] Dr. Janice Fitzgerald announced on January 7, 2022, that the province is reporting 480 new COVID-19 cases and 168 recoveries, leaving 4,370 active cases. Fitzgerald also announced one new death; a woman in her 60's who resided in the Central Health region.[83] Health and Community Services announced on January 8, 2022, that the province is reporting 412 new COVID-19 cases and 118 recoveries, leaving 4,664 active cases. There are still four people in hospital.[105] The ministry tweeted on January 9, 2022, that there were 367 new COVID-19 cases, 87 recoveries, and six people in hospital. There are now 4,944 active cases.[106] On January 10, 2022, health officials reported 455 new COVID-19 cases. However, the Department of Public Health stated in a news release that between December 29, 2021, to January 6, 2022, testing capacity at the provincial laboratory was exceeded. As a result, the province sent swabs out-of-province to be tested for COVID-19. The out-of-province laboratory confirmed 680 historical cases, and those cases were added to the caseload released January 10, 2022, for a grand total of 1,135. Minister Haggie stated the province sent approximately 3,000 swabs out-of-province for testing, and those results should arrive between January 10 and January 11. There were also 122 new recoveries, and two new deaths. The deaths were both in the Eastern Health region and over the age of 70 years. There are now 5,955 active cases.[107] Officials reported 427 new COVID-19 cases on January 11, 2022, along with 494 recoveries. Due to the testing backlog and having to send swabs out-of-province for testing between December 29, 2021, to January 6, 2022, officials are also reporting an additional 323 historical COVID-19 cases, for a total of 750. There are five people now in hospital due to COVID-19 and the province is reporting 6,211 known, active cases.[108] During the live media briefing on January 12, 2022, Dr. Janice Fitzgerald announced 502 new COVID-19 cases (in the last 24-hours) and 229 historical cases, 494 recoveries, and seven people in hospital. The province is now reporting 6,443 active cases throughout Newfoundland and Labrador, with the majority of which located in the Eastern Health (4,481) and Labrador-Grenfell Health (1,250) regions. CBC Reporter Peter Cowan asked Health Minister John Haggie if there are patients in ICU due to COVID-19, to which the Minister said yes; however, Haggie declined, initially, to say how many people are in ICU due to COVID-19 because of privacy reasons, but did say there are fewer than 10. A few moments later, Haggie told the reporter there were three people in ICU due to COVID-19.[109] Dr. Fitzgerald said \"Our goal now is to keep flattening the curve and protecting our most vulnerable\", and cautioned \"we are not out of the woods yet\" as the province needs another week or two to see if hospitalizations will spike like other jurisdictions.[110][111] On January 13, 2022, officials reported 520 new COVID-19 cases (in the last 24-hours), 166 historical cases, and 998 recoveries, leaving an active caseload of 6,131. There was also one more person admitted to hospital in the last 24-hours, bringing the total to eight patients; five in non-critical care and three in the ICU.[112] The Department of Education announced in a news release that January 24, 2022, has been set as a tentative date for students to return to in-person learning. The release stated the distribution of Rapid antigen test kits are underway and will be rolled out to students, teachers, and staff once the return date has been finalized. All students, teachers, and staff will be required to complete two tests 72 hours prior to the return of in-person instruction; one test should be taken on Friday, January 21, 2022, and the other on Monday, January 24, 2022.[113] Officials reported 404 new COVID-19 cases (in the last 24-hours) on January 14, 2022, along with 71 historical cases, for a total of 475 new cases. There were also 1,029 recoveries and one new death. The death was a female in the Western Health region who was 70 years of age or older. The province is reporting 5,583 active cases.[114] There is still eight people in hospital, five in non-critical care and three in ICU. The ministry tweeted on January 15, 2022, that the province is reporting 314 new COVID-19 cases (in the last 24-hours) and three historical cases, along with 412 recoveries, and one new death. The death was a male over the age of 70 years who resided in the Eastern Health region. One more person was hospitalized in the last 24-hours, bringing the total to nine people. There are now 5,171 active cases across Newfoundland and Labrador.[115] On January 16, 2022, there were 384 new COVID-19 cases announced, along with 355 recoveries, leaving the province with 5,503 active cases. The ministry also announced one new death; a female, over the age of 70, located in the Eastern Health region. Hospitalizations also took a spike, with the province reporting 12 people in hospital receiving care due to COVID-19.[116] Officials reported a drop in new cases on January 17, 2022, with the province reporting 239 COVID-19 cases. With 416 recoveries, there are now 5,325 known, active cases. Fifteen people are in hospital due to COVID-19, with 12 in non-critical care and three in ICU.[117] During a media briefing the same day, Minister Haggie was asked by The Telegram reporter Peter Jackman how many long-term care homes in the province currently have cases within their staff and residents. Haggie stated there are \"80 cases\" and that includes staff and residents within acute, long-term care, congregate and personal care homes. Haggie told another journalist that there are currently 826 health-care workers in isolation, as of the morning of January 17, 2022. There were 295 new COVID-19 cases reported on January 18, 2022, along with 2,453 recoveries and two deaths. The deaths were both males who resided in the Eastern Health region, and were 70 years of age and above. There are 14 people in hospital receiving care due to COVID-19, 11 in non-critical care and three in critical care. The province is now reporting 3,166 active cases.[118] As well, the Department of Education announced that their decision on whether students will return to in-class instruction on Monday, January 24, 2022, has been deferred to Thursday, January 20, 2022.[119] On January 19, 2022, officials announced a spike in cases, with the ministry reporting 511 new COVID-19 cases. There were also 471 recoveries in the last 24-hours, leaving 3,205 active cases. Four more people were admitted to hospital due to COVID-19 since yesterday's update; there are now 14 in non-critical care and four in critical care.[120] During the live media briefing on January 20, 2022, Premier Andrew Furey announced that students will return to in-person classes starting January 25, 2022. Furey stated that the Canadian Pediatric Society has endorsed a return to school and that \"97% of students across the country are in school right now.\" Dr. Fitzgerald said that \"there are some children who live with violence, and school is their safe place.\" When asked by a reporter why other businesses are not allowed to reopen with the students returning to school, Dr. Fitzgerald said, \"If we open the top too quickly, we are going to cause a flood. So we don't want to do that, and we just want to open that tap just enough so we can keep the water flowing and it doesn't overflow the sink.\" Minister Haggie was asked what the actual number of hospitalizations are in the province, as reporters are receiving conflicting numbers from both the provincial government and health-care workers. Haggie stated there are \"55 patients in acute-care facilities with COVID-19,\" However, out of that 55, 20 patients were admitted because COVID-19 was their first diagnosis, and the remaining 35 were admitted with other health complications, but contracted COVID-19 while in hospital.[121] Fitzgerald went on to announced 360 new COVID-19 cases, 764 recoveries, and two more deaths; bringing the active caseload to 2,801. The two deaths were males from the Western and Eastern Health region and were 70 years of age and above. There were also two more hospitalizations in the last 24-hours, bringing that total to 20 people in hospital due to COVID-19. There are 16 patients in non-critical care and four in critical care;[122] a new record for hospitalizations. On January 21, 2022, health officials reported 324 new COVID-19 cases and 458 recoveries, leaving 2,666 known, active cases. There are now 18 people in hospital; 17 in non-critical care and one in critical care.[123] The ministry tweeted on January 22, 2022, that the province is reporting 283 new COVID-19 cases and 376 recoveries. There are now 15 people in hospital due to COVID-19. The province now has 2,583 known, active cases. Officials reported 361 new COVID-19 cases and 288 recoveries on January 23, 2022. There are now 19 people in hospital due to COVID-19. On January 24, 2022, officials reported 349 new COVID-19 cases, 335 recoveries, and one new death. The death involved a male in the Western Health region and was between 60 and 69 years of age. There are 21 hospitalizations; 16 people in non-critical care and five in critical care. The province is reporting 2,669 known, active cases.[124] Officials reported 296 new COVID-19 cases and 277 recoveries on January 25, 2022, leaving 2,688 known, active cases. Hospitalizations decreased by one in the last 24-hours; 20 people are now in hospital, 15 in non-critical care, five in critical care.[125] During the weekly live media briefing on January 26, 2022, Dr. Fitzgerald announced 304 new COVID-19 cases, 308 recoveries, and three deaths. The deaths were all in the Central Health region and involved two females and one male; one individual was between the ages of 50–59 years of age, and the other two individuals were over the age of 70 years. There are 20 people in hospital, 13 in non-critical care and seven in critical care. Dr. Haggie stated there were now 80 people in hospital with COVID-19, however, 60 of those patients were admitted for other health reasons and contracted COVID-19 while recovering, and the other 20 were admitted due to complications from COVID-19. Haggie also announced, as of the morning of January 26, 2022, there are 759 health-care workers in isolation across the province; 561 health-care workers are in isolation due to being a close contact, and 198 are in isolation due to receiving a positive COVID-19 test. Fitzgerald told a reporter that there have been 13,000 lab-confirmed cases in the province in the last month, and she expects cases to rise again with schools now reopened.[126][127] There were 378 new COVID-19 cases, 544 recoveries and four deaths announced on January 27, 2022. The individuals are a female between the ages of 40–49 years of age, and a male over 70 years of age in the Eastern Health region; a female over 70 years of age in the Western Health region; and a female over the age of 70 years in the Labrador-Grenfell Health region. Twenty people remain in hospital, 13 in non-critical care and seven in critical care.[128] Officials reported 265 new COVID-19 cases on January 28, 2022, along with 297 recoveries. The known, active cases in the province dropped to 2,478.[129] On January 29, 2022, officials announced 208 new COVID-19 cases.[130] There were 210 new cases and five more hospitalizations announced on January 30, 2022.[131] Officials announced 183 new COVID-19 cases on January 31, 2022; the lowest daily case count since December 27, 2021. There were also 222 recoveries and two new deaths. The deaths involve a male over 70 years of age in the Eastern Health region and a female over 70 years of age in the Central Health region. There are now 2,121 known, active cases in the province.[132] There were 179 new COVID-19 cases announced on February 1, 2022, along with 385 recoveries. There are 25 people in hospital, 14 in non-critical care and 11 in critical care. The province is reporting 1,915 known, active cases.[133] The Department of Health announced 248 new COVID-19 cases and 264 recoveries on February 2, 2022. There were also four new deaths; the individuals all resided in the Eastern Health region, a male and female between 70 and 79 years of age, and a male and female over the age of 80 years. There are 20 people in hospital, with nine in the ICU.[134] During the live media briefing on February 5, 2022, Dr. Fitzgerald announced 198 new COVID-19 cases, 372 recoveries and one new death. The individual was a resident of the Eastern Health region. Health Minister John Haggie announced that there are 734 health-care workers currently in isolation, with 219 of them isolation because they have COVID-19. On February 4, 2022, officials announced 258 new COVID-19 cases and 229 recoveries. The province is reporting 1,746 known, active cases. Twenty people remain in hospital. One new death was reported.[135] NL Health and Community Services announced 222 new COVID-19 cases and 332 recoveries on February 5, 2022. The number of hospitalizations remain the same. No new deaths were reported.[136] Officials reported 110 new cases of COVID-19 on February 6, 2022. However, the ministry cautioned that due to adverse weather the day prior, there were only 579 tests processed within the last 24 hours, leaving the province with a positivity rate of 19%. On February 7, 2022, there were 166 new COVID-19 cases, 195 recoveries, and one new death. The individual was a male in the Eastern Health region and was between 60 and 69 years of age. The province is reporting 1,525 known, active cases.[137] There were 210 new COVID-19 cases, 247 recoveries, and two new deaths announced on February 8, 2022. Dr. Fitzgerald also announced changes to the Alert Levels. Effective February 14, 2022, sports tournaments may restart but competitions are still prohibited, restaurants and bars can operate at 50% with a table size of 10, formal gatherings, theatres, bingo halls, gyms and arenas can operate at 50% capacity, with dancing in bars still banned. Effective February 11, 2022, those living within long-term care (LTC) homes can now leave the facility for family outings, as well as hair styling services within the LTC can resume, and volunteers will be allowed back inside the facilities. Group activities can also resume within the LTC. Officials reported a spike in cases on February 9, 2022, with 250 new COVID-19 cases, 155 recoveries, and two new deaths. The individuals were both female and between the age of 80 and 89 and were located in the Eastern Health and Central Health regions. There are 20 people in hospital, with seven in ICU. The province is reporting 1,579 known, active cases.[138] The ministry announced 243 new COVID-19 cases on February 10, 2022, along with 234 recoveries. Hospitalizations rose by five bringing the total to 25, with eight patients in ICU. No new deaths were reported.[139] Public Health announced 267 new COVID-19 cases on February 11, 2022, along with 256 recoveries and two deaths. Both individuals were male, one between 70 and 79 years of age who resided in the Central Health region, and the other was over 90 years of age who resided in the Western Health region. There are 22 people in hospital, nine of which are in ICU.[140] There were 244 new cases COVID-19 cases on February 12, 2022, as per a tweet from the ministry.[141] On February 12, 2022, the ministry announced 237 new COVID-19 cases and 196 recoveries. Officials announced 174 new COVID-19 cases, 149 recoveries, and four new deaths on February 14, 2022. The deaths involve two males in the Central Health region – one between 60 and 69 years of age and the other between 70 and 79 years of age, one female between 60 and 69 years of age in the Eastern Health region, and a male in the Western Health region over 80 years of age. There are 23 people in hospital, 15 in non-critical care and 8 in ICU. The province now has 1,712 known, active cases.[142] On February 15, 2022, officials reported 213 new COVID-19 cases, 225 recoveries, and one new death. The individual was a female who resided in the Eastern Health region and was between 70 and 79 years of age. Officials also reported a drop in hospitalizations over the last 24 hours, with only 14 people in hospital. Six people are in ICU.[143] Dr. Fitzgerald announced 179 new COVID-19 cases, 178 recoveries, and three new deaths. The individuals are all over age of 80 years, one resided in the Eastern Health region and two resided in the Central Health region. There are 16 people in hospital, 10 in non-critical case and six in ICU. The province is reporting 1,696 known, active cases.[144] Officials announced 316 new COVID-19 cases, 261 recoveries and one death on February 17, 2022. The individual was a female who resided in the Western Health region and was between 70 and 79 years of age.[145] There were 234 new COVID-19 cases and 227 recoveries on February 18, 2022. Thirteen people are hospitalized, including five in ICU. No deaths were reported.[146] On February 21, 2022, officials reported 237 new COVID-19 cases, 229 recoveries, and two deaths. One death involved a male over 90 years of age and the other day involved a female between 70 and 79 years of age. Both individuals resided in the Central Health region. Over the weekend, officials reported 306 new COVID-19 cases on February 19 and 124 COVID-19 cases on February 20. The province is now reporting 1,749 known, active cases.[147] Officials announced 248 new COVID-19 cases, 200 recoveries and one death on February 23, 2022. The individual, a male, resided in the Central Health region and was over the age of 80. Two more people were admitted to hospital bringing the total of patients receiving care to 18, with six in ICU.[148] During the weekly live media briefing on February 24, 2022, Dr. Fitzgerald announced 287 new COVID-19 cases and 206 recoveries, leaving 1,906 known, active cases. There were 392 new COVID-19 cases announced on February 25, 2022, along with 222 recoveries. Twenty people are now in hospital, with four in ICU.[149] In a news release on February 28, 2022, officials announced 327 new COVID-19 cases and 219 recoveries. Over the weekend, there were 296 cases on February 26, 2022, and 256 cases on February 27, 2022. There were two deaths since the last update, a female over the age of 80 who resided in the Eastern Health region and a male between 60 and 69 years of age who resided in the Central Health region.[150] Nineteen people are in hospital, with six in ICU. On March 1, 2022, there were 366 new cases and 90 recoveries. On March 2, 2022, Dr. Fitzgerald announced 389 new cases, 197 recoveries and 15 people hospitalized. There are now 2,506 known, active cases.[151] Officials reported 497 new cases on March 3, 2022.[152] Public Health announced 450 new cases on March 4, 2022, along with 295 recoveries, leaving 2,812 active cases. Sixteen people remain in hospital, with six in ICU.[152] Since March 5, 2022, public health officials reported 1,244 new COVID-19 cases; on Saturday, March 5, there were 469 new cases, on Sunday, March 6, there were 332 new cases and Monday, March 7, 2022, there 443 new cases. There were also 825 recoveries since the last update, leaving 3,216 active cases. Twenty-five people in hospital receiving care, including five in ICU. Officials also reported two new deaths.[153] On March 9, 2022, the province announced 1,131 cases over two days; 535 on March 8 and 596 on March 9. There were also four deaths and 315 recoveries, leaving 3,675 active cases. Hospitalizations remain stable with 20 people receiving non-critical care and five in ICU.[154] Over the past two days, officials announced 1,262 new COVID-19 cases and 882 recoveries on March 11, 2022. On Thursday, March 10, 680 cases were reported and 582 cases were reported on March 11. There are 22 people in hospital, five people receiving care in ICU. The province also reported four new deaths; two females in the Eastern Health region, one between 70 and 79 years of age and the other between 80 and 89 years of age, one male in the Central Health region and one male in the Western Health region, both between 50 and 59 years of age. The province is reporting 4,105 known, active cases. Public health also announced that as of Monday, March 14, 2022, the department will no longer be issuing weekly media releases, opting to instead update the COVID-19 HUB on Mondays, Wednesdays, and Fridays.[155] Since the last update, the province reported 2,188 new cases on March 15, 2022. Public health is also no longer reporting the number of known, active cases, the number of tests completed, or the number of those who were infected and subsequently recovered. There were also two new deaths. There is now an estimate, 6,313 active cases. Officials announced 560 new COVID-19 cases on March 16, 2022, with estimate 6,869 active cases. Twenty-seven people are in hospital, including three in ICU. On March 17, 2022, there were 609 new COVID-19 cases announced in the province, along with one new death. Public health reported 663 new COVID-19 cases on Friday, March 18, 2022, along with two new deaths. Hospitalizations remain stable at 27, with three in ICU. Officials reported 449 COVID-19 cases on March 19 and March 20, 2022. On Monday, March 21, 2022, officials announced 324 new COVID-19 cases and two deaths. Hospitalizations jumped over the weekend with 31 people receiving non-critical care, and three people in ICU. Officials reported 267 new COVID-19 cases on Tuesday, March 22, 2022. On March 23, 2022, officials announced 419 new COVID-19 cases. There were 419 new COVID-19 cases and four deaths reported on March 24, 2022. Another three deaths and 507 new cases were reported on March 25, 2022, pushing the death toll passed 100 since the pandemic began. ICU admissions jumped by three, bringing that total to six in critical care due to COVID-19. Thirty-three people are hospitalized. Officials reported 370 new COVID-19 cases on March 26, 2022. There were 539 new COVID-19 cases announced in the province on March 27, 2022, along with two new deaths. On Monday, March 28, 2022, officials announced 248 new COVID-19 cases. There are now 40 people in hospital, with seven in ICU. Over the last two days, officials reported 920 new COVID-19 cases and seven deaths. There were 350 cases and four deaths on Tuesday, March 29, and 570 cases and three deaths on Wednesday, March 30. Hospitalizations remained at 40, however, there are now 11 people in ICU receiving care due to COVID-19. There were 299 new COVID-19 cases and three deaths announced on March 30, 2022. Forty people remained in hospital. On April 1, 2022, officials announced 389 new COVID-19 cases and another three deaths. Thirty-eight people are in hospital, with ICU admissions remaining stable at 11. Health officials also announced that the province has confirmed cases of the BA.2 sublineage of the Omicron variant. The department says all PCR tests are screened weekly to determine if they are BA.1 or BA.2. According to media, BA.2 now accounts for 35 to 40 percent of all samples that have been screened in the province. It has also been detected in wastewater samples as well.[156] The province announced 154 new COVID-19 cases on April 4, 2022. Over the weekend, the province reported 293 cases on Saturday, April 2, and 227 cases on Sunday, April 3. Two new deaths were also announced bringing that total to 118. Forty-three people are in hospital receiving care due to COVID-19, with nine of those patients in ICU. Health Minister John Haggie announced in the House of Assembly that the province is at or near the peak of the current spike in cases and deaths. He also announced that there are now less than 600 health-care workers across the province isolating due to COVID-19; about half the number a week ago.[157] Over the past two days, health officials reported 643 new COVID-19 cases and four deaths. There were 304 cases and three deaths on April 5, 2022, and 339 new cases and one death on April 6, 2022. Forty-seven people are now in hospital, however, ICU admissions remained stable since the last update, with nine patients currently receiving care in ICU. There were 676 new COVID-19 cases and two deaths reported on April 8, 2022. On April 7, 2022, there were 283 new cases, and on April 8, 2022, there were 393 new cases and two deaths. Hospitalizations and ICU admissions dropped to 41 and five, respectfully. Over the weekend, the province reported 575 new cases and six new deaths. On Saturday, April 9, the province reported 243 new cases and two deaths; there were 175 new cases on Sunday, April 10, and three deaths; and on April 11, there were 157 new cases and one death. Hospitalizations dropped over the weekend, with 35 people in hospital. Two more people were admitted to ICU, bringing that total to seven. The province announced 451 new COVID-19 cases and seven deaths reported on April 13, 2022. Two hundred and five cases and four deaths reported on April 12, 2022, and 246 cases and three deaths reported on Wednesday, April 13, 2022. Thirty-two people are in hospital, with six in ICU. Since the last update on April 13, 2022, the province reported 723 new cases and five deaths on Monday, April 18, 2022. There were 225 new cases on April 14; 176 new cases on April 15; 137 news cases on April 16 and two deaths; 109 new cases and three deaths on April 17; and 76 new cases on April 18. There are 34 people in hospital, with six in the ICU. The bulk of hospitalizations are in the Eastern Health region with 17 patients, there are four in Labrador-Grenfell Health, eight in Western Health and five in Central Health. Officials reported 189 new cases and four new deaths on April 19, 2022. On Wednesday, April 20, 2022, there were 179 new cases and six new deaths. There are 31 people in hospital and seven in ICU. There were 120 new COVID-19 cases and two new deaths on April 21, 2022. On Friday, April 22, 2022, there were 152 new COVID-19 cases and three new deaths. Twenty-five people remain in hospital, with seven in ICU. Over the weekend, the province reported 312 new COVID-19 cases; 137 cases on Saturday, April 23; 88 cases on Sunday, April 24; and 87 cases on Monday, April 25. For the first time in a month, the province reported zero COVID-related deaths. Hospitalizations dropped by one, with 24 people now receiving care with five in ICU. The province reported 114 new COVID-19 cases and three deaths on April 26, 2022. On Wednesday, April 27, 2022, there were 93 cases and two deaths reported. Hospitalizations dropped to its lowest point in months. Seventeen people are now receiving care in hospital, with five of them in ICU. On Thursday, April 28, 2022, there were 126 new COVID-19 cases and one death. Officials reported 102 new COVID-19 cases and two new deaths on April 29, 2022. Hospitalizations and ICU admissions decreased since the last update, with 16 people in hospital and four receiving care in ICU. On April 30, 2022, there were 103 new COVID-19 cases. On May 1, 2022, officials reported 29 new COVID-19 cases; the lowest case count since October 2021. Officials also reported one new death. There were 65 new COVID-19 cases reported on May 2, 2022. Hospitalizations jumped over the weekend from 16 people on April 29, to 24 people on May 2. Three people remain in ICU. There were 44 new cases reported on May 3, 2022. Officials reported 140 new cases and one death on May 4, 2022. On May 5, 2022, there were 104 new cases. There were 108 new cases reported on May 6, 2022. On May 7, 2022, there were 47 new COVID-19 cases announced. Officials reported 46 new cases on May 8, 2022. There were 58 new cases and 2 dearths reported on May 9, 2022. The province announced 75 new cases and three deaths on May 10, 2022. Seventy cases and four deaths were reported on May 11, 2022. Officials reported 53 cases on May 12, 2022. Fifty-five cases were announced on May 13, 2022. There are eight people in hospital and one in critical care due to COVID-19. In their first update since switching to weekly reportings, health authorities reported 264 cases, one death, six new hospitalizations and one new ICU admission. There were 51 cases on May 14 and May 15; 20 cases on May 16; 50 cases on May 17; and 92 cases on May 18. There are 14 people in hospital, with two patients in ICU due to COVID-19 severity. In the last week, officials reported 366 new COVID-19 cases and five deaths. There were 60 cases on May 19; 72 cases on May 20; 32 cases on May 21; 41 cases on May 22; 34 cases on May 23; 63 cases on May 24; and 64 cases on May 25. There are 13 people in hospital and two in ICU. The province reported 408 new COVID-19 cases and two new deaths since their last weekly update. There were 78 cases on May 26; 61 cases on May 27; 50 cases on May 28; 34 cases on May 29; 66 cases on May 30; 45 cases on May 31; and 74 cases on June 1. Hospitalizations had a significant drop since the last update, with only five people receiving care and two patients in ICU due to COVID-19. In the weekly update on June 8, the province reported 464 new COVID-19 cases and three deaths. For the first time since the pandemic started, the province reported a death in an individual under the age of 20. There were 60 cases reported on June 2; 66 cases on June 3; 115 cases on June 4; 64 cases on June 5; 40 cases on June 6; 46 cases on June 7; and 73 cases on June 8. There are still five people in hospital, with two in ICU. There were 500 new COVID-19 cases and three deaths reported on June 15, 2022, since the last update a week prior. There were 78 cases on June 9; 77 cases on June 10; 89 cases on June 11; 70 cases on June 12; 39 cases on June 13; 83 cases on June 14; and 64 cases on June 15. There are 14 people in hospital, with four in ICU; both increased in the last week. Since the last update, the province reported 418 new COVID-19 cases and two deaths on June 22, 2022. There were 74 cases on June 16; 55 cases on June 17; 77 cases on June 18; 40 cases on June 19; 21 cases on June 20; 64 cases on June 21; and 87 cases on June 22. There are 11 people in hospital with COVID and three in ICU. The weekly update on June 28, 2022, included 407 cases and two deaths. There were 110 cases on June 23; 37 cases on June 24; 61 cases on June 25; 41 cases on June 26; 11 cases on June 27; 25 cases on June 28; and 122 cases on June 29. There are 13 people in hospital due to COVID-19, with two people in ICU. The province also reported two new deaths in the last week due to COVID-19 severity. The province reported 395 cases on July 6, 2022.. There were no deaths since the week prior, and eight people are in hospital due to COVID-19, with one person in ICU. In their weekly update on July 13, 2022, the province reported 388 new COVID-19 cases and four deaths. Three people remain in hospital due to COVID-19 severity. For the first time since December 2021, there are no patients in ICU with COVID-19. There were 443 COVID-19 cases reported in the province's weekly update on July 20, 2022. Four people died since the last update. Hospitalizations in the province also took a jump within the last week, with 14 people now receiving care. Three people are in ICU due to COVID-19. On October 20, 2021, health officials announced a cluster of cases in the Marystown area on the Burin Peninsula. Since then, the investigation into the source has been ongoing. Prior to the announcement, on October 19, 2021, Newfoundland and Labrador's Acting Chief Medical Officer of Health Dr. Rosann Seviour announced that four schools were involved in the recently announced cases. The schools involved are Bayview Academy in St. George's, Heritage Collegiate in Lethbridge, Anthony Paddon Elementary in Musgravetown, and Sacred Heart Academy in Marystown.[158] On October 22, 2021, Chief Medical Officer of Health Dr. Janice Fitzgerald held a media briefing to announce 30 new COVID-19 cases. She also confirmed that the recently announced cases on the Burin Peninsula, specifically in Marystown, is now forming into a new cluster. As of the same date, there were 25 confirmed cases in the Marystown region, with 22 of those cases involving school-aged children. As a result, Dr. Fitzgerald announced that communities in the Marystown and Burin areas will move to Alert Level 3 effective 12:01am on Saturday, October 23, 2021. The communities affected are: Red Fox Harbour south to Epworth-Grand Salmonier including Rock Harbour, Spanish Room, Beau Bois, Marystown, Burin, Lewin's Cove, Jean de Baie, Fox Cove-Mortier, Frenchman's Cove and Garnish.[159] On October 25, 2021, Public Health officials announced 36 new COVID-19 cases, eight recoveries and no deaths. Out of the 36 new cases, 35 of them were connected to the Marystown cluster, and included 23 cases in those under the age of 20. Marystown mayor Brian Keating announced on VOCM Morning Show on October 25, 2021, that there are now 58 cases linked to the cluster. Later that day, Public Health officials confirmed this number in a news release.[160] Fifteen of the 20 new cases reported on October 27, 2021, were associated with this cluster. As of November 5, 2021, 83 cases have been linked to the Marystown cluster. Also on November 5, 2021, health officials announced that all towns and communities on the Burin Peninsula will return to Alert Level 2, effective immediately. Public health officials stated that although a source has yet to be determined, the risk of residents in this area contracting COVID-19 is deemed low.[161] Health officials announced that as of Monday, November 23, 2021, they have not been able to confirm a source that caused this outbreak. Eighty-four confirmed cases was recorded during the investigation.[162] Public Health officials notified the Newfoundland and Labrador English School District (NLESD) on October 21, 2021, that a number of students attending Sacred Heart Academy in Marystown had tested positive for COVID-19. This prompted the NLESD to move classes to online learning, effective immediately, until Public Health says otherwise.[163] Three days later on October 24, 2021, the NLESD announced that a student attending Donald C. Jamieson Academy in Burin had tested positive for COVID-19 and students will be transitioning to online learning effective Tuesday, October 26, with Monday, October 25, being a transition day for teachers to gather their resources. The NLESD announced on October 26, 2021, that two students at Pearce Junior High School in Marystown have tested positive for COVID-19.[164] Furthermore, the District also announced the same day that a \"small number\" of students at Marystown Central High School may have been exposed to COVID-19 after a student tested positive.[165] Unlike the elementary schools that are experiencing an outbreak in the same area, the District opted to keep both schools open, rather than moving students to online learning until the investigation is completed. Chief Public Health Officer Dr. Janice Fitzgerald held a media briefing on October 29, 2021, and announced that the Delta variant was the cause of the outbreak currently happening in the Marystown area. Moreover, Dr. Fitzgerald announced that the COVID protocols in elementary schools have been amended and will include masking for all children in grades K-3. Prior to this, masking was required for children from grades 4–12. Regulated child care centres were also included and staff at those centres will now be required to wear a mask.[166] The NLESD announced on November 2, 2021, that both Anthony Paddon Elementary and Heritage Collegiate can return to a \"low risk\" protocol, meaning both schools will resume in-person learning.[167][168] On April 30, Fitzgerald unveiled A Foundation for Living with COVID-19, a framework of five Alert Levels that would allow for restrictions to be gradually lifted. Fitzgerald explained that the term \"alert level\" was used rather than terms such as \"phase\", to encourage residents to remain \"alert, vigilant and aware\" even at lower levels.[23] All alert levels are subject to other public health orders and guidance, including practicing social distancing, proper hygiene, wearing face masks when in an enclosed public space, limiting non-essential travel, and conducting remote work whenever possible.[169] On March 18, 2020, Newfoundland mandated that anyone entering the province from outside of Canada must self-isolate for 14 days upon their return.[14] On March 20, Newfoundland mandated that anyone entering the province from elsewhere in Canada must also self-isolate.[15] On April 22, a partial exception was introduced for employees of the agriculture, hydroelectricity, mining, oil and gas, transport, and trade sectors; they must still self-isolate from the general public for 14 days, but may attend work if they do not show any signs of COVID-19 symptoms.[171] On May 4, 2020, the province enacted a strict travel ban; only residents of the province, employees of the aforementioned industrial businesses, and those otherwise approved by the Chief Medical Officer, are allowed to travel into Newfoundland.[24] On May 20, 2020, the travel ban was challenged in the Supreme Court of Newfoundland and Labrador by Nova Scotia resident Kim Taylor and the Canadian Civil Liberties Association. Taylor had been barred from entering the province to attend her mother's funeral, and argued that the travel ban violated the guarantee of freedom of movement in Section 6 of the Charter of Rights and Freedoms.[172] In September 2020, the Court upheld the ban. Although agreeing with the opinion that the ban did violate Section 6 of the Charter, Justice Donald Burrage ruled that the ban was a reasonable limit as allowed by Section 1. He stated that \"while restrictions on personal travel may cause mental anguish to some, and certainly did in the case of Ms. Taylor, the collective benefit to the population as a whole must prevail\", and that \"[her] right to mobility must give way to the common good.\"[173] Due to the number of cases within Atlantic Canada being relatively low, Premier of Prince Edward Island Dennis King suggested in June 2020 that a travel corridor could be formed among them as early as July. Premier Dwight Ball stated that \"first and foremost, any final decision that would be made on this would be have to be made in consultation with our public health officials.\"[174] On June 24, 2020, the Council of Atlantic Premiers announced that they had agreed to form a travel corridor, the \"Atlantic Bubble\", which would allow residents of the Atlantic provinces to travel between them without being required to self-isolate on arrival. The agreement would begin on July 3[34] On November 23, 2020, amid an increase in cases, Premier Andrew Furey announced that Newfoundland would suspend its participation in the Atlantic Bubble for 14 days. Essential travel by residents of Atlantic provinces would not require an exemption, but became subject to a self-isolation requirement.[45] On December 7, Premier Furey ruled out plans to rejoin the bubble until at least 2021, as other provinces also began to suspend their participation due to local spikes.[175] On March 18, 2021, plans were announced to reform the Atlantic Bubble no earlier than April 19, although this was later delayed to May due to outbreaks and lockdowns in New Brunswick.[176][177] Newfoundland and Labrador suspended their involvement in the Atlantic Bubble in September 2021 due to growing case numbers in New Brunswick and Nova Scotia, as well as Newfoundland and Labrador's change in epidemiology.[178] Newfoundland and Labrador opened their borders to the rest of the country on July 1, 2021. Fully-vaccinated travelers did not need to isolate, as long as they uploaded their vaccination documents to the province's travel form. Partially-vaccinated and unvaccinated travelers would have to isolate for the full 14 days, unless they get tested on day 7. If the test result returns negative, the traveler may leave isolation.[179] However, on December 21, 2021, in response to growing case numbers that were non-epidemiologically linked, meaning there were signs of community transmission within N.L., Dr. Janice Fitzgerald announced that anyone entering the province, regardless of their vaccination status or province of residency, will have to isolate. Fully-vaccinated travelers have to isolate for five days and take a rapid test each day; if each rapid test returns a negative result, the traveler may leave isolation after their five days, or if 120 hours have passed. Partially-vaccinated and unvaccinated travelers have no changes to their isolation requirements, however, they are given rapid tests to complete on a voluntary basis.[180] The Liberal Party delayed its leadership election from May to August as a result of the pandemic.[181]","Title":"COVID-19 pandemic in Newfoundland and Labrador - Wikipedia","KeyID":"10669","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Newfoundland_and_Labrador"}