{"Content: ":"The COVID-19 pandemic in Ontario is an ongoing viral pandemic of coronavirus disease 2019 (COVID-19), a novel infectious disease caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The first confirmed case of COVID-19 in Canada was announced on January 25, 2020, involving a traveller who had recently returned to Toronto from travel in China, including Wuhan.[4] Ontario has had the largest number of confirmed COVID-19 cases among Canada's provinces and territories, but due to having the largest population, only ranks sixth adjusted per capita.[5] Ontario surpassed one million lab-confirmed COVID-19 cases on January 24, 2022; one day before the anniversary of the first confirmed case on January 25, 2020. On March 17, 2020, a state of emergency was declared by Premier Doug Ford.[6] This included the gradual implementation of restrictions on gatherings and commerce. From late spring to early summer, the majority of the deaths were residents of long-term care homes.[7] In late April 2020, one out of five of all long-term care homes in Ontario had an outbreak[7] and 70 percent to 80 percent of all COVID-19 deaths had been in retirement and long-term care homes.[8] Following medical assistance and observation by the Canadian Armed Forces, the military released a report detailing \"a number of medical, professional and technical issues\" amongst for-profit long-term-care homes including neglect, lack of equipment and allegations of elder abuse.[9] Following a decline in cases, in May through August 2020, the province instituted a three-stage plan to lift economic restrictions. The state of emergency was lifted on July 24, 2020.[10] In early September 2020, the province showed a significant increase in new cases, beginning the second wave of the pandemic.[11] Ontario began to reintroduce some restrictions and in early November, created a new five-tiered colour-coded \"response framework\". From late November to mid-December 2020, the province began placing regions in rolling lockdowns, culminating in a province-wide shutdown beginning Boxing Day.[12] In the post-winter holiday surge of new infections, Premier Ford declared Ontario's second state of emergency on January 12, 2021,[13] which was lifted February 10, 2021,[14] and a stay-at-home order effective January 14, 2021,[13] which was phased out regionally between February 10 and March 8, 2021.[14] Following Health Canada's approval of various COVID-19 vaccines, widespread plans for vaccinations began during the week of December 14, 2020.[15] Early vaccination efforts were highly criticized and a shortage of vaccine supply in late January and early February slowed immunization rollout significantly for a number of weeks.[16] The rollout continued to be highly criticized for lack of equitability and clarity, which was significantly helped by volunteer groups like Vaccine Hunters Canada. In mid-March 2021, the Ontario Hospital Association, and Ontario's Chief Medical Officer of Health[17] declared the province was experiencing a third wave of the virus.[18][19] Following the third wave surge, ICU numbers in late March climbed to their highest numbers since the beginning of the pandemic.[20] On April 1, 2021, the government announced a second province-wide shutdown beginning April 3.[21] Ford later issued a third state of emergency and stay-at-home order for the province beginning April 8, 2021,[22] and ordered all schools to close on April 12, 2021 (public schools were in the middle of spring break, delayed from March to April).[23] In order to ensure greater decline in the number of reported daily infections, the stay-at-home order was extended yet again to June 2, 2021, at which point it expired.[24] Following the expiration of the stay-at-home order, on May 20, 2021, the provincial government released a three-step roadmap to reopen the economy based on vaccination rate goals.[25] In late summer 2021, the province began preparing for a fourth wave of the virus, which was now largely affecting unvaccinated individuals.[26] After hitting a stand-still on vaccination rates, on September 1, 2021, Ontario became the fourth province to implement a proof of vaccination mandate for various non-essential functions, which went into effect on September 22, 2021.[27] In January 2022, Ontario entered a partial lockdown (termed as a rollback to \"Step 2\" of the previous roadmap) due to record cases caused by Omicron variant, ordering the closure of most non-essential indoor facilities. Face mask mandates and vaccination mandates were lifted on March 21, 2022 due to the decreasing number of new cases.[28] The Ontario COVID-19 Science Advisory Table, of which Dr. Peter Jüni is the scientific director, provides scientific advice to the Ontario government about pandemic response. On March 12, 2020, the provincial government announced that publicly funded schools would be closed for an additional two weeks after March Break until April 5.[29] On March 24, Premier Ford announced that the reopening of schools would be delayed indefinitely past the original April 6 target.[30] On March 31, Premier Ford announced that in-person classes would remain suspended through at least May 4; in tandem, Minister of Education Stephen Lecce announced the second phase of its \"Learn from Home\" program, which would involve \"teacher-led\" instruction delivered via distance education.[31] On April 14, Premier Ford delayed the reopening of public schools once again.[32] On April 26, it was announced that there were plans to resume in-person classes on May 31.[33] On May 19, Premier Ford announced that all public schools would remain closed through the end of the semester, with plans to pursue in-person classes when the next school year begins in September 2020.[34] For the next school year, Lecce presented three scenarios: full online learning, a hybrid of online and in-class learning, and a return to full-time in-class learning.[35] On July 30, it was announced that elementary schools would return to class full-time, while high schools in 24 districts with higher enrollment would use a hybrid model, alternating daily between in-person and online instruction to reduce class sizes, with physical classes conducted in cohorts of 15 students each. Students in Grade 4 and higher would be required to wear a face mask, parents would have the option to opt out of in-person classes in favour of online classes, and high school students with special needs would be able to attend in-person daily if they are not capable of using remote learning.[36] The province allocated $309 million in funding to cover the costs of additional cleaning supplies, protective equipment, and staffing.[37] The plan faced criticism from parents, educators, and health care professionals, noting that some schools had insufficient ventilation and that there was no reduction in elementary school class sizes—with only one metre of distancing specified between desks. Lecce stated that the distance of desks was in conjunction with the use of masks. The hashtag \"#UnsafeSeptember\" was used on Twitter to publicize concerns regarding the back-to-school plan.[37] A poll conducted by Maru/Blue in mid-August suggested 38 percent of parents surveyed were not going to send their children back to school, and a majority believed they stood with teachers and that there should be a staggered start to the school year.[38][39][40] On August 26, details were issued regarding how positive cases will be handled. In the event of a positive case, the entire cohort will be dismissed and required to self-isolate for 14 days. Students may return to class if they have not developed symptoms during the 14-day period. However, they will not be required to receive a test. Schools may be shut down entirely if the local health unit determines that \"potential widespread transmission\" is occurring.[41] The same day, the federal government announced a $2 billion funding toward schools in Canada, of which Ontario will receive $763 million with the first tranche of $381 million arriving in the fall.[41] The Toronto District School Board, Canada's largest, debated and later decided to delay the reopening of schools until September 15, one week later than the initial September 8 date.[42][43] A survey by the board suggested 70 percent of students would be returning to in class school and 30 percent of students would be opting for learning from home.[44] On September 8, schools opened for many parts of the province, using preventive measures such as masks, physical distancing in classrooms, and remote learning. Teachers in a Mississauga Catholic school were reported as briefly refusing to work until proper personal protective equipment was provided.[44][45] On September 11, the Ontario government released a website to track COVID-19 infections in public schools and daycares.[46] By the end of the second week of school reopening, the government has reported 72 cases of COVID-19 in 60 schools and one school closure in Pembroke in Renfrew County in Eastern Ontario.[47] The last day of class for public schools in 2020 was December 18, the province closed the fall semester with 7,292 cases reported in public schools. Before the winter break, there more than 20 schools closed in addition to all public schools in the Windsor-Essex region.[48] Due to a province-wide shutdown, all public schools in the northern half of the province were closed to in-person classes until at least January 11, 2021, and the southern half of the province until at least January 25, 2021.[49][50][51] Some schools in the north voluntarily remained closed as a precaution.[52] On January 12, the return to in-person classes in Hamilton, Peel, Toronto, Windsor-Essex, and York was delayed to February 10, 2021, as they were still considered hotspots.[53] On January 20, it was announced that only seven school boards would resume on January 25.[52] On February 3, it was announced that most remaining schools outside of Peel, Toronto, and York would return to in-person class on February 8. In-person classes in Peel, Toronto, and York would return on February 16 after the Family Day holiday.[54] On February 11, it was announced that March break would be delayed to the week of April 12 (\"April Break\") in order to prevent community transmission via non-essential travel and gatherings.[55] Amid the second shutdown and the third wave, the provincial government stated that it was its \"firm belief\" that in-person classes needed to continue, as they were \"critical to student mental health\", and that \"due to our strong infection prevention measures, 99 per cent of students and staff have no active cases of COVID-19, however we must remain vigilant and keep our guard up in order to keep schools safe and open.\"[56] However, on April 5, Peel Medical Officer of Health Lawrence Loh announced the closure of all schools in Peel Region for at least two weeks beginning April 6 (dates including April Break), in an order issued pursuant to Section 22 of the Health Protection and Promotion Act.[56] Later that day, Wellington-Dufferin-Guelph Public Health announced that the Medical Officer of Health Nicola Mercer would issue a similar order on April 6.[57] On April 6, Toronto Medical Officer of Health Eileen de Villa also issued a Section 22 for the same duration.[58] On April 11, Minister of Education Stephen Lecce stated in a letter to parents that most schools in Ontario would continue in-person classes after April Break, despite the new stay-at-home order.[59] However, Lecce backtracked the next day, and Premier Ford announced that all schools in Ontario must close indefinitely. Private schools were required to transition to virtual learning by April 15, and public schools transitioned after April Break. Child care will remain available for non-school aged children and the school-aged children of essential workers.[23] On June 2, Premier Ford announced that all schools would remain closed through the end of the semester, but that he would allow in-person outdoor graduation ceremonies in all grades. In particular, Premier Ford cited safety concerns surrounding variants of SARS-CoV-2 as reasoning, stating that \"It was a hard choice to make, but I will not, and I repeat, I will not take unnecessary risks with our children right now.\"[60] COVID-19 vaccination in Ontario began in December 2020, when the first doses of the Pfizer vaccine were administered.[61] In February 2021, shipments for both the Pfizer and Moderna vaccines increased significantly. By May 2021, over 50 percent of Ontarians had received their first dose.[62] Throughout the pandemic, a concern about hospital capacity, and critical care like intensive care unit beds has become a major issue at the peak of the three waves. During the third wave, ICU capacity has reached near critical capacity.[63] Data as of May 30, 2022 On April 15, 2020, the Ontario Nurses' Association released a statement saying that long-term care (LTC) homes pre-COVID-19 were already understaffed, but now they are in \"crisis\" mode. Prior to the pandemic, long-term care home staff who were part-time or casual staff were allowed to work at multiple locations, increasing the risk of transmission and spread between LTC homes.[67] The province issued a new Emergency Order on March 28 that introduced temporary additional staff members to help in the facilities and allowed homes more flexibility in staff deployment.[68] Many LTC homes in Ontario are considered old and small and feature shared bedrooms, increasing the difficulty in isolating sick residents from those who are well.[69] On April 15, 2020, CBC reported that the Ontario Ministry of Long-Term Care had conducted resident quality inspections (RQI) at only nine out of 626 long-term care homes in the province in 2019,[70] down from a bare majority in 2018 and larger proportions from 2015 to 2017.[70] RQIs are proactive, unannounced and more comprehensive than the other main category of care home inspections in the province, complaint and critical incident inspections, where facilities know of the impending scrutiny in advance;[70] the 2018 Long-Term Care Homes Public Inquiry noted that \"focusing only on specific complaints or critical incidents could lead to missing systemic issues.\"[70] As of 15 April 2020[update], 114 care facilities in Ontario had experienced COVID-19 outbreaks, and those that had multiple COVID-19 deaths last had their RQI in 2018 or earlier.[70] On April 7, 2020, Ontario reported that there are 51 long-term care homes in the province that are experiencing COVID-19 outbreaks, and by April 10, 2020, it had surged to 69 LTC homes in Ontario.[68][69] Some LTC workers pointed to a lack of personal protective equipment as a cause of the outbreaks.[68] By April 21, 2020, 121 outbreaks have been reported in long-term care homes.[71] On April 8, 2020, the Ontario Ministry of Health released directives to ramp up coronavirus testing and infection control. Also, new residents entering a home must be isolated for 14 days and tested within that period. The directives also require that all long-term care home staff and essential visitors for gravely ill residents wear surgical masks, \"whether the home is in outbreak or not.\" LTC homes are expected to take \"all reasonable steps\" to follow the new long-term care rules. Prior to this directive, LTC staff were not required to wear masks or other PPE, and testing levels were considered low for at-risk seniors and LTC staff.[69][72] On April 28, 2020, Chief Public Health Officer Theresa Tam stated that as many of 79 percent of Canada's COVID-19 fatalities occurred in long-term care homes, with Ontario and Quebec accounting for most of the cases.[73] As part of Operation Laser, assistance from the Canadian Armed Forces at five Toronto-area nursing homes, beginning in April, led to a report by the Brigadier General in charge documenting extreme conditions and abuse.[74] The Ontario Ombudsman announced the launch an investigation into long-term care facilities on June 1.[75] During the second wave of the pandemic, LTC homes began to experience outbreaks again. Tendercare Living Centre in Scarborough for example has experienced 43 deaths related to COVID-19. On December 25, 2020, North York General Hospital took over control of the home.[76] Data as of February 6, 2022 The Ontario government has become aware of a number of variants of SARS-CoV-2 arriving in Canada due to travel, many of which have been linked to a higher transmission rate and potentially increased fatality rates.[77] The first confirmed case of the Alpha variant was announced on December 21, 2020, infecting a Durham Region couple initially with no known travel-related contact exposure.[78] The couple, Dr. Martina Weir and Brian Weir, who both work in healthcare, were later charged for lying to contact tracers, admitting later they had met with a traveller from the United Kingdom, who should have been in quarantine.[79] Dr. Weir was later fired from her role.[80] The variant was later identified in a mass outbreak causing 71 deaths at a long-term care home in Barrie.[81][82] The first confirmed case of the Beta variant was announced on February 1, 2021. The case had no known link to travel.[83] The first confirmed case of the Gamma variant was announced on February 7, 2021, in Toronto. The patient, who was later hospitalized, had recently returned from travel in Brazil.[84] On April 23, 2021, Public Health Ontario announced that there were 36 cases of b.1.617 in Ontario.[85] By June, the government announced that it was speeding up vaccine doses for people living in Delta-variant hot spots such as Toronto and Peel.[86] A study in Ontario found that the Pfizer vaccine was 95 percent effective to prevent hospitalization or death from the Alpha, Beta and Gamma variants seven days after the second dose.[87] The Moderna vaccine was 94 percent effective against Alpha seven days after the second dose. The Moderna vaccine appeared to be highly effective against Delta. A preprint study from epidemiologists David Fisman and Ashleigh Tuite, at the University of Toronto, found that the Delta variant of SARS-COV-2 had a 120 percent greater risk of hospitalization, 287 percent greater risk of ICU admission, and 137 percent greater risk of death compared to variants which are not of concern.[88] The first two confirmed cases of the Omicron variant was announced on November 28, 2021, in Ottawa. Two Ottawa residents with recent travel history to Nigeria had tested positive for the variant, which was first detected in South Africa.[89][90] Data as of December 30, 2021 The \"Ontario Dashboard\" is a web page provided by the Ontario Covid-19 Science Advisory Table with frequently-updated statistics about the pandemic in Ontario. Public Health Ontario has six testing laboratories to which samples can be sent. The main laboratory is the top four floors of the MaRS Centre in the Discovery District of downtown Toronto.[92] As of early April 2020, accounting firm KPMG has been contracted to organize all the labs in the province that are capable of microbial testing.[93] In addition to the six public health labs, this includes ten hospital networks and three private lab networks, including Dynacare and LifeLabs.[94][95] Access to testing is set by Public Health Ontario who publishes a guidance document that defines the conditions for an individual to be tested.[96] Conditions have included close contact with a test-confirmed case, recent travel, admission to hospital for serious symptoms, healthcare worker, longterm care home resident, etc. The set of conditions has been updated repeatedly from January to April 2020, at times reducing access and at other times increasing access to testing.[97] Starting in March, the public health units across the province have opened over 70 assessment centres, which members of the public can visit if directed by a health professional. These range from mobile units, to walk-up locations, to drive-through locations. This diverts potentially infected people from hospitals and doctors' offices. If warranted, the centre will collect a swab from a visitor for testing. Swabs are also collected at hospitals and by public health officials, for example, at long-term care facilities.[98] Since many cases are not tested, the number of test-confirmed cases, which are the infection numbers reported by the Ontario government, should not be misconstrued as the actual number of infections, which have been estimated to be substantially higher.[99] Unlike some countries, the number of suspected or probable infections is not reported by the Ontario government.[100][101] In an effort to reduce a burden on provincial assessment centres amid a continued surge in cases, Ford announced on September 23, 2020, that it would expand testing of asymptomatic people by-appointment into pharmacies across the province, beginning with 60 locations by September 25, 2020. He also announced plans to deploy saliva-based rapid testing at three hospitals in Toronto.[102] Accordingly, the province announced on September 24, 2020, that it would discourage asymptomatic patients from receiving tests at assessment centres.[103] Due to the surge of the Omicron variant in mid-late December 2021, effective December 31, 2021, PCR testing would be limited to high-risk individuals who have symptoms and workers in high risk settings.[104] In late March and April 2020, Ontario was performing the lowest number of tests per capita of all the provinces.[105][106] As of early May 2020, among the larger provinces, Ontario is second to Alberta and ahead of British Columbia and Quebec in daily tests per capita.[107] In mid-April 2020, polling firms Forum Research and Mainstreet Research released results of a pair of surveys about COVID-19 symptom prevalence and testing.[108][109] Four to five thousand Ontario households were randomly selected. Of them, 2 percent of households contained someone who had been tested by April 12, 2020, increasing to 5 percent on April 19, 2020, whereas the incidence of COVID-19 symptoms in a household decreased from one in five to one in seven households. The second survey indicated that one-third of Ontarians report an underlying condition that might aggravate a COVID-19 infection. Since January 2020, Ontario has been increasing its capacity to perform testing based on RT-PCR. Various factors have impeded this increase, including shortages of reagent chemicals for the RT-PCR machines and shortages of validated swabs. To tackle these challenges, labs have adapted. In particular, RT-PCR machines from multiple manufactures have been obtained, each of which takes different sets of chemicals. New suppliers of swabs have been found but each must be tested and validated to perform properly. Returning tests results to individuals is automated with an online portal.[110] On March 18, 2020, the Toronto Star reported that test results announced by the provincial government were several days old, with turnaround times increasing from 24 hours to 4 days, leading the government to \"making decisions based on old information\".[121] The province was only able to process around 2,000 tests per day by March 19, which caused the backlog.[122] The backlog increased to over 8,000 unprocessed samples on March 24 with patients waiting at least four days for results, partially due to fact that private and university laboratories are not allowed to process samples.[123][124] More backlogs emerged in September and October 2020 amid increased demand for tests and a heightened caseload, reaching 68,000 by the weekend of October 4.[102] On October 5, CBC News reported that COVID-19 tests administered at pharmacies were being sent to Quest Diagnostics laboratories in California for processing by means of the local partner for the scheme, In-Common Laboratories (ICL).[125] Officials for Public Health Ontario include the following individuals: In early April 2020, the Ministry of Health brought in a multinational accounting firm KPMG to assist in the organization and optimization of testing capacity in Ontario.[93] Premier Doug Ford said on April 8, 2020, that he was losing his patience with Ontario's inadequate testing numbers, showing testing capacity was not being fully utilized.[129] Later that day, the province appointed a former Toronto public health head, Dr. David McKeown to troubleshoot and rethink the province's response to the pandemic. The following day on April 9, amid mounting criticism of the province's testing, the president and CEO of Public Health Ontario Dr. Peter Donnelly temporarily stepped down for medical reasons and was replaced in the interim by Colleen Geiger, Public Health Ontario's chief of strategy, stakeholder relations, information and knowledge.[126][127][130] Regional public health experts suggested that Ontario's initial incremental response—adding new voluntary measures piece by piece—had been ineffective. Businesses of all sizes remained open, and unnecessary social contacts continued. Describing Ontario's efforts to battle COVID-19 as piecemeal and ineffective, Dr. Shanker Nesathurai, who was one of Ontario's 34 regional medical officers of health, urged his colleagues to band together and use more powerful measures to contain the pandemic than provincial leaders had endorsed by the third week of March 2020. In an email, Dr. Nesathurai, who worked for Haldimand Norfolk Health Unit, wrote on March 19, 2020, that Ontario's response had undermined the province's attempt to contain the outbreak, as businesses remain open and travellers ignore advice to self-isolate.[131] On April 25, 2020, there were small protests totalling 200 protesters in front of the Ontario Legislative Building in Queen's Park, Toronto, demanding that Doug Ford end all emergency measures. Some of the protesters consider the coronavirus a hoax. Ford called them \"a bunch of yahoos.\"[132] On May 2, 2020, there was another protest with 100 protesters in front of the Ontario Legislative Building.[133] On January 15, 2021, Roman Baber, Member of Provincial Parliament for the Toronto riding of York Centre, was removed from the caucus of the governing Progressive Conservative Party of Ontario after publishing an open letter to Premier Doug Ford criticizing Ontario's lockdown restrictions. Baber continued his anti-lockdown advocacy as an independent member of the legislative opposition.[134][135][136] On January 23, 2021, an anti-lockdown rally took place at Yonge-Dundas Square which resulted in arrests and charges being laid by Toronto police.[137] Since early March 2021, there have been protests held in Barrie, Ontario at Meridian Place, with one protest on April 10 drawing a crowd of 300 people.[138] The person who led the protests was fined $800 by the Barrie Police Service.[138] On April 17, People's Party of Canada leader Maxime Bernier attended the protests and gave a speech in front of a crowd of hundreds of protesters.[139] On the afternoon of April 17, 2021, approximately 300 anti-lockdown protestors gathered in the area of Main Street East and Kenilworth Avenue North in Hamilton, Ontario.[140] Police were present for public safety and enforcement.[140] On February 4, 2022, a group of protesters associated with the Ottawa-bound Freedom Convoy began a protest against continued provincial COVID-19 restrictions such as requiring proof of vaccination in certain indoor settings.[141] On February 12, in reaction to two weeks of protests against COVID-19 restrictions, Ontario has declared a state of emergency. According to Ontario Premier Doug Ford, blocking critical infrastructure will be deemed \"criminal\" under the order. Protesters could face a year in prison and fines of up to C$100,000 (US$79,000; £58,000).[142] The Progressive Conservative government has largely resisted calls to implement paid emergency leave for workers that fall ill due to COVID-19, and blocked legislation proposed by the opposition Ontario NDP. Premier Ford stated that affected workers should use the federal Recovery Sickness Benefit (CRSB), which is retroactive and delayed, and argued that NDP leader Andrea Horwath wanted to \"double dip into people's pockets when there's a program working and working well now\".[143][144][145]","Title":"COVID-19 pandemic in Ontario - Wikipedia","KeyID":"10673","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Ontario"}