{"Content: ":"The COVID-19 pandemic in the Northwest Territories is part of an ongoing global pandemic of coronavirus disease 2019 (COVID-19), an infectious disease caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). As of February 23, 2022, there have been 8,495 confirmed cases in Northwest Territories with 7,999 recoveries and 19 deaths. On March 21, 2020, the Northwest Territories reported its first case of COVID-19; the individual had travelled to British Columbia and Alberta before returning home to Yellowknife.[1] The Northwest Territories declared a state of emergency on March 18.[2][3] On March 21, the territory reported its first case of COVID-19; the individual had travelled to British Columbia and Alberta before returning home to Yellowknife.[4] By May 8, the Northwest Territories has banned all non-resident travellers into the Northwest Territories.[5] All residents travelling into the Northwest Territories are required to self-isolate in Yellowknife, Inuvik, Hay River, or Fort Smith for at least 14 days.[6] On October 20, one resident from Inuvik was tested positive.[7] The next day, two residents in Yellowknife were tested positive for the virus. The total confirmed cases in the territory raised to eight.[8] On October 24, it was reported that a Yellowknife resident working at the Gahcho Kue Diamond Mine tested positive for COVID-19.[9] The total confirmed cases in the territory raised to nine.[10] The first vaccine, of Moderna type, was administered in Yellowknife on December 31, 2020.[11] Beginning on May 4, 2021, Northwest Territories expanded its vaccine eligibility to 12 years and up.[12] On June 9, 2021, the government announced reopening depending on vaccination rates with restrictions removed in the fall.[13][14] Mask requirements were lifted on June 28, 2021, for multiple cities.[15] Chief Justice Louise Charbonneau said the judiciary could consider dismissing some charges due to 66 cases in a \"massive\" backlog of jury trials.[16] A major outbreak occurred in mid to late August in the Sahtu Region after a hand games tournament in Fort Good Hope in early August. Canadian Red Cross and the Canadian Rangers were sent to help these communities.[17] The territory had its first COVID-19 fatality from this outbreak.[18] The territory is experiencing ongoing surge of cases. The territory has been dealing with an Omicron-driven surge in cases since late-December 2021. A record-high active caseload of 527 was reported on January 6, 2022.","Title":"COVID-19 pandemic in the Northwest Territories - Wikipedia","KeyID":"10670","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_the_Northwest_Territories"}