{"Content: ":"The COVID-19 pandemic in Nova Scotia is an ongoing viral pandemic of coronavirus disease 2019 (COVID-19), a novel infectious disease caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). On March 15, 2020, three presumptive cases in Nova Scotia were announced. All three were travel-related.[2] The province is amongst four provinces in the Atlantic Bubble, along with New Brunswick, Prince Edward Island and Newfoundland & Labrador which have reported a significantly smaller portion of cases during the COVID-19 pandemic in Canada. However, the bubble was suspended in November 2020 due to rising case counts in all four provinces. It was reintroduced in the Spring 2021, but suspended again in the Fall of 2021. As of March 25, 2022, Nova Scotia has reported 55,324 cases and has the seventh-most cases of COVID-19 in Canada. On March 15, Nova Scotia's first three presumptive cases were detected, all travel-related. Respectively, these cases were a woman in her 60s from Kings County who visited Australia and returned March 8, a man in his late 50s from the Halifax area who attended a conference in California and returned March 13, and a man in his 30s from the Halifax area who travelled \"throughout Europe\" and returned March 10.[1] On March 16, two additional cases were reported. A man and a woman in their 50s from the Halifax area had not traveled, but had been in \"close contact with individuals who had recently travelled outside the country.\"[3] On March 17, Chief Medical Officer of Health Robert Strang announced that the reporting of information about individual cases would cease in order to protect patient privacy, as well as to prevent a false sense of security in communities without detected cases.[4][5] On March 22, a provincial state of emergency was declared. It was also announced that the QEII Health Sciences Centre's Microbiology Lab in Halifax was certified to report positive and negative tests for COVID-19, thus cases could be confirmed within the province, without needing to send samples to the National Microbiology Lab for confirmation.[6] On March 23, it was reported that at least one of the new cases was a child under age 10.[7] On March 29, a Halifax woman was fined $697.50, and had her vehicle seized by police after she was found in a park despite Nova Scotia having closed parks and beaches to the public under its emergency measures act.[8] On March 30, Strang announced the first official case of community spread, per the government definition of a case that can not be connected to travel or a previously known case.[9] On March 31, it was reported that cases had been identified in four staff members and two residents of long-term care facilities for seniors.[10] On April 7, the province reported its first death, a Cape Breton woman in her 70s with underlying medical conditions.[11] On April 9, the province reported its second death, a Cape Breton woman in her 90s with underlying medical conditions.[12] On April 13, the province reported its third death, a male in his 80s in the Halifax area with underlying medical conditions.[13][14] On April 17, the province reported its fourth death, a Cape Breton woman in her 80s with underlying medical conditions.[14] On April 18, the province reported three more deaths, bringing the provincial total to seven. All three deaths occurred at long-term care facility, Northwood Halifax Campus in the Halifax Regional Municipality.[15] May 29 marked the first day since COVID-19 arrived in Nova Scotia that zero new cases were recorded.[16] May 1, 2021, marked a record-breaking 148 new cases of COVID-19 in Nova Scotia, breaking the previous record of 96, with 30 people in hospital and 5 in the ICU.[17] May 4, 2021, marked another record-breaking 153 new cases with another two confirmed deaths related to COVID-19 in Nova Scotia.[18] On November 9, 2021, the province announced the temporary closure of Burton Ettinger Elementary School in Halifax until November 17 due to an outbreak of COVID-19.[19] November 17, 2021, pastor Robert Smith of the Gospel Light Baptist Church in Amherst was fined $2,422 for a religious gathering that happened between October 25 and 29 in violation of COVID-19 restrictions under the Health Protection Act.[20] The gathering is believed to be responsible for an outbreak of COVID-19 in the Northern and Western health zones which lead to the transmission of the virus among residents of the East Cumberland Lodge, a long-term care home in Amherst. As a result, 31 residents and 10 staff tested positive for the virus and 2 died. A death in the Northern health zone is also linked to the religious gathering. On December 3, 2021, St. Francis Xavier University held its annual X-Ring ceremony with thousands of people attending. This ceremony led to a COVID-19 outbreak within the school community, and elsewhere in Nova Scotia. Nova Scotia's premier Tim Houston announced on December 17, 2021, that the university and their Students' Union have both been issued summary offence tickets and fined $11,622.50 each; the maximum amount that can be handed out. Houston said the university failed to abide by the province's COVID-19 restrictions, specifically masking requirements.[21] Since then, the province began experiencing a surge in COVID-19 cases, with their highest, single-day record on January 2, 2022, of 1,184 cases. On February 28, the Nova Scotia Human Rights Commission issued a press release in which Nova Scotians were \"asked to be vigilant against discrimination based on ethnic or national origin\" and cautioned that the \"Nova Scotia Human Rights Act protects against discrimination based on an irrational fear of contracting an illness or disease.\"[22] On March 4, Nova Scotia school trips to international destinations were cancelled.[23] On March 6, the provincial government announced that preparations for the virus were \"well underway,\" including the implementation of a patient screening process for healthcare workers, monitoring and investigation of potential cases, application of public health and infection control measures, and work with the Nova Scotia's Emergency Management Office.[24] On March 9, new national screening protocols were implemented in which those who had travelled outside Canada were requested to monitor for symptoms for 14 days, and those who began to feel unwell were requested to stay home and self-isolate from the public. Those who developed a fever of 38 °C or higher and/or cough were requested to contact the health information line at 811 for assessment. Hygiene directives in regards to proper handwashing and cough etiquette were also issued.[25] On March 13, all Nova Scotia public sector employees who travelled outside Canada were required to self-isolate for 14 days upon return.[26] Additionally, Nova Scotia museums and art galleries were closed.[27] On March 14, the Shubenacadie Wildlife Park was closed.[28] Additionally, Nova Scotia prisons were closed to volunteer organizations, and inmates were limited to non-contact visitation by family and friends, meaning separation by a pane of glass and communication via a phone line. Inmates were also granted two free phone calls per week. There was no change in protocol for visitation by lawyers.[29] On March 15, provincial visitor information centres for tourists were closed, and the call centre responsible for fielding inquiries from tourists was also shuttered.[30] Additionally, long-term care facilities were closed to visitors, public schools were shut for two weeks from March 23 following March Break (subject to reassessment and extension), day cares were closed, March Break camps were cancelled, casinos were closed, bar owners were no longer allowed to operate video lottery terminals (VLTs), everyone who travelled outside Canada was asked to self-isolate regardless of the development of symptoms, social distancing of two metres was recommended, and gatherings were restricted to 150 \"or much smaller if possible.\"[1] Further, all visitation to prisons was suspended and lawyers were asked to arrange alternative means of maintaining contact with clients. Inmates were granted extra phone calls. Correctional Services also closed its facilities to all visitors until further notice.[31] On March 16, Nova Scotians were directed to first complete an online screening questionnaire before calling the 811 hotline due to an overwhelming influx of calls.[3] Additionally, the government of Nova Scotia issued a warning about ongoing investment scams, with individuals impersonating banks over the phone.[32] On March 17, Access Nova Scotia and offices of the Registry of Motor Vehicles were closed. Driver licences and vehicle registrations expiring in March, April and May were extended to August 31.[33] Additionally, bars were ordered closed, restaurants were limited to take-out and delivery only, and public gatherings were limited to 50 or fewer.[34] On March 18, a number of new measures were announced to combat the spread of the virus. Doctors and pharmacists were granted expanded options for virtual care using telephone and video conference, pharmacists were allowed to renew prescriptions for most medications, employers were no longer allowed to require a doctor's note from employees seeking to take time off work, nurses were called from retirement to staff the 811 hotline, and service providers funded through the Department of Community Services’ Disability Support Program were shuttered. A number of other services such as barber shops, tattoo shops, nail salons, and gyms were also ordered closed effective midnight March 19.[35] Additionally, 41 inmates serving intermittent sentences in four adult prisons were released on temporary absence.[36] On March 19, Premier Stephen McNeil announced the allocation of $2.2 million for an increase of $50 to every individual and family member on income assistance, $1 million to the Feed Nova Scotia food bank, a three-month suspension of evictions, emergency funding of $230,000 for Senior Safety Programs and Community Links, as well as an order for university students still living in residence to go home, and for those university students unable to return home to practice social distancing.[37] On March 20, the provincial government announced an allocation of $161 million for cash flow and credit access for small and medium Nova Scotia businesses. Payments on many government loans to businesses were deferred until June 30, and payments on Nova Scotia student loans were suspended until September 30. The government also allocated $15 million as an incentive for internet service providers to expand internet infrastructure.[38] On March 21, a number of health measures were announced, including the restriction of visitors to hospitals and the opening of new assessment centres, of which there 14 at the time.[39] On March 22, the province of Nova Scotia declared a state of emergency. In accordance with the emergency declaration, land sea, and air points of entry were tightened, with anyone entering the province stopped, questioned, and told to self-isolate for 14 days, starting March 23. All provincial parks, beaches, and tourist attractions were closed, although provincial trails were left open for exercise. Police were authorized to enforce orders under the Health Protection Act, as well as the Emergency Management Act. Gatherings over 5 people were prohibited. Non-essential businesses were only allowed to remain open as long as a two-metre distance can be maintained. Dentists were no longer allowed to practice in their offices except in emergency circumstances.[6] On March 24, a series of new public health measures were announced, including the testing of all close contacts of positive cases, doubled lab capacity for viral testing, increased capacity for the 811 hotline, enhancement of infectious disease control measures in hospitals, restriction of regulated health professions to virtual care except for emergency or urgent cases, all non-regulated health professions closed, and the reopening of Access Nova Scotia Centres and Registry of Motor Vehicle Offices on a limited, reduced contact basis. Economic sectors deemed essential services and therefore exempt from gathering limitations were defined.[40] On March 26, qualifying criteria for viral testing was expanded beyond travel-related cases to include anyone referred to an assessment centre by the 811 system, all close contacts of confirmed cases, and people in hospital who meet testing criteria. An alternative hotline for sick medical staff was also established in response to an overburdened 811 system. Additionally, camping reservations were put on hold and open fires were banned within 305 metres of woods throughout the province.[41] On March 29, a Halifax woman was fined $697.50, and had her vehicle seized by police after she was found in a park despite Nova Scotia having closed parks and beaches to the public under its emergency measures act.[42] On March 30, the provincial government released a more comprehensive plan for how schools will proceed through the coronavirus pandemic, as well as an online tool for businesses.[43] On March 31, the provincial government announced that a map will be released in the near future online showing where cases are located across the province organized by the four health zones.[44] On April 1, the province of Nova Scotia renewed the declaration of a state of emergency extending the previous until April 19.[45] On April 3, premier McNeil concluded his briefing with the warning to \"stay the blazes home\". This phrase quickly went viral and became the subject of folk songs and merchandise.[46][47] On April 6, it was announced that travel was no longer a prerequisite for testing, as community spread had reached levels that anyone could potentially have the virus regardless of travel history.[48] On May 1, the province of Nova Scotia announced that a number of public health restrictions were eased, including the reopening of public parks and trails, opening the sportfishing season, and other measures. The mental[49] health toll of lockdown was cited as a motive for this easing of restrictions.[50] On May 15, the province of Nova Scotia announced a further easing of restrictions, with \"archery, equestrianism, golf, paddling, sailing/boating and tennis\" allowed to resume, as well as the reopening of public beaches.[51] The government also announced on this date the \"immediate household bubble\" policy, which allowed families to bubble with another household exclusively. In June 2020, the Premier of Prince Edward Island Dennis King suggested that travel between provinces in the Atlantic region might be allowed, as early as the beginning of July. King claimed there was an agreement to this end, in a discussion held on June 10 between the Premiers. When asked by the CBC, the other Premiers expressed caution on an Atlantic bubble.\"[52] On July 3, the province along with the other three Atlantic provinces (Newfoundland and Labrador, Prince Edward Island and New Brunswick) lifted travel restrictions among themselves to form Atlantic bubble, allowing residents within the four provinces to travel without self-isolating for 14 days.[53] On October 28, CBC News reported that there were 1,046 provincial court cases that have surpassed the Jordan threshold,[54] a law that was enacted in 2016 by the Supreme Court of Canada limiting the time between court cases to 18 months, or 30 months for superior courts.[55] On October 29, the provincial state of emergency was extended until November 14, 2021.[56][57] On November 2, 2021, the provincial government announced an extension to the deadline for mandatory vaccinations of public workers for those who receive at least one dose by November 15. All public workers in the province are required to be fully vaccinated by November 30 or they will be placed on unpaid leave. Those who are partially vaccinated by November 15 will get an addition 8 weeks to obtain their second dose, said provincial spokesperson Heather Fairbairn. Currently there are 80,000 employees in the province who fall under this mandate.[58] November 12, 2021 the provincial government announced an extension to the ongoing state of emergency. The state of emergency will continue from noon on November 14 to noon on November 28. November 18, 2021 the Nova Scotia Department of Justice and the Premier's Office announced a new category of offences under the Health Protection Act for those who organize or attend illegal gatherings under current COVID-19 restrictions. For individuals, fines start at $2,422 for a first offence and increase to $11,622 for each subsequent offence. For organizations, fines will begin at $11,622 and increase to $57,622 for each subsequent offence. All fines will include victim surcharges and court fees. Individuals may also be required to serve jail time. These regulations are effective immediately. According to the news release, 1,375 summary offences and fines totaling $1.7 million have been issued since the provincial state of emergency was first declared.[59] November 19, 2021 Nova Scotia's Minister of Health and Wellness Michelle Thompson issued a statement announcing the approval of the Pfizer vaccine for children 5 to 11 by Health Canada, as well as the National Advisory Committee on Immunization's recommendations for pediatric use of the vaccine. The statement says the provincial government is working on finalizing their delivery plan of the vaccine.[60] In March, all Nova Scotian universities suspended in-person classes and restricted access to their campuses. Many transitioned to a distance learning model for the remainder of the academic term.[61] The tentative plan for the 2020-2021 for the K-12 school year, as of August 14, includes the following plans: In February, Nova Scotia's billion dollar lobster industry was negatively impacted by coronavirus, with a large portion of exports previously going to China. Lobster exports became difficult as air cargo carriers began to suspend service. Lobster prices dropped with a glut in the local market due to restricted exports.[62] In March, a number of Nova Scotia distilleries shifted production from alcoholic beverages to alcohol-based hand sanitizers.[63] According to a survey published by Restaurants Canada on April 2, 2020,[64] approximately 24,500 Nova Scotian restaurant workers have lost their jobs. Staff have been laid off at about four out of five Nova Scotia restaurants since the beginning of March, around one tenth of restaurants have permanently closed, and a further 18% expect to close within a month if nothing changes. Some restaurants have been able to pivot to a take-out or delivery only business model in order to maintain cash flow amid mandatory closures of dining areas.[65] Please Update On September 29, 2021, the provincial government announced a vaccine mandate for more than 80,000 employees working in a number of public sectors. On November 5, 2021, the Department of Health and Wellness issued a news release with data regarding the rates of vaccination amongst these groups.[194] On November 17, 2021, another update[195] on vaccination rates was announced. On November 24, 2021, the provincial government again released data,[196] with breakdown by sector as follows: The province says those who do not intend to get vaccinated, or who have not yet reported their vaccination status, will be subjected to a mandatory vaccine education program. On November 17, 2021, the province announced that eligible individuals could begin booking booster shots starting November 23. Those eligible are: anyone older than 70, anyone who received 2 doses of the AstraZeneca vaccine, and frontline healthcare workers whose first and second doses were given less than 28 days apart.[197]","Title":"COVID-19 pandemic in Nova Scotia - Wikipedia","KeyID":"10671","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Nova_Scotia"}