{"Content: ":"The following is a timeline of the COVID-19 pandemic in Ontario throughout 2020. On January 23, the first presumptive case in Canada was admitted to Sunnybrook Health Sciences Centre in Toronto and placed into a negative pressure chamber.[1][2] The patient, a male in his 50s who travelled between Wuhan and Guangzhou before returning to Toronto on January 22, contacted emergency services following rapid onset symptoms.[3] The presumption of infection in the patient was made after a rapid test was done at Public Health Ontario's Toronto laboratory, and was announced on January 25.[1][2] Final testing conducted at the National Microbiology Laboratory in Winnipeg, Manitoba confirmed the presumptive case on January 27.[4] Authorities said that the patient was experiencing respiratory problems but was in stable condition.[1] His condition later improved and he was released from hospital on January 31.[5] On January 27, the Chief Medical Officer of Health of Ontario announced the man's wife as the second presumptive case.[6] Officials reported that she was in good condition and that she was asymptomatic.[6] On January 31, the third case in Ontario (and the fourth case in Canada) was reported in the city of London.[7] Officials said that the individual, a woman in her 20s and a student at University of Western Ontario, returned from Wuhan on January 23.[8] She was asymptomatic and had tested negative at first, but additional advanced testing confirmed that the woman had low levels of the virus in her system.[8] Officials said that the individual wore a mask during her voyage and she voluntarily entered self-isolation upon her return, making a full recovery after two or three days.[8] On the same day, the Government of Ontario reported that 17 cases were under investigation within its provincial jurisdiction.[9] Officials said that most of the individuals under investigation were awaiting results while in self-isolation at home.[10] As of January 30, the associate medical officer of Ontario said that the province had conducted a total of 67 tests with 38 negative results.[10] Officials said that all possible cases—including previous negative results—were being retested as additional assessments become available.[8] CFB Trenton in Trenton, Ontario was used as a quarantine facility for repatriated Canadians since February 7.[11] By March 24, 13 positive cases for the virus of the repatriated citizens at CFB Trenton were reported.[12] On February 23, one more presumptive case was confirmed in Ontario. The samples were sent to the National Microbiology Lab for further testing.[13][14] On February 24, a fourth presumptive case in Ontario was announced of a woman in her 20s who presented to a hospital on February 21 with symptoms after travelling to Wuhan. The woman was tested locally with a positive test result and the sample was sent to the National Microbiology Laboratory in Winnipeg.[15] On February 24, health officials in Ontario stated that all three previous cases in Ontario were \"resolved\", which means patients had two consecutive negative test results 24 hours apart and that the \"system was working\".[15] On February 26, a Toronto woman with a history of traveling to Iran tested positive for COVID-19, bringing the total number of cases in Canada to 12.[16][17] On February 27, Canada confirmed the first human-to-human transmission in Toronto, the husband of the woman who had travelled to Iran, bringing the total cases in the country to 13.[18][19] On February 28, two positive cases were reported in Ontario, bringing the total number of cases in Canada to 16. One of them had traveled to Iran while the other had visited Egypt.[20][21][22][23] On February 29, Ontario confirmed one case in York Region and two cases in Durham Region, bringing the total number of cases in the province to 11.[24][25] On March 5, Ontario reported three more cases of the virus, for a total of 23 in the province, with cases in Toronto, Kitchener, and Mississauga being reported. The three cases came from Iran, Italy, and the Grand Princess cruise ship, respectively. It was also announced that another case in Ontario was resolved.[32] On March 6, five cases (two imported from each of Iran and the Grand Princess, and one from Las Vegas) were reported, bringing the total number to 28.[33] On March 8, four more cases were reported to have been imported from Colorado, Washington, D.C., France, and Germany; bringing the total to 32.[34][35][78] On March 9, Ontario confirmed two new cases of coronavirus, bringing the total number of cases in the province to 34. They are an octogenarian and a septuagenarian from Toronto having travelled to Iran, where cases of COVID-19 had multiplied in recent weeks.[79] On March 10, a close contact of a previous case and a man who travelled to Switzerland were confirmed as Ontario's 35th and 36th case, respectively. Later the same day, a Sudbury man who attended the Prospectors & Developers Association of Canada (PDAC) conference in Toronto on March 2–3 was confirmed as the 37th positive case, and the first in northern Ontario.[80] On March 11, a 40-year-old man who recently travelled to Austria was confirmed as the first coronavirus case in Ottawa.[81] The overall coronavirus case number in Ontario rose to 42 on the same day. On March 12, 17 new cases were confirmed including a baby boy who had recently visited the North York General Hospital in Toronto. That day, the total number of cases in Ontario increased to 59.[82] On the same day Ontario announced that all publicly funded schools will be closed from March 14, 2020 to April 5, 2020 or extending March break from its end on March 22 to April 5 On March 13, health officials reported 19 additional cases, bringing the number of cases to 79, and on the 14th, 24 more, making the total 103.[83][84] On March 17, Ontario announced its first death with COVID-19, a man in his 70s in Barrie.[85] Premier Ford declared a provincial state of emergency under the Emergency Management and Civil Protection Act. and began to order the closure of certain businesses and facilities.[86][87] On March 18, an undisclosed player for the Ottawa Senators hockey team was tested positive.[88] That day, 23 new cases were confirmed in Ontario which brings the total number of cases to 212.[89] A state of emergency was also declared in Peel Region[90] and Simcoe County by Warden George Cornell.[91] On March 20, Acting Mayor Jesse Helmer declared a state of emergency in the City of London.[92] On March 23, a state of emergency was declared in Toronto by Mayor John Tory,[93] in York Region by Chair Wayne Emmerson,[94] and in Halton Region by Chair Gary Carr.[95] The following day, a state of emergency was also declared in Durham Region by Chair John Henry[96] and in Kawartha Lakes by Mayor Andy Letham.[97] On March 25, Ford and Finance Minister Rod Phillips introduced a $17-billion response package that includes an influx of cash for the health sector, direct payments to parents and tax breaks for businesses.[98] On March 26, a municipal state of emergency was declared in Kingston by Mayor Bryan Paterson due to two new cases of the virus announced by KFL&A Public Health. Three recent cases in the region had reported no prior close contact with known infected persons, causing health officials to conclude that community transmission is present in the region, and closures of several medical clinics. In response to the anticipated increase in patients requiring critical care, the Ontario government announced on March 27 that over 3,000 ventilators were ready to be deployed in Ontario (compared to the current capacity of approximately 1,300 critical care beds with ventilators and 43 patients requiring critical care as of March 27).[99] On March 31, Mayor of Toronto John Tory announced that the city would cancel all city-led major events, festivals (including Toronto's Pride Parade, which was scheduled to take place on June 28), conferences, permits and cultural programs until June 30. Tory clarified that this does not necessarily restrict professional sporting events, but they are still covered under provincial restrictions on public gatherings.[100][101] From the initial case on January 23 to March 18, over half of the reported cases are reported in Toronto (220 cases),[102] of which 11 are under investigation for community transmission.[103] Hamilton reported 23 cases,[104] Ottawa reported 19 cases,[105] Durham reported 18 cases[106] and Waterloo Region reporting 14 cases.[107] On April 2, Lakeridge Health declared an outbreak of COVID-19 at Lakeridge Health Oshawa in Oshawa, and announced that one of its in-patient units would be temporarily closed after a hospital-acquired case of COVID-19 was transmitted to a health care worker treating the patient.[168] The next day, models were released which projected that public health measures in the province prevented an estimated 220,000 cases and 4,400 deaths up to that point. Between 3,000 and 15,000 deaths related to COVID-19 were predicted with the current public health measures over the course of the pandemic, compared to a total projected 100,000 deaths if no action were taken, and if further measures are taken, models showed projections as low as 12,500 additional cases and 200 additional deaths by the end of April.[169] The models projected that by April 30 there would be 80,000 cases and 1600 deaths under the current interventions.[170] In addition, the government projected a peak use of ICU beds of 1200 beds by April 18 under their best-case scenario (with over 3000 ICU beds required under the worst-case scenario by April 30).[169] On April 9, Ontario reported its first death of a healthcare worker, a man in his fifties in Brampton.[171] On April 14 during an emergency session, the Legislative Assembly voted to extend the provincial state of emergency through May 12. In late April, the Canadian Armed Forces was deployed to five nursing homes in the Greater Toronto Area.[172] (In Quebec, the CAF were deployed to 25 facilities.)[173] On May 1, Shanker Nesathurai, Chief Medical Officer of Health (CMOH) for Haldimand County and Norfolk County, both of which lie on the shores of Lake Erie, had issued an order under the provincial Health Protection and Promotion Act, which reads:[234] You are not permitted to occupy your secondary residence within [my jurisdiction], which includes a rented cottage, vacation home, beach house, chalet, and/or condominium... You are not permitted to allow anyone else to occupy your Secondary Residence within [my jurisdiction]. By May 4, 2020, outbreaks on four different inpatient units were declared at Toronto Western Hospital. The first was declared on April 18 while three others were declared on April 30.[235] On May 10, another outbreak was declared on another floor at the hospital.[236] While the term outbreak differs in definition by hospital, Toronto Western Hospital defines it as the confirmation of one positive patient per unit. On May 13, the hospital's emergency department declared an outbreak after five of its staff tested positive.[237] On May 5, it came to light that the mayor of Huron-Kinloss township by Lake Huron in March 2020 ordered water service to seasonal properties shut off. Carling Township ordered its boat launch facility to remain closed, thus preventing access to anyone who needs it, including seasonal residents. Cottage-country mayors pleaded with the government of Ontario to legislate or somehow else to accept responsibility for their fate. In a memo circulated to his subordinate medical officers of health, Dr. David Williams was frightened by the advice of CMOH Nesathurai and said that[238] My current recommendation is to not prohibit access to secondary residences through legal order, but to continue to provide communications that discourage their use. Premier Doug Ford weighed in and said that he would not take responsibility: You have to give a little leniency. If you put down the hammer and say you just aren't coming, well, people aren't going to listen. Be prepared, people are coming up on May 24. Canadian Armed Forces Brigadier General C. J. J. Mialkowski filed a report on conditions in the five Toronto-area nursing homes, in which they were assisting, on May 14. It did not reach the Defence Minister until a week later, after which there was a delay in notifying the Province of Ontario. The document alleges extreme conditions and abuse.[173] With the weather getting warmer, on Saturday, May 23, 2020, estimates of 10,000 mostly young people grouped into Trinity Bellwoods Park in Toronto's west end.[239] Public outrage ensued as well as condemnation from Premier Ford and Toronto's medical officer of health Eileen de Villa.[240][241] After making a tour of the city's parks, speaking with citizens, Mayor John Tory was also seen at the park and was criticized for lack of social distancing and improperly wearing a mask.[242] He publicly apologized for his actions to the following day.[242] No social distancing fines were placed, however, there were several issued for public urination.[243] Police presence was increased the following day to prevent any subsequent large gatherings.[244] The following week, 'social distancing circles' were painted on the lawn in the park modelled after similar tactics used in San Francisco and New York City.[245] On May 30, the Ontario government announced a \"COVID-19 recovery rate\" for electricity effective June 1 to October 31.[246][247] The new rate of 12.8 cents per kilowatt-hour replaces the \"off-peak\" rate of 10.1 cents per kilowatt hour that was in effect since March 24.[248] On June 1, Premier Doug Ford announced that the province will extend the state of emergency for another 28 days past the current expiration date of June 2, 2020.[309] On June 4, Minister of Economic Development Vic Fedeli announced the resumption of non-essential short-term rentals for \"lodges, cabins, cottages, homes, condominiums and B&Bs\" from June 5.[310][311] On June 24, Ontario extended the state of emergency to July 15 and Premier Ford stated that he is \"hopeful that another extension of the Declaration of Emergency will not be needed.\"[312][313] On June 29, after an extended period of provincial decline in new cases, extensive testing done in Windsor-Essex revealed a spike in numbers amongst migrant agriculture workers, including one farm being responsible for 175 cases.[314] On July 2, face masks were made mandatory to ride on the Toronto Transit Commission's services in Toronto.[375] On July 7, face masks were made mandatory in Toronto indoor public spaces.[376] On July 8, the Ontario government extended the state of emergency for another week, until July 22.[377] On July 16, the government announced that provincial emergency orders will be extended until July 29.[378] On July 17, the province entered Stage 3 of reopening except for the Golden Horseshoe, Haldimand-Norfolk, Lambton, and Windsor-Essex.[379] On July 21 the Ford government passed \"Bill 195\", the Reopening Ontario (A Flexible Response to COVID-19) Act, which allowed the Lieutenant Governor in Council powers to continue for up to two years the orders made by this body under the Emergency Management and Civil Protection Act, which has a sunset clause of 30 days.[380][381] On July 24, the province allowed Durham Region, Halton Region, Hamilton, Niagara Region, Haldimand-Norfolk, Lambton, and York Region to enter Stage 3 reopening.[382] On July 31, the province allowed Toronto and Peel Region to enter Stage 3 reopening.[383] On August 12, the province allowed Windsor-Essex to enter Stage 3 of reopening, the final region to do so.[445] By late-August, the rate of new cases had slowed significantly, along with the rest of the country, with periodic spikes.[446] After a considerable increase in new cases (the largest influx since late July) in late summer, the Ford government on September 8 announced it would put a four-week hold on the further lifting of restrictions.[479] It was also the heavily debated first day of public school for many parts of the province, with at least COVID-19 cases reported in Ottawa-area Catholic schools and teachers in a Mississauga Catholic school refusing work until proper personal protective equipment was provided.[480][481] On September 10, Premier Ford criticized the federal government for not actively enforcing the Quarantine Act.[482] Continuing an upward trend of new infections, on September 11, Ontario had its highest daily rate of new infections since June 29.[483] On September 11, the Ontario government released a website to track COVID-19 cases in public schools.[484] On September 13, the Ontario Hospital Association (OHA) stated that the province was \"losing ground\" due to the recent surge in cases, mainly centred on Toronto, Peel Region and Ottawa.[485] Ontario reached over 300 new daily cases on September 14, the highest daily increase since June 5.[486] On September 17, the province announced new restrictions on the size of private and \"unmonitored\" gatherings in the three regions.[485] On September 18, the province had over 400 new cases, the highest number since June 2.[487] On September 22, the province saw an increase of 478 cases, the highest daily increase since May 2. The Ford government announced they had ordered 5.1 million flu shots, encouraging the Ontario public to be vaccinated this year to avoid further burdening the hospital system.[488] In an effort to reduce burden on provincial assessment centres, the province began to expand testing at local pharmacies (beginning primarily within current hotspots) and encourage asymptomatic patients to obtain appointments at them instead of assessment centres.[489][490] On September 25, new province-wide restrictions were introduced on operating hours for bars and restaurants, restricting the sale of alcohol to an 11 pm last call, and the closure of the establishment at midnight. All strip clubs were ordered fully closed.[491] On September 28, Ontario reported 700 new cases, its highest daily record throughout the pandemic. Premier Ford explained that \"we know that we are in the second wave and we know that it will be worse than the first wave but what we don't know yet is how bad the second wave will be.\" The OHA proposed that Toronto and Ottawa be rolled back to Phase 2 restrictions (which would, among other restrictions, order the closure of bars and restaurants to indoor dining), citing evidence that indoor dining was a \"significant driver\" of rising cases. The OHA stated that \"without public health measures in place to limit opportunities for disease transmission, Ontario will soon see higher numbers of hospitalizations, admissions to intensive care units and more death.\"[492] On October 2, Ontario announced 732 new cases — its largest increase to-date. The testing backlog increased significantly to over 90,000 tests. A one-time increase of 74 deaths was also added, due to a \"data review\" by Toronto Public Health accounting for deaths from earlier that had not yet been included in the provincial total.[527] Amid these spikes, Ford announced that new capacity limits on bars, event facilities, gyms, and restaurants would be implemented in the hotspots of Peel, Ottawa, and Toronto, and a province-wide mandate on the wearing of face masks when social distancing is not possible, would take effect on October 3. He also announced that provincial testing centres would be limited to appointments only in order to manage their testing capacity and that the moratorium on reduced restrictions would be extended for another four weeks. Ford urged residents of the province to limit contact with people from outside their immediate household (especially during the Thanksgiving holiday), explaining that \"we're in a second wave of COVID-19 and as Premier it's my duty to protect the people.\"[528][529] On October 9, Ontario announced that Peel, Ottawa, and Toronto would be rolled back to Modified Stage 2 for 28 days from October 10. This came as the province surpassed its daily record of new cases for the second consecutive day. Province-wide, the government also recommended that residents stay home except for essential activities, and avoid non-essential interprovincial travel (especially to and from hotspots).[530] On October 16, Premier Ford announced that York Region will also be rolled back to Modified Stage 2 for 28 days from October 19.[531] On October 19, Ontario recommended that children not go out trick-or-treating in those parts of the province that have been hardest hit by a resurgence in COVID-19 cases.[532] On October 24, Ontario reported 978 new infections, creating a new daily high record during the pandemic, the next day on October 25, the record was broken once again with 1,042 new cases.[533][534] With Modified Stage 2 expected to end in Peel, Ottawa, and Toronto on November 7, Premier Ford announced on November 3, that the province would shift to a five-tier system to determine restrictions and mitigations on a regional basis. Under the new system, Ottawa, Peel, and York regions will be moved to the new third tier on the scale, \"Restrict\" (orange) at this time. By request of Mayor John Tory, this change was delayed in Toronto until November 14. Restaurants and bars will be allowed to reopen at all tiers of the scale besides the highest level (\"Lockdown\"), but subject to varying capacity limits.[566][567] On November 6, Premier Ford announced that Peel Region will not be moving to the \"Restrict\" (orange) tier, and will be moving to the \"Control\" (red) tier. The region has experienced the second-highest number of regional cases in the province, next to the cases in Toronto.[568] On November 7, the new \"Response Framework\" system went in place, with the exception of Toronto.[569] The following day, on November 8, a new record high was set once again with 1328 new cases.[570] On November 10, Premier Ford announced Toronto would move to the \"Control\" (red) tier beginning November 14. The municipality proceeded to enact even more stringent restrictions than the provincial tier for a minimum of 28 days.[571] On November 12, new projections were released by the province. With a 3% growth rate, daily cases would increase to 2,500 and at 5% 6,500 by mid-December. Intensive care unit capacity in the province will exceed capacity in six-weeks if more measures are not put in place, warned the new projections.[572][573] On November 13, the provincial government announced changes to the Ontario COVID-19 Response Framework, lowering the metrics for regions to be moved into more stringent restriction categories. Halton Region, York Region, and Hamilton would be moving into the \"Control\" (red) tier beginning November 16, Durham Region, Brant County, Eastern Ontario, Niagara, Ottawa, Waterloo, Wellington-Dufferin, and Guelph would be moving into the \"Restrict\" (orange) tier, and Haldimand-Norfolk, Huron-Perth, Middlesex-London, Simcoe-Muskoka District, Southwestern Ontario, and Windsor-Essex would be moving into the \"Protect\" (yellow) tier.[574] From November 3 to 14, Ontario recorded consecutive record-breaking numbers of daily new infections province-wide.[575][576][577][578] On November 20, Premier Ford announced that Peel Region and Toronto will be placed under Lockdown effective November 23. All dine-in restaurants, gyms, personal care services, and otherwise non-essential businesses will be ordered closed.[579] On November 27, Ontario reported a new record-breaking day of new cases with 1,855 new infections reported. The record high also coincided with a new record for most tests completed at 58,037.[580] On December 4, Ontario's ICU capacity had peaked at 203, a threshold of 150 is determined to be the number at which the province is at critical mass, affecting health services as a whole.[610] On December 5 and 6 and again on December 9 and 10[611] Ontario broke records for daily new infections.[612] On December 9, Health Canada approved the Pfizer–BioNTech COVID-19 vaccine for use in Canada.[613] On December 10, it was announced the first doses of the vaccine in Ontario will be administered to healthcare workers in the University Health Network in Toronto and The Ottawa Hospital in Ottawa beginning December 15.[614] On December 11, it was announced that the York and Windsor-Essex regions would move to the \"Lockdown\" category of the response framework effective December 14, while Middlesex-London, Simcoe Muskoka and Wellington-Dufferin-Guelph were moved to the \"Control\" category.[615][616][617] On December 14, nationwide distribution began for the first Canadian shipment of the BioNTech vaccine, with Ontario vaccinations beginning distribution with health care workers in Ottawa and Toronto. Anita Quidangen, a personal support worker from Toronto, was the first health care worker in Canada to receive a dose.[618][619] From December 15 to 17, Ontario saw consecutive daily new infection records of COVID-19.[620][621] On December 18, it was announced that Hamilton would be moved to \"Lockdown\" effective December 21.[622] On December 18, the Ontario Superior Court \"dismissed an attempt by Hudson's Bay Co. to have the province's lockdown restrictions struck down or modified to allow its stores to open alongside competitors such as Walmart and Costco which are permitted to open because they sell essential items including groceries.\"[623][624] On December 21, Premier Ford announced that a \"strict\" Provincewide Shutdown would take effect at 12:01 December 26 (Boxing Day). The lockdown will take effect for 28 days in Southern Ontario (south of Sudbury), and 14 days in the northern regions of the province. All publicly-funded schools were to remain closed to in-person classes until at least January 11, when elementary and secondary schools in the north, and elementary schools in the south were expected to return to in-person classes. Secondary schools were to return to in-person classes on January 25. The province is recommending residents to remain home unless performing an essential activity, and against non-essential interregional travel. The province is also recommending 14 days self-isolation if returning from travel from outside of Ontario.[625][626][627] Criticism was fronted toward the government rollout of vaccinations over the winter holidays. Vaccinations were paused during statutory holidays. As of the afternoon of December 24, 2020, Ontario had only administered 10,756 vaccine doses of a total 90,000 received by the federal government.[628][629][630] The government officially blamed staff shortages for the cessation of vaccinations.[629] Head of the vaccine taskforce Rick Hillier later admitted the cessation was a \"mistake\".[631] On December 29, 2020, news broke that Ontario Finance Minister Rod Phillips had travelled to Saint Barthélemy for a winter vacation, despite government guidance against non-essential international travel.[632] Premier Ford acknowledged he was aware of Phillips' travel.[632] Phillips had also travelled for non-essential purposes to Switzerland in August, 2020.[633] Due to the incident, upon returning to Canada on December 31, Phillips resigned as Finance Minister.[634] Ontario saw consecutive daily record high numbers of new infections from December 29 to 31, 2020 at 2,553 new cases,[635] and 2,923 new cases and 3,328 new cases respectively.[636][637]","Title":"Timeline of the COVID-19 pandemic in Ontario (2020) - Wikipedia","KeyID":"10674","URL":"https://en.wikipedia.org/wiki/Timeline_of_the_COVID-19_pandemic_in_Ontario_(2020)"}