{"Content: ":"The following is a timeline of the COVID-19 pandemic in Ontario throughout 2021. Ontario recorded another record-breaking day of new cases on January 2, 2021, with 3,363 new infections reported.[31] The Ontario government, having faced criticism for a slow rollout of vaccinations, announced on January 5 their plan to vaccinate all residents, health workers and essential caregivers in long-term care (LTC) homes by January 21.[32] Ontario recorded two records on January 7 – a record high in new infections at 3,519 new cases and the deadliest day of the pandemic so far with 89 deaths.[33] In response to the continued surge, the province announced that the Provincewide Shutdown would be extended in northern Ontario for an additional 14 days (aligned with the length of Provincewide Shutdown in the south), and that elementary schools in the south will not return to in-person class until January 25.[34] On January 8, Ontario again recorded a new record high of new infections with 4,249 new cases.[35] Premier Ford hinted at furthering restrictions on top of the already in place Provincewide shutdown.[35] Due to the surge of new infections, Premier Ford issued a second declaration of emergency on January 12. Additional stay-at-home orders were announced, including the reduction of outdoor gatherings to five people, and a reduction of hours for non-essential businesses allowed to only operate between 7:00 a.m. and 8 p.m. These new restrictions begin on January 14. Also, students in Toronto, Peel, York, Hamilton, and Windsor-Essex will not return to in-person classes until February 10, 2021.[36][37] Results of an inspection \"blitz\" over the weekend of January 15 on big-box stores revealed a compliance rate of 70 percent with 36 of 110 stores visited at random in violation of COVID-19 protocols.[38] On January 15, all LTC home residents and staff in Toronto had received at least first doses of the vaccine[39] and on January 19, all LTC home residents and staff in COVID-19 hot spots had received at least first doses of the vaccine, ahead of the January 21 goal date set by the provincial vaccine taskforce.[40] Due to manufacturing delays, it was also announced on January 19 that no new shipments of the Pfizer vaccine would be arriving in Ontario the following week, delaying first and second dose administration in the government's overall vaccination program.[40] On January 28, Peel Region's Medical Officer Lawrence Loh suggested that all online retail operating in the province be restricted from selling non-essential goods, in order to protect supply chains due to workplace outbreaks.[41] On January 29, 2021, the federal government announced new travel restrictions, including that individuals travelling on foreign flights would be required to take COVID-19 PCR test on arrival and quarantine in an approved hotel at their expense.[citation needed] On February 8, 2021, Premier Ford announced that the declaration of emergency would expire, but that the stay-at-home order would be extended in the majority of health regions to facilitate a gradual reinstatement of the colour-coded response framework. The order was first lifted on February 10 in Eastern Ontario's Hastings Prince Edward Public Health Unit, the Kingston, Frontenac and Lennox & Addington Health Unit, and the Renfrew County and District Health Unit. The stay-at-home order is expected to be lifted in most of Ontario on February 16, excluding Peel, Toronto, and York, and any other area where the province believes it is not yet safe to lift the order. The stay-at-home order is expected to be lifted in Peel, Toronto, and York on February 22.[69][70][71] The response framework will also allow non-essential retail to operate with a 25 percent capacity limit if a region is under the grey \"Lockdown\" tier.[69][70] On February 11, the Ontario government announced March Break would be postponed for a month, to the week of April 12.[72] Also on the same day, the Minister of Health admitted that the province had not met its deadline to vaccinate all long-term care homes, after mistakenly announcing that it had.[73] On February 26, Health Canada approved the Oxford–AstraZeneca COVID-19 vaccine for use.[74] On March 3, the first Oxford-AstraZeneca vaccines arrived in Canada, and were distributed to Ontario. The shots will be given to pharmacies in Toronto, Windsor-Essex and Kingston for early application through a pilot programme.[106] On March 5, Health Canada approved the Janssen COVID-19 vaccine for use. The vaccine is the only approved vaccine to require one dose.[107] Also on March 5, the Ontario government announced Toronto, Peel and North Bay-Parry Sound will exit stay-at-home orders in place since January. Toronto and Peel will enter lockdown (grey) zone and North Bay-Parry Sound will enter control (red).[108] On March 12, Peel Public Health ordered an Amazon fulfillment centre closed, after a large outbreak, forcing thousands of workers to self-isolate.[109] On March 15, the Ontario Hospital Association declared Ontario was in a Third Wave of the virus. Ontario's COVID-19 Science Advisory Table seconded the announcement. In response, Premier Ford told Ontarians: \"we can't let our guard down for a second. We have to make sure we social distance, constantly be wearing a mask, and follow the protocols of the chief medical officer.\"[110] On March 29, per a recommendation issued by the National Advisory Committee on Immunization (NACI), Ontario and other provinces suspended use of the AstraZeneca vaccine for patients younger than 55 years old, due to concerns over a rare side effect of blood clots with low blood platelets.[111] On April 1, amid rising infections exacerbated by variants of concern, Premier Ford announced a third province-wide shutdown beginning April 3. All regions were moved to a new sixth level of the response framework, \"Shutdown\" (white), re-imposing measures that were introduced during the first provincewide shutdown.[140][141] On April 5, Peel Medical Officer of Health Lawrence Loh issued an order under Section 22 of the Health Protection and Promotion Act to close all area schools beginning April 6.[142] Wellington-Dufferin-Guelph Public Health[143] and Toronto Public Health made similar orders.[144] On April 7, in order to protect hospitals and the vaccination program, Premier Ford declared a third state of emergency and announced a second stay-at-home order that took effect at 12:01 a.m. ET on April 8, with similar measures to the first stay-at-home order, but with exceptions for certain specialized retail outlets to operate by appointment only, prohibiting essential retail stores from selling non-essential goods, and schools tentatively remaining open.[145] Ford explained that \"the situation is evolving rapidly, hour by hour. And as things change, as we learn more about these deadly new variants, as we see new problems arise, we need to adapt. We need to move quickly and decisively.\"[145] The province also announced that it would offer vaccinations to all adults within specific hotspot areas, identified by postal codes.[146] The selection of the areas faced criticism over its methodology, including its inclusion of several sortation areas that did not actually have high rates of COVID-19 cases and/or hospitalizations,[147] On April 11, the province recorded its single largest day of new cases to-date, at 4,456.[148] On April 12, Premier Ford announced that all schools province-wide would close to in-person classes following Spring break.[149] On April 16,[150] Premier Ford requested assistance from Alberta, including access to health care workers. The office of Alberta Premier Jason Kenney declined the request, citing its own impact by the third wave. Ford reportedly made a similar request to Saskatchewan, although the province denied that this had happened.[151][152] New modelling was released with a best-case scenario of less than 4,000 cases per-day by the end of May if strong health measures (such as the current stay-at-home order) were in place and at least 100,000 vaccine doses were administered per-day, with scenarios improving if the stay-at-home order were extended to six weeks, and vaccination increased to at least 300,000 per-day.[150] In a news conference, Premier Ford announced that the stay-at-home order will be extended through at least May 20, and that it would also include additional capacity restrictions for retail, the closure of all outdoor recreation amenities, and a prohibition of non-essential interprovincial land travel into Ontario. Solicitor General Sylvia Jones also announced that police had been granted the right to randomly stop and question any individual they suspect are violating the stay-at-home order, including compelling them to provide their home address and reason for travel, and issuing tickets for violating a public health order if they do not comply.[153][154] The policy faced criticism for resembling the past practice of carding, having a disproportionate impact on BIPOC communities, and potentially violating the Canadian Charter of Rights and Freedoms. A number of municipal police departments announced that they would not perform random stops. On April 17, Jones announced that the measure would be \"refocused\", only allowing police to stop and ticket people they suspect are participating in a prohibited public event or gathering [155][156] On April 18, a spokesperson stated that Ontario has had supply issues with vaccines.[111] Backpedaling from the NACI guidance, Ontario announced that it would expand availability of the AstraZeneca vaccine to those 40 and older.[111] David Moscrop published an op-ed in the U.S. newspaper The Washington Post calling for Ford to resign, arguing that the pandemic had exacerbated his \"extraordinary capacity to alienate, divide and fail\", and criticizing him for the aforementioned police measures, restricting outdoor recreation despite many COVID-19 cases being attributed to crowded indoor workplaces such as factories, and repeatedly ignoring calls to implement paid sick leave (with Ford deeming it redundant to the federal, retroactive Canadian Recovery Sickness Benefit).[155] On April 19, Ford was absent from the legislative session,[157] On April 20, Peel Public Health and Toronto Public Health both issued Section 22 orders mandating that businesses be closed for 10 days (with all employees required to self-isolate for the same period) if they are linked to five or more COVID-19 infections within the past 14 days.[158][159][160] Premier Ford was accused by his opposition of \"hiding\" from the Legislature and the media since April 19, and organizing a virtual party fundraiser with tickets costing $1,000 each, amid increasing criticism of his management of the pandemic. The province issued a statement indicating that Ford was focusing primarily on procuring additional vaccine doses via international partners.[157] On April 20, both the Ontario Liberal Party and NDP called for Ford's resignation; Ontario Liberal Party leader Steven Del Duca argued that Ford was \"missing in action, hiding from the people, and hiding from accountability\", and \"scared to face the people and acknowledge his stunning incompetence\".[157] It was announced by the province that Ford was isolating due being a close contact of a positive case within his staff. Ford himself had tested negative.[161] On April 22, in his first media appearance since April 16, Premier Ford admitted that the government \"made a mistake\" and \"went too far\" with the measures they had announced on April 16. In a reversal of his prior stance, Ford also announced plans to introduce a provincial paid sick leave program, arguing that they needed to compensate for \"important improvements\" that were not included in the CRSB in the 2021 federal budget.[162] Ontario paused first doses of AstraZeneca vaccine on May 11, citing eight cases of Vaccine-Induced Immune Thrombotic Thrombocytopenia in the province.[193] A day later, officials confirmed that another 254,500 doses were scheduled to be delivered the next week. Officials suggested they would likely still be used for second doses.[194] As of May 11, one Hamilton apartment building was reported to have an outbreak of 107 cases of COVID-19.[195][196] On June 2, Premier Ford announced that in-person classes at schools will remain suspended through the end of the school year, citing concerns over variants.[227] Ford also stated that the province was also considering moving up the date for Step 1.[227] On June 11, Ontario entered Step 1 of the Roadmap To Reopen plan that was originally scheduled for June 14.[228] On June 30, Ontario entered Step 2 of the Roadmap To Reopen plan that was originally scheduled for July 2.[229] On July 16, Ontario entered Step 3 of the Roadmap To Reopen plan that was originally scheduled for July 21.[261] On August 17, the Ontario government had announced that further reopening of Ontario past Step 3 of the Roadmap To Reopen plan had been paused indefinitely, following the start of Ontario's fourth wave, the increasing amount of daily cases, and also citing the increasing spread of the Delta Variant.[294] By late August, local public health advice has shifted focus from “staying safe” to “limiting contact” because of the growing fourth infection wave in the province. On September 1, the Ontario government had announced that a Vaccine Certification System would begin rolling out in Ontario province wide in two phases in order to access non-essential businesses in Ontario, such as gyms, indoor restaurants, movie theaters, and concert halls. The first phase being that showing proof of a COVID-19 vaccination using official Ontario printed receipts would be mandatory province wide beginning as of September 22. The second phase being using a COVID-19 Vaccine Passport System in Ontario, which would show proof of a COVID-19 vaccination using QR codes either printed on paper, or stored digitally using a smartphone, would be mandatory province wide beginning as of October 22. Ontario Government Issued Photo ID must also be presented in both phases.[295] On October 22, the Ontario government had announced a timeline roadmap plan to lift restrictions in Ontario. As of October 25, capacity limit restrictions are lifted in settings where showing proof of vaccination is required, such as Restaurants, Bars, Gyms, Casinos, Bingo Halls, Other Indoor Meeting and Event Spaces, and Gaming Establishments.[296] The Ontario government will also allow other settings to lift their capacity limits, if the setting chooses to require showing proof of vaccination, such as Barber Shops, Salons, Museums, Galleries, Aquariums, Zoos, Science Centers, Landmarks, Historic Sites, Botanical Gardens, Amusement Parks, Fairs, Exhibitions, Festivals, Indoor Tour and Guide Services, Boat Tours, Indoor Areas of Marinas and Boating Clubs, Indoor Clubhouses at Outdoor Recreational Amenities, Open House Events provided by Real Estate Agencies, and Indoor Areas of Photography Studios and Services.[296] On November 28, Ontario reported 2 cases of the new SARS-CoV-2 Omicron variant, confirming the arrival of the variant into Canada. Two Ottawa residents with recent travel history to Nigeria had tested positive for the variant, which was first detected in South Africa.[387][388] On November 30, Ontario's death toll reached the 10,000 mark.[386] On December 2, one new case of the Omicron variant was reported in the Durham Region.[445] On December 15, Premier Doug Ford announced that the province will re-enter a version of step 3 called step 3.9 of its 3 step reopening plan effective Saturday December 18 including the return of capacity limits in high risk settings.[446] On December 17, Premier Doug Ford announced that the province will move into step 3.5 including the lowering of capacity limits in more non essential businesses and the lowering the gathering sizes to 10 indoors and 25 outdoors.[447] On December 23, Ontario broke its single-day record for new daily cases for two consecutive days with 5790 new cases, followed by 9571 new cases.[448]","Title":"Timeline of the COVID-19 pandemic in Ontario (2021) - Wikipedia","KeyID":"10675","URL":"https://en.wikipedia.org/wiki/Timeline_of_the_COVID-19_pandemic_in_Ontario_(2021)"}