{"Content: ":"The COVID-19 pandemic is an ongoing viral pandemic of coronavirus disease 2019 (COVID-19), a novel infectious disease caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). This pandemic has affected the Regional Municipality of York since early 2020 and has led to lockdowns as well as stay-at-home orders made by the Government of Ontario. A vaccination program began in December 2020 and is currently ongoing. On March 18, 2020, the municipalities of Aurora and Newmarket declared an emergency due to increasing community spread of COVID-19. [1] By the next week, the provincial government declared an emergency and imposed immediate public health measures. February 25 – a woman from Iran returning to York Region tests positive for COVID-19. This was the first case reported in York Region. [2] March 23 – the provincial government orders all non-essential businesses (e.g. restaurants, mall retail) to close. Gathering limits are introduced. Due to the hardship imposed on businesses, subsidies and financial relief measures were introduced. [3] April 10 – an outbreak at Participation House, a care home takes place. Participation House is a care home for adults with developmental disabilities. [4] As a result of the COVID-19 pandemic leading to a lockdown, York Region Transit reduced service. School routes were cancelled. To reduce contact between the driver and passengers, boarding was done at the back door [5] and fares were not collected until July 2, 2020, when front-door boarding resumed.[6] COVID-19 has led to shutdowns of non-essential businesses in York Region, such as restaurants, movie theatres and gyms. This happened at the beginning of the pandemic in March 2020. By July 2020, non-essential businesses were permitted to open in stage 3, but were closed again on October 19, 2020. [7] At the beginning of the pandemic in 2020, COVID-19 forced schools in York Region to close for the rest of the academic year. [8]","Title":"COVID-19 pandemic in the Regional Municipality of York - Wikipedia","KeyID":"10680","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_the_Regional_Municipality_of_York"}