{"Content: ":"The COVID-19 pandemic in Yukon is part of an ongoing global pandemic of coronavirus disease 2019 (COVID-19), an infectious disease caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). On March 22, 2020, Premier Sandy Silver and the Chief Medical Officer, Brendan Hanley, announced that Yukon had its first cases of coronavirus, a couple who had attended a convention in the United States and then returned home to Whitehorse. They developed symptoms upon their return and immediately sought medical assistance. They have self-isolated and have meticulously followed all public health directions.[1] During the pandemic, the territory opened its first public university in the north, Yukon University.[2] As of February 23, 2022, Yukon has reported 3,412 confirmed cases of COVID-19, with 3,351 recoveries and twenty deaths. On March 20, 2020, the government of Yukon advised to stop all non-essential travel.[3] On March 22, after its first case, the government limited non-essential travel out of the territory or into remote communities to protect Yukon's most vulnerable citizens.[4] On April 17, minister of community services John Streicker signed the Ministerial Order, which allowed enforcement officers to deny entry to non-essential travellers.[5] All schools are currently closed.[6] On March 22, 2020, Premier Sandy Silver and the Chief Medical Officer, Brendan Hanley, announced that Yukon had its first cases of COVID-19 in Yukon, a couple who had attended a convention in the United States and then returned home to Whitehorse.[1] On October 30, 2020, the territory reported its first COVID-19 death, who was a resident of Watson Lake.[7] The first vaccine, of the Moderna type, was administered on January 4, 2021.[8] The 2021 Yukon general election was held on April 12 amid the pandemic. An ongoing outbreak is happening in the territory since November 2021. Proof of vaccination requirement to enter certain buildings became effective on November 13, 2021.[9]","Title":"COVID-19 pandemic in Yukon - Wikipedia","KeyID":"10690","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Yukon"}