{"Content: ":"The COVID-19 pandemic in Antigua and Barbuda is part of the ongoing viral pandemic of coronavirus disease 2019 (COVID-19), which was confirmed to have reached Antigua and Barbuda on 13 March 2020. As of 6 July 2021, there are a total of 1,265 confirmed cases, of which 1,222 have recovered and 42 have died.[3] On 12 January 2020, the World Health Organization (WHO) confirmed that a novel coronavirus was the cause of a respiratory illness in a cluster of people in Wuhan City, Hubei Province, China, which was reported to the WHO on 31 December 2019.[4][5] The case fatality ratio for COVID-19 has been much lower than SARS of 2003,[6][7] but the transmission has been significantly greater, with a significant total death toll.[8][6] On 13 March 2020, Prime Minister Gaston Browne announced Antigua and Barbuda's first confirmed COVID-19 case.[9] Browne said the patient started presenting symptoms on March 11. The woman visited a private hospital where medical officials took samples that were sent to the Caribbean Public Health Agency (CARPHA) lab in Trinidad for testing. Browne assured that “no stone will be left unturned” as he noted health officials are tracking down anyone she may have met. He revealed Antigua's sole quarantine facility will be up and running next week and testing equipment will arrive shortly after. The Prime Minister has called on citizens to take precautionary measures such as hand washing, avoiding close physical contact and avoiding large groups. “We must never panic but must work collectively with confidence and faith. I remain confident that with our collective efforts and with the help of God, we shall surmount the challenges of COVID-19 and this too shall pass.\" Browne also advised citizens that another suspected case of COVID-19 returned negative.[10] On 27 March 2020, the government declared a state of emergency for a period of two weeks, from 28 March to 11 April. The order established an 8 p.m. to 6 a.m. nightly curfew. The government also defined essential services and required non-essential services and business to close.[11][12] On 31 March 2020, the government ordered a 24-hour curfew from 2 April to 9 April. The curfew would prohibit movement during the day by non-essential workers except for food and emergency supplies.[13] On 5 April, the Queen of Antigua and Barbuda addressed the Commonwealth in a televised broadcast, in which she asked people to \"take comfort that while we may have more still to endure, better days will return\". She added, \"we will be with our friends again; we will be with our families again; we will meet again\".[14] On 9 April 2020, the government extended the 24-hour curfew to 16 April. The curfew was extended again to 22 April and later to 14 May.[15][16][17] There were three deaths in April. On 15 May 2020, Parliament extended the state of emergency until 31 July.[18] On 1 June 2020, Antigua and Barbuda reopened its borders to international travelers in a phased approach. Phase 1 allows arriving passengers to present a valid medical certificate stating a negative COVID-19 test result within the previous 48 hours. Visitors without a negative COVID-19 certificate are allowed entry on the condition that they quarantine at an approved hotel. Returning nationals without a certificate must submit to mandatory quarantine. The first flight carrying international visitors arrived on 4 June.[19][20] The fourth death occurred in November and the fifth in December. On 7 January 2021, Barbuda council reported first positive case in Barbuda island.[21][22] On 28 February 2021, Barbuda council reported 5 positives cases.[23]","Title":"COVID-19 pandemic in Antigua and Barbuda - Wikipedia","KeyID":"10691","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Antigua_and_Barbuda"}