{"Content: ":"The COVID-19 pandemic in the Dominican Republic is part of the worldwide pandemic of coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The virus was confirmed to have reached the Dominican Republic on 1 March 2020. On 31 December 2019, the Health Commission of Wuhan, Hubei, China, informed the WHO about a cluster of acute pneumonia cases with unknown origin in its province. On 9 January 2020, the Chinese Center for Disease Control and Prevention (CCDC) reported the identification of a novel coronavirus (later identified as the SARS-CoV-2) as the cause.[4] The disease in China affected over 80,000 people, causing over 3,200 deaths (as of March 25, 2020) and has now spread to over 210 countries and territories across the world.[5]  On 1 March, the first case in the country and the Caribbean was confirmed. A 62-year-old man from Italy entered the country on 22 February and fell ill on 24 February, when he was transferred to Ramón Lara military hospital from the beach resort of Bayahibe.[6] On 6 March, the second case in the country was confirmed as a Canadian tourist (also vacationing in Bayahibe) was detected.[7] On 8 March, three more cases were confirmed from Dominican tourists that came from a trip to Italy.[8] On 14 March, the Minister of Public Health, Rafael Sánchez Cárdenas, confirmed six new cases. All of the individuals had been outside of the country within the past 14 days.[9] The first documented case of local transmission seems to have originated from a 56-year old Dominican woman from the town of Villa Riva on Duarte Province[10] who had traveled from Italy to the Dominican Republic on 26 February 2020.[11] The woman refused to be sent to Santo Domingo to be in isolation after receiving her COVID-19 positive diagnosis, returning to her home instead.[12] She seems to have passed on the virus to her neighbour.[13] Two weeks later, Duarte Province confirmed number of cases are only surpassed by the two larger urban centers (Distrito Nacional/Santo Domingo and Santiago) in the number of cases (29) and leads in the number of casualties (4). This cluster of cases seems to have originated around those in close contact with Mrs. Herrera Díaz.[14] On the week of 16 March, a number of COVID-19 cases in San Pedro de Macorís Province (including its Senator José Hazim Frappier) and the Armed Forces Colonel Kalil Haché seem to have contracted the virus during a fundraising dinner on Club 2 de Julio in the city of San Pedro de Macorís.[15][16] On 14 March, a high-profile wedding in Cap Cana seemed to be the COVID-19 infection source for a number of its attendees, which included many foreign residents. The wedding received a lot of public criticism for having had a \"crazy hour\" theme mocking the coronavirus concerns.[17] The chancellor of the Dominican Republic, Miguel Vargas Maldonado would have contracted the virus from his son, who attended the said wedding and also contracted COVID-19.[18] Twenty Dominican doctors were exposed to the virus while celebrating their 30-year medical school graduation anniversary on board the Costa Favolosa cruise ship around the Caribbean. They started the journey on March 2, and before landing on 9 March, at least five in the Dominican party presented COVID-19 symptoms, and later tested as positive for the virus.[19] The first COVID-19-related death was announced by health authorities on 16 March 2020, of a 47-year old Dominican woman who had recently traveled from Spain [13] On 24 March 2020, renowned designer Jenny Polanco, who tested positive on 15 March, died too.[20][21] On 27 March, Armed Forces Colonel Kalil Haché died at the Ramón de Lara Hospital;[22] the next day his widow died too.[23] Haché was elevated posthumously to the rank of Brigadier General. On 31 March 2020 writer René Rodríguez Soriano died.[citation needed] On 23 March, the Minister of Public Health reported two recoveries, a 12-year-old child and a 26-year-old woman.[24] A number of schools and universities suspended classes due to COVID-19 concerns on March 16 and 17, with many switching to virtual learning platforms.[25] On 17 March, President Danilo Medina gave an address to the nation and declared a state of emergency, announcing a series of measures to try and stop the spread of the virus.[26] He ordered all land, sea, and air borders be closed for the next 15 days, taking effect as of 19 March. Additionally, all commercial business activity will be suspended, with the exception of supermarkets, convenience stores, gas stations, and pharmacies. Schools will remain closed through 13 April, and public employees who are 60 years of age or over, or those with a pre-existing health condition, must stay confined to their residences.[citation needed] On 20 March 2020, the government decreed a mandatory night curfew from 8pm to 6am until 3 April. Only doctors and health workers, journalists, and guardsmen were exempt.[27] However, many residents in the Greater Santo Domingo area resisted the measure; on the first night, 1,714 were arrested during the curfew.[28] On the second night, 2,102 were arrested during the curfew.[29] On 26 March 2020, the government extended the night curfew schedule to 13 hours: from 5pm to 6am.[30] March 31, 2020, President Danilo Medina appointed (Decree 140–20) Doctor Amado Alejandro Baez as his senior advisor for Public Health and chief executive officer for the Presidential COVID-19 Committee.[31] The Presidential COVID-19 Committee was tasked with creating public-private partnerships as well as developing public policy, strategies and operations to combat COVID-19 at a national level. The committee presented on April 5 a comprehensive technology utilization, hospital capacity augmentation and Test-Trace- Treat strategy with a focus on strengthening local government capacities via public-private partnerships. The centerpiece of the strategy was \"Public Value in Crisis Model\" piloted on April 12, 2020, at San Francisco de Macoris (SFM) Duarte province. #PlanDuarte [32] targeted SFM as the highest case and mortality city at that time. Within two weeks of implementing #PlanDuarte the province started showing evidence of a positive impact in reported positivity, critical care use and mortality[33][34] in early May the focused and targeted approach to Duarte Province resulted in a statistically significant impact on Case Fatality Ratio for the whole country.[35] The Public Value in Crisis model was reproduced successfully in multiple other provinces and more recently became the hallmark on the National District strategy under the leadership of Mayor Carolina Mejia. On April 22, 2020, The first Dominican Epidemiology Intelligence Center was developed by the Presidential COVID-19 Committee under the leadership of Minister of Defense Lt General Paulino Sem, Counter Admiral Lee Balester and Doctor Amado Alejandro Baez. The Epi Intel Center was housed out of the Ministry of Defense C5i Center [36] and tasked with creating inter-agency \"Intelligence Fusion\" efforts that guided country-wide strategies and COVID-19 operations.[37] After the successful implementation of the C5i Epidemiology Intelligence Fusion Center, the Dominican Ministry of Public Health viewed this model as very important and effective and proceeded reproduced this effort four months later in August 2020, creating the MOH \"Center for Public Health Intelligence\" [38] After the epidemiological impact of COVID-19 post the July 5th 2020 presidential elections, the DR experienced a peak in positivity on July 23, after which a continuous deceleration was noticed up to late September, this prompted a formal public congratulations by the World health Organization to the Dominican Government on Sept 24th 2020 [39] the drastic improvements were noted on positivity rates, case fatality ratios and hospital capacity utilization, clearly this being evidence of all collective efforts of prior and current (August 16) authorities. Similarly on Sept 25th 2020, Dominican media reported the country as having one of the lowest mortality rates in the region (CFR ~1.9%)[40] A number of provinces have decided to limit access to their territories to avoid contagion from COVID-19, such as San José de Ocoa,[41] and El Seibo, which remained case-free (as of 26 March).[42] Other provinces in case-free areas are asking their authorities for similar measures.[43] The National District of Santo Domingo under the leadership of Mayor Carolina Mejia, developed in conjunction with the Santo Domingo Health Cluster (www.clustersaludsd.org) the \"Municipal COVID-19 Manual\".[44] This manual was operationalized starting on August 18, 2020, and later launched to be reproduced comprehensively throughout all \"mancomunity\" municipalities [45] As options and new treatments emerged to combat the COVID-19 virus, there was talk of the possibility that convalescent plasma or hyperimune[46] was a viable option to treat. Since May 2020, multiple health institutions within an investigative protocol framework, regulated by CONABIOS, began its use. The practical results[47] of its use, and those recovered in situ, increased the demand for this blood product. From this growing demand, platforms and resolutions for the centralization of this blood product are born, such as donantes.com.do[48] and initiative No. 04749-2020-2024-CD carried out by the Permanent Commission on Health.[49] On 3 April 2020, the World Bank released US$150 million to support the Dominican Republic's efforts to contain COVID-19.[50] ","Title":"COVID-19 pandemic in the Dominican Republic - Wikipedia","KeyID":"10697","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_the_Dominican_Republic"}