{"Content: ":"The following is a timeline of the COVID-19 pandemic in Trinidad and Tobago:  On 12 March, Trinidad and Tobago recorded its first case of COVID-19. It was a 52-year-old man who had recently been to Switzerland.[3][4][5][6][7] He was self-isolated before he began experiencing symptoms of COVID-19. Contact tracing for the passengers of the patient's flight is being conducted.[7] On 13 March, a second case of COVID-19 was recorded by Trinidad and Tobago.[8][9][10] The patient, a 66-year-old male with an unknown travel history, presented himself at a health facility and was soon isolated. Others who may have been exposed to the patient are also being quarantined.[11][12][13][14] Two more cases were confirmed on the night of 15 March, bringing the total to 4 cases.[15][16][17] A fifth case was confirmed on 16 March.[18][19][20] On 17 March, another two cases were confirmed.[21][22] Another two cases were confirmed on 19 March.[23][24][25][26] On 21 March, 40 more cases were confirmed. Sixty eight (68) nationals left for a 7-day cruise on the Caribbean sea on 5 March. After a suspected outbreak of COVID-19 on board, the Costa Favolosa was forced to anchor off the coast of Guadeloupe for several days. The nationals returned to Trinidad and Tobago on 17 March via a chartered flight from Guadeloupe. They were immediately screened and tested at Piarco International Airport and later taken to a quarantine facility. On 21 March it was confirmed that 40 of the 68 persons that were quarantined tested positive for COVID-19, bringing the total number of confirmed cases to 49.[27][28][29] Also, National Security Minister Stuart Young announced the closure of all borders to everyone (including nationals & non nationals) effective midnight on March 22. On 25 March, the first COVID-19 death occurred in Trinidad. He was a seventy-seven-year-old male with known pre-existing medical conditions.[citation needed] On 26 March, the second reported COVID-19 death was an eighty-year-old male with pre-existing medical conditions. He was among the rescued cruise ship passengers quarantined at Camp Balandra.[30] The Ministry of Health also reported that one of the patients who tested positive, was quarantined and treated has since been discharged.[31] Also, Prime Minister Dr Keith Rowley announced during a post Cabinet press conference in Port of Spain that non-essential workers were to stay home from March 30 to April 15.[32] On April 3, National Security Minister Stuart Young said during a virtual press conference that provisions made under the public health ordinance on March 22 would be extended until 30 April 2020, preventing bars, betting houses, clubs and religious congregations from operating. On 5 April, Tobago recorded its first death, an elderly male with pre-existing conditions. By that date, the island had performed 74 tests of which three were positive.[33] Overall the country had submitted 797 tests to CARPHA for testing, of which 104 were positive, resulting in seven deaths and one recovery.[34] On April 6, Prime Minister Dr Keith Rowley announced in a Press Conference in Port of Spain, that the Stay at Home Order initially presented until April 15 was extended until April 30. He also said that all restaurants were to be closed, terminating services such as curbside pick-up and deliveries. On 15 April, a group of over 40 people stranded in Suriname are in a desperate situation. Despite multiple contacts to the Consulate and Caribbean Community, no plans to repatriate them have been made.[35] On 30 April, it was reported that they have chartered a plane and will soon return home.[36] On 21 April, it was announced that Trinidad and Tobago will start to ramp up testing. 4,000 test kits were received from China with another 10,000 to be expected in the coming two weeks and 10,000 from Pan American Health Organization.[37] Also, the first new case after seven days was announced bringing the total up to 115. A group of Trinidad and Tobago nationals stranded in Barbados chartered a plane at their own expense to take them home.[38] On April 25, at a media conference hosted by Prime Minister Dr Keith Rowley, it was announced that the stay at home order would be extended to May 15. On May 9, Prime Minister Dr Keith Rowley unveiled plans to lift COVID-19 restrictions on a six phased basis with phase one starting on May 10. On May 16, as COVID-19 cases remained at 116 with increased community tests all negative thus far, Prime Minister Dr Keith Rowley told citizens on Saturday at a press conference in Port of Spain, that Phase two of phased reopening would be moved up. Initially set to commence on May 24, he said that phase two would now begin three days earlier on May 21. On May 21, the last COVID-19 patient was discharged from the Couva Hospital, bringing the total discharge number to 108. On May 23, six nationals who worked aboard the Caribbean Princess cruise ship arrived by boat at the National Cruise Ship Centre, Port of Spain after which they were escorted to the UWI Debe Campus for state quarantine. On May 24, as Muslims celebrated Eid al-Fitr, Mosques across Trinidad and Tobago remained on lockdown due to the COVID-19 restrictions. On May 25, fifty-two nationals on board the Disney Fantasy cruise Ship were repatriated to Trinidad and Tobago after obtaining exemptions from the National Security Minister, Stuart Young. On May 29, after more than two months since schools were shut as part of virus mitigation measures the Ministry of Education announced the set dates for CXC exams and the reopening of the nation's schools. Exams are to commence on July 13, 2020, while the new school term will begin on September 1. On May 30, Prime Minister Dr. Keith Rowley indicated that phase three of the reopening of the country would begin on June 1, 2020, and last until June 7. On June 4, twenty-nine nationals aboard the Carnival Fantasy Cruise ship arrived in the waters just outside of Port-of-Spain on Thursday morning. On June 6, the Prime Minister announced that on June 8, hairdressers, barbers, spas and domestic workers will be allowed to resume operations and that Public transportation will be allowed to operate at 75 per cent capacity. He also announced that on June 22, he public service rotation system will end and all employees will be asked to return to work on a full-time basis, all public transport will be allowed to operate at 100 per cent capacity, access to beaches and rivers will resume, bars, gyms, casinos, cinemas and in-house dining will be allowed to resume operations, Sporting activities will be allowed to resume without spectators and that 10 persons will be allowed to congregate. He also announced that places of worship will be reopened on June 12 with worshippers strictly observing the guidelines of sanitizing, distancing and wearing of a mask by all persons attending places of worship. On June 7, the Prime Minister announced that places of worship in Trinidad and Tobago will be re-opened one day earlier than originally scheduled, i.e. on June 11 for Shouter Baptist Day celebrations. On June 12, Prime Minister Dr Keith Rowley announced that Venezuelan migrants who signed up to work and stay in T&T for a one-year period would be allowed to stay until December 2020 given the circumstances brought on by the COVID-19 pandemic. On June 14, The Ministry of Health reported that there have been six new positive tests for COVID-19, bringing the total number of positive tests to 123. On July 1, the Ministry of Health launches community testing for COVID-19 at eight facilities. On July 13. the CSEC and CAPE examinations commenced with students of Forms 5 and 6 returning to school to write these exams. The UNICEF Office for the Eastern Caribbean Area publishes a report on the impact of COVID-19 on migrant children in Trinidad and Tobago.[39] On July 25, Tropical Storm Gonzalo passed over Trinidad and Tobago. On July 28, the Minister of Education said that date for the SEA examination will remain the same. The exam is set to take place on August 20. On July 31, the Prime Minister reduced the number of people that can congregate, reducing the number from 25 to 10 due to the recent spike in cases. He announced that the government will also ask the public service to reduce the number of public servants who are out at one time by having them come to work alphabetically and rotate them by days for the next 14 days. Also, Muslims across Trinidad and Tobago celebrated Eid al-Adha. On August 8, Trinidad and Tobago recorded 50 new cases. The number of total cases now stands at 199. On August 9, Guests at the Tropikist Hotel and Resort at Crown Point, Tobago would remain under mandatory quarantine for 14 days due to a guest who journeyed from Trinidad, tested positive for COVID-19. On August 10, the 2020 General Elections were conducted. On August 15, Chief Medical Officer Dr Roshan Parasram confirmed that there is now community spread of COVID-19 in T&T. Prime Minister Dr Keith Rowley has announced new restrictions that will last for at least 28 days as the country continues to face the rise in coronavirus cases. From August 17 the following restrictions will be in effect: all in-house dining in restaurants and bars will cease, including at food courts and malls. This will include the precincts of those establishments, take-away services, however, will be allowed to continue, beaches and rivers will close, all places of worship will be closed, all gyms will close, all contact sports will cease, waterparks will close, casinos and members clubs will remain closed, cinemas will be closed, the authorised gatherings of people outside of homes will not be more than 5 people, weddings, funerals, christenings and so on will be allowed with no more than 10 people, maxis and taxis will operate at 50 per cent capacity, air and sea-bridge transportation between Trinidad and Tobago will be restricted to essential people, all teaching institutions will remain closed until this phase is over. The prime minister said it appears at this stage the Government will likely have to shut down schools until December 31. Trinidad and Tobago recorded 71 new cases. The number of total cases and deaths now stands at 497 and 10 respectively. On August 20, the SEA examination was written by Standard 5 students. Trinidad and Tobago recorded 81 new cases. The number of total cases and deaths now stands at 767 and 12 respectively. On August 25, Trinidad and Tobago crosses 1,000 active cases. Trinidad and Tobago recorded 153 new cases. The number of total cases and deaths now stands at 1,252 and 12 respectively. On September 1, Schools across Trinidad and Tobago reopened for virtual online teaching for the new academic year.","Title":"Timeline of the COVID-19 pandemic in Trinidad and Tobago - Wikipedia","KeyID":"10705","URL":"https://en.wikipedia.org/wiki/Timeline_of_the_COVID-19_pandemic_in_Trinidad_and_Tobago"}