{"Content: ":"The COVID-19 pandemic in Anguilla is part of the ongoing global viral pandemic of coronavirus disease 2019 (COVID-19), which was confirmed to have reached the British Overseas Territory of Anguilla on 26 March 2020. On 26 April 2020, all patients had recovered[1] and on 22 November a new imported case was announced.[3] On 12 January 2020, the World Health Organization (WHO) confirmed that a novel coronavirus was the cause of a respiratory illness in a cluster of people in Wuhan City, Hubei Province, China, which was reported to the WHO on 31 December 2019.[4][5] The case fatality ratio for COVID-19 has been lower than SARS of 2003,[6][7] but the transmission has been greater, with a greater total deaths.[8][6] From 19 March, Public Health England no longer classified COVID-19 as a \"high consequence infectious disease\".[7] Anguilla is in a difficult position. The island has a population of 14,731 people.[9][10] The Princess Alexandra Hospital currently has no ICU capacity. An extension of the hospital had been planned,[11] however the Anguilla Health Care Foundation is still raising funds for the project.[12] Testing for COVID-19 is either performed by CARPHA,[13][1] by the laboratory on Sint Maarten.[1] On May 22, COVID-19 testing capacity was established on island at the Princess Alexandra Hospital Laboratory.[14] As of 24 March, The Anguillian Newspaper is no longer available in printed edition. The newspaper gets printed on Sint Maarten, but with the closure of the border, it is no longer possible. There is still a freight service, but the delivery is uncertain.[18] On 26 March, the first two cases in Anguilla were confirmed. One case is a 27-year old American woman and the other is 47-year old resident of Anguilla with whom she has been in contact.[19] On 2 April, a 78-year-old man who had recently been in an overseas territory of the United States has tested positive. He had mild symptoms. His contacts have been quarantined.[13] On 3 April, an economic support package was announced by Premier Banks.[20] On 8 April, the Anguilla Youth Sports Foundation donated gloves, masks and hand sanitisers to the Princess Alexandra Hospital.[21] On 10 April, a price and goods regulation was announced.[22] On 26 April, all three had recovered. The confirmation of a sudden death on 23 April[23] was also received. The laboratory in Sint Maarten declared the sample negative on 23 April, and the CARPHA confirmed the diagnosis on 25 April. At the present time there are no suspected cases and no evidence of transmission of the COVID-19 virus within Anguilla.[1] On 22 November a new imported case was announced, in a recently arrived person from the US, who remained asymptomatic and isolated in an approved location.[3] On 21 April 2021, 3 locals cases are reported after a resident of Anguilla shown symptoms.[27] A cluster in Anguilla was confirmed on 23 April with the confirmation of 28 positive cases related to the cases of 21 April.[28] On 26 April, 52 cases linked to the cluster are reported.[29] As of 18 March, Anguilla closed its airport and seaport for two weeks, and also shut all schools in the territory.[30] On 27 March, Anguilla ordered shelter in place, prohibited public gatherings over 12 people. Restaurants were only allowed to be take away only, and closures of liquor stores.[31] From 29 April onward, churches, places of worship, all retail stores, hair salons and barber shops, accommodation suppliers, gyms and spas, recreational facilities, official lotteries, restaurants and bars can re-open, as long as social distancing is observed.[32] From 30 April onward, the following restrictions are in effect: No gatherings over 25 people, no sports events. Social distancing must be maintained and every establishment may only permit 1 person per 30 square feet and place markers where people should queue up.[33] From 11 May onward, grade 5 and 6 will reopen for half a day. The other grades will continue with e-learning.[34] From 1 June onward, internal restrictions on public gatherings and the movement of people were removed based on the epidemiological situation. Though strict controls remained on the entry of residents into the island[35] From 1 November onward, Anguilla re-opened both its airport and seaports to all passengers subject to receiving pre-approval entry authorization and following all entry protocols[36][37]","Title":"COVID-19 pandemic in Anguilla - Wikipedia","KeyID":"10706","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Anguilla"}