{"Content: ":"The COVID-19 pandemic in United States Virgin Islands is part of the ongoing global viral pandemic of coronavirus disease 2019 (COVID-19), which was reported to have spread to the U.S. territory of the Virgin Islands with the first confirmed case of COVID-19 on March 13, 2020. COVID-19 testing on the islands began on March 3, 2020, with the first three tests sent to the Centers for Disease Control and Prevention.[2] On March 13, the first case in the territory was confirmed, and the first community transmission case was identified on March 22.[3] On March 13, 2020, the cruise ship Grandeur of the Seas was denied entry to the islands outside of allowing an injured patient to be removed from the ship.[4] On March 23, non-essential businesses were ordered to close beginning March 25 by Governor Albert Bryan, and residents were directed to stay home.[5][6] All University of the Virgin Islands graduate and undergraduate classes were required to be held online beginning March 23.[7] On March 25, entry of visitors to the islands was barred for 30 days.[5][6] On May 31, 2022, Governor Bryan announced that the travel screening portal would be shut down, saying that the \"tool effectively served its purpose in protecting Virgin Islands residents\", pointing out that the federal government still requires a negative test within 24 hours from a foreign port. He stated that \"we are transitioning from COVID-19 pandemic to endemic\" and \"we now have the tools and information necessary to protect ourselves from a serious illness.\"[8] Sources: United States Virgin Islands Department of Health[9][10][11]  This article about the COVID-19 pandemic is a stub. You can help Wikipedia by expanding it. This United States Virgin Islands-related article is a stub. You can help Wikipedia by expanding it.","Title":"COVID-19 pandemic in the United States Virgin Islands - Wikipedia","KeyID":"10719","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_the_United_States_Virgin_Islands"}