{"Content: ":"The COVID-19 pandemic in Sint Eustatius is part of the ongoing global viral pandemic of coronavirus disease 2019 (COVID-19), which was confirmed to have reached the Dutch Caribbean island of Sint Eustatius on 31 March 2020.[2] On 5 May all cases recovered.[1] The island's first COVID-19 death was recorded on 19 January 2022. The patient died at the St. Maarten Medical Center (SMCC) where they had been transported for treatment according to the press release of the St. Eustatius government.[3] On 12 January 2020, the World Health Organization (WHO) confirmed that a novel coronavirus was the cause of a respiratory illness in a cluster of people in Wuhan City, Hubei Province, China, which was reported to the WHO on 31 December 2019.[4][5] The case fatality ratio for COVID-19 has been much lower than SARS of 2003,[6][7] but the transmission has been significantly greater, with a significant total death toll.[8][6] The island has a population of 3,139 people.[9] The Queen Beatrix Medical Center run by the St. Eustatius Health Care Foundation[10] provides the medical care on the island, but patients requiring intensive care need to be transported to Sint Maarten.[11] Testing for COVID-19 is also being performed in Sint Maarten, but due to the limited capacity, tests for people without symptoms are forwarded to Guadelope,[12] which takes 3 to 5 days.[11] On 16 March, the airport and harbor were closed to international travel from high risk areas like Europe and the United States.[13] By 26 March, there were no confirmed cases in the territory, with seven suspected cases coming back negative.[14] Schools have also been shut on the island.[14] Most international visitors are also currently banned from entering the territory.[15] On 31 March, the first two cases were confirmed.[2] The patients are young men from the Netherlands who arrived on 15 March and self isolated after arrival.[11] On 1 April, a €13 million support package for businesses, employees, and the unemployed was announced for the BES islands.[16] On 2 April, it was announced that restaurants, bars, sport centres had to close and that gatherings of over 25 people are banned.[11] On 7 April, Island Governor Marnix van Rij announced that all non-essential business should close, in supermarkets a maximum of 15 persons is allowed inside including employees, and that Sint Eustatius will not implement a curfew yet.[17] Peter Glerum has been appointed as crisis management advisor by the Public Entity of St. Eustatius.[18] On 17 April, a mobile intensive care unit was delivered from Maastricht via Sint Maarten. The two positive cases were retested and are still positive.[19] As of 19 April, 19 people have been tested and 15 people are in self quarantine.[20] On 20 April, there was an unclear official statement that the number of cases went to 1,[21] but it turns out that one recovered.[22] On 22 April, a semi-permanent field hospital has arrived in Sint Eustatius, and will be used for COVID-19 patients in Bonaire, Sint Eustatius and Saba. The field hospital consists of six ICU beds,[23] and is expected be operational on 8 May.[24] On 23 April, it was announced that the person who was evacuated to Sint Maarten Medical Center on a helicopter on 21 April has tested negative.[25] On 25 April, it was announced that in order to alleviate the economic hardship, the fixed tariff for electricity and water will be set to zero, and the price of internet will be set to $25.- from 1 May until the end of the year. The island will also receive €150,000 of food aid.[26] On 28 April, Governor Marnix van Rij announced that repatriation flights for European and United States citizens stranded in Sint Eustatius were being planned.[27] St. Eustatius started preparation with the Caribbean Netherlands Fire Brigade for a joint hurricane COVID-19 strategy.[28] On 1 May, Governor Marnix van Rij announced that the schools will gradually reopen from 11 May onward.[29] On 5 May, all cases recovered.[1] There is still one test pending. The island is under an emergency ordinance which will expire 15 May.[24] On 18 May, the Queen Beatrix Medical Center gradually reopened. There are still a number of conditions, but normal medical care will be provided once more.[30]","Title":"COVID-19 pandemic in Sint Eustatius - Wikipedia","KeyID":"10716","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Sint_Eustatius"}