{"Content: ":"The COVID-19 pandemic in Aruba is part of the ongoing global viral pandemic of coronavirus disease 2019 (COVID-19), which was documented for the first time in Aruba on 13 March 2020. As of 29 May, all cases recovered.[3] On 29 June, two new cases were discovered.[4] On 12 January 2020, the World Health Organization (WHO) confirmed that a novel coronavirus was the cause of a respiratory illness in a cluster of people in Wuhan City, Hubei Province, China, which was reported to the WHO on 31 December 2019.[5][6] The case fatality ratio for COVID-19 has been much lower than SARS of 2003,[7][8] but the transmission has been significantly greater, with a significant total death toll.[9][7] 13 March 2020 - Prime Minister Evelyn Wever-Croes announced the first two confirmed cases of coronavirus on the island.[10] As a result, the country restricted entry of all individuals coming from Europe via air and seaports – starting on March 15 and in effect until 31 March – with the exception of those who are Aruban citizens.[10] They also suspended public and private school classes for the week of 16 March, as well as all large-scale public gatherings.[11] 15 March 2020 - At approximately 8pm AST, Aruba's Prime Minister Evelyn Wever-Croes announced that there would be a lockdown on all inbound international travel commencing at midnight of 16 March 2020 and ending 31 March 2020. An exception to this inbound travel lockdown would be granted to Aruba residents. A travel advisory would also be instituted for residents, advising against outbound travel at this time. To this date Aruba had two confirmed coronavirus cases. It is important to note that this lockdown does not apply to outbound travel for international travelers currently in Aruba – they will be able to take their return flight home.[10] 16 March 2020 - The third case of the coronavirus was reported, a doctor who recently travelled to New York for her vacation. She did not show any symptoms, but was tested, and the results of the test showed she was positive for the virus.[12] 17 March 2020 – Fourth case of coronavirus announced. The person who tested positive for the coronavirus is a tourist.[13] 20 March 2020 – Fifth case of coronavirus announced. The patient is an employee of the airport, who arrived back from New York, where he was on vacation. This was discovered a day after there was public protest over the lack of measures on the airport to protect employees against contagion.[14] 21 March 2020 – Three more cases have been announced, bringing the total to eight. It concerns two people from outside of Aruba (one from New York and one from Miami). The third case is possibly the first locally transmitted case.[15] 22 March 2020 – A ninth case is now known to be a CMB employee, who had returned from travel to the USA. He has been to work only a relatively short time and has had no contact with customers. CMB has now closed the branch until further notice.[16] 23 March 2020 – Again three more cases have been announced. They are two locally transmitted cases, and one brought to Aruba from Colombia.[17] 24 March 2020 – Five new cases are reported, bringing the total to 17 now. Though this looks like a big jump the testing has been increased from 20 persons to 40 per day. Of these 5 cases, three are locally transmitted.[18] 25 March 2020 – Only two new cases are reported, totaling 19. It's possible this is the effect of the drastic measures that were taken earlier this month, such as the ongoing curfew. It concerns one imported case from Colombia, and one locally transmitted case.[19] 26 March 2020 – Nine new cases are reported, totaling 28. This is likely related to the increased testing, which has now doubled (from 50 per day to 100 per day). Several cases are employees of Respaldo, the mental health institute of Aruba, which is situated close to the hospital.[20] 27 March 2020 – Five new cases on this day are reported, bringing the island to 33 cases. All of those are locally transmitted case, and one of those working at Respaldo, where people were infected a day before.[21] 28 March 2020 – Thirteen new cases have been reported, the highest to date, with a current total of 46 now. There is no record yet as to the origin of these new cases.[22] 29 March 2020 – Only four new cases this day (total 50). A possible cause is the effect of public measures that started 15 March. Initially the number was set to six cases, but two of those appeared to be false positives.[23] 31 March 2020 – Unfortunately another increase of 5 cases (total 55). Four patients are hospitalized, of which one in medium care unit, and one in intensive care unit.[24] 2 April 2020 – 5 new cases are reported, totaling 60 now.[25] 3 April 2020 – 2 new cases have been reported, totaling 62 now. Nine patients are hospitalized.[26] 4 April 2020 – Again only 2 new cases have been reported, totaling 64 now. A rumour that over 40 cases had been found in Savaneta was quickly discredited by the national health services (DVG).[27] 6 April 2020 – 7 new cases have been reported. Up to this point 910 persons have been tested, of which 838 have resulted negative, and one result is still pending.[28] 7 April 2020 – 3 new cases, bringing the total to 74 now. 14 people have recovered, so the total number of active cases is 60.[29] The Ministry of the Interior and Kingdom Relations of the Netherlands stated that the six islands (Aruba, Bonaire, Curaçao, Saba, Sint-Eustatius, Sint Maarten) closely cooperate to ensure essential health care and that the Dutch government is negotiating with Colombia for specialized care.[30] Aruban DJ Sha King Arrindell died in New York City from COVID-19 at the age of 34.[31] 8 April 2020 - 3 new cases bringing the total to 77 now. There have been no new recoveries, thus the number of active cases is 63.[32] Fitch Ratings lowered Aruba to BB (non-investment) because of the expected lack of income from tourism and expected increased debt.[33] 9 April 2020 - 5 new cases bringing the total to 82 now. There have been 6 new recoveries, therefore the number of active cases is 62.[34] The United States announced a repatriation flight for stranded in Americans.[35] 10 April 2020 - 4 more cases test positive and there have been 5 more recoveries. The current number of active cases is 59. 1,058 people have been tested thus far.[35] Respirators, medicine and protective equipment is being flown to Aruba, Bonaire and Curaçao by the Dutch government. The shipment will contain 12 ICU beds for Aruba.[36] 11 April 2020 - 4 more cases bringing the total to 92, and 2 more recoveries. The current number of active cases is now 63.[37] Aruba is disappointed with the emergency aid from the Netherlands. Aruba can borrow about 21 million euros, but had asked for 200 million euro. Prime Minister Croes said that she appreciated the loan, but did not agree, because the island is largely dependent on tourism.[38] 12 April 2020 - No new cases, 3 more recoveries bringing the number of active cases to 60.[39] 13 April 2020 - Dr. Horacio E. Oduber Hospital, the only hospital on Aruba, which originally had 6 ICU beds had already increased its capacity to 21, and now has 33 ICU beds.[40] There are currently three patients in ICU.[41] 14 April 2020 - A hairdresser who has been hospitalized and is in intensive care has tested positive.[42] 15 April 2020 - Aruba announces the first COVID-19 related death.[43] There are currently 93 cases and 39 recoveries.[44] A second death has been announced. The person fell ill and was due to be tested the next day, but died before testing. The result has been confirmed posthumously.[45] 17 April 2020 - Prime Minister Evelyn Wever-Croes said that due to the COVID-19 pandemic, Aruba is in a severe economic crisis and that there is no guarantee that the wages of civil servants can be paid for the coming three months. Therefore, there will be 15% pay cut across the board.[46] The cut has been revised to 12.6% for civil servants, 20% for Ministers, office holders, advisers, and directors, and 4.5% for the pensioners of the APFA.[47] 19 April 2020 - Legal and illegal migrants who are stranded on Aruba and cannot afford repatriation are asked to register for voluntary repatriation.[48] 23 April 2020 - 21 out of the 35 hired American health care workers have arrived in Aruba. They will be tested and go into isolation for 7 days after which they will start working at the Dr. Horacio E. Oduber Hospital.[49] 24 April 2020 - It was confirmed one of the hired health workers tested positive for COVID-19. Immediately the entire team was sent back to the United States.[50] 28 April 2020 - The US Consulate has arranged for a repatriation flight on 10 May for American citizens stranded on Aruba, Bonaire, and Curaçao. The plane will leave from Queen Beatrix International Airport in Aruba and proceed to Hollywood International Airport in Fort Lauderdale.[51] 29 April 2020 - The budget for 2020 was approved in Parliament and a supplement was added lowering the salaries by 25% until the end of 2020.[52] 30 April 2020 - The schools will not reopen on 11 May.[53] 1 May 2020 - The Dutch government had approved a 'soft' bail-out of 49.5 million florin (± $27.6M) for Aruba which had to be repaid in two years without interest.[54] 7 May 2020 - The third death had been announced. It concerns a 70-year-old man.[55] 12 May 2020 - Thousands of families in Aruba depend on food aid. Jandino Asporaat, the Curaçao-born television personality, had raised over €1 million for food aid in Curaçao, Aruba and Sint Maarten.[56] 17 May 2020 - Prime Minister Evelyn Wever-Croes had conceded to the condition imposed by the Dutch government for the 113.3 million florin (±€58 million) soft loan.[57] 29 May 2020 - All cases recovered.[3] 29 June 2020 - Two new cases had been discovered.[4] 5 August 2020 - There was a dramatic jump in active cases after 39 cases of community spread were discovered.[58] 8 August 2020 - A record number of new cases had been discovered. Groups with over 4 people are no longer allowed, and everybody is to remain inside if possible.[59] 15 March 2020 - 31 March 2020 schools were closed till the end of March. Schools were asked to implement a plan for online classes to minimize impact.[11] 15 March 2020 - Restricted entry of all individuals coming from Europe via air and sea.[10] On 16 March, it was expanded to all international travel.[60] 21 March 2020 - 28 May 2020 an indefinite curfew was set, from 9PM until 6AM. Violations were met with fines up to AWG 10,000 (+/- US$5500). In addition all shops had to be closed by 8PM.[61] Lockdown was implemented, all flights to the island was prohibited. Humanitarian flights were allowed to land to return stranded passengers home.[62] 24 March 2020 - A list of maximum price for essential goods was instituted.[63] 25 March 2020 - After the curfew was set, journalists rallied against this decision, and wrote letters to international organization for support, which they also received. The indignation was caused by a reporter of the Dutch television being arrested and fined 1,000 florin on 23 March for not abiding to the curfew.[64] The prime minister afterwards declared the press will be allowed on the streets during the curfew, but only 3 designated members of the press will be assigned, and should be ready to be stopped by police and properly identify themselves as members of the press.[65] 26 March 2020 - Starting Sunday 29 March, a mandatory ‘shelter in place’ order will be active, which means nobody can leave the house for anything but the most essential activities, such as groceries and doctor's visits. Sports will also be allowed, as long as people keep distance, as this is essential to general health. This order will be maintained for at least two weeks.[66] 7 April 2020 – The government of Aruba expanded the current shelter in place order for the Easter weekend. freedom of movement was prohibited unless for essential travel. Public gatherings were prohibited. Only groups of a maximum of three are allowed and all should be living under one roof.[67] 29 April 2020: The curfew was modified. The curfew time was set from 10PM until 5AM.[68] 4 May 2020 – 17 May 2020: Certain businesses were allowed to open, with a gathering restriction of 15 people inside the premises, including the staff[69] 18 May 2020 – 31 May 2020: Businesses could open with a maximum of 50 people inside the premises 28 May 2020 – The curfew measures ended[70] 1 June 2020 – 14 June 2020: Businesses could open with a maximum of 125 people inside the premises 15 June 2020 – onward: Restrictions (if any) will be defined at a later time 26 August 2020 – A new curfew was instated, lasting between 12AM-5AM[70][71] 18 September 2020 – The curfew was changed to 10PM–5AM[70] 7 October 2020 – The curfew was changed to 12AM–5AM[70] 7 January 2021 - Because of a continuing rise of cases, the measures that started in December have been prolonged until 31 January 2021. This includes a curfew from 11PM-5AM.[72] Chronology of the number of active cases (1 December 2020—) Chronology of the number of active cases (28 June 2020—30 November 2020) Chronology of the number of active cases (12 March 2020—29 May 2020)","Title":"COVID-19 pandemic in Aruba - Wikipedia","KeyID":"10711","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Aruba"}