{"Content: ":"The COVID-19 pandemic in Puerto Rico is an ongoing viral pandemic of coronavirus disease 2019 (COVID-19), a novel infectious disease caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). It is part of the ongoing COVID-19 pandemic. Puerto Rico started addressing the risks of an outbreak in early 2020. The island took \"some of the most dramatic steps of any U.S. jurisdiction to control the virus,\" and \"several U.S. cities and states followed Puerto Rico’s lead, imposing curfews and shutting businesses\" of their own.[3] On February 29, Puerto Rico then governor Wanda Vázquez Garced established a task force to look into how the virus could affect Puerto Rico and to lay out plans on how to best mitigate any outbreaks. Given the long delays encountered by the Puerto Rico government in obtaining reasonable turnaround from the CDC test labs in Atlanta for samples submitted for testing, the local government took the position that every suspicious case was to be treated as a COVID-19 case until test results were received, and ordered patients to be kept in isolation for 14 days. On March 12, one day before the first COVID-19 case was confirmed, the governor declared a state of emergency and activated the Puerto Rico National Guard to help monitor travelers arriving to the Island through its airports and cruise ship docks. In Section 6 of the bulletin, the citizens of Puerto Rico were put on a curfew allowing them to travel out of their homes from 5AM to 9PM only for essential business such as to buy medicine or seek medical assistance, purchase groceries, or to care for a sick person.[4] The first cases of COVID-19 in Puerto Rico were reported on March 13. They consisted of two Italian tourists and a 71-year-old cancer patient. The governor expressing concern that the curfew established on the 12th was not being followed, took stronger actions, and asked all non-essential businesses be close from March 15 through March 30.[5][6] The first death recorded was that of the 68-year-old Italian woman tourist; a few days later her husband was reported to have recovered from the virus. Testing is being conducted by veteran's hospitals, private labs, and the Puerto Rico Department of Health.[7] As of October 24, 2021[update], 2,298,983 residents of Puerto Rico have received at least one dose of the COVID-19 vaccine, equivalent to 88.7% of the population.[8] When the first case of COVID-19 was confirmed in Puerto Rico on March 13, Puerto Rico was still recovering from several major natural disasters, including Hurricane Maria[9] and the 2019–20 Puerto Rico earthquakes.[10][11] Increasing the risk of infections from the virus was also the strong ties between Puerto Rico and the Puerto Rican population in New York City, a city which had its first confirmed COVID-19 case on March 1,[12] making the spread of COVID-19 due to people arriving from New York a concern for Puerto Ricans.[13] It was out of this concern that on April 8 Puerto Rico governor Vázquez Garced asked the FAA to halt flights to Puerto Rico from U.S. \"hot spots\" including New York, New Jersey, Florida, Pennsylvania, Connecticut and Illinois.[14] Like the rest of the world, including United States, Puerto Rico was unprepared for the 2020 COVID-19 pandemic.[15] When compared to that of the United States, Puerto Rico's population was at higher risk of COVID-19 due to various additional factors such as an older population, higher levels of poverty, and greater dependence on public resources for access to health care. Despite these factors and shortcomings, by April 16 Puerto Rico had kept the number of COVID-19 deaths rate to less than 17% that of deaths in the United States when the two are compared on an equal per-million-inhabitants basis. A table published on April 16 by Statista, a tracker of COVID-19 cases worldwide, showed the number of deaths in Puerto Rico at 15.96 per million inhabitants while that in the United States is shown at 94.54 per million inhabitants.[16] It is generally known that the virus is more lethal to older people[17] and Puerto Rico has a high proportion of elderly people. In July 2019, almost 21% of Puerto Rico's population was over the age of 65.[18] Additionally, elderly residents of Puerto Rico are seven times more likely to live in poverty. Puerto Rico has about 8,194 hospital beds[19] for its (as of July 1, 2019) estimated population of 3,193,694 residents.[18] Since 2006, when Washington stopped some special taxes incentives, Puerto Rico entered an economic crisis, lowering its fiscal budgets.[20] Puerto Rican average Medicaid enrollee receive $2,200/year against $6,700 in US States.[20] Washington periodic fiscal cliff also represent a threat to territories health care systems.[20] Persistent underfunding, uncertainty and the natural disasters of recent years placed Puerto Rico's health care system in weaker position to face the pandemic.[20] Hospital infrastructure have aged.[20] From 2006 to 2016, the number of doctors fell from 14,000 to 9,000, while there is also a shortage of nurses.[20] There are not enough resources to prepare for disasters- the model has been to provide relief after disasters hit.[20] Sources: Notes: Late January: Luis Muñoz Marín International Airport becomes one of twenty U.S. airports identified by U.S. Federal officials where travelers were to undergo additional screening. The screenings were to focus on passengers from Wuhan and included a form to be filled out by the traveler stating their travel, contacts in Wuhan, and the presence of any possible symptoms. Travelers will have their temperatures taken.[22] February 29: Governor Wanda Vázquez Garced establishes a coronavirus task force to track potential cases.[23] March 4: A Panamanian doctor and four companions arrive in San Juan, Puerto Rico after traveling to New York, Miami, and Panama. They attend the National Day of Salsa festival in San Juan on March 7 despite having a fever and feeling ill. On March 12, Vázquez requests all people who were in the VIP section of the Salsa venue to isolate if they had flu-like symptoms because they may have been exposed to the virus.[11] March 8: A 68-year-old, Italian woman on the cruise ship Costa Luminosa sailing from Fort Lauderdale, Florida is put in isolation in a Puerto Rico hospital after showing symptoms of pneumonia. A test is sent to the Centers for Disease Control and Prevention (CDC).[24] Vázquez orders that all cruises arriving in Puerto Rico certify that no passengers meet the criteria for COVID-19.[25] March 10: The Puerto Rico Department of Health reports that five cases are under investigation. According to the Secretary of Health, Rafael Rodríguez Mercado, the CDC received tests on March 10.[23] The five are an Italian couple on a cruise, a cruise ship passenger who was transported to Puerto Rico by the Coast Guard, a Puerto Rican man who had not travelled out of Puerto Rico and a missionary priest from Colegio María Auxiliadora, a Catholic school in Carolina, Puerto Rico.[26] March 11: There were 19 potential coronavirus cases after it was reported that a group of 16 students and 3 sponsors from Robinson School were required to isolate after arriving from a trip to Mexico City, Mexico to attend a Model United Nations competition. The country of Mexico had reported 7 cases of COVID-19 during their stay, starting on March 4. They arrived in Puerto Rico on March 9 and were allowed to attend school the next day, March 10. None of the individuals who traveled to Mexico City were infected upon returning, despite have traveled through Tocumen International Airport in Panama City, Panama.[27] March 12: As a preventive measure, Vázquez declares a state of emergency and activates the Puerto Rico National Guard. Puerto Rico has no confirmed cases of COVID-19.[23][28] The Government of Puerto Rico bars tourists from travelling to Vieques and Culebra, island municipalities popular with tourists. Only residents and those delivering supplies are allowed to travel to the islands.[29] Vázquez declares a curfew ordering people to remain in their home through March 30. People are only allowed out for emergencies. There are limited circumstances that people can come out to purchase essential items or obtain essential services from 5:00 am to 9:00 pm.[30][31] Mid-march: Several universities including University of Puerto Rico, Universidad del Sagrado Corazón, Pontifical Catholic University of Puerto Rico, Ana G. Méndez University, Interamerican University of Puerto Rico, and National University College cancel in-person classes and move to remote instruction.[32] March 13: Puerto Rico has 17 suspected cases of COVID-19 and has sent tests to the CDC on March 9. Vázquez criticizes the CDC on March 13 for not having results in over four days.[33] However, later in the evening of March 13, Vázquez announces, at a press conference, that three cases have been confirmed: the 68-year-old Italian woman from the cruise ship Costa Luminosa and her 70-year-old husband (both tourists) are hospitalized in isolation at the Ashford Presbyterian Community Hospital in Condado,[5] as well as a 71-year-old Puerto Rican cancer patient in treatment at Auxilio Mutuo Hospital[6] whose relatives had traveled off the island.[34][35] During the evening of March 13, Vázquez closed all public schools for 14 days and bars cruise ships and ferries from the Dominican Republic from docking at Puerto Rico ports.[35] March 13: Plans to take people's temperature as they enter Puerto Rico at 7 different points of entry are pending the receipt of 50 no-touch infrared thermometers.[36] March 15: A fourth case of COVID-19 is confirmed and is an 87-year-old military veteran and California resident who was transferred to the Mayagüez Medical Center by United States Coast Guard helicopter after presenting symptoms on a cruise passing through the Mona Passage.[6] Vázquez orders all businesses, with the exception of grocers, supermarkets, gas stations, banking institutions, pharmacies, and medical companies to close.[30] March 15: Puerto Rico Police commissioner Henry Escalera Rivera postpones all personnel training. Current cadets at the Police Academy will report to locations close to their residences to conduct administrative tasks at the barracks. Until further notice, several documents and certifications will not be issued: background and criminal checks and copies of police reports. The Criminal Record Office will not be offering in-person services and will instead send records through email, free of charge.[37] March 15: A 65-year-old woman at an undisclosed location becomes the fifth confirmed case. Puerto Rico has 17 other suspected cases.[38] March 16: Vázquez discusses the possibility of declaring martial law should the population not heed the curfew and rules imposed with the state of emergency. The governor had mandated the closure of all non-essential businesses for two weeks yet some companies had gone about with business as usual, opening their doors, prompting Vázquez to say \"we can be much stricter.\"[39] Business owners are subject to a $5,000 fine and up to six months in jail if they don't abide by the curfew. On March 16, police fine a bar in Orocovis and carry out over two dozen enforcement actions.[40] Puerto Rican Police report making 36 arrests and filing 85 charges for violations during the three days since the curfew was enacted.[41] March 17: Vázquez sends a letter to the Federal Aviation Administration with three independent requests. In a statement, she explained the letter seeks authorization to close airports without passenger screenings, limit airstrips for charter planes, and allow the island to limit air traffic to the military and vital services.[41] Police saw an increase in domestic violence incidents being reported.[42] March 18: The sixth confirmed case is announced by a Veterans Hospital spokesperson. State epidemiologist Carmen Deseda reports there were 26 possible cases at the Veterans Hospital, 10 of which tested negative.[43] March 21: The first death due to COVID-19 is recorded- the 68-year-old Italian woman who had been on the Costa Luminosa cruise ship from Florida, and who had underlying health issues.[44] Also, on March 21, in response to fake news that begins circulating from WhatsApp, people run to the streets, en masse, for mass shopping and hoarding. The fake news stated that the island's grocery stores would close shortly. The March 15 two-week curfew by Vázquez was defied by many due to the fear caused by the fake news, prompting an investigation by the FBI into who initiated the panicking news.[45] In other news, the 2020 Puerto Rico Democratic primary, originally scheduled for March 29, is postponed until April 26.[46] March 25: The island announces death of a resident due to COVID-19. A 48-year-old female teacher from Rincón dies and because she was the wife of a police officer, all 30 officers on the force are quarantined at home. The curfew is extended to April 12. There are 60 confirmed cases and two deaths.[47] March 30: The sixth death is recorded.[48] March 31: The seventh and eighth are deaths recorded. Confirmed cases rise to 239.[49] April 2: Police are enforcing the curfew by arresting drivers and towing cars. By this date, 507 people have been arrested for breaking the island-wide curfew.[50] April 6: Reports indicate that 10 doctors have tested positive for the coronavirus.[51] April 9: Seventeen businesses have lost their business license for failing to adhere to the island-wide curfew.[52] April 10: Medical personnel in hospital emergency rooms in Yauco, Bayamón, Fajardo, and Humacao are using a clear plastic box around the head of the patient when patient is being tested for COVID-19, in order to protect personnel from contamination.[53] April 21-April 24: The numbers being reported by different agencies in Puerto Rico came into question and on April 21, Orville Disdier Flores, the executive director at the Instituto de Estadísticas de Puerto Rico (PR Statistics Institute), stated that some of the numbers being reported were incorrect, that some cases had been double-counted and that they were working on correcting the errors.[54] On April 23 the numbers were 12680 conducted tests, 1416 tested positive, 69 deaths, and 1940 pending results[7] but on April 24 the numbers were updated to reflect 1276 tested positive and 77 deaths.[55] May 27: On May 27, Érica Rodríguez, a 27-year-old became the youngest person to die of coronavirus in Puerto Rico.[56] Videos of a party at a private location in Unibón (a barrio of Morovis) showing hundreds of attendees who were not following social distancing protocols nor wearing masks went viral in early September. The event was organized by an investors group called Forex. The governor stated these people had violated the executive order she signed. Many of the attendees where travelers from outside of Puerto Rico.[57] On September 8, 2020, three people related to that event were detained at the Luis Muñoz Marín airport in San Juan, two of whom were headed to Baltimore, Maryland.[58] In October, news sources showed pictures of an illegally operated dumpsite at Aguas Buenas, leaving the mayor of the municipality to explain that the pandemic's lockdowns had caused more people to do home remodeling projects and that his municipality had requested a permit to operate the location as a landfill. He stated there weren't the resources for garbage pickup of the many large household items that were being discarded and that he had had to wait five months to finally receive approval for the dumpsite.[59] On December 5, a woman and her son were stopped from boarding a flight from Baltimore/Washington International Thurgood Marshall Airport to Puerto Rico, preventing a potential superspreader event. The nine-year-old boy had tested positive on November 24, and the quarantine and travel prohibition order arrived just 30 minutes before they boarded the flight.[60] In December, authorities were searching for a tourist who refused to wear a mask and was seen on a (viral video) assaulting someone.[61] In January 2021, Discover Puerto Rico, the tourism campaign for Puerto Rico began hosting journalists and influencers back to Puerto Rico in an effort to restart its tourism industry.[62] March 23: In March, about 12 tourists were arrested in a matter of six days when the government of Puerto Rico began to crack down on tourists who arrived but did not follow the measures that are in place. The measures are to show a negative test or to quarantine for 14 days.[63] April 1: The Rafael Hernández Airport in Aguadilla and the Mercedita International Airport in Ponce which had remained closed since the beginning of the pandemic resumed commercial flights.[64] The department of health reported that August has been the deadliest month of the year with 306 deaths of which 73% (223) were unvaccinated.[65] In order to reduce friction between tourists and Puerto Rico's residents a public campaign to educate tourists on correct, safe behavior was launched.[66] September 4: The family of retired reporter Efren Arroyo of WAPA TV confirms he was unvaccinated and died of COVID-19.[67] March 11: Caribbean Business reports that the United States Department of Health and Human Services will be awarding nearly $5.9 million to Puerto Rico to combat COVID-19.[68] March 12: At a press conference, Governor Vázquez declares a state of emergency and activates the National Guard. She states that National Guard personnel will be stationed at the Luis Muñoz Marín International Airport and the Port of San Juan to screen arriving passengers for symptoms.[23] The declaration also orders all mass gatherings and events in March to be postponed or canceled. Vázquez expresses frustration at the CDC delays in testing.[28] March 13: The Secretary of Health of Puerto Rico, Rafael Rodríguez resigns.[69] Congressperson Jenniffer González questions why Vázquez removed the Secretary during a time of crisis, stating that it could signal to federal legislators that the Puerto Rico Department of Health was incompetent and unprepared for the crisis.[70] Puerto Rico public schools are closed for 14 days.[35] The House of Representatives of Puerto Rico approves House Bill 2428 to amend Puerto Rico Law 180–1998 to establish unpaid emergency leave of up to 20 days for employees with a suspected or actual diagnosis of a pandemic illness.[71] The bill is awaiting consideration by the Senate of Puerto Rico.[71] March 14: Congressperson González successfully requests the CDC to include Puerto Rico and other Territories of the United States in their digital alert system.[72] González states she will remain in Washington, D.C., despite having previously scheduled meetings in Puerto Rico, so she could work with the United States Congress.[70] March 15: Vázquez issues an island-wide curfew through March 30 and closes all businesses not involved in food sales, medicine, or banking.[6] and the police commissioner postponed personnel training.[37] José Aponte Hernández, a former Speaker of the House of Representatives of Puerto Rico says he would request from Jenniffer González Colón (the resident commissioner of Puerto Rico) for funds to get an old hospital up and running. They discuss the possibility of using an old hospital located on the Roosevelt Roads Naval Station located in Ceiba (a small eastern municipality), to treat persons affected by the COVID-19 pandemic in Puerto Rico.[73] March 19: Journalists from the Center for Investigative Journalism (CPI) in Puerto Rico state that Carmen Deseda, who had become more visible in the press since the resignation of Rafael Rodríguez Mercado, does not have the credentials to be a state epidemiologist. In response, the governor of Puerto Rico stated it is a team approach and that she supports Carmen Deseda in her role.[74] On the same day, a group of Puerto Rican scientists sign and circulate a document asking for Deseda's resignation saying she had shown a lack of competence in the past and was not up to the task of dealing with the COVID-19 pandemic.[75] March 25: Acting minister of the Puerto Rico Department of Health places Encijar Hassan Ríos, an epidemiologist, in charge of leading the island's COVID-19 task force.[76] March 27: Vázquez tightens restrictions around the curfew. Motorists are only allowed out (for emergency shopping) based on the ending digit of their car license plate: license plates ending in 0, 2, 4, 6, or 8 are allowed out for emergency errands on Mondays, Wednesdays, or Fridays, and license plates ending in odd numbers are allowed out for emergencies errands on Tuesdays, Thursdays, or Saturdays. No one is allowed out on Sundays. People who defy the new rules will be met with a fine of $5,000 or arrest.[77] April 3: Non-essential businesses that remain open while the executive order is in place are defying the stay-at-home curfew and as a result would lose their business license.[78] April 8: Governor Vázquez asks the Federal Aviation Administration to stop flights from \"hot spots\" states to San Juan, Puerto Rico. The states she wants to restrict travel from include New York, New Jersey, Pennsylvania, Connecticut, Illinois, and Florida.[14] The governor also decides to review the death count based on CDC guidelines in order to avoid underreporting deaths due to COVID-19 and testing on the island lags.[13] May 1: Governor Vázquez announced that after much back and forth, the US Treasury Department approved the proposal set forth by the Puerto Rico Department of Treasury on the distribution of $1,200 payments to eligible individuals, which is part of the CARES act signed into law on March 27, 2020, by U.S. President Donald Trump.[79] May 4: Governor Vázquez announced that people who have recovered should donate plasma and blood, saying blood banks were in need of donations and a government official stated they were hoping to be able to soon provide a glimpse into the number of recovered from COVID-19.[80] May 5: Jessica Irizarry from the Department of Health explained that each of the 7 regions has a regional epidemiologist and team tasked with tracking, investigating the cases in Puerto Rico. Irizarry stated they have done contact tracing on 2000 positive cases.[81] June 8: Investigative journalist reveals the government has no strategy for dealing with COVID-19 in elderly care homes. Part of this issue was that the government had failed to use the thousands of test they received from the federal government.[82] June 11: Governor Vázquez announced the reopening of Puerto Rico's sectors except for external tourism, after an 88-day lockdown.[83] July 16: Governor Vázquez again ordered the closure of bars, gymnasiums, and movie theaters.[84] August 19: Governor Vázquez announced the closure of restaurants without outside seating arrangements and limited business capacity to 25% after a rise in COVID-19 cases. A lockdown would be in effect Sundays limiting activities to essential services. December 4: A lockdown is ordered for every Sunday from December 7, 2020, to January 7, 2021.[85] March 10: Governor Pedro Pierluisi states the low number of new COVID-19 cases allows for the reopening of schools in some of Puerto Rico's municipalities. By early March, almost 100 schools (of 858) are allowed to return to in-person learning as long as specific safety protocols are put in place.[86] March 31: A fine of $100 for not wearing a mask is implemented. A greater police presence is seen in tourist areas. A curfew from 11 p.m. to 5 a.m. is being strictly enforced and more than a dozen arrests are made.[87] A mass vaccination event is coordinated by the Department of Health. Held in San Juan, about 5,000 people are vaccinated in 15 hours with the single-dose Janssen COVID-19 vaccine.[88] April 12: Stringent measures continue including closing business that do not follow the law with regards to COVID-19 safety measures. Fifteen businesses in San Juan were closed for this reason in April, 2021.[89] April 26: A negative test will be required starting April 28, of tourists arriving in Puerto Rico, within 48 hours of arrival. Travelers who do not comply will be fined $300. This is in response to an increase in positive cases.[90] July 3: The Department of Sports and Recreation suspended all restrictions on teams practicing, nonetheless the agency requires all players and organizers be vaccinated.[91] July 27: The department of health announced a new mask mandate and raises the price of fines for not complying to $500.[92] July 29: Governor Pierluisi announces an executive order requiring all government employees to be vaccinated. The order enters into effect on August 16.[93] August 11: Governor Pierluisi orders that employees and clients of restaurants, bars, and movie theaters must be vaccinated.[94] The government incorporated the \"Vacu ID\" feature into an existing driver's app to ensure residents can demonstrate proof of vaccination. Within a week over 300,000 residents had created a Vacu ID.[95] August 19: Pierluisi announced the vaccine mandate for employees and clients would be expanded to cover supermarkets, gasoline stations, casinos, gymnasiums, spas, and day care centers. The mandate enters into effect on August 30.[96] August 27: The municipality of Vieques declared a state of emergency, over a rise in cases, which imposed a 11pm curfew and cancelled all events on municipal properties such as stadiums.[97] August 30: A vaccine mandate for employees and contract workers of the Capitol of Puerto Rico was announced and it would enter into effect on September 17.[98] March 2022: The governor announced the face mask mandate, vaccine mandate for employees and vaccine mandate for entering businesses would be lifted. Schools, hospitals, and care homes would still require the use of face mask.[99][100] The Puerto Rico Department of Health divides Puerto Rico into 7 regions each with its own epidemiologist and team.[81][7][55][101] As of March 2022, there had been 509,204 confirmed coronavirus cases and 4,152 recorded deaths.[102][103][104] The number of people recovered, tests administered, and tests pending had been provided in the early stages of the pandemic but the information was not available until April 24, 2020.[105][7] #invoke:Navbox with collapsible groups","Title":"COVID-19 pandemic in Puerto Rico - Wikipedia","KeyID":"10718","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Puerto_Rico"}