{"Content: ":"The COVID-19 pandemic in Nicaragua is part of the worldwide pandemic of coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The virus was shown to have spread to Nicaragua when the first case, a Nicaraguan citizen who had returned to the country from Panama, was confirmed on 18 March 2020.[2] According to official figures from the Nicaraguan Ministry of Health,[3] after the first case was reported on 18 March 2020, very few cases were detected for the following 8 weeks until a significant increase in the number of cases began in May 2020. Subsequently, from around mid-July 2020 the rate of new cases rapidly decreased, and as of January 2021, the country as a whole is showing one of the lowest number of cases in Latin America.[4] However, opposition leaders have criticized the government's approach to controlling the pandemic,[5][6] and an organisation called Citizens Observatory[7][non-primary source needed] has stated that the figures are significantly higher, particularly the number of deaths. On 12 January 2020, the World Health Organization (WHO) confirmed that a novel coronavirus was the cause of a respiratory illness in a cluster of people in Wuhan City, Hubei Province, China, which was reported to the WHO on 31 December 2019.[8][9] The case fatality ratio for COVID-19 has been much lower than SARS of 2003,[10][11] but the transmission has been significantly greater, with a significant total death toll.[12][10] The government initially focused on an education program, with health professionals and volunteers visiting 1.2 million households in the last week of March, and additional information being distributed via TV and other media. The government's response to the crisis was stated to be an attempt to keep the pandemic under control whilst allowing the country to continue normal activity without lockdown. The government's approach was explicitly published on 25 May, in its \"White Book\", a publication explaining its approach to controlling the outbreak.[13][14] In the document Nicaragua's approach is likened to that of Sweden: \"With the increasing abandon of the “lockdowns”, all the countries of the world will have to combine defense against the Coronavirus with the functioning of society, just as Nicaragua and Sweden have done from the beginning.\"[15] The Nicaraguan government regarded the use of lockdowns as impractical as most Nicaraguans need to leave home each day to earn enough to survive. The government's response started in January 2020, when it established Covid wards in 18 hospitals, put health checks in place at the country's points of entry with mandatory quarantines and tackled misinformation about the virus. Almost five million house to house visits by \"health brigades\" were conducted to provide information to residents.[16] Children returned to school after the Easter 2020 break as normal, government employees returned to work and most activity continued with minimal limitations. President Daniel Ortega said Nicaraguans \"haven’t stopped working, because if this country stops working, it dies.\"[17] Ana Emilia Solís, from the World Health Organization stated in March 2020 that since January, when the Nicaraguan Government declared a sanitary alert due to the threat of COVID-19: \"Nicaragua has been working according to [WHO] guidelines. It has been working hard on the enlistment of health services, strengthening epidemiological surveillance and has been working with the Community Health Network to identify possible cases that may occur at the community level\".[18] A delegation from the Pan American Health Organization, the regional branch of the WHO, visited the country in the second week of March to coordinate measures to protect against the virus. Alexander Florencio, a representative of the delegation, stated that \"the best conditions are being prepared\". Florencio added that \"provisions being made [by the government] have incorporated all PAHO recommendations.\"[19] Some critics of Daniel Ortega's government initially claimed that the government was downplaying the severity of the virus.[5][6] An estimate by an organisation called the Citizens' Observatory,[20] asserted in May that the number of cases was 4 times and the number of deaths 20 times the official figure;[21] however, the provenance of these figures is undocumented and the identity of the organisation unknown.[22] Prior to the arrival of the virus in Nicaragua, a large public rally was organized by government supporters in solidarity with coronavirus victims in other countries. However, the event was criticized for lack of social distancing.[23] The opposition party grouping, the National Coalition, wrote a letter of complaint to the World Health Organization, arguing that WHO representative Ana Emilia Solis should be promoting more extreme measures to fight the virus, despite Solis's advice being in line with WHO guidelines.[24] On 18 May 2020, about 700 health workers wrote a letter to the government, urging it to take preventive measures suggested by the WHO to control the spread of COVID-19 in the country. They raised concerns over the weak public health system and how people's lives were at risk as a result. According to Human Rights Watch (HRW), in response to the letter, several health workers were fired from their jobs in June by Nicaraguan Health Ministry without any legal procedures. HRW urged the Nicaraguan authorities to give the workers back their job with salary compensation and to take required preventive measure to control the pandemic.[25] Since May 5, the Ministry of Health (MINSA) has only issued reports once per week.  On 16 March, Rosario Murillo announced preparations for Holy Week (an important holiday celebrated through all the country), an approach described by opposition newspaper La Prensa as \"betting on tourism\" and \"keeping tourism alive during a pandemic\". The Ministry of Government also stated that the border would operate \"normally\" but with medical teams operating \"pertinent measures\" such as checking body temperature.[26] On 17 March, Vice President Rosario Murillo announced that Cuba was going to send doctors and pharmaceuticals to Nicaragua to help deal with coronavirus, despite there being no confirmed cases in the country at the time. Murillo also claimed that medical supplies were sent by Venezuela as well.[27] On 18 March, Murillo announced Nicaragua's first confirmed case: a 40-year-old man who recently returned to Nicaragua from its neighboring country of Panama.[28] Regarding him Murillo commented stating he was in isolation and in stable condition, and that she hoped he wouldn't need a ventilator.[5] On 20 March, the second case was confirmed, a Nicaraguan who came from Colombia.[29] On 26 March, the first death linked to Coronavirus in Nicaragua was reported, the individual who died also suffered from other medical complications and also reportedly had HIV.[30] On 1 April, Taiwan donated medical protective items, for use by medical professionals.[31] For the whole of April and the first half of May a trickle of cases were reported (with MINSA, the Ministry of Health reporting only weekly from 5 May). By 12 May only 25 cases had been reported with 8 deaths.[32][33][34][35][36][37][38][39][40][41][42][43][44] On 12 May, the Ministry of Health announced a notable increase in infection with a further 9 cases identified, bringing the total to 25, including 3 deaths. It was also reported that other deaths had occurred amongst people who were being monitored but who died from other severe illnesses.[45] On 19 May, the Ministry of Health reported 254 cases, with 17 deaths, albeit with 199 of the total being reported as recovered.[46] SICA correctly reported that the 254 were in addition to the existing 25 for a total of 279.[47] On 26 May, the weekly bulletin showed 480 new cases, bringing the total number of cases to 759, including a total of 35 deaths and 370 recovered.[48] 359 new cases were reported on 2 June, bringing the total to 1118, with the number of deaths rising to 46 and 691 recoveries.,[49] with 346 new cases the following (total 1464, 55 deaths, 953 recoveries).[50] The following four weeks showed the trend continuing: 346 new cases on 9 June, bringing the total to 1464, including 55 deaths and 953 recoveries;[51] 359 new cases on 16 June (total cases 1823, total deaths 64, 1238 recoveries);[52] 346 new cases on 23 June (total cases 2170, total deaths 74, 1489 recovered);.[53] and 349 new cases on 30 June (total new cases 2,519, total deaths 83, 1,750 recovered).[54] From July 2020 the number of new cases began to gradually show a decrease as each set of weekly figures were released. On 7 July, figures showed a total of 2,846 cases, with 91 deaths and 1,993 recovered.[55] On 14 July figures showed 3,147 cases, 99 deaths and 2,282 recovered.[56] On 21 July figures showed 3,439 cases, 108 deaths and 2,492 recovered.[57] The 28 July figures show 3,672 cases, 116 deaths and 2,731 recovered.[58] The 4 August figures showed 3,902 cases, 123 deaths and 2,973 recovered;[59] the 11 August figures showed 4,115 cases, 128 deaths and 3,072 recovered.[60] On 18 August a further 196 cases and 5 deaths were reported, bringing the totals to 4,311 and 133 respectively, although no further information on recoveries was issued. On 25 August totals increased to 4,494 cases, 3,339 recoveries and 137 deaths.[61] On 1 September Forbes International reported that Nicaragua had the highest recovery rate in the Central American Integration System (SICA) area at 91.25%, ahead of Guatemala on 83.13% and Panama on 71.39%.[62] Numbers for that week were 4,668 cases, 141 deaths and 3,458 recoveries.[63] Over the next four weeks to 29 September, numbers rose to 5,170 cases, 151 deaths and 3,898 recoveries.[64] By 27 October, numbers had increased slowly to 5,514 total cases, 156 deaths and 4,188 recoveries.[65][66][67][68][69] On 3 November figures showed 5,591 total cases, 157 deaths and 4,246 recoveries.[70] By 12 January 2021 government figures showed 6,152 total cases, 167 deaths, and 4,694 recoveries.[71] By 23 February official figures showed 6,445 total cases, 174 deaths, and 4,922 recoveries. [72] The government authorized the use of the Sputnik V vaccine on 3 February,[73] and the first vaccinations were given on 3 March.[74] Nicaragua is also to receive doses of the Oxford-AstraZeneca Covishield vaccine.[75] Nicaragua is with Guatemala and Honduras the slowest country concerning the vaccination against COVID-19 in Central America.[76] By early June 2021, Nicaragua has administered 2.5 doses per 100 people which equals a total of 167,500 doses administered.[76] Nicaragua has received 135,000 doses of vaccine through the COVAX mechanism,[77] a worldwide initiative that aims at equitable access to COVID-19 vaccines. The initiative allocated a total of 432,000 doses to Nicaragua which will be delivered over the course of the year 2021.[78] Nicaragua has received donations of 6,000 doses of the Sputnik V by the Russian Direct Investment Fund,[79] as well as 200,000 doses of the Covishield (AstraZeneca/Oxford) vaccine by India.[80] Similar to Honduras, Guatemala and Paraguay, Nicaragua has not received vaccine donations from China as the nation maintains diplomatic ties with Taiwan and recognizes Taipei over Beijing.[81] Moreover, Nicaragua plans to purchase 6.86 million doses of vaccines with 100 million US$ in financing approved by the Central American Bank for Economic Integration (CABEI).[82] That way, the Government of Nicaragua aims at vaccinating 3.27 million Nicaraguans starting with workers at border points, teachers, tourism professionals and other institutions as well as risk groups between 40 and 59 years of age.[82] The newspaper La Prensa was the first to suggest alternative figures when it reported two \"unofficial\" deaths, one a 58-year-old employee of Managua airport, who they say was diagnosed on 25 April and died on 29 April, and a 70-year-old resident of Esteli, who supposedly died on the same day. These cases were not included in the official tally at the time.[83] An organisation called \"Citizens' Observatory\" has asserted that the true figures are much higher. It said that, on 8 June, the number of deaths was 20 times the official figures, with at least 980 deaths compared to 46 in the official figures at that point. The number of COVID-19 cases was also estimated at 4,000 compared to the official figure of 1,118. It said that the under-reporting of deaths was due to attributing \"atypical pneumonia\" as the cause of death rather than COVID-19.[21] As of August 2020, the Citizens Observatory was claiming some 9,000 cases, which was around double the official count, but still massively lower than all other Central American countries except (at that time) sparsely populated Belize. However, the Citizens Observatory gave no indication of the provenance of these claims which, according to John Perry, writing for the Council on Hemispheric Affairs, consist of \"anonymous experts\", who create their own figures from \"civil society, networks, digital activists and affected families\"[22][7][84] and from something described as \"spontaneous public opinions\".[85] In January 2021 the Citizens Observatory reported a total of 12,404 cases,[7] almost exactly double the official government count, but still only 9% and 7% respectively of the number of cases in neighbouring countries Honduras to the north and Costa Rica to the south.[4] At the start of the pandemic, Nicaragua was unusual in that many sporting events continued at a time when they had been cancelled in many countries.[86] On 25 April 2020 a boxing event was staged in Managua, under strict conditions. All spectators had their temperatures checked on entry and were forced to sit three seats apart while wearing masks.[87] The boxers were sprayed with disinfectant before the fight.[88] In late May 2020, multiple members of the Fieras del San Fernando of the Nicaraguan Professional Baseball League contracted COVID. Coach Carlos Aranda fell ill, was brought to a hospital in Nicaragua already unconscious and died. Following his death, so many players refused to play that the league had to suspend the playoffs. It was reported that, earlier in the year, players who said that they wanted to wear masks or not to play at all were threatened with suspensions and fines. The incident attracted international attention to the country's response to the pandemic.[89]","Title":"COVID-19 pandemic in Nicaragua - Wikipedia","KeyID":"10728","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Nicaragua"}