{"Content: ":"The COVID-19 pandemic in Costa Rica is part of the ongoing worldwide pandemic of coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The virus was confirmed to have spread to Costa Rica on 6 March 2020, after a 49-year-old woman tourist from New York, United States, tested positive for the virus.[1] As of 31 March 2022[update], Costa Rica has reported 838,537 positive cases, 813,807 recoveries and 8,300 deaths.[2] As of 31 March 2022[update], there have been 10,166,273 vaccine doses applied. Among these, 4,336,171 are first dosages, 3,971,404 are second dosages, and 1,858,698 are third doses .[3] On 12 January 2020, the World Health Organization (WHO) confirmed that a novel coronavirus was the cause of a respiratory illness in a cluster of people in Wuhan City, Hubei Province, China, which was reported to the WHO on 31 December 2019.[4][5] The case fatality ratio for COVID-19 has been much lower than SARS of 2003,[6][7] but the transmission has been significantly greater, with a significant total death toll.[8][6] The government has declared a color coded alert system for the control and containment of the pandemic, as follows:[9] The epidemiological variables are: More specific details, formulas or algorithms for the alert color designation of the cantons or districts have been kept secret and has not been released as of July 2020, which has been contested by local government of the cantons, commerce associations, journalists and open data activists.[10] As of August 2020, only Yellow Alert or Orange Alert has been used to designate the administrative areas of the country, with differentiated restrictions on each area.  On 22 February, a 54-year-old male Costa Rican citizen arrived from Tocumen International Airport in Panama, he started to show symptoms on 28 February, and due to his work at the San Rafael Hospital in Alajuela, a cluster was formed starting with some of his family members, patients and coworkers. It was treated as a suspicious case, and confirmed on 7 March.[13][14] On 5 March, the Costa Rican Ministry of Health announced that it was investigating a possible first case of coronavirus in the country. It was a 52-year-old Costa Rican woman from the canton of Pococí, who visited Italy and Tunisia and returned to the country on 29 February without symptoms.[15] The pertinent tests were carried out on the woman and they were sent to the Costa Rican Institute of Research and Teaching in Nutrition and Health (Inciensa) to either rule out or confirm the case. However, this case was ruled out 24 hours after the test was performed.[16] On 6 March, the first case in Costa Rica was confirmed. The individual was a 49-year-old American woman who had arrived on a flight from New York on 1 March. She did not exhibit symptoms at the time. She was isolated in a San José lodging along with her husband who had also been in contact with infected persons in New York.[1] On 7 March, four new cases were confirmed. One of them was directly related to the first case, both being US citizens who were visiting Costa Rica. The other cases are Costa Ricans.[14] On 8 March, another four new cases were confirmed, two of them were imported. Some patients were located at public hospitals while most of the foreign nationals remained at their respective hotels.[17] On 11 March, a total of 22 confirmed cases was given by the Minister of Health of Costa Rica. 14 men and 8 women of which 19 are Costa Ricans (one of them a pregnant woman) and the other 3 are from other countries. They range from the ages of 10 to 73 years old.[18] It was also announced by the health authorities that there were confirmed cases in the Costa Rican cantons of Alajuela, Escazú, Desamparados, Grecia, Heredia, San José, San Pablo, Santa Cruz and Tibás.[19] On 13 March, the Ministry of Health confirmed cases found in the provinces of San José, Alajuela, Heredia and Guanacaste, plus now the province of Cartago.[20] On 15 March, a total of 350 educational centers have been closed down.[21] Three patients were placed in ICU.[22] Health authorities also confirmed cases in the cantons of Santa Ana, Grecia, Nicoya, La Unión, Poás, Pérez Zeledón, San Pablo and Barva.[23] On 17 March, new cases were confirmed in the cantons of Cartago and Curridabat.[24] On 18 March cases were confirmed in the cantons of Goicoechea, Moravia, Santo Domingo, and Santa Bárbara.[25] One senior citizen, an 87-year-old man, died on 18 March and is the first COVID-19 death in Costa Rica. He was one of 25 people part of the initial cluster in Alajuela.[26] On 19 March, the first case was also announced in the province of Limón, in the canton of the same name.[27] On the afternoon of 19 March, the Ministry of Health announced two more cases in Ciudad Quesada, in the canton of San Carlos.[28] Later, on 19 March, the health authorities announced the second death of a patient with Coronavirus in Costa Rica. It was an older adult, of 87 years old, and resident of Alajuela.[29] On 20 March, the Ministry reported the recovery of the first two patients with the virus, who were the two American tourists who were isolated in a hotel in San José. New cases were also reported in the cantons of Vázquez de Coronado and Montes de Oca.[30] On 22 March, there were the first case in Aserrí and the first case in the province of Puntarenas, this one in the city of San Vito, Coto Brus canton.[31] On 24 March, the cantons of Jiménez, Liberia and Montes de Oro reported their first cases.[32] On 25 March, the first cases were reported in the cantons of Orotina, Alvarado, Belén, Flores, Puntarenas and Garabito.[33] On 26 March, the first cases were reported in the cantons of Sarchí, Oreamuno, El Guarco and Tilarán. Lastly, 5 people were reported to be in intensive care in hospitals.[34] A total of 22 health care workers have contracted the virus so far.[35] On 27 March, the first cases were reported in the cantons of Tarrazú, Mora, San Ramón and Carrillo.[36] By 28 March, so far 52 health workers of the Costa Rican Social Security Fund (Caja Costarricense del Seguro Social or CCSS) have contracted the virus.[37] The first cases were reported in the cantons of Alajuelita, Turrubares and Naranjo.[38] On 29 March, the Ministry of Health reported the first case in the canton of Osa.[39] On 30 March, the Minister of Health warned that the country had just started climbing the curve of cases.[40] The first case was reported in canton of San Isidro.[41] On 1 April, the first case was confirmed in the canton of Esparza.[42] On 3 April, the first case was confirmed in the canton of Hojancha.[43] On 4 April, the first case was confirmed in the canton of Paraíso.[44] On 6 April, there are eighteen recovered patients.[45] On 7 April, the first case was confirmed in the canton of Turrialba.[46] On 8 April, the first recovery of an intensive care patient in the country was reported.[47] On the afternoon of April 8, the Ministry of Health confirmed the third death of a patient with Coronavirus in Costa Rica. It was a 45-year-old man, without risk factors, and a resident of San José.[48] On 9 April, the first case was confirmed in the canton of Siquirres.[49] On 10 April, the first case was confirmed in the canton of Puriscal.[50] On 11 April, the first case was confirmed in the canton of Pococí.[51] On 15 April, the Health Ministry reported a cluster of cases in a CCSS call center in San José, where up to 31 cases of COVID-19 were reported.[52] On the morning of April 15, the Ministry of Health confirmed the fourth death of a patient with COVID-19 in Costa Rica. It was an 84-year-old man, with risk factors, and who was admitted to the San Juan de Dios Hospital, in San José.[53] On 8 March, the Costa Rican Ministry of Health and the National Emergency Committee (CNE) raised the sanitary alert level to yellow.[17] On 11 March, the University of Costa Rica ordered its teachers to suspend all face-to-face classes and implement a virtual teaching modality.[57] On 12 March, the Minister of Health stated Costa Rica will not close its borders to international visitors at that time.[58] The CNE has launched the brand new 1322 COVID-19 help line.[20] Leaders of Belize, Costa Rica, Guatemala, Honduras, Nicaragua, Panama, and the Dominican Republic signed an agreement for dealing with the coronavirus pandemic. It includes canceling the Costa Rican film festival.[59] On 15 March, the Ministry of Education of Costa Rica decided to temporarily suspend lessons in a total of 317 educational centers, representing 7% of Costa Rica's educational centers. Closures included educational centers with confirmed cases of COVID-19, all public schools for special education, educational centers belonging to the same school circuit as the educational center where a confirmed case was identified, and educational centers that have been affected by prolonged water rationing.[60] Moreover, an executive agreement between the President of the Republic, Carlos Alvarado Quesada, and the Minister of Health, Daniel Salas, granted health authority to the members of the Costa Rican Public Force (the police enforcement agency) for the surveillance and control of the virus, both to verify the closure of bars, clubs and casinos, as well as to ensure 50% of visiting capacity for the other meeting centers. Businesses that do not comply with the new sanitary policy will be subject of a 30 day long closure.[61] On 16 March, the government also decreed a state of national emergency, due to the threat of the virus after being present in the country for only 10 days. In addition, lessons were suspended in all public and private schools and colleges until 4 April. Access to the country was also reduced to only Costa Ricans and permanent residents, a measure that will start a minute after midnight on 18 March and last until 12 April. Those entering must remain in quarantine for at least 14 days.[62] On 20 March, after the school kitchen workers refused to serve students, the Ministry of Public Education (MEP) agreed on delivering food packages to the parents of their students.[63] On 23 March, the Ministry of Health and the Government announced new prevention measures against the virus, including the total closure of beaches in the country, the mandatory closure of temples and religious services, and vehicle restriction in the main cities of the country from 10 p.m. to 5 a.m.. All residents and refugees will lose their migratory status if they leave the country for any reason.[64] On 24 March, the government announced they will temporarily reduce their in person workforce by 80% and also void the salary raise approved last January for all public servants except for the police force.[65] On 26 March, the Finance Minister discussed a bill that the government would be presenting later on. This bill would mean the creation of a solidarity tax that would be deducted from all workers' salaries that earned more than ¢ 500.000. Its goal was helping people impacted by the COVID-19 crisis. Hours later president Carlos Alvarado published that he would not support that bill and stated that \"Plan Proteger\" consisted of protecting the unemployed and workers already impacted by salary reductions.[66] On 27 March, the Government announced the extension of the sanitary vehicle restriction on weekends from 8 p.m. until 5 a.m. In addition, the Government announced that it was evaluating the implementation of a temporary solidarity tax on wages above ¢ 1.1 million, a measure that would raise up to ¢ 25,000 million per month, however, the Government announced that other sources of income will be processed and that it will present an extraordinary budget of ¢ 225,000 million.[67] On 28 March, the Minister of Health Daniel Salas announced they would be imposing a new sanitary restriction for all businesses with sanitary permits that serve the public. This measure would begin at 8 p.m. weekends, starting that very same day.[68] On 30 March, the Ministry of Health sent a bill to the Asamblea Legislativa, the Costa Rican Congress. This bill pretended to reform the article 378 of the Ley General de Salud (General Health Act) in order to impose fines for violating the sanitary restriction or the quarantine, ranging from 1 through 5 base salaries.[69] On 31 March, the government announced the opening of the new Centro Especializado de Atención de Pacientes con COVID-19 (CEACO), a center specialized in COVID-19 patients at the facilities of CENARE. It reinforced the services provided by the Caja Costarricense de Seguro Social (CCSS) in Costa Rica by treating up to 88 COVID-19 patients in intermediate or continuing care units.[70] On 1 April, with Holy Week and Easter approaching, the government announced new measures to contain the spread of COVID-19 during this time when people are used to going out and vacationing. The main measure was to extend the night driving restriction from Friday, 3 April and until Tuesday, 7 April, from 5:00 p.m. to 5:00 a.m. throughout the country. Long-distance public transport will also be restricted, and establishments with sanitary operating permits and attention to face-to-face public will be closed.[71] In addition, the Legislative Assembly approved two bills to increase the fines for noncompliance with sanitary orders and vehicle restriction. Fines ranging from ₡450,000 (US$780) to ₡2.2 million (US$3,800) would be applied if a person having risk factors and being a suspected or confirmed case of the disease fails to comply with the isolation order. In the case of the traffic law reform, drivers could be subject to a fine of ₡107,000 (US$185), a loss of six points on their license, and removal of license plates if they violate the restriction.[72] On 9 April, the Government announced the launch of an economic bonus for those workers affected by the COVID-19 pandemic. The bonus varies between ₡125,000 (US$215) per month for people laid off or with a workday reduced to 50% or more, and ₡62,500 (US$108) per month for those who have reduced their workday by 50% or less.[73] The first week of April, the Clodomiro Picado Research Institute of the University of Costa Rica, together with the Costa Rican Social Security Fund, announced the initiative that they were preparing a treatment for the new coronavirus from the blood donated by people whom recovered from COVID-19. Three options were announced; the first would refer to using convalescent plasma, which is to take blood from a recovered patient to fractionate from their plasma the part where the antibodies that released the virus are found and transfuse to a patient who is COVID-19 positive. The second investigation would be to use the blood of a recovered person, but also to purify the antibodies produced, isolate those and apply to a patient. The third option is to create antifidical serum in horses, generating only the antibodies against virus proteins.[74][75] On 17 April, the Government announced that it made the first deposit of the Bono Proteger bond to a total of 33,000 beneficiaries. On 21 April, the Ministry of Public Education announced the cancellation of the application of the FARO national standardized tests, which would begin to be applied this year to eleventh-year students of academic schools, in the face of the coronavirus crisis.[76] On 23 April, the Government announced that, due to the high demand for coronavirus test kits, the Costa Rican Social Security Fund together with the National Center for High Technology (CeNAT-Conare) through the CENIBiot Laboratory would begin to produce its own coronavirus tests for the country's population.[77] On 1 May, the Ministry of Health announced the reopening of cinemas, theaters, gyms, bicycle rentals and swimming schools, but with measures to prevent the virus, such as the opening of these only between 5 am and 7 pm and with a reduced capacity of people.[78] On 11 May, the Ministry of Public Education announced that regular attendance lessons would return after the summer holidays, scheduled between 29 June and 10 July, as long as the situation of the pandemic allows it.[79] The Ministry of Environment and Energy, announced a plan to reopen twelve National Parks in the country, with health measures to prevent the spread of the virus, such as the limited entry of people. It was also announced the reopening of all the country's beaches between 5 and 8 in the morning, during the week, and for sports only, excluding leisure purposes. Also, the Ministry of Health announced that it will allow the return of physical recreational activities that do not involve direct physical contact between people, while the return of activities such as the soccer championship and other high-performance disciplines will be allowed, which must always operate behind closed doors. Lastly, the Costa Rican Tourism Institute announced the reopening of hotels, but only with 50% of its total capacity and with a maximum of 20 rooms reserved at the same time.[80][81] The Ministry of Public Works and Transport announced new measures regarding the sanitary vehicle restriction, where the restriction will be exercised from Monday to Friday from 10 at night to 5 in the morning of the following day, and the ends of week from 7 pm to 5 am the following day. In addition, the national restriction by number of plates is maintained. On 14 May, 52 deputies of the Legislative Assembly of Costa Rica signed a letter addressed to the Pan American Health Organization (PAHO), requesting \"urgent and forceful\" actions in the face of the COVID-19 situation in Nicaragua, since, according to the legislators, \"the Nicaraguan government has recklessly handled the health crisis due to COVID-19\", for which they denounce that it could have negative effects in neighboring countries, including Costa Rica.[82] On 1 June the Ministry of Health reported On 9 July Costa Rica got to 649 new cases which is, maybe, the biggest number of cases in one day. Also, the health ministry declared that in GAM (Gran Area Metropolitana) there was community contagion. And in cantons that were in orange zone would have different vehicular restriction On 17 July the Garabito local government announced they would not follow the central government orders on shops and commercial closures for an Orange Alert area due to the data showing that the canton was in good conditions for commercial operations as in a Yellow Alert area. The next day the central government conceded that the Garabito canton in good conditions to be in Yellow Alert.[83] On 3 August 2020, the Constitutional Chamber ordered the Ministry of Health to release an anonymized data set of confirmed cases as requested by journalists and open data activists, the next day there was an unexpected jump in the recovered cases data.[10] By 25 March, the Chamber of Commerce and the Federation of Business Chambers of the Central American Isthmus reported that around 3% of the companies have reduced their workforce, with such figure projected to grow to 55% in a month. Other projections forecast an 18% of suspended operations and 11% of definitive closures.[84] On 25 March, the Costa Rica Institute of Tourism declared the tourism sector in a total emergency and calamity state; a zero visitors season is expected for at least three months.[85] On 26 March, the Chamber of Restaurants and Bars of Costa Rica (CACORE) reported 109,000 laid off workers, and 42% (7,980) of the affiliated businesses were closed.[86] On June a severe increase in positive cases the northern cantons of the country, neighboring Nicaragua, where the main production of pineapple occurs in the country, exposed the exploitation of migrant workers and a working rights and health crisis ensued.[87] Costa Rica's vaccine priority is divided into six groups: (1) staff and residents at retirement or nursing homes, first responders and health personnel, (2) Costa Rica's older population, defined here as those ages 58 and up, (3) people from 16 to 58 with risk factors (4) teachers and other staff within the Education Ministry, people employed in hospitality such as resorts and hotels, imprisoned people and judicial staff (5) health science students and related technicians in clinical fields, people ages 40–57 without any of the aforementioned risk factors but whose work puts them in contact with others, (6) all remaining adults.[88] Costa Rica, along with Panama and El Salvador, is leading the race for vaccination against COVID-19 in Central America. By the end of May 2021, Costa Rica has administered 28.37 doses per 100 people or a total of 1,457,802 administered doses.[89] Costa Rica has a vaccine supply of five million doses which covers 49.1% of the population.[90] The nation has purchased four million doses of the BioNTech/Pfizer vaccine and received one million doses of AstraZeneca/Oxford of which 132,000 doses have been allocated through the COVAX mechanism, a worldwide initiative that aims at equitable access for COVID-19 vaccines.[91] Contrarily to many Latin American countries, Costa Rica has not received vaccine donations by China. Although China has exercised vaccine diplomacy with its allies in the region, Costa Rica does not rely on Chinese vaccines in spite of intact diplomatic ties.[92]","Title":"COVID-19 pandemic in Costa Rica - Wikipedia","KeyID":"10721","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Costa_Rica"}