{"Content: ":"The following is a timeline of the COVID-19 pandemic in Mexico. On January 22, 2020, the Secretariat of Health issued a statement saying that the novel coronavirus COVID-19 did not present a danger to Mexico. 441 cases had been confirmed in China, Thailand, South Korea, and the United States, and a travel advisory was issued on January 9.[2] On January 30, 2020, before the declaration of a pandemic by the World Health Organization the Government of Mexico designed a Preparation and Response Plan that was made by the National Committee for Health Safety, a working group led by Secretariat of Health composed by different health entities aiming to act upon the imminent arrival of the pandemic. This group carried out a series of alert measures, rehabilitation and updating of epidemiological regulations based on the International Health Regulations, being the first Latam country that deployed a mathematical modelling of infectious disease.[3] The cruise ship Grand Princess docked in Puerto Vallarta (February 15), Manzanillo (February 16), Mazatlán (February 17) and Cabo San Lucas (February 18), spending 9 to 12 hours in each port. The first COVID-19 death in California was a man who had been on this ship on an earlier cruise. This ship was later quarantined off San Francisco and docked in Oakland March 11 with 21 onboard who tested positive for the coronavirus.[4] The cruise ship MSC Meraviglia, which was not allowed to dock in the Cayman Islands or Jamaica, docked in Cozumel, Quintana Roo, on February 27. Three passengers were diagnosed with influenza A virus, but no cases of coronavirus were found.[5] On February 28, Mexico confirmed its first three cases. A 35-year-old man and a 59-year-old man in Mexico City and a 41-year-old man in the northern state of Sinaloa tested positive and were held in isolation at a hospital and a hotel, respectively. They had travelled to Bergamo, Italy, for a week in mid-February.[6][7][8][9] On February 29, a fourth case was detected and confirmed in the city of Torreón, in the state of Coahuila, from a 20-year-old woman who traveled to Italy.[10] On March 1, a fifth case was announced in Chiapas in a student who had just returned from Italy.[11] On March 6, a sixth case was confirmed in the State of Mexico in a 71-year-old man who had returned from Italy on February 21.[12] COVID-19 was the topic of conversation at the meeting of the National Governors' Conference (Conago) held on March 5, 2020. In addition to governors from different states (or state health representatives), the directors of Instituto de Salud para el Bienestar (INSABI), IMSS, and ISSSTE participated.[13] On March 6 during the first session of National Council of Health, Hugo López-Gatell Ramírez, one of the main strategists and spokespersons of Mexican Government on pandemics, led the first daily press conference on COVID-19.[14] On March 7, a seventh case was also confirmed in Mexico City in a 46-year-old male who had previously had contact with another confirmed case in the United States.[15] On March 10, an eighth case was reported in Puebla, a 47-year-old German man who had returned from a business trip to Italy.[16] On the same date, 40 members of a dance company in Puebla, returning from a tour in Italy, were quarantined.[17] The Mexican Stock Exchange fell to a record low on March 10 due to fears of the coronavirus and because of falling oil prices. The Bank of Mexico (Banxico) stepped in to prop up the value of the peso, which fell 14% to 22.929 per US dollar.[18] On March 11, a ninth case was confirmed in the city of Monterrey, Nuevo León. A 57-year-old man, who had recently come back from a trip all across Europe, was placed under quarantine. The man, who has remained anonymous, came back from his trip a week before and had contact with eight other people who have also been placed under quarantine in their houses. The man has been confirmed to reside in the city of San Pedro Garza García.[19] On March 12, Mexico announced it had a total of 15 confirmed cases, with new cases in Puebla and Durango.[20] A day later, senator Samuel García Sepúlveda [es] accused the federal government of hiding the true number of confirmed cases.[21] On March 13, it was confirmed that the Mexican Stock Exchange Chairman, Jaime Ruiz Sacristan, tested positive as an asymptomatic case.[22] Later, the Secretariat of Health announced in press conference that the number of confirmed cases had risen to 26.[23] Several universities, including the UNAM and Tec de Monterrey, switched to virtual classes. Authorities announced to be considering the cancellation of the Festival Internacional de Cine de Guadalajara. In Mérida, the Tianguis Turístico was postponed to September. Several major sporting events were also canceled.[24] On March 14, Fernando Petersen, the secretary of health of the state of Jalisco, confirmed the first two cases of COVID-19 were detected in Hospital Civil de Guadalajara.[25] Two new cases were confirmed in Nuevo León, and the Secretariat of Public Education (SEP) announced that all sporting and civic events in schools would be canceled.[26] The same day, the Secretariat of Education announced that Easter break, originally planned from April 6 to 17, would be extended from March 20 to April 20 as a preventive measure.[27] The Secretariat of Finance and Public Credit (SCHP) announced it was taking measures to prevent a 0.5% fall in gross domestic product (GDP).[28] Drugstores in Cuernavaca report shortages of masks, antibacterial gel, and other items.[29] On the same day the Autonomous University of Nuevo León, (UANL) (the country's third largest university in terms of student population) suspended classes for its more than 206,000 students starting on March 17, 2020 and ending on 2021.[30][31] Businessman José Kuri was reported in critical condition on March 14 after a trip to Vail, Colorado, United States, although early reports of his death were false.[32] As of March 14, there have been 41 confirmed cases of COVID-19 in Mexico.[33] The March 14 and 15 Festival Vive Latino (rock and Latin music) in Mexico City opened according to schedule, in spite of fears of contagion. Temperatures of the 70,000 people who attend each day were taken at the door and anti-bacterial gel was widely distributed.[34] Organizers said that the Passion Play of Iztapalapa would continue as scheduled in Holy Week. Tito Domínguez, vice president of the organizing committee, noted that a miracle had saved Iztapalapa during the cholera outbreak in 1833.[35] On March 15, mayor Claudia Sheinbaum told reporters that an additional MXN $100 million (US$4.4 million) would be reassigned from an undefined allocation of the city's budget, citing road maintenance as an example.[36] The first confirmed case of coronavirus in Acapulco, Guerrero, was reported.[37] Querétaro reported two new cases, bringing the total to six.[38] Nuevo León reported its fifth case.[39] The Norteño group Los Tres Tristes Tigres released a song on March 15 titled \"El corrido del coronavirus\".[40] As of March 16, President López Obrador continued to downplay the impact of coronavirus. \"Pandemics ... won't do anything to us,\" and accused the press and the opposition for its reportage.[41] On March 16, lawyer Marco Antonio del Toro petitioned the federal courts to cease all but essential activities for a period of 30 to 40 days because of the coronavirus outbreak.[42] The total of confirmed cases reached 82.[43] The Autonomous University of the State of Morelos, (UAEM) suspended classes for its 22,000 students.[44] A diplomatic incident arose between the governments of Mexico and El Salvador, concerning 12 Salvadorean citizens wearing face masks on a plane departing from Mexico City to San Salvador. Nayib Bukele, president of El Salvador denounced as \"irresponsible\" that they were allowed to board the plane along with other passengers and offered to send a plane to transport them without contact with other people. The claim was supported by Avianca airline[45] while the Mexican government said that there were no reasons to assume that they were positive for COVID-19. Eventually, the flight was cancelled. Marcelo Ebrard, head of Foreign Affairs announced after negative results of COVID tests of that Salvadorean passengers.[46] On March 17, 11 new cases were confirmed, raising the national total to 93, with Campeche being the only state with no confirmed cases.[47] Mexico's limited response, including allowing a large concert and the women's soccer championship, as well as a lack of testing, have been criticized. Critics note that president López Obrador does not practice social distancing but continues to greet large crowds, and the borders have not been closed. Of particular concern is the health of thousands of migrants in temporary camps along the border with the United States. The former national commissioner for influenza in Mexico during the 2009 flu pandemic, Alejandro Macías, said the problem is compounded by the fact that Mexico lacks sufficient intensive care unit beds, medical care workers and ventilators.[48] On March 18, 25 more cases were confirmed raising the total to 118 cases and 314 suspected cases.[49][50] Authorities in Jalisco are concerned about a group of 400 people who recently returned from Vail, Colorado; 40 people have symptoms of COVID-19.[51][52] The same day, the Mexican government announced that they will allocate 3.5 billion pesos (approx. 146 million US dollars[53]) to buy medical and laboratory equipment, washing and disinfection material, and ventilators.[54] During the night the first COVID-19 related death in the country was confirmed, a 41-year-old man without a travel history outside the country who was hospitalized at the National Institute of Respiratory Diseases (INER).[55] Colima Governor José Ignacio Peralta declared a state of emergency after the state's first case, a man who had recently returned from Germany, was reported on March 17.[56] Ford, Honda, and Audi closed their manufacturing plants in Mexico.[57] Hundreds of hotel employees in Cancún were fired.[58] Authorities announced on March 18 that they were looking for hundreds of citizens who may be carriers of the coronavirus, especially in the states of Puebla, Jalisco, Aguascalientes, and Guerrero. A four-member family in Puebla who had traveled to the United States kept their symptoms secret as they visited neighbors in La Vista and visited a gym. Authorities were still trying to track down the 400 people in Jalisco and Nayarit who recently traveled to Vail, Colorado. In Aguascalientes they were looking to track down passengers of Flight 2638 who traveled with a sick man from New York. The Autonomous University of Guerrero (UAGRO) in Chilpancingo closed after a female student tested positive for the virus. The Technical Institute of Guerrero and the state Supreme Court also closed.[59] Morelos had its first two confirmed cases on March 19—a 54-year-old woman from Cuautla and a 37-year-old man from Cuernavaca.[60] Sinaloa announced its third case, a 20-year-old woman from Culiacán.[61] U.S Secretary of State Mike Pompeo announced on March 20 there would be restrictions on travel across the Mexico–United States border. Said restrictions would not apply to cargo.[62] The National Institute of Anthropology and History (INAH) announced that the archaeological zones Teotihuacán, Xochicalco, and El Tepozteco will be closed on March 21–22. Chichén Itzá will close indefinitely starting March 21. Guachimontones will close 21, 22, and March 23. Palenque, Tula and Tingambato will close March 21.[63] Alsea, which operates restaurants such as Starbucks, VIPS, and Domino's Pizza offered its employees unpaid leave.[64] Mayor Juanita Romero (PAN) of Nacozari de García Municipality, Sonora, declares a curfew, in effect until April 20. Only the President of Mexico has the legal authority to declare such a declaration.[65] During the night, 38 more cases and one more death were confirmed raising the total to 203 cases, 2 deaths, and 606 suspected cases.[66] On March 21 the total confirmed cases were 251.[67] One day later 65 more cases were confirmed and the total of suspected cases grew to 793.[68] On March 22, bars, nightclubs, movie theaters, and museums were closed in Mexico City.[69] Governor Enrique Alfaro Ramírez of Jalisco announced that beginning Thursday, March 26, Jalisco and seven other states in the Bajío and western Mexico will block flights from areas such as California that have a high rate of coronavirus. He also said that they will purchase 25,000 testing kits.[70] Mexico entered Phase 2 of the coronavirus pandemic on March 23, according to the World Health Organization, with 367 confirmed cases. Phase 2 includes cases where the sick individuals did not have direct contact with someone who had recently been in another country.[71] On the same day it was confirmed that two more people died from COVID-19, raising the total to 4 reported deaths.[72] That day was announced on President López Obrador's daily press conference the realization of the National Campaign of Healthy Distancing (Jornada Nacional de Sana Distancia [es]) a national program of non-pharmaceutical measures based on social distancing among the behavioral changes suggested by WHO as hand washing, covering one's mouth when coughing, maintaining distance from other people, and monitoring and self-isolation for people who suspect they are infected.[73] On that same day in the daily press conference was announced also a media campaign led by \"Susana Distancia\" (\"Susan Distance\", a wordplay with \"Su sana distancia/ Your healthy distance\") a fictional female superhero aiming to promote social distancing into the people.[74] Meanwhile, a Mitofsky poll showed that 63% of Mexicans feared contracting COVID-19 and 25.5% feared dying from it. 28% said they were not willing to stay in their homes. 38.6% believed President López Obrador was handling the situation well, and 37% disapproved.[75] Access to supermarkets in Coahuila was limited to one person per family, and the temperature of that person was taken before entering. The same rule applies to drugstores and convenience stores in the state, which has 12 confirmed cases of COVID-19.[76] At his morning news conference on March 24, President López Obrador announced that Mexico entered Phase 2 of the coronavirus pandemic, in effect until April 30. Gatherings of more than 100 people are prohibited, and both the army and the navy will participate. The armed forces have 1,738 doctors, 1,727 nurses, 100 intensive therapy ambulances, and 400 ambulances for transportation. The military also has 5 high specialty hospitals, 36 second-level hospitals, and 272 first-level hospitals with 262 health brigades across the country. Four deaths, 367 confirmed cases, and 826 suspected cases of COVID-19 have been reported.[77] The first Mexican woman died from COVID-19 on March 24, raising the total to 5 reported deaths in the country.[78] On the same day 405 total cases of COVID-19 were confirmed.[79] On March 25, Dr. Abelardo Ávila, researcher at the Salvador Zubirán National Institute of Health Sciences and Nutrition warned that Mexico was particularly vulnerable to the COVID-19 pandemic because of underlying chronic illnesses such as obesity, diabetes, and hypertension.[80] Also on March 25 President López Obrador ordered the Mexican Air Force to rescue Mexicans trapped in Argentina.[81] In Baja California, PROFECO closed two businesses in Tijuana for price-gouging.[82] In Mexico City, Head of Government Claudia Sheinbaum announced financial support for families and micro industries affected by the pandemic. She also announced that automobile verification would be suspended through April 19. Movie theaters, bars, nightclubs, gyms, and other entertainment centers will remain closed.[83] The same day it was reported that one man died from COVID-19 in San Luis Potosí, raising the total to 6 reported deaths in Mexico and 475 confirmed cases.[84][85] Governor Miguel Barbosa Huerta (Morena) claimed that only the wealthy were at risk, since the poor are immune to COVID-19.[86] On March 26, President López Obrador revealed he asked the G20 to ensure that wealthy countries cannot take control of the world's medical supplies. He also called for assurances that borders would not be closed to commerce and that tariffs would not be unilaterally increased. Lastly, he called for an end to racism and discrimination.[87] The Mexican government announced it would suspend most sectors' activities starting March 26 until April 19, with the exception of health and energy sectors, the oil industry; and public services such as water supply, waste management and public safety.[88] Protesters in Sonora insisted that the government limit border crossings with the United States.[89] Chihuahua announced that \"in the next few days\" it will start to quarantine migrants who are returned to the Ciudad Juárez border crossing. About 65 migrants are deported from El Paso, Texas daily, about 5,200 this year.[90] Two more deaths were reported on this day; 585 cases were confirmed, and there were 2,156 suspected cases.[91] Human Rights Watch accused AMLO of endangering lives by not providing accurate information about the pandemic.[92] The government of San Luis Potosí reported the death of a 57-year-old man on March 26, bringing the total number of deaths in the country to nine. He had hypertension and diabetes.[93] Citizens of Nogales, Sonora, blocked border crossing from Nogales, Arizona, in order to prevent the entrance of individuals with the virus infection and to prevent shortages of food, bottled water, toilet paper and cleaning supplies in local stores.[94] According to the Secretary of Health, a plurality of the 585 people infected in Mexico, 70, are between 30 and 34 years old. People over 65 are second, followed by those 25 to 29 and 45 to 49. The states with the most incidents are Mexico City (83), Jalisco (64) and Nuevo León (57).[95] On March 27 the federal government bought 5,000 ventilators from China as the government prepares for Phase 3 of the pandemic.[96] The total confirmed cases rose to 717; twelve deaths were reported, and there were 2,475 suspected cases.[97] PROFECO (Office of the Federal Prosecutor for the Consumer) said it will fine merchants who unfairly raise the prices on household goods.[98] The governors of Nuevo León, Tamaulipas and Coahuila asked the federal government to close the border with the United States.[99] On March 28, Governor Omar Fayad of Hidalgo announced in a tweet that he tested positive for the virus and said that he was in self-quarantine.[100] The Roman Catholic Archdiocese of Mexico said services should be held indoors with no more than twenty people present. They may cancel all Holy Week celebrations if things do not improve.[101] In the evening the Secretariat of Health reported 131 new confirmed cases and four more deaths, raising the total to 848 confirmed cases and 16 deaths.[102] Governor Cuauhtémoc Blanco of Morelos announced the seventh case and first death due to COVID-19 in the state, a 37-year-old man who had recently traveled to the United States.[103][104] San Luis Potosí suspended wakes and funerals; the dead should be taken directly from the hospital to the crematorium.[105] Tabasco Governor Adán Augusto López Hernández tested positive for COVID-19 on March 29.[106] Two tunnels with disinfectant spray were installed in the subways system of Escobedo, Nuevo León.[107] The government of Yucatán threatens fines of $86,000 pesos and up to three years in prison for individuals who have tested positive for coronavirus and do not self-quarantine.[108] The state of Querétaro registered its first death from COVID-19, a 56-year-old man.[109] The same day 993 cases of COVID-19 and 20 deaths from the disease were confirmed.[110] Between 27 and March 29, 566 Mexicans were brought home from other countries: 62 from Colombia, 53 from Ecuador, 299 from Peru, 28 from Guatemala (via land), and 134 from Cuba. In turn, the Mexican government helped 86 people return to Ecuador, 99 to Peru, and 49 to Cuba.[111] On March 30, the total number of cases of COVID-19 surpassed one thousand with 1,094 confirmed cases and 28 reported deaths in the country. In the evening, a national health emergency was declared by Secretary Marcelo Ebrard; all sectors in the country are urged to stop most of their activities.[112] In the early morning of March 31, 50,000 test kits, 100,000 masks and five ventilators (donated by Jack Ma and the Alibaba Foundation of China) arrived at the Mexico City International Airport.[113] Nurses in Jalisco have been forced to get off public transportation and physically attacked by people fearful of COVID-19. Medical workers there and elsewhere have been advised not to wear their uniforms outside the hospital.[114] The same day the total confirmed cases of COVID-19 reached 1215 and one more death was reported. The government of Mexico City announced that 90% of the businesses in Mexico City would have to close because of the national health emergency declaration of the day before.[115] In Austin, Texas, Public Health officials started investigating an apparent cluster of COVID-19 after 28 of 70 \"spring breakers\" (students at the University of Texas at Austin) tested positive following their trip to Cabo San Lucas, Baja California Sur, in early March.[116] The Mexican Social Security Institute (IMSS) in Monclova, Coahuila, reported that 29 medical and nursing staff tested positive for COVID-19. No patients have been infected.[117] It was reported on April 1 that seven migrants from Puebla residing in New York have died of COVID-19.[118] Authorities reported 46% of cases as recoveries, which represents approximately 634 recoveries.[119] In Coahuila, 21 health workers contracted the virus and one doctor died from it, bringing the number of deaths among doctors employed by IMSS to four. Nineteen of the 21 cases in Coahuila are mild and the individuals are ambulatory.[120] Later the same day, 1,378 cases and 37 deaths of COVID-19 were reported in Mexico.[121] On April 2, 1,510 cases of COVID-19 and 13 more deaths related to the disease were confirmed by Mexican authorities.[122] In Mexico City, as hotels are forced to close, hotel guests are evicted from their rooms.[123] That same day President López Obrador gave a press conference in which he downplayed the crisis and, after vaguely linking it with his reiterated promise to eradicate corruption, said the situation \"vino como anillo al dedo\"[124] (literally, fit like a ring to the finger), which is equivalent to the idiom \"fit like a glove to the hand\" in that it expresses timeliness and adequateness.[125] On April 3, 1,688 cases and 60 deaths were confirmed by the Secretariat of Health.[126] The following day, 202 more cases and 19 more deaths were confirmed by Mexican authorities.[127] On April 5, President López Obrador presented his plan to reactivate the economy. He said he did not want to increase fuel prices or taxes, and he was looking to hire more medical professionals for the armed forces. He said there was sufficient money to build the proposed thermoelectric plants that are needed in Yucatán, Baja California and elsewhere. He stated that he had support from the private sector and he expressed his confidence that Mexico would soon overcome the current crisis.[128] On the same day, the total number of cases surpassed two thousand with 2143 cases and 94 deaths.[129] President López Obrador and Governor Blanco of Morelos dedicated the ISSSTE hospital \"Carlos Calero\" in Cuernavaca that was going to be set aside to care for patients with COVID-19.[130] Fifteen new deaths were registered on April 5, bringing the total to 94. The age range of the deceased was from 26 to 91 years old with a median age of 56.5. Of the 94 dead, 79% were males and 21% were females.[131] On April 6, 2,439 cases were confirmed and the total number of deaths surpassed one hundred with 125 deaths reported.[132] The Mexican Consulate in Shanghai, China, announced on April 7 that the Aeroméxico Misionero de Paz, a Boeing 787-8 filled with emergency medical supplies was en route to Mexico.[133] That same day, 2785 cases and 141 deaths related to COVID-19 were confirmed.[134] On April 8, twenty medical and nursing schools withdrew their students from social service in hospitals due to the lack of adequate protection.[135] Hugo López-Gatell Ramírez, head of the Undersecretariat of Prevention and Health Promotion at the Mexican Secretariat of Health, estimated there were unconfirmed 26,519 cases of COVID-19 in the country.[136] In the evening it was announced that Mexico surpassed the three thousand confirmed cases with 3,181 cases and 174 deaths.[137] The following day, 260 more cases and 20 more deaths were reported by Mexican authorities.[138] José Ignacio Precaido Santos of the General Health Council announced that at least 146 private hospitals will make beds available to treat COVID-19 patients on a non-profit basis.[139] Two pregnant women are among the 119 deaths reported as of April 9. These are the first two cases of pregnant women in Mexico to die from COVID-19; both had problems with obesity and diabetes.[140] On April 10, the total confirmed deaths surpassed two hundred with 233 deaths and 3,844 cases confirmed by Mexican authorities.[141] The government of Baja California closed a plant belonging to the multinational giant Smiths Group after the firm refused to sell ventilators to the Mexican government.[142] On the same day, Mexican consulates in the United States announced the deaths of 181 Mexican nationals due to the COVID-19 pandemic. One hundred forty-nine of those cases were in New York.[143] The national network of women shelters reports a 60% increase in calls for help since the coronavirus pandemic began.[144] On April 11, 375 more cases and 40 more deaths were confirmed.[145] Nineteen Mexican agricultural workers in Kelowna, British Columbia, Canada, have contracted the disease but none are reported as serious.[146] On April 12, the government established the \"National Contingency Center\" (CNC) to fight COVID-19. It will be led by the military and will have scientists and health technicians advising about steps to combat the pandemic.[147] On April 13, the number of COVID-19 infections in the country passed 5,000; there were 332 deaths.[148] The Mexican Navy announced it would open ten voluntary self-isolation units to shelter 4,000 COVID-19 victims in Mexico City, Guerrero, Jalisco, Michoacan, Sinaloa, Tamaulipas and Veracruz.[149] Sonora became the first state in the country to declare a curfew.[150] On April 14, Governor Antonio Echevarría García of Nayarit said he wanted to close the state's borders to visitors from Jalisco and Sinaloa, noting that young, apparently healthy people from other areas have visited their elderly relatives in the state. \"Y son las personas que han fallecido y estas personas que vienen del otro lado traen el virus, no presentan ningún síntoma y hacen la contaminadera,\" (\"And they are the people who have died and these people who come from the other side bring the virus, do not present any symptoms and cause the contamination,\") said Echevarría.[151] Oaxaca Governor Alejandro Murat Hinojosa reported the theft of more than 20 kits of medical supplies used for treatment of COVID-19 were stolen from the Aurelio Valdivieso General Hospital. A week earlier, seven ventilators had been stolen from the IMSS hospital.[152] Baja California Governor Jaime Bonilla Valdez said that doctors in Tijuana are \"falling like flies\" as 21 medical workers at IMSS clinic #20 have been diagnosed with COVID-19 and 15 others are suspected of having it; one doctor at the IMSS general hospital has been infected and six have suspected cases.[153] An April 15 report by Quinto Elemento Lab showed that 30% of Mexicans cannot get local information about COVID-19 infections. Mexico City does not break down statistics for its 16 boroughs, and the State of Mexico, Querétaro, Tlaxcala, and Yucatán do not reveal information on the municipal level. Governments said revealing the information would violate patients' privacy.[154] The National Guard began providing security support for hospitals run by the IMSS in nineteen states on April 15.[155] The first death attributed to COVID-19 of a minor under 25 is reported in Tabasco on April 16, a two-year-old girl with Down syndrome and congenital heart disease.[156] The government announced on April 16 that it will restrict transportation between areas of the country that are infected with COVID-19 (mostly large cities) and areas that are not infected, without specifying what areas are included or how it will be enforced.[157] President López Obrador also said that based upon current projections, the 979 municipalities that have not had reported cases of coronavirus will be able to reopen schools and workplaces on May 17; the date is June 1 for the 463 municipalities that have. The elderly and other vulnerable groups will still be requested to stay home, and physical distancing should remain in place until May 30. It is expected that the pandemic will end in the metropolitan area on June 25.[158] TV Azteca called for the public to ignore information and warnings from Hugo López-Gatell Ramírez on April 17: \"Like every night, the Undersecretary of Health, Hugo López-Gatell led the conference on COVID-19 in Mexico. But his numbers and conferences have already become irrelevant. Moreover, we tell him with all his words, no longer pay attention to Hugo López-Gatell.\"[159] President López Obrador's proposal for a United Nations General Assembly resolution to prevent price gouging or hoarding of medical supplies by wealthy countries has 161 co-sponsors. The proposal was first made during a video conference of the G20.[160] Pemex reports 10 deaths, 92 cases, and 1,052 suspected cases of COVID-19. 17 have recovered.[161] On April 18, Alonso Pérez Rico, Health Secretary for Baja California, reported that at least 30 doctors in the state, principally in Mexicali, have tested positive for COVID-19. None is critical.[162] On April 20 the Secretariat of National Defense (Sedena) announced that it had hired 3,158 of the 4,572 health professionals it needs.[163] A Venezuelan YouTuber residing in Mexico City broke quarantine after being diagnosed with COVID-19 on April 20. Authorities had to sanitize the grocery store he contaminated and his immigration status was being investigated. His girlfriend similarly broke quarantine a few days earlier.[164] Mexico entered Phase 3 of its contingency plan on April 21. 712 deaths and 8,772 confirmed cases were reported.[165] The Mexico City General Hospital delivered the wrong body to the widow of Ángel Dorado Salinas, 52. She discovered the mistake when she saw a photograph of the corpse.[166] In mid-April, it came to media attention that Mexican drug cartels, in an effort to boost their own popularity and in response to poor efforts by the Mexican presidency, began distributing supplies to impoverished citizens in the streets.[167] The president of Mexico has since called on the cartels to stop distributing supplies and \"end violence\" instead.[168] The number of coronavirus cases surges past 10,000 to 10,544 with 970 deaths on April 21.[169] Six people were arrested in San Pedro Tlaquepaque and Tlajomulco de Zúñiga, Jalisco, for violating the state's quarantine orders on April 22. Another six people were denied permission to enter the state.[170] Two women were arrested in Querétaro for attacking a health worker. They face up to three years in prison and a fine of 24,644 pesos (US$977).[171] A field hospital with 854 beds is inaugurated in Mexico City; it should be fully operational on June 1.[172] On April 26, the Mexican Council of Businessmen (CMN) and IDB Invest announce a US$12 billion plan to provide credit to 30,000 micro-, small-, and medium-sized industries.[173] AMLO opposes the plan, likening it to Fobaproa, the 1995 bank-rescue plan that cost taxpayers billions.[174] PAN supports the plan.[175] The death toll surpassed the 1,000 figure on April 23.[176] Tijuana expects its hospitals to run out of space over the weekend.[177] On April 29, eight public and three private hospitals in Mexico City stopped accepting COVID-19 patients due to a lack of space and ventilators. Mexico City Head of Government Claudia Scheinbaum said there were 54 hospitals with 1,500 beds available.[178] On the same day, Iñaki Landáburu, president of the National Association of Wholesale Grocers (ANAM), threatened to stop the supermarkets' supply chain in the State of Mexico, Tabasco, Guerrero, Morelos, and Veracruz if safety measure are not enforced and if they are not provided with safety on highways. Landáburu said he believes food trucks are robbed by the organized crime who then redistribute the food for free in an attempt to demonstrate a false sense of solidarity among the population.[179] On May 1, Mexico surpassed 20,000 infections of COVID-19.[180] Mexicanos contra la corrupción (Mexicans against corruption) alleged that Léon Manuel Bartlett, son of Manuel Bartlett the head of the Comisión Federal de Electricidad (CFE), fraudulently tried to sell overpriced ventilators to the Mexican Institute of Social Security (IMSS) in Hidalgo.[181] On May 2, Mexico surpassed 2,000 deaths due to the COVID-19 pandemic.[182] At least forty Mexican and Guatemalan farm workers in Canada contracted coronavirus, that according to the United Food and Commercial Workers.[183] On May 3, IMSS published videos of the progress made on the construction of a field hospital in Autódromo Hermanos Rodríguez racetrack in Mexico City. The hospital is expected to go into operation on May 13.[184] The same day, Undersecretary López-Gatell estimated that there were 104,562 cases of COVID-19 in Mexico, 80,000 more than the ones confirmed.[185] The former presidential mansion Los Pinos opened as a shelter for IMSS health providers in Mexico City on May 4.[186] The Instituto de Verificación Administrativa (Invea) announced it had closed eight non-essential businesses on May 4 and 5 that were in violation of the lockdown orders in Mexico City. This was in addition to the 58 that had been suspended between March 26 and April 30.[187] According to estimates by Undersecretary López-Gatell, at least 250,000 people may eventually be infected and the death toll may reach 8,000.[188] A group from Médecins Sans Frontières arrived in Tijuana, Baja California, on May 6. Baja California is third only to Mexico City and the State of Mexico in the number of COVID-19 infections reported.[189] The Regent Seven Seas Splendor from Los Angeles has been allowed to dock in Puerta Vallarta for thirty days for \"humanitarian reasons\". The ship does not currently carry any passengers and is scheduled to sail for La Paz, Baja California Sur, on June 6.[190] A nursing home in Nuevo León was closed on May 7 after an outbreak was reported on May 4.[191] An article published on The New York Times on May 8 assured that both the federal government and the state government of Mexico City ignored the wave of coronavirus deaths in the capital city. The article criticized the way that President Andrés Manuel López Obrador has been handling the pandemic citing the lack of testing done and the fact that the government has been hiding the real number of COVID-19 cases and deaths. It was also mentioned that despite the fact that Undersecretary Hugo López-Gatell has been saying that \"We [Mexico] have flattened the curve\" and that only 5% of those infected will show symptoms, and only 5% of those patients with symptoms will go to the hospital, experts say that \"their model is wrong\" and that \"there's a very good consensus on that\".[192] More than 100 health workers (doctors, nurses, orderlies, etc.) are among the 3,573 dead from the virus on May 12.[193] Also that a 40-year-old man who works in the President's office has died.[194] On May 13, Mexico registered more than 2,000 new cases in 24 hours for the first time. The four entities with the most confirmed cases At the time were Mexico City, the State of Mexico, Tabasco, and Veracruz. The country had a total of 42,595 confirmed cases and 4,447 confirmed deaths.[195] President López Obrador presented a four-phased plan beginning May 18 for a gradual, orderly economic reopening of the country.[196] Between May 9 and May 15, 13,000 new cases were confirmed. The totals were 42,595 cases, 10,057 active cases, and 4,477 deaths on May 15.[197] It was reported on May 18 that in the outskirts of Mexico City more than 3.5 tons of infectious waste were piling up and being illegally dumped.[198] On May 19, Mexicans Against Corruption (Mexicanos contra la corrupción in Spanish) said that the authorities of Mexico City were hiding the real number of COVID-19 deaths. The organization claimed that the actual number of deaths in the city was 4,577, as opposed to the 1,332 confirmed at the time by the authorities.[199] The same day, fourteen health workers were kidnapped and released from a hotel in Tacubaya, Mexico City.[200] On May 20, the government of the State of Mexico said that they were going to use refrigerated trucks and trailers to store the corpses coming from 16 hospitals for periods of 48 to 72 hours in order to avoid the overcrowding of morgues and to support families that want to cremate the bodies.[201] The same day, the government of Mexico City appointed a Comisión Científico Técnica para el Análisis de la Mortalidad (″Scientific Technical Commission for Mortality Analysis″) headed by Arturo Galindo Fragua of the Instituto Nacional de Ciencias Médicas y Nutrición (\"National Institute of Medical Sciences and Nutrition″) to investigate whether the official number of COVID-19 deaths is lower than the actual number. Doctor Christopher Edward Ormsby, of the Instituto Nacional de Enfermedades Respiratorias (\"National Institute of Respiratory Diseases,″ INER) is also working on the commission.[202] The same day, Claudia Sheinbaum presented her \"Gradual Plan towards the New Normality in Mexico City\", and said that Mexico City will be at a red light until at least June 15.[203] On May 22, the number of new cases and deaths reported in 24 hours reached a record high of 2,973 and 420 respectively.[204] General Motors partially reopened two of its four plants—a motor plant in Ramos Arizpe, Colima, and a motor and transmission plant in Silao, Guanajuato.[205] It was reported on May 23 that Mexico's 10.8% mortality rate from COVID-19 is the eighth highest in the world, most likely due to a lack of testing. Globally the mortality rate was about 6.7% at the time.[206] The Instituto de Salud para el Bienestar (INSABI) announced on May 25 it paid MXN $60,435,000 for 300,000 COVID-19 tests in June and July. An individual test costs $204.[207] On May 26, the numbers reached another record high, with 3,455 new cases and 501 new deaths in twenty-four hours.[208] On May 27, a 55-year-old nurse who heads the intensive care unit at the ISSSTE hospital in Mérida, Yucatán, denounced death threats and the burning of her house and car.[209] Cars line up for miles at the Tijuana-San Diego County, California border crossing, despite restrictions on non-essential travel.[210] Baja California reports a 33% shortfall of hospital beds on May 28.[211] Fake news about toxic substances being spread by drones leads to disturbances in Venustiano Carranza, Chiapas, including the burning of city hall.[212] Thirty states and CDMX are classified as ′′Rojo′′ (Red: Maximum Risk); the only exception is the State of Zacatecas, which is Orange: High Risk, after 81,400 confirmed cases and 9,044 deaths are reported on May 28.[213] Day 1 of the \"New Normality was on June 1. President López Obrador motors to Cancún and inaugurated the construction of the Mayan train.[214] On the same day, the first foreign tourists, since imposition of the quarantine, arrived in Los Cabos, Baja California Sur.[215] Rules about safe-distancing, use of a facemask, and against overcrowded public transportation were largely ignored in Nuevo León.[216] On June 2, the number of new cases of infection increased by 4.2% (3,891) compared to the day before. Women made up 57% of the 97,326 confirmed cases in the country at the time.[217] For the first time, on June 3, IMSS-Morelos uses plasma donated by recovered patients as an alternative, experimental treatment for individuals infected with the SARS-COV-2 virus.[218] The 817 new deaths reported in one day on June 4[219] is more than the combined daily figures from the United States (174), Brazil (33), Russia (144), and the United Kingdom (357).[220] Mexico's 4,422 new cases are fewer than Russia's 8,726 and India's 7,450 new cases, but more than the United States' 4,091 new cases.[220] The Mexico City prosecutor's office began an investigation on June 5 into the alleged alteration and falsification of 500 death certificates by ten doctors, as well as the robbery of five of them. Missing or falsified death certificates brought into question the veracity of statistics, making predictions more difficult.[221] The National Human Rights Commission reported that prisons are especially vulnerable to spread of the virus and notes there have been 395 confirmed cases, 232 suspected cases, 53 deaths, and three riots or fights in prison related to COVID-19. Of those, 99 of the cases were confirmed in Jalisco and 55 in Mexico City.[222] The newspaper Excélsior published a report stating that between April 12 and June 4 the number of COVID-19 infections among children increased from 84 to 2,248. Save the Children noted that 46 girls, boys, and teenagers have died, emphasizing the large numbers of minors who must work to help provide for their families.[223] Meeting in Tequila, Jalisco on June 7, the Block of Eight governors (Coahuila, Colima, Durango, Guanajuato, Jalisco, Michoacán, Nuevo León, and Tamaulipas) denounce the federal government's traffic light system of reopening the economy and demand more autonomy for states.[224] It was reported that Zoé Alejandro Robledo, the director of the Mexican Social Security Institute (IMSS) and three other top bureaucrats of the institution were infected with coronavirus.[225] The traffic light map for June 8–14 showed the entire country in red and Hugo López-Gatell emphatically denied on June 8 that the country could now return to normality. The states of Tamaulipas, Oaxaca, and Quintana Roo were stable but still \"stably high.\" Guerrero, Yucatán, and Querétaro had lower contagion rates than 14 days earlier, but López-Gatell warned of a possible rebound.[226] The Institute for Health Metrics and Evaluation of the University of Washington in Seattle projects between 37,397 and 75,516 deaths due to the coronavirus in Mexico by August 4.[227] On June 9 Governor Héctor Astudillo Flores of Guerrero reported he had contracted COVID-19 but that he planned to continue working from home.[228] A health clinic and city hall are burned by armed inhabitants of Las Rosas, Chiapas after the death of a peasant on June 10, apparently from COVID-19.[229] The first international tourists returned to Quintana Roo on June 11.[230] A Mexicali health clinic supported by former Baja California gubernatorial candidate Enrique Acosta Fregoso (PRI) was closed on June 15 after selling a supposed COVID-19 \"cure\" for between MXN $10,000 and $50,000.[231] A set of triplets were born prematurely with COVID-19 at the Ignacio Morones Prieto Central Hospital in San Luis Potosí on June 17. Both parents tested negative and the children were reported stable.[232] 51.2% of all infections (94,958 cases) occurred in the so-called “new normal” from May 18 to June 23 as the period after the country's general quarantine was lifted and states began to resume their economic and social activities in stages. Deaths also grew by 56% (12,654 cases) in these 22 days of “new normal.”[233] Jarbas Barbosa, deputy director of the Pan American Health Organization (PAHO), reported on June 24 that in Mexico there is an evident increase in COVID-19 infections, a situation similar to that of Brazil, Chile, and Peru. She recommended that the authorities allocate at least 6% of GDP to the health sector and direct 30% of said investment to the first level of medical care.[234] Arturo Herrera, Secretary of Finance and Public Credit (SHCP) contracted COVID-19 on June 25.[235] Puerto Vallarta, Jalisco, set a daily record for COVID-19 deaths with six new deaths in the city. There have been 723 confirmed cases of coronavirus in the city, with 33 new cases added on June 25, also a new daily record for the city. This is two weeks after the economy and beaches reopening and seven days after people flocked to the beaches for the Father's Day weekend in Puerto Vallarta where little social distancing or mask usage was observed.[236] On July 1, Mexico became the seventh country with the most COVID-19 deaths surpassing Spain. The same day, Mexico reported 231,770 confirmed cases of COVID-19, with this Mexico became the tenth country with the most infected people with the virus in the world.[237] On July 2, Tianguis reopened in Mexico City and restaurants and hotels in the same city may reopen but with only 30% of its capacity. The following day, beauty salons and barber shops reopened as well in Mexico City.[238] On July 4, Mexico moved to sixth place in the number of deaths by COVID-19, surpassing France.[239] On July 5, the Mexico City government announced that access to the Zócalo will be limited, closed the downtown Mexico City Metro stations, and said it will be controlling both vehicular and pedestrian traffic, as well as enforcing rules about social distancing and the use of face masks.[240] On July 6, the states of Chiapas, Chihuahua, Morelos, Querétaro, Zacatecas, and Mexico City showed declines in the number of confirmed cases by day, with the later having 12 consecutive days of decline. The states of Tabasco, Sonora, Coahuila, and Tamaulipas showed increases in the number of confirmed cases by day.[241] On July 8, department stores reopened in Mexico City, but customers were limited to only one hour of shopping, they must wear a face mask, and may not use dressing rooms nor try products such as cosmetics or perfumes.[238] On July 11, Mexico surpassed the United Kingdom and became the eighth country with the greatest number of confirmed cases in the world.[242] The same day, the ashes of 245 Mexicans that died of COVID-19 in the United States arrived in Mexico City and were given to their respective family.[243] On the same day's daily press conference of Undersecretary Hugo López-Gatell, the Undersecretary said that the Secretariat of Health was putting on hold the presentation of next week's \"traffic light\" due to the inconsistencies found on the data that certain states were reporting.[244] Yucatán and Quintana Roo, states that were pointed out by López-Gatell for their inconsistencies and delayed reporting, said that they were fully complying with what they were asked to report.[245] Yucatán and Quintana Roo, states that were pointed out by López-Gatell for their inconsistencies and delayed reporting, said that they were fully complying with what they were asked to report.[245] On July 12, Mexico became the country with the fourth greatest number of deaths in the world with 35,006, surpassing Italy.[246] On July 13, 304,435 cases and 35,491 deaths were reported. Undersecretary Hugo López-Gatell, said that there has been a decrease in new cases in the Valley of Mexico as Guanajuato moves into second place with 2,530 active cases. Nuevo León reports an occupancy rate of 82% in hospitals.[247] In the Doctor Macedonio Benítez Fuentes General Hospital in Juchitán de Zaragoza, Oaxaca, 104 of 249 healthcare workers tested positive for COVID-19.[248] On July 14, the National Council of Science and Technology (CONACYT) announced the development of two Mexican-made ventilators: Ehécatl (the Aztec god of wind; in Nahuatl) 4T and Gätsi (Otomi for \"breath\").[247] On July 15, Mexico, the United States, and Canada agreed to keep restrictions on non-essential travel in place until August 21.[249] The Directorate-General for Epidemiology of the Secretariat of Health reported that COVID-19 is the leading cause of death for pregnant women this year as 73 of 417 deceased pregnant women died of COVID-19; additionally, there are 23 suspected deaths of COVID-19.[250] On July 20, Secretary Jorge Alcocer Varela and Undersecretary Hugo López-Gatell canceled a meeting with governors of the National Action Party, although they did meet with the National Governors Conference and with chairman Mauricio Vila Dosal of Yucatán of the Conference's Health Commission, the governors from the National Action Party wanted to remove the \"traffic light\" health alert system stating that “the traffic light isn’t helping at all” and they proposed replacing the traffic light with “new health indicators”.[251] On July 21, the Secretariat of Health announced the ten municipalities with the highest rates of infection, those being: Piedras Negras, Coahuila; Ciudad Valles, San Luis Potosí; Cosamaloapan de Carpio, Veracruz; Tenosique, Tabasco; Centro, Tabasco; Teoloyucan, State of Mexico; Nacajuca, Tabasco; Acuña, Coahuila; Milpa Alta, Mexico City; and Othón P. Blanco, Quintana Roo. The Secretariat also announced that the number of deaths surpassed 40,000 on July 21.[252] Dr. Mike Ryan of WHO said that no one should expect a vaccine before early 2021.[253] On July 22, the Assistant Director of the Pan American Health Organization, Jarbas Barbosa, announced that Mexico was the 38th country to send a letter of intent to buy a COVID-19 vaccine when one is available. Secretary Marcelo Ebrard said there was evidence that a vaccine might be available during 2020, and that the goal is an even distribution of 2 billion doses among the other 77 countries.[254] On July 23, President López Obrador confirmed that he had relatives infected by COVID-19 and even that some have died because of the virus.[255] On July 26, churches in Mexico City reopened with 20% capacity.[256] On July 30, Undersecretary Hugo López-Gatell threatened with criminal sanctions to governors who deliberately change the traffic light status of their respective states. On that matter, Maricela Lecuona González, lawyer of the Secretariat of Health, said that: When the government of a federal entity ceases to comply with the result of the weekly assessment and omits to call for measures relating to the respective level of risk by the federal health authority, and accordingly instructs its population to take measures related to a lower risk level, after the investigation of the competent authority that so resolves, it is clear that the public servants who take such determination may be civil, administrative and/or criminal liable for that decision. Several governors rejected the propsal.[257] On August 3, Patricia Ruiz Anchondo, the Mexico City Social Prosecutor, announced that over 3,000 complains had been filed regarding parties in apartment buildings that violated the official COVID-19 sanitary guidelines. Most of them were in the boroughs of Benito Juárez, Cuauhtémoc, and Iztapalapa.[258] On August 4, the Secretariat of Health reported that 4,732 people who spoke an indigenous language have been infected with COVID-19 and, of those infected, 798 have died.[259] Mexico passed the mark of 50,000 deaths on August 6.[260] The United States Department of State classifies travel to Mexico as \"high risk.\"[261] Health workers, teachers, and social organizations march in Chiapas on August 9 to demand the release of Dr. Vicente Grajalas Yuca, accused of abuse of power after he denounced a lack of medicine in state hospitals.[262] Other marches take place in Oaxaca, Quintana Roo, Verzcruz, and Morelos.[263] There are 52,298 virus deaths and 480,278 confirmed cases.[264] On August 11, Gustavo de Hoyos, president of the business group Coparmex called upon President López Obrador to wear a face mask as an example for everyone else.[265] In an effort to control the spread of the virus, the government of Querétaro said that, since May 2020, they had turned back over 63,000 visitors from neighboring states.[266] On August 13, the Carlos Slim Foundation announced they were going to finance the effort of Mexico, Argentina, the University of Oxford and AstraZeneca to produce and distribute the production and distribution of the vaccine against COVID-19 that's being developed by the last two. The distribution of the vaccine will begin during the first semester of 2021, and it will be available through Latin America, with the exception of Brazil.[267]","Title":"Timeline of the COVID-19 pandemic in Mexico - Wikipedia","KeyID":"10726","URL":"https://en.wikipedia.org/wiki/Timeline_of_the_COVID-19_pandemic_in_Mexico"}