{"Content: ":"The federal government of the United States initially responded to the COVID-19 pandemic in the country with various declarations of emergency, some of which led to travel and entry restrictions, and the formation of the White House Coronavirus Task Force. As the pandemic progressed in the U.S. and throughout the rest of the world, the U.S. government began issuing recommendations regarding the response by state and local governments, as well as social distancing measures and workplace hazard controls. State governments play a primary role in adopting policies to address the pandemic.[1] Following the closure of most businesses throughout a number of U.S. states, President Donald Trump announced the mobilization of the National Guard in the most affected areas. In March and April 2020, the U.S. Congress passed a few major stimulus packages as part of an aggressive effort to fight both the pandemic and its economic impact. President Trump signed two major stimulus packages: the CARES Act and the Consolidated Appropriations Act, 2021. Other proposed acts of legislation to provide economic relief have been made within both the House of Representatives and the Senate, with influence from the White House. In addition, other federal policy changes have been made by a number of departments—some at the direction of President Trump, as well as his successor Joe Biden. The Trump administration's communication regarding the pandemic generated negative responses. Trump was initially described as optimistic over the country's response to the pandemic and the threat level of the coronavirus disease 2019 towards the public. As the pandemic's severity escalated in the U.S., he repeatedly made false or misleading statements. In contrast, Trump administration officials made numerous statements in support of physical distancing measures and business closures. On December 31, 2019, China reported a cluster of pneumonia cases in its city of Wuhan. On January 7, 2020, the Chinese health authorities confirmed that this cluster was caused by a novel infectious coronavirus.[2] On January 8, the Centers for Disease Control and Prevention (CDC) issued an official health advisory via its Health Alert Network (HAN) and established an Incident Management Structure to coordinate domestic and international public health actions.[3] On January 10 and 11, the World Health Organization (WHO) warned about a strong possibility of human-to-human transmission and urged precautions.[4] On January 20, the WHO and China confirmed that human-to-human transmission had occurred.[5] The first report of a COVID-19 case in the U.S. came on January 20, in a man who returned on January 15 from visiting family in Wuhan, China, to his home in Snohomish County, Washington. He sought medical attention on January 19.[2] The second report came on January 24, in a woman who returned to Chicago, Illinois, on January 13 from visiting Wuhan.[6][7] The woman passed the virus to her husband, and he was confirmed to have the virus on January 30, in what was at that time the first reported case of local transmission in the U.S.[8] The same day, the WHO declared the outbreak a Public Health Emergency of International Concern, warning that \"all countries should be prepared for containment.\"[9][10] The next day, January 31, the U.S. also declared a public health emergency.[11] Trump administration officials were briefed about the coronavirus outbreak in China on January 3, 2020.[12] Health officials first substantially briefed the president about the virus on January 18, when HHS secretary Alex Azar called Trump while he was at Mar-a-Lago.[13][14] On January 27, then-acting chief of staff Mick Mulvaney convened a meeting with White House aides to draw greater attention to the virus among senior officials.[14] Two days later, on January 29, President Trump established the White House Coronavirus Task Force, led by Secretary Azar, to coordinate and oversee efforts to \"monitor, prevent, contain, and mitigate the spread\" of COVID-19 in the United States.[15][16][17] On February 26, Trump appointed Vice President Mike Pence to take charge of the nation's response to the virus.[18] On March 11, during his Oval Office address, Trump announced that he had requested a number of other policy changes: At this point, the federal government neared agreement on a stimulus proposal including direct cash payments to Americans.[20] Trump announced that the Small Business Administration would be providing disaster loans which could provide impacted businesses with up to $2 million.[21] FEMA was put in charge of procuring medical supplies on March 17.[22][23] Six CDC staff members spoke to CNN for a story published on May 20. The officials said the CDC was not trusted by the White House and had \"been muzzled\", with their post-March recommendations \"watered down\". In previous administrations, they were treated as \"scientists\", but for the Trump administration, \"if the science that we are offering up contradicts a specific policy goal, then we are the problem.\"[24] On March 18, Trump announced that the U.S. Department of Housing and Urban Development (HUD) would be suspending all kinds of foreclosures and evictions until the end of April.[25] The week of March 19, the Federal Housing Finance Agency ordered federally-guaranteed loan providers to grant forbearance of up to a year on mortgage payments from people who lost income due to the pandemic. It encouraged the same for non-federal loans, and included a pass-through provision for landlords to grant forbearance to renters who lost income.[26] On March 20, Trump announced that the Department of Education would not be enforcing standardized testing for 2020. Trump had also instructed to waive all federally held student loans for the next 60 days, which could be extended if needed.[27] Treasury Secretary Steven Mnuchin announced that the deadline for several federal filings including income tax returns and payments would be extended to July 15, 2020.[28] On March 22, Trump announced that he had directed FEMA to build four large medical stations with 1,000 beds for New York, eight large medical stations with 2,000 beds for California, and three large medical stations and four small medical stations with 1,000 beds for the State of Washington.[29] On March 23, Trump postponed the October 1, 2020, deadline for Americans on commercial airlines to carry Real ID-compliant documents.[30] On April 3, Trump announced that the federal government would use funds from the CARES Act to pay hospitals for treatment of uninsured patients infected with the coronavirus.[31] On April 20, Trump said he would sign an executive order to temporarily suspend immigration to the U.S. because of the pandemic.[32][33] In early May, President Trump proposed that the coronavirus task force be phased out to accommodate another group centered on reopening the economy. Amid a backlash, Trump publicly stated that the coronavirus task force would continue \"indefinitely\".[34] However, by the end of May, the coronavirus task force was meeting far less frequently, only once per week, when earlier in the pandemic, it was meeting every day including weekends.[35] On January 31, three major U.S. airlines (Delta, American, and United) announced that beginning in early February they would suspend flights between the U.S. and China,[36][37] although United Airlines continued select flights for returning Americans.[38] Later that day, President Trump announced travel restrictions which would come into effect on February 2, preventing foreign nationals from entering the U.S. if they had been in China within the previous two weeks. The immediate family members of U.S. citizens and permanent residents were exempt from this restriction.[39][40] Major Chinese carriers began to suspend flights from China to the United States three days after the announcement of the travel restrictions.[38] In addition to restricting foreign nationals, Trump imposed a quarantine for up to 14 days on American citizens returning from Hubei, the main coronavirus hotspot at the time. This was the first quarantine order the U.S. federal government had issued in over 50 years.[39][40] Although at the time the WHO recommended against countries imposing travel restrictions,[41] HHS secretary Alex Azar said the decision stemmed from the recommendations of HHS health officials.[42] The New York Times analyzed that more than 380,000 people arrived in the U.S. from China in January, including around 4,000 from Wuhan. After the restrictions began, almost 40,000 people arrived in the U.S. from China in February and March.[43] Following the China-related restrictions, the Trump administration imposed other restrictions from weeks later: On January 30, the WHO warned that \"all countries should be prepared for containment, including active surveillance, early detection, isolation and case management, contact tracing and prevention of onward spread\" of the virus.[61] February 25 was the first day the CDC told the American public to prepare for an outbreak.[62] By February, the CDC was exploring options to control the spread of COVID-19 in the United States. Six cities believed to be high-risk were selected for early \"sentinel surveillance\" to try to detect the virus in patients who did not meet CDC guidelines for testing; those cities were Chicago, New York, San Francisco, Los Angeles, Seattle and Honolulu. Very few tests were successfully completed within a five-week window. Once testing showed the disease was spreading among those without travel-related risk factors, public officials in California began to issue \"stay at home\" orders; it would be at least a week before similar orders were issued in other parts of the country.[63] At a White House press briefing on April 1, Dr. Anthony S. Fauci said that, even though he expected social distancing rules can eventually be relaxed even before the availability of a vaccine, a vaccine will still be necessary to end the pandemic.[64] As part of the early efforts to contain and mitigate the pandemic within the United States, Surgeon General Jerome Adams announced in early March that local leaders would soon have to consider whether to cancel large gatherings, consider telework policies, and close schools.[65] Over the next few weeks, a number of states imposed stay-at-home orders of diverse scope and severity, which placed limits on where people can travel, work and shop away from their homes.[66] On March 16, Trump announced \"15 Days to Slow the Spread\"—a series of guidelines based on CDC recommendations on topics such as physical distancing, self-isolation, and protecting those at high risk. The government also recommended closing schools and avoiding gatherings of more than ten people.[67][68][69] Coronavirus Response Coordinator Deborah Birx cited an analysis by Imperial College London that if nothing was done by government officials, 2.2 million would die in the United States.[70] The researchers recommended enforced social distancing for the entire population and closing all schools and universities.[71] The White House recommended \"social distancing\". One month later, epidemiologists Britta Jewell and Nicholas Jewell estimated that, had social distancing policies been implemented just two weeks earlier, U.S. deaths due to COVID-19 might have been reduced by 90%.[72] By March 21, governors in New York, California and other large states had ordered most businesses to close and for people to stay inside, with limited exceptions. The order in New York, for instance, exempts financial institutions, some retailers, pharmacies, hospitals, manufacturing plants and transportation companies, among others. It placed a ban on non-essential gatherings of any size and for any reason.[66] In late March, Trump announced that the National Guard would be deployed to California, New York, and Washington, and FEMA would send large medical stations with thousands of beds to the three states.[73] The city of Chicago said it would rent more than a thousand empty hotel rooms to house coronavirus patients who need to be isolated but do not require hospitalization.[74] Containment and care facilities would include two Navy hospital ships.[75] USNS Mercy arrived in Los Angeles on March 27,[76] and USNS Comfort arrived in New York City on March 30.[77] On March 28, the president said he had decided not to enact a tri-state lockdown of New York, New Jersey, and Connecticut, after having publicly suggested earlier in the day he was considering such a move; instead he ordered the CDC to issue a travel advisory suggesting voluntary travel limitations in these states.[78] Buildings normally used for sports and entertainment were transformed into field hospitals. The Coachella Valley Music and Arts Festival, for instance, was postponed to October and the fairgrounds where it is normally held was turned into a medical center.[79] To prepare housing for homeless persons, states such as California have procured private hotels and motels as emergency shelters and isolation spaces.[80] Manpower from the military and volunteer armies were called up to help construct the emergency facilities.[81][82] On March 31, Birx reiterated the projection of 1.5 million to 2.2 million deaths if government officials did nothing to stop the virus, compared with 100,000 to 240,000 deaths if measures such as social distancing were taken.[83] As April began, various state and local officials, including the mayors of New York[84] and Los Angeles,[85] and the governors or health departments of Colorado,[86] Pennsylvania,[87] and Rhode Island[88] encouraged residents to wear non-medical cloth face coverings while in public, as an additional measure to prevent unknowingly infecting others. The CDC issued a similar recommendation on April 3. Health officials have generally advised against the use of medical-grade PPE (such as surgical masks and respirators) by the general public, as they should be saved for healthcare personnel due to shortages.[89][90] In early May, the Institute for Health Metrics and Evaluation at the University of Washington predicted the American death toll would reach 137,000 by early August.[91] An October 2020 report in The Washington Post cited poor infection controls in some nursing homes resulting from mismanagement and reduced enforcement efforts by the Centers for Medicare and Medicaid Services under the Trump Administration as significantly contributing to tens of thousands of deaths in those facilities.[92] In January 2020, President Trump disregarded warnings from his administration's officials about the threat the virus posed to the United States in favor of the country's economic considerations.[93] He publicly downplayed the danger until mid-March, making numerous optimistic statements, including that the outbreak was \"under control\" and being overcome, or that the virus would somehow vanish.[94] On February 26, speaking of the number of known infected in the country at the time, Trump predicted \"the 15 within a couple of days is going to be down to close to zero—that's a pretty good job we've done.\"[95] By the end of March, The Washington Post described Trump's pronouncements as having \"evolved from casual dismissal to reluctant acknowledgment to bellicose mobilization\".[96] When asked about his initial dismissive comments, Trump explained that he wanted to \"give people hope\" as a \"cheerleader for the country\", although he \"knew everything\".[97] On March 11, 2020, Trump gave an Oval Office address where he announced an imminent travel ban between Europe and the United States. The announcement caused chaos in European and American airports, as Americans abroad scrambled to get flights back to the United States. The administration later had to clarify that the travel ban applied to foreigners coming from the Schengen Area, and later added Ireland and the UK to the list.[98][99] The flawed rollout of the travel ban led to hours-long waits and crowded lines at major airports for incoming passengers to the U.S., causing a public health hazard.[100] Trump also listed several economic policy proposals designed to provide tax relief for workers, aid small businesses, and fight the spread of the virus. Trump declared that insurance companies \"have agreed to waive all co-payments for coronavirus treatments\". (After the speech, the America's Health Insurance Plans association clarified that the waivers were only for tests, not for treatments.)[101] On March 13, Trump declared the coronavirus to be a national emergency, freeing up $50 billion in federal funds to fight the outbreak.[102] Starting March 16, Trump began to hold daily press briefings on the coronavirus situation, lasting from an hour to more than two hours and usually broadcast live by the television networks.[103] On March 16, Trump said for the first time that the coronavirus was \"not under control\", and the situation was \"bad\" with months of impending disruption to daily lives, and a recession possible.[104] Also on March 16, Trump and the Coronavirus Task Force released new recommendations based on CDC guidelines for Americans, titled \"15 Days to Slow the Spread\". These recommendations included physical distancing and hygienic instructions, as well as directions to the states in dealing with school closures, nursing homes, and common public venues.[105][106] On March 17, a French doctor made an online report of a small clinical study claiming good results treating coronavirus patients with the anti-malaria drug hydroxychloroquine. On March 18, the German drug manufacturer Bayer offered to donate millions of doses of the drug to the FDA.[107] The next day, March 19, Trump promoted hydroxychloroquine and chloroquine during his daily briefing as potential treatments by prescription for COVID-19.[108][109] For the next several weeks Trump continued to promote the drug as a potential \"game changer\" in treatment of the virus.[110] Within days of his first mention of the drug, a shortage occurred for chloroquine and hydroxychloroquine in the United States, while panic buying occurred overseas in Africa and South Asia.[111][112] On March 22, Trump indicated a desire to scale back physical distancing measures, saying: \"We cannot let the cure be worse than the problem itself.\"[113][114] Despite having said in a previous briefing that he preferred to have mitigation measures be controlled by individual states because it was compatible with the Constitution, Trump said at an April 13 briefing that, as president, he has the \"ultimate authority\"; Pence affirmed that the powers of the president are \"plenary\" during a national emergency.[115] On April 16, Trump assured governors \"you are going to call your own shots\" about relaxing restrictions.[116] On April 17, Trump gave a public call to \"liberate\" Michigan, Virginia, and Minnesota after protests occurred against stay-at-home orders issued by the Democratic governors of these states.[117] By April, as the pandemic worsened, amid criticism of his administration's response, Trump shied away from admitting any mistakes in his handling of the outbreak (\"I couldn't have done it any better\"), but has blamed many others: the media (for over-hyping the threat, then not appreciating his administration's response), Democratic governors (for mismanaging responses), the Obama administration (for not preparing enough), China (for a lack of transparency), and the WHO (for \"missing the call\" on COVID-19).[118] On April 15, Trump said government data showed the U.S. was \"past the peak\" of the epidemic and was \"in a very strong position to finalize guidelines for states on reopening the country\". He announced a temporary halt on funding to the WHO over its handling of the coronavirus outbreak, and alleged Chinese favoritism, pending a review.[119] The next day, April 16, the administration unveiled new federal guidelines for a three-phased approach to restoring normal commerce and services, but only for places with strong testing and seeing a decrease in COVID-19 cases.[120] From mid-March through late April, the White House Coronavirus Task Force met daily in the Situation Room and followed with a press briefing to communicate updates, guidelines, and policy changes to the public. Trump only rarely attended the daily meetings and instead was briefed in the Oval Office shortly before he held the press conference. On April 23, during the Oval Office meeting William Byron, an official from the Department of Homeland Security, offered Trump a brief presentation on the effect of disinfectants and sunlight on the virus on surfaces, which had been discussed during the earlier Situation Room meeting. Following Byron's presentation at the press briefing Trump began asking questions and suggested the possibility that light or disinfectants could be used inside the human body to cure coronavirus. Trump's remarks prompted doctors, lawmakers and the makers of the disinfectant brand Lysol to respond with incredulity and warnings against ingesting disinfectant chemicals.[122][123] Trump praised and encouraged protestors who violated stay-at-home orders in Democratic states, as well as praised Republican governors who violated the White House's own coronavirus guidelines regarding re-opening their economies.[124][125] Trump has repeatedly said the U.S. is \"leading the world\" with its response to the pandemic. In May he told legislators he had had phone calls with Shinzo Abe, Angela Merkel and other unnamed world leaders and \"so many of them, almost all of them, I would say all of them\" believe the U.S. is leading the way. The Guardian writes that none of the world leaders he mentioned have said anything to suggest Trump's claim was true but rather that his \"America first\" response has alienated America's close allies. The Guardian writes that Trump's decision to no longer support the WHO during the height of the pandemic and to not take part in a global effort to develop a vaccine \"added outrage and prompted complaints that the US was surrendering its role of global leadership.\" A French poll done in May found that only 2% had \"confidence Trump was leading the world in the right direction.\"[126] On May 1, the CDC presented a 17-page report titled \"Guidance for Implementing the Opening Up America Again Framework\" to the administration. It had been written to provide advice for faith leaders, places of business and other public places, educators, and state and local officials as they began to reopen. The White House refused to use the report. Trump said he felt the guidelines were too restrictive, commenting \"I see the new normal being what it was three months ago. I think we want to go back to where it was.\"[127][128] By mid May reports of new cases began to level off and most states began to open restaurants and other places of business, placing limits to the numbers of people allowed in the establishment at the same time. The head of the CDC, Anthony Fauci, warned that if caution was not used the rate of infections could rebound and he was particularly concerned about opening the schools in the fall. In an interview Trump replied to Fauci's statements saying, \"we have to get the schools open, we have to get our country open, we have to open our country ... We have to get it open. I totally disagree with him [Fauci] on schools.\"[129] On October 2, 2020, both Trump and his wife tested positive for COVID-19 as part of a larger outbreak amid the White House.[130] While being treated at Walter Reed National Military Medical Center, Trump tweeted in support for more economic stimulus before halting and then reengaging talks.[131][132][133] Trump has repeatedly pressured federal health agencies to take particular actions that he favors.[134] He once claimed that there is a \"deep state\" conspiracy causing federal health agencies to delay approval of vaccines and treatments in order to hurt him politically.[135] At a campaign rally in Tulsa, Oklahoma, on June 20, 2020, Trump said he had instructed his administration to slow down coronavirus testing in order to keep the number of confirmed cases down.[136] This claim was contradicted in sworn testimony by the federal health officials in charge of coronavirus response.[137] On the Fourth of July, Trump said that the United States was testing too much, and that \"by so doing, we show cases, 99% of which are totally harmless.\" Food and Drug Administration commissioner Dr. Stephen Hahn declined to confirm Trump's comments. The WHO estimated 15% of COVID-19 cases become severe and 5% become critical.[138][139] Trump wanted to get speedy approval of convalescent plasma, and he complained that people within the health agencies who opposed him were deliberately delaying approval of treatments and vaccines until after the election.[140] He wanted to be able to announce it as a treatment breakthrough at the 2020 Republican National Convention, but the National Institutes of Health (NIH) had concerns about its effectiveness. On the Wednesday before the convention he ordered Dr. Francis S. Collins, head of the NIH, to \"get it done by Friday.\"[135] On the eve of the convention the NIH still had concerns, but Trump announced that the Food and Drug Administration had given emergency authorization for plasma therapy to be more widely used.[135] In his announcement he greatly exaggerated the effectiveness of the treatment.[141] The Morbidity and Mortality Weekly Report (MMWR) is a weekly publication issued by the CDC. It is the CDC's main vehicle for imparting current information and recommendations about public health to physicians, researchers, and the general public. In September 2020, it was reported that political appointees at the Department of Health and Human Services (HHS) tried repeatedly to change, delay, or remove reports about COVID-19 from MMWR if they undermined Trump's claims that the outbreak was under control.[142] A report downplaying the benefit of hydroxychloroquine as a COVID-19 treatment was delayed for almost a month as the HHS team raised questions about the political leanings of the authors.[142] A report on the susceptibility of schoolchildren to the virus was also held up.[143] In emails to the head of CDC, officials at HHS accused MMWR scientists attempting to \"hurt the president\" and writing \"hit pieces on the administration\". One official tried unsuccessfully to get all issues of MMWR held up until he personally approved them. CDC resisted many of the changes, but increasingly allowed HHS personnel to review articles and suggest changes before publication.[143] A spokesman for HHS confirmed that attempts to change MMWR content had been going on for 3+1⁄2 months. He said it was because the MMWR reporting contained \"political content\" as well as scientific information, adding that the changes suggested by HHS were \"infrequently\" accepted by CDC.[143] On August 24, the testing guidelines on the CDC web page were quietly changed from their earlier recommendation that \"testing is recommended\" for anyone who has come into contact with someone who has COVID-19; the new message said that such people do not need to be tested if they do not have symptoms. Multiple public health experts expressed alarm at the new guideline, because people can be contagious even if they have no symptoms, and early testing of exposed people is considered essential to track and suppress the spread of the virus.[144] On September 17, it was reported that the new guidelines had been written by the White House coronavirus task force, and been \"dropped into\" the CDC website by officials in the HHS over the objections of CDC scientists. A July document on \"The importance of reopening schools\" was also placed on the CDC website by HHS rather than CDC scientists.[145] Two former directors of the CDC said that the notion of political appointees or non-scientists posting information to the CDC website is \"absolutely chilling\" and undermines the credibility of the institution.[145] On September 18, the guideline was revised to its original recommendation, stressing that anyone who has been in contact with an infected person should be tested.[146] During the early stages of the outbreak, government officials gave mixed assessments of the seriousness and scale of the outbreak. CDC Director Robert R. Redfield said in late January that \"the immediate risk to the American public is low,\" then in late February said it would be \"prudent to assume this pathogen will be with us for some time to come\". Speaker of the House Nancy Pelosi appeared on television encouraging people to visit the Chinatown neighborhood of her San Francisco district.[147] While federal economic policy chief Larry Kudlow declared the coronavirus containment \"pretty close to airtight\". Dr. Nancy Messonnier (head of the National Center for Immunization and Respiratory Diseases) and Anthony Fauci (head of the National Institute of Allergy and Infectious Diseases) warned of the impending community spread of the virus in the United States, with Messonnier stating: \"Disruption to everyday life might be severe.\" Around this point, Stephen Hahn, the head of the FDA, warned of national medical supplies being disrupted due to the outbreak. In early March, the U.S. Surgeon General, Vice Admiral Jerome Adams, declared that \"this is likely going to get worse before it gets better.\"[148] In February 2020, the CDC was notifying the press it expected the infections to spread, and urged local governments, businesses, and schools to develop plans for the outbreak. Among the suggested preparations were canceling mass gatherings, switching to teleworking, and planning for continued business operations in the face of increased absenteeism or disrupted supply chains.[149] CDC officials warned that widespread transmission may force large numbers of people to seek hospitalization and other healthcare, which may overload healthcare systems.[150] A March 14 article on NBC said CDC officials wanted to recommend everyone over 60 remain inside their homes whenever possible but was instructed by the Trump administration to not say that.[151] Public health officials stressed that local governments would need assistance from the federal government if there were school and business closures.[152] On March 23, Surgeon General Jerome Adams made several media appearances, in which he endorsed physical distancing measures and warned the country: \"This week, it's going to get bad ... we really, really need everyone to stay at home ... Every single second counts. And right now, there are not enough people out there who are taking this seriously.\"[153] On April 5, Anthony Fauci said that as many as 50% of coronavirus carriers may be asymptomatic.[154] In late April, Trump's adviser and son-in-law, Jared Kushner, declared that in response to the pandemic \"the federal government rose to the challenge, and this is a great success story.\"[155] By mid-May, media appearances of senior federal health officials had been sharply reduced.[156] After Trump himself tested positive for COVID-19 on October 2, he was admitted into Walter Reed. After a press briefing by the President's personal physician on October 4, an administration source close to the President stated that Trump was admitted due to concerns over \"worsening\" vitals and conditions.[157] This source was later identified by the AP as White House Chief of Staff Mark Meadows, who was caught on camera asking to be \"off the record\" after the physician ended the press briefing. Meadows' statement to the press contradicted statements and stances given by the physician during the press conference. During the same press conference, the physician also confused reporters when he mistakenly stated that Trump's diagnosis was for the \"past 72 hours\", later clarifying that he meant the past three days. Over a year later, Meadows revealed that Trump had actually tested positive (and also negative from another test) prior to debating Biden on September 29.[158] The Trump administration replaced Christi Grimm as Inspector General of the Department of Health and Human Services after she produced a report documenting severe shortages of medical supplies in U.S. hospitals as COVID-19 cases increased, which contradicted President Trump's claims that hospitals had what they needed.[159] Former Biomedical Advanced Research and Development Authority director Rick Bright filed a whistleblower complaint alleging his transfer to NIH was retaliation for raising concerns about the dangers of scientifically unproven therapies, including sharing information about the known side effects of hydroxychloroquine, which had been promoted by President Trump in press briefings.[160] Bright testified before a Senate committee that HHS officials denied and ignored his January warnings about a shortage in the domestic supply of respirator masks. Bright said he was told that if such a shortage happened, the government would simply change CDC guidelines to tell some people they did not need to wear masks, to which Bright said he replied, \"I can't believe you can sit there and say that with a straight face.\"[161] In September 2020, responding to the pandemic as well as climate change and other urgent issues, the Scientific American condemned the Trump administration's handling of the pandemic. In the almost 200 years that the journal has been in print it has never before made a political statement. They wrote: The evidence and the science show that Donald Trump has badly damaged the U.S. and its people—because he rejects evidence and science. The most devastating example is his dishonest and inept response to the COVID-19 pandemic, which cost more than 190,000 Americans their lives by the middle of September. He has also attacked environmental protections, medical care, and the researchers and public science agencies that help this country prepare for its greatest challenges. That is why we urge you to vote for Joe Biden, who is offering fact-based plans to protect our health, our economy and the environment. These and other proposals he has put forth can set the country back on course for a safer, more prosperous and more equitable future.[162] In October 2020, The New England Journal of Medicine, the oldest and considered to be the world's most prestigious medical magazine, published an editorial which condemned the Trump administration's handling of the coronavirus pandemic saying that \"they have taken a crisis and turned it into a tragedy.\" The journal writes that the Trump administration's handling of the crisis has resulted in tens of thousands of \"excess\" deaths as well as \"immense economic pain and an increase in social inequality\" due to the fact that the virus hit disadvantaged communities the hardest. This is the first time the journal has ever supported or condemned a political candidate and only three other times in its over 200-year history has an editorial been signed by all the (34) editors.[163] During his first few days in office, President Joe Biden signed 12 executive orders targeting the virus. These include orders requiring masks to be worn on federal property and public transportation,[164] as well as requesting increases to SNAP and an EBT program for student meals during the pandemic.[165] President Biden has voiced support for $600 extra weekly unemployment benefits, increasing Social Security checks by $200 monthly, federally funded COBRA insurance for those who have lost their jobs during the pandemic, paid sick leave, as well as free testing, treatment, and vaccinations.[166] He began his term with an immediate goal of 100 million shots in his first 100 days in office, signing an executive order which included increasing supplies for vaccination.[167][168][169] This goal was met on March 19, 2021.[170] On March 25, 2021, President Biden announced he would set a new COVID-19 vaccine goal of 200 million shots being given within his first 100 days in office.[171] In January 2022, the government launched COVIDtests.gov, a website for American residents to request free rapid tests from the government through the mail.[172] Regarding the emergence of SARS-CoV-2, Neil Harrison and Jeffrey Sachs have criticized the NIH for \"not doing enough to promote public trust and transparency in the science surrounding SARS-CoV-2\".[173] On January 20, 2021, his first day as president, with the goal of containing coronavirus, Biden implemented a federal mask mandate, requiring the use of masks and social distancing in all federal buildings, on federal lands, and by federal employees and contractors.[174][175][176] Biden also signed an order on January 21, 2021, that directed FEMA to offer full reimbursements to states for the cost of using their own National Guard personnel and emergency supplies such as personal protective equipment in schools.[177][178] On January 21, 2021, the administration released a 200-page document titled \"National Strategy for the COVID-19 Response and Pandemic Preparedness.\"[179][176] Biden also created the White House COVID-19 Response Team to succeed the COVID-19 Advisory Board for a unified federal government response. On January 21, 2021, Biden issued two executive orders, one on the importance of addressing systemic racism and health disparities plaguing underserved communities, and the second on establishing a unified testing strategy across the United States.[177][180] The first order calls for a COVID-19 Health Equity Task Force to be established through the Department of Health and Human Services. It will include government and non-government officials to ensure an \"equitable\" pandemic response and recovery. The second order calls for a National Pandemic Testing Board to be established to improve US coronavirus testing capacity. On January 21, 2021, Biden signed an executive order to increase access to healthcare and therapeutics for COVID-19.[181][182] On January 21, 2021, Biden enacted the Defense Production Act, allowing the President to direct the manufacturing of critical goods, ensuring the availability of glass vials, and syringes at the federal level.[183][184] In justifying his use of the act, Biden said, \"And when I say wartime, people kind of look at me like 'wartime?' Well, as I said last night, 400,000 Americans have died. That's more than have died in all of World War II. 400,000. This is a wartime undertaking.\"[185] On January 21, 2021, Biden signed 10 executive orders pertaining to the COVID-19 pandemic.[186] To meet his vaccination goal of 100 million shots in his first 100 days in office, Biden signed an executive order increasing supplies for vaccination, testing and personal protective equipment.[177][187] After meeting that goal by March 18,[188] he doubled the goal.[189] This goal was reached on April 21, 2021.[190] On January 21, 2021, Biden also issued an executive order to enhance the collection and collaboration of COVID-19-related data.[176][191] The order states that official representatives from the following executive departments and agencies work with the COVID-19 Response Coordinator:[192] the Secretary of Defense, the Attorney General, the Secretary of Commerce, the Secretary of Labor, the Secretary of Health and Human Services, the Secretary of Education, the Director of the Office of Management and Budget, the Director of National Intelligence, the Director of the Office of Science and Technology Policy, and the Director of the National Science Foundation. The Centers for Disease Control and Prevention supports the federal government by providing public health guidelines and controlling data management at the local, state, and national levels.[193] On January 22, 2021, Biden released an executive order addressing the economic crisis due to COVID-19.[194] It was later reported in April 2022 that, \"Four economists at the Federal Reserve say America's high rate of inflation relative to the rest of the world is the result of surging disposable income during the pandemic.\"[195] On August 26, 2021, the U.S. Supreme Court ruled against the federal eviction moratorium which was put in place by President Biden to prevent more home evictions during the COVID-19 pandemic and also ruled that the CDC had exceeded its authority by enforcing it.[196][197][198] On the first day of his presidency, Biden signed an executive order that reversed the United States' withdrawal from the WHO and made Dr. Anthony Fauci the head of the delegation to the WHO.[175] In February 2021, Biden said the funds for Gavi, the Vaccine Alliance, an organization that is leading the COVAX international vaccine allocation plan, would soon be released.[199] Congress had already approved $4 billion for this purpose one month before Biden was inaugurated.[200] The U.S. has not exported vaccines, while the European Union has exported 77 million doses to the world in the months from December 2020 to March 2021.[201] In March 2021, President Biden dismissed a request by the European Union to export unused vaccines from AstraZeneca out of the U.S., even though the manufacturer endorsed it and vowed to resupply the doses. The rationale for this decision – which contributed to low European vaccination rates – was that the U.S. had to be \"over-supplied and over-prepared\", according to White House press secretary Jen Psaki.[202] The export ban also contributed to the delayed delivery of the vaccines from Johnson & Johnson to Europe. The vaccine was produced in Europe, but the \"fill and finish\" process was originally planned to be in the U.S., and thus, there was danger that it would be subject to the Defense Production Act.[203] Eventually, the U.S. reversed course and began exporting vaccines to Mexico, Canada, and Japan by the end of March.[204] Biden reinstated the Trump administration's travel bans on several parts of the world, including the Schengen Area, the Republic of Ireland, the United Kingdom, and Brazil. He also added South Africa to the list of countries on January 25, 2021,[205] which were scheduled to expire on January 26. The bans on entry by mainland Chinese and Iranian nationals were not scheduled to expire by Trump, and they remain in place.[206] On March 6, 2020, the Coronavirus Preparedness and Response Supplemental Appropriations Act, 2020, provided $8.3 billion to fight the pandemic. The deal includes over $3 billion for vaccine research and development (as well as therapeutics and diagnostics), $2.2 billion for the CDC, and $950 million for state and local health agencies.[207][208] Another bill, the Families First Coronavirus Response Act, was approved on March 18. It provides paid emergency leave and food assistance for affected employees, along with free testing.[209] With guidance from the White House, Senate Majority Leader Mitch McConnell proposed a third stimulus package amounting to over $1 trillion.[210] After initially failing to pass in the Senate on March 22 and 23,[211] the $1.4 trillion CARES Act[a] was revised in the Senate, coming to $2 trillion, including $500 billion for loans to larger businesses such as airlines, $350 billion for small business loans, $250 billion for individuals (sent in $1,200 checks to individuals making less than $75,000 annually), $250 billion for unemployment insurance (including an extra weekly $600 for the unemployed), $150 billion for state and municipal governments, and $130 billion for hospitals.[216] It passed unanimously in the Senate late the night of March 25[217] and became law on March 27.[218] On April 24, a $484 billion bill was passed to help fund the CARES Act-created Paycheck Protection Program (PPP), provide $75 billion in funding to hospitals, and implement nationwide testing for the virus.[219][220][221] On May 12, the Republican-led Senate committee on Health, Education, Labor and Pensions heard testimony, delivered remotely, about the effectiveness of the Trump administration's response. The expert witnesses were Dr. Anthony Fauci of the National Institutes of Health, Dr. Robert Redfield of the CDC, Admiral Brett Giroir of the U.S. Public Health Service, and Dr. Stephen Hahn of the Food and Drug Administration (FDA). Fauci explained that he gives the president \"advice and opinion based evidence-based scientific information\" and warned that the country does not yet have \"total control\" over the pandemic, further saying that \"serious\" consequences could result from reopening too quickly.[222] In July, Mitch McConnell stated that around 20 Senate Republicans \"think that we've already done enough\" regarding COVID-19, citing the national debt as a reason to avoid further spending.[223] In early August, as the deadline to reach an agreement in Congress before the scheduled recess passed, CNN reported that Steven Mnuchin and White House Chief of Staff Mark Meadows \"were recommending Trump move ahead with a series of executive orders.\"[224] On August 8, the president signed four such orders to fund $400 weekly unemployment insurance,[b] eviction moratoriums,[c] and both payroll tax[d] and federal student loan deferment, forgiving interest on the latter.[226][e] On August 21, U.S. Secretary of Education Betsy DeVos implemented a plan suspending federal student loans until 2021.[234] Trump's payroll tax plan went into effect on August 28.[235] Up until mid-October, Republicans and Democrats proposed a series of prospective bills, with support mostly along party lines, and each side voicing criticism of the other party's inclusion of special interests.[236][237][238][239][f] A $900 billion plan, which in combination with the omnibus spending plan is known as the Consolidated Appropriations Act, 2021, was passed on December 27.[241] It provided $300–330 billion for PPP, $82 billion for education, $28 billion for vaccines, $25 billion in rental assistance for those whose source of income ceased during the pandemic, $20 billion for state virus testing, $10 billion for child care providers, $2.6 billion for the CDC, and $2 billion for intercity buses. It also funded $300 weekly unemployment insurance for 11 weeks, boosted the Supplemental Nutrition Assistance Program (SNAP) and provided $400 million to food banks, extended the eviction moratorium (previously set to expire January 1, 2021) by 30 days, and suspended student loan debt until April 2021.[242][243][244] A direct payment of $600 per person was funded, with benefits phasing out for those who make more than $75,000 annually.[245] It was expected to rescind over $429 billion in unused CARES Act funding.[246][244] On March 13, 2020, Democratic House Representatives Ro Khanna and Tim Ryan introduced legislation to provide payments to low-income citizens during the crisis via an earned income tax credit.[247] The U.S. House Committee on Financial Services released a stimulus proposal on March 18 in which the Federal Reserve would fund monthly payments of \"at least $2,000 for every adult and an additional $1,000 for every child for each month of the crisis\".[248][g] On March 18, Representative Rashida Tlaib proposed similar legislation which would involve sending pre-loaded $2,000 debit cards to every American, with $1,000 monthly payments thereafter until the economy recovers.[249][h] On April 14, Khanna and Ryan introduced legislation with 18 Democratic co-sponsors which would provide $2,000 in monthly payments to 16-year-old and older Americans making less than $130,000 a year.[250] House Representative Ilhan Omar has presented legislation that would cancel rent and home mortgage payments for a year.[251] Representatives Tlaib and Pramila Jayapal have proposed giving Americans $2,000 a month until the crisis ends and $1,000 a month for a subsequent year.[252] Representatives Madeleine Dean and Don Beyer suggested a one-time $1,500 payment possibly to be followed by $1,000 quarterly payments. On May 8, Senators Bernie Sanders,[i] Ed Markey, and Kamala Harris presented a plan for $2,000 payments to Americans making less than $120,000 annually for up to three months after the crisis ends.[252][j] Nancy Pelosi has endorsed some form of guaranteed monthly income.[252] Trump variously stated his support of a second, larger stimulus check.[255][256][k] On July 6, McConnell floated the possibility of a stimulus check for families who make less than $40,000 annually.[258] Former congressman John Delaney has proposed $1,500 payments in exchange for getting vaccinated.[259] By December 8, Representatives Lisa Blunt Rochester (D-DE) and David McKinley (R-WV) introduced a proposal for one-time $1,000 payments (based on Andrew Yang's lobbying), with Hakeem Jeffries (D-NY) as a co-sponsor;[260] by the same day, a letter from Ilhan Omar calling for direct payments had received almost 60 signatures from Democrats as well as endorsements from 16 advocacy groups.[261][262] Senator Josh Hawley (R-MO) planned to bring to vote on December 18 a proposal for direct payments of the same amount provided by the CARES Act ($1,200 per adult making less than $75,000 annually and $500 per child),[263] but this was blocked by Senator Ron Johnson (R-WI).[264][265] As president, Trump floated using the low interest rates to invest in infrastructure, including roads, bridges, and tunnels (but specifically excluding the initiatives of the Democratic Party's Green New Deal).[266] Nancy Pelosi made similar proposals, suggesting broadband and water projects be included.[267] Both Republican and Democratic governors called for $500 billion in unrestricted federal aid to state governments, which were losing billions of dollars in tax revenue due to business closings. Existing aid to states was restricted to specific programs, mostly direct costs related to the pandemic, which faced delays being disbursed,[268] and some of which may need to be returned due to restrictions on how it could be spent.[269] Congressional Democrats attempted to negotiate state aid into federal relief packages.[270] In response to a question from a radio talk show host, Mitch McConnell said he would instead support states going bankrupt (which would require Congress to change the bankruptcy code), prompting criticism from both Democratic and Republican elected officials, including Republican governors.[271][272][269] On May 5, New York representative Carolyn Maloney introduced a bill in the House which would cancel the student loan debt of healthcare workers.[273] Senator Elizabeth Warren has proposed eliminating student loan debt altogether.[274] According to CNBC, \"Biden has said he would forgive $10,000 in student debt for all borrowers, and the rest of the debt for those who attended public colleges or historically Black colleges and universities and earn less than $125,000 a year.\" Schumer has called on Biden to forgive up to $50,000 in student loan debt per individual when he assumes the office, saying, \"You don't need Congress. All you need is the flick of a pen.\"[275] Biden rejected this proposal.[276] In early July, McConnell cited relief for the unemployed and \"kids, jobs and healthcare\" as focal points of a bill he was working on.[277][278] On July 27, as extra unemployment benefits were coming to an end,[279][l] the $1 trillion Republican bill was formally presented in the Senate.[282][m][n][o] On August 10, confirming that a stimulus package was still a priority for the administration, Treasury Secretary Steven Mnuchin stated, \"The president is determined to spend what we need to spend,\"[288] but called Pelosi's insistence on a $2.4 trillion package \"a non-starter.\"[289][290] On August 18, Republicans floated another bill similar to their previous $1 trillion proposal.[225][p][q] On September 10, a $500 billion Republican bill received a 52–47 majority in the Senate, failing to receive the 60 votes needed to move forward.[237] On September 22, Larry Kudlow indicated that the White House was promoting a package focusing on \"kids and jobs\" which would include over $100 billion for schools and $100 billion for PPP.[294] On October 20, the Senate voted on a bill providing $258 billion in PPP funding, but it failed to pass.[295] The next day, the Senate voted on a $500 billion package;[r] but it also failed to pass, lacking Democratic support.[297] On December 1, Senate Democrats introduced a proposal to reinstate $600 weekly federal unemployment insurance (retroactively) from September 2020 until October 2021.[298] Senator John Cornyn (R-TX), with McConnell's support, has proposed a plan which would prohibit states from hearing COVID-19-exposure business liability claims through 2024, imposing a one-year statute of limitations, and requiring plaintiffs to provide \"clear and convincing evidence\" that the exposure was the result of \"gross negligence or willful misconduct\" of the defendant.[299] Such protections are opposed by Pelosi and many members of her caucus,[300] the AFL–CIO union federation, a host of trial lawyers, and Public Citizen executive Lisa Gilbert, who argues: \"The reason that [McConnell] has been so intent on this is that this is a pre-COVID priority for the big business lobby. They've been trying to find a way to get off the hook when they endanger workers, consumers, patients for many, many years [and this is a] self-serving opportunity moment for them ... in the context of COVID.\"[299] On January 14, 2021, President-elect Joe Biden introduced a $1.9 trillion relief plan which would include $1,400 direct payments, weekly federal unemployment benefits, amongst other measures.[301][s][t] The plan tentatively included an increase to the federal minimum wage to $15 an hour by 2025,[303] but Senate Parliamentarian Elizabeth MacDonough ruled on February 25 that it did not comply with the Byrd Rule, which governs reconciliation.[304][u] The Democrats used the procedure of reconciliation to circumvent a filibuster[v]—expediting the approval of the bill's cost, while leaving room to negotiate amendments.[307][308] On January 31, 2021, ten Senate Republicans announced a $600 billion counterproposal to Biden's proposed $1.9 trillion bill.[309] On February 2, the Senate passed a budget resolution along party lines.[310] On February 5, both houses of Congress passed the budget plan in party-line votes.[311] The House Budget Committee combined separate aid bills into one piece of legislation on February 19.[303] The bill was passed by the House on February 27[312] and (after being amended) the Senate on March 6.[313] It was passed again by the House on March 10,[314] and signed by Biden on March 11.[315] On March 3, 2020, the Federal Reserve lowered target interest rates from 1.75% to 1.25%,[316] the largest emergency rate cut since the 2008 global financial crisis,[317] in an attempt to counteract the outbreak's effect on the American economy.[318] On March 15, the Federal Reserve cut their target interest rate again to a range of 0.0% to 0.25% and announced a $700 billion quantitative easing program similar to the one initiated during the financial crisis of 2007–08.[319] Despite the moves, stock index futures plunged, triggering trading limits to prevent panic selling.[320] The Dow Jones Industrial Average lost nearly 13% the next day, the third-largest one-day decline in the 124-year history of the index.[321] That day, the CBOE Volatility Index closed at the highest level since its inception in 1990.[322] On March 17, the Federal Reserve announced a program to buy as much as $1 trillion in corporate commercial paper to ensure credit continued flowing in the economy. The measure was backed by $10 billion in Treasury funds.[323] On March 23, the Federal Reserve announced large-scale expansion of quantitative easing, with no specific upper limit, and reactivation of the Term Asset-Backed Securities Loan Facility. This injects newly created money into a variety of financial markets including corporate bonds, exchange-traded funds, small business loans, mortgage-backed securities, student loans, auto loans, and credit card loans. The Fed also lowered its repurchase agreement interest rate from 0.1% to 0.0%.[324][clarification needed] On November 19, Mnuchin asked the Federal Reserve to release $455 billion in unspent funding from the CARES Act,[325] following proposals by himself, Meadows, and Trump in the months before.[326][327] The next day, Federal Reserve chair Jerome Powell agreed to return $455 billion to the Treasury Department after December 31, when certain CARES Act programs expire.[328]","Title":"U.S. federal government response to the COVID-19 pandemic - Wikipedia","KeyID":"10737","URL":"https://en.wikipedia.org/wiki/U.S._federal_government_response_to_the_COVID-19_pandemic"}