{"Content: ":"The government of California initially responded to the COVID-19 pandemic in the state with a statewide lockdown, the first of its kind during the COVID-19 pandemic in the United States. As the pandemic progressed in California and throughout the rest of the country, the California government, following recommendations issued by the U.S. government regarding state and local government responses, began imposing social distancing measures and workplace hazard controls. On December 31, 2019, China reported a cluster of pneumonia cases in its city of Wuhan. On January 7, 2020, the Chinese health authorities confirmed that this cluster was caused by a novel infectious coronavirus.[1] On January 8, the Centers for Disease Control and Prevention (CDC) issued an official health advisory via its Health Alert Network (HAN) and established an Incident Management Structure to coordinate domestic and international public health actions.[2] On January 10 and 11, the World Health Organization (WHO) warned about a strong possibility of human-to-human transmission and urged precautions.[3] On January 20, the WHO and China confirmed that human-to-human transmission had occurred.[4] On January 26, 2020, the Centers for Disease Control and Prevention (CDC) confirmed the first case in California. The person, who had returned from travel to Wuhan, China, was released from the hospital in Orange County on February 1 in good condition to in-home isolation.[5] On January 31, the CDC confirmed the state's second case, a man in Santa Clara County, who had recently traveled to Wuhan.[6] The man recovered at home and was released from in-home isolation on February 20.[7] On February 6, 2020, a woman from San Jose, California, became the first COVID-19 death in the U.S., though this was not discovered until April 2020. The case indicated community transmission was happening undetected in the state and the U.S., most likely since December.[8][9] Newsom announced that, as of February 27, 2020[update], the number of people being monitored for the virus in California amounted to 8,400.[10] On February 27, the governor announced that the state was limited in testing for the new coronavirus because it had only 200 testing kits.[11] On March 4, the governor declared a state of emergency after the first death in California attributable to coronavirus occurred in Placer County.[12][13][14] On March 12, Newsom announced that mass gatherings (over 250 people) and social gatherings (more than 10 people) were banned until the end of March.[15] He also issued an order to permit the state to commandeer hotels and medical facilities to treat coronavirus patients.[16][17][18][19] On March 13, schools were closed in Marin, Sacramento, San Joaquin, San Luis Obispo, Santa Clara, Solano, Placer, and Contra Costa counties, as well as the Oakland, Antioch, Santa Cruz, Los Angeles Unified, Chaffey Unified, Etiwanda, Fontana Unified, Ontario-Montclair, Alta Loma Unified, San Diego, Los Alamitos Unified, and Washington Unified school districts. In Santa Clara county, all gatherings of 100 or more people were banned, and gatherings of 35 or more people were banned unless they satisfied public health restrictions.[20][21][22][23][24][excessive citations] Press reports in April suggest that the aggressive early imposition of social-distancing orders by Santa Clara County were the result of community surveillance performed beginning on March 5.[25] On March 15, Newsom called for voluntary closure of bars and in-home self-isolation of seniors 65 and older, as well as persons at-risk due to underlying conditions.[26] On March 16, the health officers of Alameda, Contra Costa, Marin, San Francisco, San Mateo, and Santa Clara counties announced, with the City of Berkeley, a legal order directing their respective residents to shelter in place for three weeks beginning midnight March 17 to April 7 in order to slow the spread of the coronavirus.[27] The order limited activity, travel and business functions to only the most essential needs.[28][29][30] The same day, the county of Santa Cruz issued a similar shelter in place order.[31] On March 17, more counties issued shelter in place orders, including Monterey County (until April 4),[32] San Benito (until April 7),[33] and Sonoma (until April 7).[34] The federal Defense Secretary said the military would provide up to 5 million respirator masks and also 2,000 ventilators from its reserve.[35] On March 18, shelter in place orders were issued by Yolo County (until April 7),[36] the city of Fresno (until March 31),[37] Napa County (effective March 20, until April 7)[38] San Luis Obispo County (until April 17),[39] and Mendocino County (until April 7).[40] The Department of Defense said the Navy's hospital ship USNS Mercy is being prepared for deployment in California, \"to assist potentially overwhelmed communities with acute patient care\".[41] On March 19, Newsom then announced a statewide stay-at-home order.[42][43][44] Newsom said that the state has asked the Department of Defense to deploy the Navy's USNS Mercy hospital ship in California.[45] On March 20, Governor Newsom deployed the California National Guard to provide assistance to food banks in California.[46] On March 21, the Strategic National Stockpile Division of the United States Department of Health and Human Services converted the Santa Clara Convention Center into a Federal Medical Station to receive noncritical patients from local hospitals.[47] On March 22, President Trump announced that he had directed Federal Emergency Management Agency to provide 8 large federal medical stations with 2,000 beds for California.[48] On March 24, Newsom passed an executive order to postpone intakes in prisons and juvenile correction centers. The objective was to hinder contamination in the prison system.[49] Also on March 24, the California State Guard was deployed alongside the California National Guard in San Mateo County to provide emergency prehospital response for patients.[50] On April 1, Newsom announced the closure of all public and private schools for the remainder of the 2019–2020 academic year, including all institutions of higher education, and directing all schools to \"put all efforts into strengthening our delivery of education through distance learning.\"[51] The University of California system announced that they would temporarily suspend the use of standardized testing for Fall 2021 admissions, and suspend the letter grade requirement for A-G courses completed in winter, spring, and summer 2020.[52] On April 7, Newsom announced that the state has secured a deal that will provide upwards of 200 million masks, including 150 million N95 masks, per month to the state.[53] On April 9, Newsom announced the state would pay for hotel rooms for hospital and other essential workers afraid of returning home and infecting family members.[54] On April 13, Newsom, together with Oregon governor Kate Brown and Washington governor Jay Inslee, announced the Western States Pact, an agreement to coordinate among the three states to restart economic activity while controlling the outbreak.[55] On April 15, Newsom announced that undocumented immigrants can receive $500 per adult or $1,000 per household.[56] The total cost will be $75 million that will be distributed by nonprofit organizations.[57] On April 22, Newsom ordered a review on autopsies of people who died in December 2019 in order to find out when COVID-19 arrived in California.[58] On April 24, Newsom announced a program that will deliver free meals to elderly residents who meet the program's requirements. This program partners with local restaurants to deliver up to $61 worth of meals per day to each qualified resident. 75% of the program's cost will be covered by FEMA, and the rest will be covered by the state and local governments.[59] On April 29, Newsom announced an expansion of the state's Farm to Family program, which helps connect farmers to food banks. The governor also announced that the state's CalFresh program will continue to send every recipient the maximum amount of benefits for May. Newsom also said that families with kids who can receive free or low-cost lunch at schools could now get up to $365 a month in additional benefits due to the Pandemic-EBT program. Additionally, Newsom announced that EBT cards could be used to buy groceries online on Amazon and Walmart, and the state was encouraging other supermarkets to also accept EBTs for online purchasing.[60] By May, Newsom had come under pressure to reopen, e.g. via over a dozen lawsuits filed by lawyer Harmeet Dhillon, who later credited herself for \"large sectors of California's economy opening up much sooner than the governor originally intended.\"[61] On May 2, the Washington Post reported that a vitamins executive claimed that (at a previous time not specified in the article) Trump had given him Newsom's phone number for the purpose of persuading the governor to buy hydroxychloroquine as a proposed treatment for COVID-19. Newsom declined the proposal to buy millions of hydroxychloroquine tablets, at cost, from an Indian manufacturer.[62] On May 6, Newsom signed an executive order to extend workers' compensation for all workers who contracted COVID-19 during the state's stay-at-home order. This order was to be retroactive to March 19, when the state's stay-at-home order was issued. Newsom also signed an executive order that waived property tax penalties for residents and small businesses that have been negatively affected by the pandemic.[63] On May 7, Newsom announced that the state was moving into Stage 2 of its four-stage reopening roadmap. Stage 2 allows for certain low-risk sectors of the economy to reopen, so long as there are significant safety measures in place.[64] On May 8, Newsom signed an executive order to send every registered voter a mail-in ballot for the 2020 general election.[65] On May 18, the Department of Public Health announced that counties could selectively reopen types of business that are part of Stage 3 of the state's four-stage reopening roadmap. To reopen certain types of business, a county would attest to its readiness.[66] On May 26, the Department of Public Health announced that hair service businesses could reopen with restrictions.[67] On June 5, the Department of Public Health noted that many counties were ready to move ahead into Stage 3 of the state's four-stage reopening roadmap.[68] Stage 3 allows for certain higher-risk businesses to reopen with safety and hygiene modifications like seating capacity and regular cleaning in restaurants, bars, theaters, gyms and hair salons.[69] On June 12, the Department of Public Health released guidance for expanding the operations of personal care service businesses.[70] On June 18, the Department of Public Health issued universal masking guidance. Counties may follow this guidance to require the wearing of cloth face coverings by all individuals over the age of 2 in all public indoor settings, and in outdoor settings when social distancing is not possible. Exemptions are provided for restaurants (if social distancing is maintained), inmates, and people with specific medical conditions that prevent their use. Newsom stated that \"science shows that face coverings and masks work\".[71][72] By late June, The New York Times observed an \"alarming surge in cases\" in California that was forcing Newsom to roll back the reopening in several counties.[61] On June 26, Newsom said he was \"committed to intervening\" if Imperial County officials did not reimpose stay-at-home orders in the Mexican border region where positive rates averaged 23% while the nationwide average was 5.7%.[73] On June 28, Newsom ordered bars closed in seven counties: Los Angeles, Fresno, Kern, San Joaquin, Tulare, Kings, and Imperial.[74] On July 1, Newsom ordered the closure of most indoor businesses, including restaurants, wineries, and movie theaters, in Contra Costa, Fresno, Glenn, Imperial, Kern, Kings, Los Angeles, Merced, Orange, Riverside, Sacramento, San Bernardino, San Joaquin, Santa Barbara, Santa Clara, Solano, Stanislaus, Tulare, and Ventura counties.[75] On July 13, Newsom re-imposed the closure of gyms, indoor dining, bars, movie theaters, and museums, citing an increase in cases.[76][77] By July 2020, California had the highest number of confirmed cases in the United States. In June, the state surpassed the 200,000 and in July 2020, 300,000 and again, 400,000 mark, about one percent infection rate per population for the state's 40 million residents. When the state rolled back reopening on July 13, the Mexican border county of Imperial was suggested on June 26 by the state government to restore their stay-at-home order.[78] On August 18, San Diego and Santa Cruz were removed from the state watchlist, now consisting of 42 counties.[79] On August 24, Orange, Napa, Calaveras, Mono, and Sierra were removed from the state watchlist.[80] On August 28, Newsom unveiled the Blueprint for a Safer Economy — a new set of guidelines for lifting restrictions, designed to be \"simple, stringent and slow\". The Blueprint replaced the state watchlist with a four-tiered, color-coded classification system. These levels are based on the number of daily cases per-100,000 residents, and the current test positivity rate. To progress to a lower level, a county must remain within its required metrics for at least 21 days. A county may be rolled back to a higher tier if its numbers trend into its metrics over a 14-day period. These state orders may still be superseded by stricter county health orders.[81][82] Changes in tier status take effect the day after they are formally announced, although local governments can delay a transition to a lower level as they choose. Head of Health and Human Services Mark Ghaly stated that \"health equity benchmarks\" would also be a factor in classifications, with the Department of Public Health listing \"data collection, testing access, contact tracing, supportive isolation, and outreach that demonstrate a county's ability to address the most impacted communities within a county\" as metrics under this category.[84][85][86] September 8 BSE reassignment: September 15 BSE reassignment: September 22 BSE reassignment: September 24 BSE reassignment (special):[C] September 29 BSE reassignment: As of September 29, 2020[update], a majority of the state's population is under Substantial or lower restrictions.[B] In early October, the California government added a new \"equity metric\" to its Blueprint for a Safer Economy. The equity rule relies on the California Healthy Places Index (HPI), which ranks census tracts in California using 25 factors including median household income, unemployment rate, education, voter turnout, tree coverage, health insurance, alcohol availability, and air and water pollution.[87] For counties with a population above 106,000, the reopening of the entire county depends not only on the countywide infection rate but also on the infection rate within census tracts that score in the lowest quartile on the HPI.[88][89] October 6 BSE reassignment: October 13 BSE reassignment: October 20 BSE reassignment: October 27 BSE reassignment: On November 2, the California Supreme Court had a ruling that involved Sutter County on implementing restrictions on Governor Gavin Newsom's public health emergency powers in the state's 8-month old COVID-19 lockdown.[90] November 4 BSE reassignment:[D][E] November 10 BSE reassignment: As of November 10, 2020[update], a majority of the population is back up to Widespread restrictions.[B] November 16 BSE reassignment:[F] Effective November 16, the BSE reassignment uses case data from the previous week (as opposed to two weeks ago). The rule prohibiting moving counties up by more than one tier at a time was also dropped. On November 19, Newsom announced that a curfew—referred to as a \"limited stay-at-home order\"—would take effect in all counties in the Widespread tier from November 21 to December 21. The order generally restricts all \"non-essential work, movement and gatherings\" between the hours of 10:00 p.m. and 5:00 a.m. PST nightly.[91][92] November 24 BSE reassignment: As of November 24, 2020[update], every county is under Moderate or higher restrictions. November 28 BSE reassignment: December 1 BSE reassignment: On December 3, Newsom announced a regional stay-at-home order, which divides the state into 5 regions (Northern California, Bay Area, Greater Sacramento, San Joaquin Valley, Southern California). The order will be implemented in any region if the region's ICU capacity falls 15%, and will be in effect for 3 weeks at a time.[93][94][B][95] On December 6 at 11:59 p.m., the regional stay-at-home order went into effect for the San Joaquin Valley and Southern California regions. December 8 BSE reassignment:[G] On December 10 at 11:59 p.m., the regional stay-at-home order went into effect for the Greater Sacramento region. December 15 BSE reassignment: On December 17 at 11:59 p.m., the regional stay-at-home order went into effect for the Bay Area region. December 22 BSE reassignment: no changes. December 29 BSE reassignment: In early January, a campaign to recall Newsom over his response to the pandemic was reported to be gaining momentum.[96] January 5 BSE reassignment: no changes. January 12 BSE reassignment: On January 12, the regional stay-at-home order was lifted for the Greater Sacramento region. January 19 BSE reassignment: no changes. On January 25, Newsom announced the statewide cancellation of the regional stay-at-home order system.[97][98] The nighttime curfew for Widespread counties was also lifted. January 26 BSE reassignment: no changes. February 2 BSE reassignment: On February 6, the Supreme Court of the United States blocked and revised California's ban on indoor religious worship, with an unsigned order that said the total ban is unconstitutional, but allowing the state to restrict attendance to 25% capacity, and upholding the ban on singing and chanting. The decision was 6–3 in favor.[99] February 9 BSE reassignment: February 16 BSE reassignment: February 23 BSE reassignment: On February 23, Newsom signed the $7.6 billion Golden State Stimulus bill which will provide $600 stimulus checks to qualifying residents, $2 billion in grants for small businesses, as well as millions in aid for food banks, low-income community college students, and agricultural workers who may have been exposed to COVID-19.[100] On March 1, Newsom and legislative leaders announced a $6.6 billion aid package aimed at reopening schools.[101] $2 billion will be dedicated to PPE and other necessary safety measures, while $4.6 billion will go to summer schools, tutoring, and mental health services. Additionally, with the penalty of gradually losing access to this aid, public schools are required to offer in-person learning for kindergarten to second grade students and high-needs students in every grade by the end of March. Furthermore, this aid package will allocate 10% of all vaccines for education workers. March 2 BSE reassignment: On March 5, California officials announced that theme parks and sports stadiums may reopen with safety precautions on April 1.[102] Theme park capacity will be limited to 15%, 25%, and 35% for counties in the red, orange, and yellow tiers respectively. Stadium capacity will be limited to 100 people, 20% capacity, 33% capacity, and 67% capacity for counties in the purple, red, orange, and yellow tiers respectively. Theme parks will not be allowed to have indoor dining, and there will also be restrictions on indoor rides. For stadiums, concession sales are not allowed in counties in the purple tier, while in-seat concession sales will be allowed for counties in the other tiers. Additionally, for both theme parks and stadiums, attendance will be limited to in-state visitors only. March 9 BSE reassignment: On March 11, state officials announced that breweries, wineries, and distilleries could reopen outdoors statewide as soon as the state reached its goal of 2 million vaccinations to residents in designated disadvantaged ZIP codes.[103] March 13 BSE reassignment:[H] As of March 13, 2021[update], a majority of the state's population is back under Substantial or lower restrictions.[B] March 16 BSE reassignment: March 23 BSE reassignment: March 30 BSE reassignment: April 6 BSE reassignment: As of April 6, 2021[update], a majority of the state's population is under Moderate or lower restrictions.[B] On April 6, Governor Newsom announced that the state planned to end most COVID-19 restrictions on June 15, 2021, if certain criteria are met: this includes equitable vaccine availability for all residents 16 years of age and older, and hospitalizations remaining \"stable and low\". Newsom justified the decision by stating that California \"the lowest case rates [and] positivity rates in America.\"[104][105][106] Head of Health and Human Services Mark Ghaly stated that California will be focusing on vaccination and mandatory masking as opposed to limitations on businesses moving forward; following this change, the Blueprint will \"no longer be in effect\" in its present form, and most fields of business will be allowed to operate with few restrictions. These changes will take effect simultaneously state-wide. There will still be some indefinite restrictions; the mask mandate will remain in effect, and the state does not plan to immediately allow large multi-day events such as music festivals (although singular concerts will still be allowed). Furthermore, participation in large-scale indoor events such as conventions will be subject to proof of full vaccination or having recently tested negative, and that such events might not be able to operate at a full capacity without this requirement until October 2021.[104][105] April 13 BSE reassignment:[I] As of April 13, the entire state's population is at Substantial or lower restrictions. April 20 BSE reassignment: On April 26, Governor Newsom announced that California was sending over 1,100 pieces of oxygen equipment to India as a response to the worsening outbreak in India.[107] April 27 BSE reassignment: On April 29, Governor Newsom signed a bill that will give small businesses a $6.2 billion tax cut.[108] Forgiven PPP loans will not be counted as income, and small businesses will also be able to deduct the expenses that those PPP loans paid for. May 4 BSE reassignment: On May 10, Governor Newsom announced the $100 billion California Comeback Plan.[109] $12 billion will go towards expanding the state's Golden State Stimulus program for more households. Under the plan, households that make under $75,000 and have not received the Golden State Stimulus already will be getting $600. Qualifying households with dependents will receive an additional $500. As a result of the California Comeback Plan, two-thirds of households will be eligible for some sort of stimulus payment. Additionally, the California Comeback Plan allocates $5 billion for rent relief and assistance with water and utility payments. This plan is the largest state tax rebate in American history. May 11 BSE reassignment: On May 12, Governor Newsom announced that the state would end its mask mandate on June 15, along with dropping the BSE system, if case numbers remained low.[110] May 18 BSE reassignment: May 25 BSE reassignment: On May 27, Governor Newsom announced the Vax for the Win incentive program.[111] The program will spend $116.5 million on incentives for Californians to get vaccinated. The first 2 million Californians to get fully vaccinated after the creation of the program will receive a $50 gift card. All Californians who've been vaccinated with at least one dose will be entered into a lottery. 30 Californians will win $50,000 each, and 10 Californians will win $1.5 million each. June 1 BSE reassignment: June 8 BSE reassignment: As of June 8, a majority of the state's population is under Minimal restrictions. The BSE system and statewide mask mandate ended on June 15. The state of emergency stayed in effect, and there are still COVID-19 restrictions in effect for workplaces and live events with 5,000+ people.[113][114] On June 17, the state ended its mask mandate for vaccinated workers.[115] On August 11, California became the first U.S. state to require that all teachers and school staff (regardless of whether the school is public or private) be fully vaccinated, or undergo weekly COVID-19 testing.[116] On August 19, the state government announced that effective September 20, 2021, organizers of events with 1,000+ attendees would have to verify that all attendees are fully vaccinated or have tested negative for COVID-19.[117] On October 1, the state government announced a vaccine mandate for all public school students aged 12+.[118] On December 13, due to the threat of Omicron variant, it was announced that a state-level mask mandate for indoor public spaces would be reimplemented from December 15, 2021 through January 15, 2022, in all counties that did not already have a mask mandate, and regardless of vaccination status. The state order does not override existing mask mandates in counties that already had one prior to December 13, such as Los Angeles County and San Francisco (including provisions that differ from the new state mandate, such as San Francisco exempting \"stable groups\" of fully-vaccinated individuals from its mask mandate).[119][120][121] On February 26, 2020, Orange County declared a local health emergency to raise awareness and accelerate emergency planning.[122] On March 8, 2020, Riverside County declared a public health emergency with a case being treated at Eisenhower Health in Rancho Mirage.[123] On April 7, 2020, Mayor of Los Angeles Eric Garcetti announced that in accordance with recent CDC recommendations, it would institute a Worker Protection Order beginning April 10, requiring all employees and customers of stores and essential businesses to wear a face mask. Businesses will have the right to refuse service to customers who do not wear a face mask.[124][125] On July 15, 2021, due to newfound concerns over the Delta variant and a recent spike in cases, the Los Angeles County Department of Public Health announced a regional mask mandate will be reinstated effective 11:59 p.m. on July 17. This applies in all indoor public spaces, regardless of vaccination status.[126] On October 6, 2021, the Los Angeles City Council passed the SafePassLA ordinance, requiring proof of full vaccination for patrons of nearly all public indoor spaces, including malls, indoor restaurants and bars, museums, entertainment and recreation facilities, salons, and gyms. It also applies to all outdoor events with more than 5,000 attendees.[127][128] The ordinance takes effect November 8, and supersedes the separate order issued by Los Angeles County where applicable.[129][128] On March 3, 2020, Placer County declared a public health emergency, following the confirmation of a second coronavirus case in that county.[130] On March 7, 2020, a family in Elk Grove contracted the virus and was quarantined[131] which led to the school district of Elk Grove decision to close down all schools until March 13.[132] On March 10, 2020, a resident of a retirement home tested positive in Elk Grove in Sacramento County. County health officials said that they had the capacity to only test 20 people per day and would be focusing all their efforts on the other residents of the retirement home. That resident died from complications of the virus on the same day.[citation needed] On March 17, 2020, Sacramento County issued a stay-at-home directive, which, unlike a shelter in place order, is not a legal requirement.[133] On March 19, 2020, Sacramento County upgraded its stay-at-home directive into an official order that carries legal consequences.[134] On October 12, 2021, the Sacramento City Unified School District approved a vaccine mandate for all staff and students age 12+, effective November 30.[135] On February 14, 2020, San Diego County declared a local health emergency to ensure that the county had the resources needed to respond to the infections. The state of emergency lasted for seven days.[136] On March 10, a woman became the first presumptive case of the novel coronavirus in San Diego County, who was being treated at Scripps Green Hospital, with verification of the test results pending from the CDC. The infection was related to overseas travel; she had not been subjected to a 14-day quarantine upon return, indicating that she did not come from one of the \"high risk\" countries at the time of her return.[137] As of July 7, 2020[update], contact tracers in San Diego had only contacted around 9,000 contacts out of an estimated 170,000 persons who need to be contacted. Some people reportedly become angry when contacted and demand to know who had tested positive. When contact tracers don't reveal this information, sometimes people hang up. They attempt to call them two more times, then mail a letter telling them how to stay safe. They call one more time after a 14-day period to see if the person developed symptoms. San Diego does not have a digital contact tracing app and has delayed plans to develop one, citing that the app would first have to go through multiple reviews for privacy and security.[138] On March 24, 2020, Mendocino County revised its shelter-in-place order to align with the state order including a stricter list of essential businesses, closure of all parks within Mendocino County, and for the order to be in place until rescinded.[139]","Title":"California government response to the COVID-19 pandemic - Wikipedia","KeyID":"10739","URL":"https://en.wikipedia.org/wiki/California_government_response_to_the_COVID-19_pandemic"}