{"Content: ":"State, territorial, tribal, and local governments have responded to the COVID-19 pandemic in the United States with various declarations of emergency, closure of schools and public meeting places, lockdowns, and other restrictions intended to slow the progression of the virus. Multiple groups of states have formed compacts in an attempt to coordinate some of their responses. On the West coast: California, Oregon, and Washington state; in the Northeast: Massachusetts, New York, New Jersey, Connecticut, Delaware, Pennsylvania, and Rhode Island; and in the Midwest: Michigan, Ohio, Wisconsin, Minnesota, Illinois, Indiana, and Kentucky.[1][2][3] There was a link between public health outcomes and partisanship between states. At the beginning of the pandemic to early June 2020, Democratic-led states had higher case rates than Republican-led states, while in the second half of 2020, Republican-led states saw higher case and death rates than states led by Democrats. States with tougher policies generally had fewer coronavirus cases and deaths.[4][5] Thousands of US counties also initiated their own policy responses to the pandemic, resulting in significant variability even within states.[6] This is a list of regulations that were imposed at the state level, restricting activities and closing facilities as a result of the pandemic. Many counties and municipal jurisdictions have imposed more stringent regulations. A Columbia University model estimated 54,000 deaths would have been prevented if states had enacted restrictions starting a few weeks earlier, on March 1.[7] In Michigan, Puerto Rico, Texas, and Vermont, retailers who sold a mix of essential and non-essential items were only allowed to sell essential items.[110] Florida nearly fully reopened on September 25, 2020. All businesses were allowed to reopen at 100% except bars which were allowed to be restricted to 50% capacity by local governments. The governor, after initially leaving mask mandates up to local governments, overrode all local mandates and announced that no Florida government could fine someone for failing to social distance or wear a mask.[115] On February 5, Iowa announced that all mandates would be repealed by February 8. This caught some by surprise since Iowa was struggling (compared to other states) to distribute coronavirus vaccines in early February.[116] On February 26, Arkansas fully repealed all mandates except for a mask mandate, which the governor said would likely be repealed at the end of March. Arkansas continues to make recommendations.[117] Mississippi announced on March 2, 2021, that it would fully reopen on March 3. The state would continue to make recommendations, but would repeal all mandates.[118] Texas also announced on March 2 that it would be fully reopened on March 10, 2021, with no mask requirements; the state would continue to issue recommendations.[119] Wyoming announced on March 8, 2021, that it will fully reopen March 16. That reopening would include ending its mask mandate. Additionally, by March 11, 2021, Connecticut and West Virginia had fully reopened except for mask mandates, and Arizona had fully reopened except for mask and social distancing mandates.[120] On March 19, the Wiyot Tribe issued a shelter-in-place order on the Table Bluff Reservation effective March 20 to April 7.[121] The Navajo Nation imposed a stay-at-home order on the entire reservation, the largest reservation in the country, on March 20.[122] The Navajo Nation reissued this order on March 24.[123] The Northern Cheyenne and Crow Indian reservations in Montana imposed curfews.[122] On March 21, the Makah Reservation in northwestern Washington State issued a shelter-in-place order.[124] On March 22, the Lummi Nation also announced a shelter in place order after five cases in the area were confirmed, including two members of the tribe.[125] On March 23, the Red Lake Indian Reservation in northwestern Minnesota issued a shelter-in-place order and curfew for 30 days.[126] The Southern Ute Indian Reservation in southwestern Colorado issued a stay-at-home advisory.[127] On March 26, the reservation closed its borders and replaced its stay-at-home advisory with a mandatory order.[128] On March 23, the Eastern Shoshone and Northern Arapaho tribes issued a joint stay-at-home directive for the Wind River Indian Reservation.[129] The Quinault Indian Nation issued a shelter-in-place order for the Quinault Reservation until further notice.[130] On March 24, the Nooksack Tribe issued a shelter-in-place order effective March 24 until April 7.[131] The Swinomish Tribe issued a stay-at-home order for the Swinomish Indian Tribal Community effective March 25 through April 6.[132] On March 26, the Mille Lacs Indian Reservation issued a stay-at-home order effective March 27 until further notice.[133] The Confederated Salish and Kootenai Tribes issued a shelter-in-place order for the Flathead Indian Reservation effective March 26.[134] On March 27, the Crow Tribe of Montana and Northern Cheyenne Tribe issued stay-at-home orders for the Crow and Northern Cheyenne Indian reservations, respectively, effective March 28 through April 10.[135] The Nez Perce Tribe of Idaho issued a stay-at-home order effective until further notice.[136] The Shoshone-Bannock tribes issued a stay-at-home order for the Fort Hall Indian Reservation effective until April 17.[137] The Coeur d'Alene Reservation issued a stay-at-home order.[138] The Rosebud Sioux Tribe issued a shelter-in-place order for the Rosebud Indian Reservation (which is coterminous with Todd County, South Dakota).[139] All 22 tribes in Arizona, including the Ak-Chin Indian Community, Gila River Indian Community, Hualapai Tribe, Salt River Pima Maricopa Indian Community, and Tohono O'odham Nation, have declared states of emergency, closed facilities and casinos, and limited governmental business to essential functions, among other measures.[140] On March 25, Congress announced that $8 billion of the CARES Act would be allocated to help native tribes fight COVID-19. More than $600 million was redistributed to the Navajo Nation.[141] On 22 April 2020, 10 tribal nations (including Alaska's Akiak Native Community, Asa'cararmiut Tribe, Aleut Community of St. Paul Island, and the Navajo Nation) began procedures to sue the U.S. Treasury and Interior department secretaries over the allocation of funds to Alaska Native corporations.[142][143] In May 2020, the Department of Treasury stated that the funding for Alaska Native corporations would be held back while the lawsuit awaited a decision.[144]","Title":"U.S. state and local government responses to the COVID-19 pandemic - Wikipedia","KeyID":"10738","URL":"https://en.wikipedia.org/wiki/U.S._state_and_local_government_responses_to_the_COVID-19_pandemic"}