{"Content: ":"The impact of the COVID-19 pandemic on hospitals became severe for some hospital systems of the United States in the spring of 2020, a few months after the COVID-19 pandemic began. Some had started to run out of beds, along with having shortages of nurses and doctors. By November 2020, with 13 million cases so far, hospitals throughout the country had been overwhelmed with record numbers of COVID-19 patients. Nursing students had to fill in on an emergency basis, and field hospitals were set up to handle the overflow. At the beginning of 2021, cases had reached a peak, forcing some hospitals to periodically close their doors because they were overwhelmed with COVID-19 patients. In some places, as hospital space filled up, ambulances often waited hours to deliver patients. In addition, patients already admitted might get discharged earlier than usual to make room for others more severely ill. By early September, at least seven states had called in their National Guard to help overworked hospitals, including Oregon, Idaho, Montana, Kentucky, Tennessee, Georgia, and South Carolina. The summer of 2021 saw another surge due to the new Delta variant of the virus. As a result, health care in U.S. hospitals was severely affected and led to crisis standards of care. Many hospitals were thereby unable to offer adequate medical care as a result of tight resources. For example, one hospital system in Oregon had to cancel or delay hundreds of surgeries as of mid-August. Hospitals also began seeing younger patients. And some experts found that the Delta variant was often more severe among younger age groups, whose vaccination rates were lower. States like California saw over ten times more cases than they had just a few months earlier. By mid-August 2021, nearly all states experienced double-digit growth in COVID-19 hospitalizations. Some, like Washington, had a 34% increase of patients over a single week in September. At various medical centers, ICUs had reached capacity, forcing doctors to postpone routine surgeries. In addition, countless hospitals were also short of beds and nurses, making care and response times a lot slower. It meant that patients might wait in the ER for many hours. While some hospitals with no more capacity had to find alternate medical facilities in other states, often hundreds of miles away. Emergency medical services in the United States also experienced a significant labor shortage, lengthening the time it took some patients to be transported to a hospital. In the spring of 2020, the pandemic was concentrated in large cities like New York. Six months later, despite months of planning, many of the nation's hospital systems had begun to run out of beds, along with having shortages of nurses and doctors. Some hospitals had to turn away transfer requests from other hospitals for patients needing urgent care or incoming emergencies. By November 2020, with 13 million cases in total that year, hospitals throughout the country had been overwhelmed with record numbers of COVID-19 patients.[1] Hospitals faced a crisis-level shortage of beds and staff to provide adequate care for patients. States such as Iowa had no more available beds, considering their situation at crisis level.[1] Nurses were working overtime and were feeling the strain of the constant flow of patients. And some patients needing special medical attention, were unable to be sent to another hospital that was full.[1] Nursing students were asked to fill in on an emergency basis, as hospitals were willing to accept travel nurses. However, because they were in high demand across many states, they were expensive to hire.[1] The sudden rise in cases in parts of New York City led to the re-opening of a field hospital that was originally set up in April 2020 and was no longer needed by June.[2] A 1,000-bed Navy hospital ship docked in New York Harbor in April as a backup facility and another one in Los Angeles.[3] The head of New York's largest hospital system appreciated the opening up of such field hospitals, stating that \"we're in a crisis here, we're in a battlefield.\"[3] At the beginning of 2021, hospitals in Los Angeles County had to declare an \"internal disaster\" and close their doors at times because they were overwhelmed.[4] As a result, ambulances needed to conserve oxygen, and to first resuscitate certain patients, such as those with cardiac arrest. As hospital space filled up, ambulances often waited hours to deliver patients, with tents sometimes used where doctors can assess the patient while waiting for space inside. Some patients who would typically stay in a hospital longer were being discharged early to make room for more severely ill patients. In other cases, patients were being treated in hallways, chapels or wherever there was room.[5] In addition, states and counties around the country had become overwhelmed by rising case numbers. Experts began to warn that hospitals likely had not yet seen the worst of the COVID-19 surges. They might need to declare \"crisis standards of care\" due to a more contagious strain of the virus that began circulating.[5][6] Shortly after Thanksgiving, a medical research team issued a warning memo to the Arizona Department of Health Services. They stated that failing to issue a shelter-in-place order to stave off a crisis in hospitals \"risks a catastrophe on a scale of the worst natural disaster the state has ever experienced.\"[7] The crisis the researchers had warned of came true, with only 7 percent of the state's ICU beds available at the beginning of the year.[7] There was also a growing urgency to speed up vaccination programs by January, a year into the pandemic. Most of the world was struggling to contain the virus with social-distancing measures alone. The high infection rates, pressure on hospitals, public weariness with restrictions, and potential economic damage, prompted many governments to hasten their vaccination plans.[8][7] The delta variant in mid-August accounted for nearly 100 percent of all new COVID-19 cases.[9] Unlike the winter surge, hospitals were already strained because emergency room volumes were back to pre-pandemic levels, and patients were catching up on care they put off.[10] Hospitals had reached a crisis point as they strained to give more people routine care while COVID-19 hospitalizations driven by the Delta variant were surging.[11] For the week ending August 15, the country reported 911,529 new infections, with an average of more than 130,000 cases a day. The last time the weekly infection count was that high was the week ending January 31, 2021.[9] According to the chief epidemiologist at Mount Sinai South Nassau on Long Island, with rare exceptions, in the vast majority of cases, people who get severely sick have been unvaccinated. He said he was \"very concerned about the next few months.\"[9] He added, \"Nothing that I thought was going to happen happened. Delta is much more serious and contagious than I thought it would be...It's extremely rare to see somebody vaccinated struggling to stay alive.\"[9] We are seeing COVID patients and we are seeing car accidents and we are seeing kids come in with normal seasonal viral infections. And we are seeing normal life come into the emergency department along with the extra surge of COVID patients, so it is causing that crisis. Dr. Mark Rosenberg, president American College of Emergency Physicians.[10] In late August, Texas hospitals were suddenly overwhelmed with an average of more than 1,700 emergency patients each day. \"All of a sudden, it's an exponential rise again in the middle of the summer,\" stated the general medicine physician at the University of Texas Medical Hospital in Dallas.[12] Staffing was also more of a problem in Texas during the summer than at the peak of the pandemic the previous winter. Denton County Public Health Director Matt Richardson was worried about the survival of the entire hospital system.[13] They also began seeing younger patients. According to a professor of Critical Care, \"Half the COVID-19 patients right now are younger than I am... The average age of our patient is very, very young. We're not used to taking care of that population -- emotionally, physically.\"[12] New Mexico was also \"close to the point of being overwhelmed\" in August.[14] In early September, hospitals in California continued to see the effects of the summer surge. The crisis affected their capacity to handle critically ill patients in need of treatment in intensive-care units. Many counties throughout the state were seeing more than 10 times the number of cases than they had two months earlier. The entire San Joaquin Valley, which has 312 ICU beds, saw its available beds fall to less than 5% of the total. As a result, hospitals needed to transfer patients to other parts of the state.[15] The surge has also caused hospitals to discharge some patients earlier than normal, while others were forced to deny care due to lack of capacity. The Delta variant changed the dynamic in the U.S., as few hospitals expected another surge in the summer of 2021 after one the previous winter. According to one hospital official in Oregon, the situation during that August \"doesn't really compare to what we saw during the previous fall and winter surge. It's pretty surreal.\"[9] By late August 2021, doctors in hard-hit regions were witnessing high stress levels at hospitals that affected patient care, much as it did in December and January 2021, when the U.S. peaked at more than 120,000 hospitalizations.[16] However, doctors and nurses had not expected to see a resurgence of hospitalizations after vaccines became widely available.[17] Despite the summer resurgence, primarily due to the Delata variant, experts estimated that vaccines had nonetheless saved about 279,000 lives and prevented 1.25 million hospitalizations during the previous six months.[18] In Tennessee, with hospitals already \"on the brink,\" and all ICU beds already full, health officials were concerned that upcoming large events and crowds could make things worse.[19][20] While in Florida, hospitalizations had surpassed the pandemic's worst previous surge with no signs of letting up.[21][22] And Mississippi's hospitals, despite having 895 staffed ICU beds, were nonetheless on the brink of failure by August. At that time, 92% of ICU beds were in use after the state was overwhelmed by new cases.[23][24] Death rates had also been climbing along with cases. In West Virginia, from the end of June 2021 to early September, deaths went from an average of six per week to over 60 per week. Governor Jim Justice predicted there would be \"terrible carnage\" due to the state's low vaccination rate.[25] Washington state hospitals saw a remarkable 34% increase of patients over a single week in September.[26] One official noted, \"If you come in with a stroke, if you come in with a cardiac event, there is not a bed out there for you. This is not just a COVID emergency.\"[26] In Oregon, Gov. Kate Brown stated that her state was \"facing a spike in COVID-19 hospitalizations, overwhelmingly of unvaccinated individuals, that is quickly exceeding the darkest days of our winter surge. When our hospitals are full, there will be no room for additional patients needing care.\"[21] Other states, such as Alabama, declared a state of emergency in July 2021 after a surge in severe cases needing hospitalization. According to the president of the Medical Association of the State of Alabama, Dr. Aruna Arora: \"It has really impacted and fragmented all of health care right now...everyone is short nurses, response times are a lot slower. Patients are having to wait in the ER for a long period of time.\"[17] Models by the Institute for Health Metrics and Evaluation from early September 2021, indicated that some states had likely reached their peaks in hospitalizations and cases.[17] ICU capacity was under \"extreme stress\" in several states, including Tennessee, Kentucky, Indiana, Hawaii, Georgia, Delaware, and Wisconsin.[17] The cost of preventable hospitalizations (of unvaccinated people) for COVID-19 in the United States between June and November, 2021 has been estimated at US$13.8 billion.[27] A declaration of crisis standards of care means some patients can being denied some or all care in order to serve other patients the hospital deems a higher priority.[9] In mid-September, hospitals in Idaho, Alaska and Montana[28][29][30] had declared \"crisis standards of care\". Other states that were also overflowing with COVID patients were close to putting the crisis standards in effect: Alabama, Georgia, Tennessee, Mississippi, Louisiana, Kentucky, Texas and Arkansas.[31] At one hospital in Florida the emergency room was so crowded there weren't enough chairs in the waiting room to sit in.[32] I am not sure the community understands how critical this situation has become. We have now moved into the Crisis Level of Code Triage with our Incident Command team meeting daily to assess the quickly changing situation. Skip Gjolberg, President St. Joseph's Hospital, Buckhannon, WV[25] In early September 2021, Idaho Gov. Brad Little mobilized 150 Idaho National Guardsmen and found an additional 220 medical workers in a desperate effort to avoid activating — for the first time — statewide crisis standards of care.[33] Nonetheless, the state had to do so days later.[28][34] Hawaii likewise was weeks from reaching a similar \"crisis point.\"[35] One of the limited primary resources has become trained health care workers, not just ventilators or physical space. Many hospitals had fewer nurses, respiratory therapists, and doctors than early in 2021 during a surge.[17] Likewise, New Mexico was close to declaring crisis standards of care after it had to impose waiting lists for its ICU.[17] Hospital officials feel that nurses are exhausted and frustrated from working overtime. They were \"getting screamed at and second-guessed by members of the community, and from dealing with people who chose not to get vaccinated or wear a mask.\"[36] Dr. Eric Toner, of the Johns Hopkins Center for Health Security, who worked on designing the guidelines for crisis standards, worries that many places right now are in \"chaos,\" struggling to coordinate medical care necessary \"to keep this worst-case scenario at bay.\" Similarly, a critical care doctor in Idaho says that \"it's worse than ever, with — at this point — seemingly no end in sight.\"[17] Blame for the crisis conditions varied. In Mississippi, the chief executive of the University of Mississippi Medical Center said her state \"failed to respond in a unified way to a common threat\" and \"failed to use the tools that we have to protect ourselves, to protect our families, to protect our children, and to protect our state.\"[37] The surge of patients during the summer of 2021 has created a nurse staffing crisis, leading hospitals to pay above typical salaries. Nurses who have been the backbone of the world during the pandemic have had extra pressure to care for the overwhelming influx of positive COVID-19 patients in hospitals. The demand for nurses has grown exponentially leaving severe staff shortages in hospitals elevating the nurses stress levels. The leading causes are nurses quitting or retiring, due to becoming exhausted and demoralized by the crisis. In a hospital in Kentucky, for example, a doctor said she had to get a couple of nurses out of the hallway and into a room alone because they broke down in tears over their patients. \"They just feel like there's no hope, and they were not even ICU nurses.\"[38] In early September, all hospitals in Virginia were considered to be in a state of emergency, according to one doctor.[39] While another stated: Everyone has been pushing hard for so many months and this latest surge is grinding everyone down. We aren't health care heroes. No one is sending food or thanks. We are just drowning with no one even noticing.[39] At one medical center in Georgia, 20 to 30 resignations took place from nurses taking traveling jobs at other hospitals in a single week.[36] Replacing nurses can often require pay increases, which has made it extra hard on hospitals without extra-large budgets. St. Charles Health System in Oregon had 800 open positions, more than double what was normal.[9] \"We're in a staffing crisis,\" said Neil Pruitt, CEO of Pruitt Health, one of the largest long-term care providers in the Southeast. While in Georgia, 11,000 nursing positions across the state were vacant, with more than 1,700 of those in intensive care units.[40] As a result, hospitals in the state halted elective surgeries in August. Sections of one hospital's emergency department closed from a lack of nurses, as its emergency department was swamped like those at every other hospital.[40] In Athens, Georgia, for instance, there were almost no hospitalized patients at the end of June. But by early September its hospitals had become inundated with COVID-19 patients.[41] In Florida most hospitals in August had already reported they needed immediate backup as they were on the brink of a critical staffing shortage.[42] You felt this sense that the cavalry had arrived. They're walking away from their family and civilian occupation to answer the call for assistance. Dr. Cassandra Howard Methodist Le Bonheur Healthcare, Memphis, Tennessee[43] Georgia was one of seven states where governors had deployed the National Guard to help hospitals in crisis.[44] Another was Kentucky, where soldiers were sent to 25 hospitals which were considered to have reached a \"breaking point.\"[45] By early September, at least seven states had called in their National Guard to help overworked hospitals, including Oregon,[46] Idaho,[47] Montana,[48] Kentucky,[49] Tennessee,[50] Georgia,[44] and South Carolina.[51] In California and throughout the nation, nurses were planning career changes, early retirement or less demanding assignments. It led to staffing shortages in various hospitals, with many of those struggling to comply with California state's nurse staffing requirements. Pandemic-induced burnout was also a contributing factor to the chronic nursing shortage nationwide.[11] In addition, some nurses had turned down assignments because they didn't want to get vaccinated.[11] One healthcare CEO felt that forcing shots on its 22-hospital system's remaining 38% of unvaccinated workers could exacerbate an ongoing nursing shortage.[52] The same worries concerned New York.[53] In August, California Governor Gavin Newsom signed an executive order reinstating emergency provisions aimed at ensuring adequate staffing by allowing health care workers from out of state to work in California.[11] A California Hospital Association spokesperson said, \"We have fewer personnel than at the beginning of the pandemic and more patients.\"[11] Scripps Health near San Diego reported that for nursing jobs alone, vacancies had increased 96%.[11] Adding to the stress at hospitals, many of the skilled nursing homes to which medical centers would usually discharge patients were also understaffed.[9] In Oregon, the entire public health system was strained, making contact tracing difficult.[9] Imagine being with your grandma in the ER who is having a heart attack in western Kansas and you are saying, 'Why can't we find a bed for her?' We are watching this happen right in front of us. 'This is America. Why don't we have a hospital bed for her?' Well here we are. Dr. Richard Watson, founder of Motient[10] Because of bed shortages in hospital emergency departments, patients may have had to wait hours for an available bed. In Honolulu, for example, some patients in early August 2021 had to wait over 24 hours on gurneys in a curtained-off section because there's not enough staff to open more beds. \"Somebody who's been sitting in the emergency room for 30 hours is miserable,\" stated a nurse.[21] At the University of Mississippi Medical Center the emergency room and intensive care unit were beyond capacity in September 2021, almost all with COVID patients: \"It's like a 'logjam' with beds in hallways,\" said the hospital's chief executive.[54] Many hospitals during August 2021 ran out of beds. It required them to transfer critically ill patients on planes, helicopters and ambulances often hundreds of miles to other hospitals in different states for treatment.[10] The surge pushed hospitals to the edge in various states, as they became desperate to find beds for patients.[10] The CEO of a hospital in Missouri said \"Just imagine not having the support of your family near, to have that kind of anxiety if you have someone grow acutely ill.\"[10] In addition, simply finding a hospital to take them had become more difficult due to the staffing shortages.[10] Arizona medical facilities were getting desperate calls from hospitals in Wyoming, Arkansas, Texas, and California that were in search of bed space.[10] Officials at a Kansas hospital called 40 other facilities in multiple states seeking a bed for a COVID-19 patient before finally finding one about 220 miles away.[10] \"That is just the worst day that you can have in the emergency room as a provider to be taking care of a patient that you are totally helpless to give them what you know they need,\" said one doctor.[10] In Washington state, hospitals were also full, requiring some patients to be sent to eastern Idaho — 600 miles away.[10] While a hospital director also observed that people arriving at emergency rooms \"are more acutely ill than we have seen historically.\"[10] According to a healthcare union in Washington: Chronic understaffing is a disaster for patient care. Health care workers don't want to see patients stuck in overflowing ICUs or being treated in ER hallways, or be forced to turn away ambulances at the door, but that's the reality of health care right now.[55] Many hospitals found it necessary to set up field hospitals to handle their overloaded main hospital. Mississippi, for example, asked the federal government for help in August 2021. The U.S. Department of Health and Human Services then deployed a team of three dozen physicians, nurses and respiratory therapists to set up an emergency field hospital in a parking lot at the University of Mississippi Medical Center. It consisted of inflatable tents with negative pressure to keep the virus inside, and was anchored by cinderblock in case of storms or high winds. Five beds were able to treat intensive care patients with ventilators. Outside the tents, orange fencing marked the entrance to the \"hot zone,\" where only staff clothed in full PPE could enter.[56] Similarly, at least two hospitals in Houston that had also been overwhelmed in August erected overflow tents outside.[57] A hospital administrator admitted, \"the fact that we're having to construct the tents shows that the system, in general, is not prepared.\"[57] She added that doctors were also treating patients in waiting rooms because of a shortage of beds.[57] The mental health factors like depression and anxiety are causing nurses to feel less satisfied with their field of work. A scholarly journals shared that \"burnout is increasingly recognized as an occupational risk in nursing\" [58] A current research study conducted in China, examined the prevalence of stress, anxiety, and depression in nurses. Using a cross-sectional research design, it was discovered that 57% of nurses studied experienced a form of depression, while nearly 48% displayed signs of severe anxiety.[59] Through further data, the research group was able to determine a direct correlation between the effects of the COVID-19 pandemic in hospitals and an increase in mental health disorders in front-line nursing staff. One source addressed the issue of nurses' mental health and stress leading to surging rates of burnout with \"more than 40% of hospital staff nurses score in the high range of work-related burnout\".[60] Nurses revealed a spike in depression levels, anxiety, suicide, and damage to their overall wellbeing. These effects on nurses' mental health led to job dissatisfaction, burnout, and quitting. Exhaustion, workload, and death/dying were surveyed as the most frequent contributing factors to burnout across the board.[60] With a shortage of hospital beds at many hospitals, ambulance services and fire departments were straining to respond to emergencies. Ambulance companies were overwhelmed during the summer of 2021.[9] In Florida, for instance, some patients had to wait inside an ambulance for up to an hour before hospitals in St. Petersburg, Florida could admit them, instead of the normal 15 minutes.[21] A heart attack victim in early August had to be transported to six different hospitals before finding an emergency room in New Orleans that could take him in.[21] Louisiana's chief public health officer Joe Kanter said \"It's a real dire situation. There's just not enough qualified staff in the state right now to care for all these patients.\"[21] Hospitals were put back in crisis mode by September 2021 as they tried to handle a flood of patients. Emergency departments and intensive care units were often full.[61] Emergency rooms were particularly stressed since they sometimes gave remdesivir or monoclonal antibodies to patients not sick enough to be hospitalized. However, the procedures took a half-day or more.[9] In states like Mississippi, people with newly diagnosed cases were desperate for such treatment. The lead pharmacist at one hospital stated, \"I've been through disasters, hurricanes, tornadoes, things like that, but I've never seen anything like this. Literally, the phone is ringing off the hook.\"[24] Partly as a result, many hospitals during the fourth surge had cut back on routine work, canceling some surgeries, including joint replacements and non-urgent hysterectomies.[9] One hospital system in Oregon had to cancel or delay hundreds of surgeries as of mid-August 2021.[9] Likewise, Georgia hospitals began canceling all non-essential outpatient surgeries due to COVID-19 cases having \"exploded\" during August 2021.[61] One Georgia hospital went on a \"total diversion\" status in September, forcing it to steer ambulances elsewhere due to lack of space. But it found that every other hospital was also full.[61] By October 2021, several hospitals said they will not perform lifesaving transplants, or will move an intended recipient down the waitlist, if the recipient or their donor refuse to be vaccinated against COVID-19.[62] In May 2022, several months after the passage of the Omicron wave, some emergency departments in Massachusetts were still over capacity at peak times. Compared to before the pandemic, they reported more behavior health patients, more people who had deferred care, patients with other illness who needed to be isolated because they also had COVID-19, and staffing shortages in hospitals and downstream recovery facilities.[63] The surge in COVID-19 cases during the summer of 2021, driven by the Delta variant, had affected children more seriously than previous strains. Because children under age 12 could not be vaccinated, many children's hospitals ran out of beds.[64] According to the Children's Hospital Association CEO, it was a \"perfect storm threatening national pediatric hospital capacity.\"[64] High vaccination rates among the 65-plus age group were expected to protect hospitals from becoming overwhelmed like they were the previous winter. However, there was no such reduction in hospitalizations during August 2021. In Alabama, for instance, by mid-August the percentage of admitted patients under age 35 had increased from 8 or 9 percent to 16 percent. From about two or three pediatric COVID patients in hospitals each day in June to about 40 in August.[9] Medical experts in Arkansas had also noticed the change in the age of patients, with the average patient's age going from 60 to 40 over the last year.[65] During that same period, the Children's Hospital of San Antonio saw a growing number of children admitted with severe symptoms of COVID-19, including high fevers, chills, coughs and shortness of breath. Many others arriving for unrelated illnesses were also testing positive for the virus.\"We are now entering a new phase where our volumes are increasing much more exponentially here just like on the adult side,\" said Dr. Christopher, the chief medical officer at the hospital. \"And that's compared to almost nobody just a few months ago.\"[57] The Delta variant was also considered to be more severe, particularly in younger age groups, whose vaccination rates are lower.[10] As a result of the Delta variant, patients who became severely ill during the summer of 2021 were younger than before.[9] The chief medical officer at Duke University Hospital in North Carolina, observed, \"We have seen so much death, and now it's young people dying of things we can prevent.\"[9]","Title":"2021 hospital crisis in the U.S. from COVID-19 - Wikipedia","KeyID":"10735","URL":"https://en.wikipedia.org/wiki/2021_hospital_crisis_in_the_U.S._from_COVID-19"}