{"Content: ":"The Eastern States Multi-state Council is an interstate compact between seven northeastern states in the United States to coordinate the rollback of economic restrictions implemented by the state governments in response to the COVID-19 pandemic.[1] The council was announced on April 13, 2020. The initial announcement included the states of New York, New Jersey, Pennsylvania, Rhode Island, Connecticut, Delaware, with Massachusetts being added by the end of the day.[2] The seven states collectively represent approximately 45 million Americans, or almost 15% of the US population.[2] On the same day, a similar coalition of western states was announced as the Western States Pact.[2] A third coalition, made up of midwestern states was announced on April 16, 2020.[3] The Eastern States Multi-state Council is composed of a health expert, an economic development expert and a respective chief of staff from each state.[4] according to New York Governor Andrew Cuomo, the council is tasked to \"work together to develop a fully integrated regional framework to gradually lift the states' stay at home orders while minimizing the risk of increased spread of the virus.\"[5] Shortly after the Eastern states multi-state council and the Western States Pact announced their own joint plans on April 13, 2020, U.S. president Donald Trump asserted his \"total authority\" over the states' decisions about when to lift the shutdowns implemented in response to the pandemic. [7] After criticism from both Democratic and Republican members of Congress, Trump clarified on April 14 that he would be \"authorizing each individual governor of each individual state to implement a reopening\" of their economy. However, Cornell Law School professor Kathleen Bergin said, \"Trump has no authority...These are matters for states to decide under...the Tenth Amendment to the Constitution.\" [8]","Title":"Eastern States Multi-state Council - Wikipedia","KeyID":"10742","URL":"https://en.wikipedia.org/wiki/Eastern_States_Multi-state_Council"}