{"Content: ":"On March 17, 2020, the COVID-19 pandemic was reported to have reached the United States Navajo Nation.[3] The virus then spread rapidly through the Navajo Nation[4][5] to the point that the Navajo have a higher per capita rate of infection than any state of the United States.[6] The population according to the 2010 United States census was 173,667. As of August 6, 2021[update], the number of confirmed cases was 31,571 with 1,377 deaths.[2][1] A June 2020 report concluded that the high rate of COVID-19 infection on the Navajo Nation is influenced by a multitude of underlying issues prevalent on the reservation, such as lack of access to quality healthcare, poverty, and community behavior.[7] On February 27, the Navajo Nation COVID-19 Preparedness Team was established to coordinate efforts to raise awareness and arrange preparations for the virus. The team consisted of officials from Navajo and federal government agencies. At this time, Michael D. Weahkee, the Assistant Surgeon General and principal deputy director of the Indian Health Service (IHS), said that the risk of contracting COVID-19 was \"low\".[8][9] In a meeting on March 2 with the Navajo Nation Council's Naabi'iyati' Committee, the executive director of the Navajo Nation Department of Health Jill Jim said the Navajo Nation was a low-risk area.[10] The Navajo and Hopi Families COVID-19 Relief Fund was established on March 15 by former Navajo Nation Attorney General Ethel Branch. The Relief Fund provides aid to elders raising their grandchildren, struggling families, single parents, and those with compromised immune systems.[11] This fund would later receive huge attention from Irish citizens who raised over 1.8 million dollars on May in remembrance of indigenous solidarity and charity donation given to them during the Great Famine from the Choctaw Nation in 1847.[12] The Navajo Nation is on portions of the U.S. states of northeastern Arizona, southeastern Utah, and northwestern New Mexico. Arizona Governor Doug Ducey ordered all schools in the state to close on March 16.[13] The Navajo Gaming Board of Directors temporarily closed all casino facilities beginning March 17.[14] The pandemic reached the Navajo Nation on March 17 after a 46-year old from Chilchinbito, Arizona (Tsii'chin Bii' Tó) tested positive for COVID-19. In response, the Navajo Health Command Operations center issued a public health emergency order to \"shelter-in-place\" in Chilchinbito beginning March 19.[15][16] Many of the early cases were later linked to the Chilchinbeto Church of the Nazarene Zone Rally held on March 7.[17] On March 18, Coconino County, Arizona declared a state of emergency,[18] and Navajo County, Arizona Sheriff David Clouse suspended jail visitation.[19] On March 20, President Jonathan Nez issued a stay-at-home order for the entire Navajo Nation after 14 cases of the coronavirus were confirmed, with an 8 p.m. to 5 a.m. curfew enforced.[20] Those found in violation of curfew may face up to 30 days in prison and/or a fine of up to $1,000.[21] Effective on March 20, all visitation and in-person volunteer activities were suspended at the Coconino County Detention Facility.[22] Governor Ducey ordered all gyms, theaters, and bars to close and restaurants to operate with take-out and drive-thru only in counties with confirmed COVID-19 cases, affecting Coconino County. He also activated the Arizona National Guard to provide emergency assistance.[23] On March 23, Diné College switched to only offering courses online.[24] Governor Ducey imposed a stay-at-home order for all non-essential activity effective March 31 at 5:00pm. Schools were also closed for the remainder of the 2019–2020 school year.[25] April 4, effective at 5:00pm, Governor Ducey ordered all barber shops, salons, tattoo shops, and massage parlors to close. Coconino National Forest started enforcing closed high-traffic hiking trails and recreational sites by issuing citations. Navajo Nation Police also began issuing fines and citations to those violating the imposed curfew.[26] On April 7, a man in Page, Arizona was arrested on a felony charge on suspicion of attempting to incite an act of terrorism for claiming on a Facebook post that Navajo peoples were all infected with COVID-19 and called for the use of \"lethal force\" against Navajo to stop the virus from spreading.[27][28] Beginning April 10, a 57-hour weekend curfew was declared. The Health Command Center was tasked to declare subsequent weekend curfews.[29][30] At that point, there were 698 confirmed cases of coronavirus, including 24 deaths, among members of the Navajo Nation living in New Mexico, Arizona and Utah.[29][31] On April 15, the Navajo Police Department announced that nine of their police officers were confirmed positive for COVID-19.[32] By April 18, there were 1,197 cases.[15] On April 19, the Navajo Department of Health issued an emergency public health order mandating the use of protective masks outside the home, in addition to existing orders for sheltering in place and nightly and weekend curfews.[33][34] By April 20, the Navajo Nation had the third-highest infection rate in the United States, after New York and New Jersey.[15] On April 25, the Nation announced that it was joining 10 other tribes in a lawsuit against the U.S. Secretary of the Treasury, over what the plaintiffs said was an unfair allocation of money to the tribes under the Coronavirus Aid, Relief, and Economic Security Act (CARES Act).[35][36] On May 5, $600 million of aid money was delivered to the Navajo Nation, a month after the legislation was signed into law.[37] On May 14, there were 3,632 confirmed cases and 127 COVID-19 related deaths across the Navajo nation.[38] As of May 18, the Navajo Nation surpassed New York as the most affected U.S. region per capita,[39][4] with 4,071 positive COVID-19 tests and 142 fatalities recorded.[40] By the end of Memorial Day weekend, Navajo police had issued nearly 1,000 curfew citations.[21] During the pandemic Zachary Fuentes, the former Assistant to the President and Deputy Chief of Staff in the administration of U.S. President Donald Trump, created the company Zach Fuentes LLC and received a $3 million contract from the Indian Health Service to provide protective face masks to hospitals in the Navajo Nation, 11 days after creating the company. Over 25% of the masks were reported to be unsuitable for medical use, and another 15% were of a type that was not requested.[41][42] US House of Representatives members Gerry Connolly and Ruben Gallego called for an investigation of the contract, and principal deputy inspector general Christi Grimm of the Office of Inspector General, U.S. Department of Health and Human Services said that the office would contact Connolly for more information on the matter.[43] On June 1, the Navajo Nation reported a total of 5,479 cases and 248 deaths related to COVID-19.[44] By June 11, the Navajo Nation had the largest per capita infection rate in the United States, surpassing any individual state in the union.[5][6] On June 18, the Navajo County jail in Holbrook, Arizona reported 3 infected inmates with the disease.[45] On July 19, 8,593 COVID-19 positive cases and 422 deaths related to COVID-19 were recorded. Approximately 6,360 individuals have recovered from COVID-19.[46] On July 22, the sixth executive order to extend the \"declaration of a state emergency due to the COVID-19 virus on the Navajo Nation\" was issued, extending the dates from July 27, 2020, to August 16, 2020. For the duration of the extended date, government offices and related entities remained closed on the Navajo Nation.[47] On August 13, the Navajo Department of Health established a Navajo Nation reopening plan, in efforts to guide businesses towards reopening, and transition back to greater and gradual business activity. At the time of this order (August 13, 2020), the Navajo Nation was declared \"Orange Status\" - with the order noting \"25% of maximum occupancy allowed for most businesses\" and other restrictions/compliances for various businesses.[48] On August 14, 9,394 positive COVID-19 cases and 478 deaths were recorded, with nearly 7,000 recoveries.[49] On September 22, the Navajo Department of health re-issued a Stay at Home order, extending the March 20 Stay at home order issued by President Jonathan Nez. In addition, a 57-hour weekend lockdown was issued from September 25, 2020, to September 28, 2020. Intent of this order is stated to \"restrict the movement of individuals on the Nation\".[50] As of October 13, 10,728 positive COVID-19 cases and 571 deaths related to COVID-19 were recorded, with 7,343 recoveries. 112,648 tests have also been administered to the population of the Navajo Nation, which is over 50% of the total population.[51] On November 13, the Navajo Department of Health re-issued a public health order to Stay at Home (Shelter in Place) for three consecutive weeks, from November 16, 2020, to December 6, 2020. This is in part due to an increase of positive COVID-19 cases, and uncontrolled spread in 34 communities across the Navajo Nation. For the duration of this public health order, the Navajo Nation's roads are declared to be closed from Visitors and Tourists.[52] As of November 20, 14,441 positive COVID-19 cases, 623 deaths related to COVID-19, and 8,045 recoveries have been recorded.[53] As of December 7, 17,915 positive COVID-19 cases, 667 deaths related to COVID-19 have been recorded. On Dec 7, the Navajo Nation's lockdown was also extended another 3-weeks in response to ICUs nearing capacity.[54] As of December 12, 19,420 positive COVID-19 cases, 719 deaths related to COVID-19, and 10,359 COVID-19 related recoveries had been made. On December 14, the Navajo Nation received their first doses of Pfizer's COVID-19 vaccine.[55] The second wave of COVID-19 brought roughly twice as many daily new cases as the first wave. From mid-November until mid-January, the seven-day average of new cases was greater than the peak of the first wave in May.[1] On January 25, the Navajo Department of Health identified 53 communities with having an \"uncontrolled spread of COVID-19 from Jan 8, 2021 - Jan 21, 2021\". Several provisions took into effect as a result, such as extending Stay-At-Home orders, daily curfews, essential business operational hours, and restrictions against gatherings with individuals from outside one's household.[56] On January 28, the total number of COVID-19 deaths passed 1,000.[1] As of February 22, 29,551 positive COVID-19 cases, 1,145 deaths related to COVID-19, and nearly 16,000 recoveries have been recorded. Over 242,000 COVID-19 tests had been administered. Article also reports that the Navajo Department of Health identified 21 communities with uncontrolled spread of COVID-19 from Feb. 5–18.[57] On March 11, the Navajo Nation stated that they are easing COVID-19 restrictions, as numbers drop – lowering from \"red status\" to \"orange status\". These health orders go into effect on March 15, 2021.[58] On March 12, the American Rescue Plan was signed into law, giving Native American Tribes $31 billion for total spending. The Navajo Nation proposed a distribution formula for spending the money, dividing 40-percent based on population, 20-percent based on land base, 20-percent based on number of employees, and 20-percent based on COVID-19 impacts.[59] As of March 22, roughly 191,000 COVID-19 vaccines have been administered, fully vaccinating 76,571 people.[60] No new COVID-19 positive cases and no recent deaths have been reported for the first time in over six months; however, the 7-day average remained at 9 cases a day. During this time, precautions were still in place – wearing masks and physical distancing. By April 1, the Navajo Nation had fully vaccinated over half the population (88,891 of about 174,000).[61] New cases and deaths were still occurring and the lockdown and curfew were still in place. Vaccines were available for all residents over age 16. On April 18, one week had passed with no new deaths.[62] By August 4, the Navajo Department of Health had administered 252,276 doses of vaccine, with 121,045 people fully vaccinated.[63] The seven day average of cases had risen tenfold, from a low of 4.2 cases per day on June 29 to 43 cases per day on August 5.[64] The daily curfew was lifted on August 6, but masks were still mandated and safely sheltering at home was still recommended.[65] The Navajo Nation Gaming Enterprise stated that its properties will remain closed through June 7.[66] The closure of casinos was later extended through July 5.[67] San Juan County, New Mexico, reduced the number of voting convenience centers from 32 to 9, and translators will only be available at four locations.[68] While absentee voter turnout on the June 4, 2020, primary increased compared to 2016, not all Navajo voters had access to home mail delivery and absentee ballot instructions were not offered in Navajo translations.[69] Coconino County installed a Wi-Fi hotspot between the Page Magistrate Court Buildings and Coconino County Health and Human Services Northern Region Office at 467 Vista Ave. in Page, Arizona.[70] While remaining in a vehicle, this hotspot, named CountyWi-Fi, is freely accessible and does not require a network password.[71] Northern Arizona University (NAU), with clearance from Navajo and Hopi officials, extended free Wi-Fi signals to parking lots on the Navajo Nation for any college and K-12 student.[72][73] Coconino County offers assistance for rent and utilities based on income eligibility. Assistance may be granted for electric, gas, wood, water, propane, rental, or utility deposits when moving.[74][75] The Navajo Nation has 13 grocery stores, 12 health facilities, 170 hospital beds, 13 intensive care unit beds, 52 isolation rooms, and 28 ventilators.[76]","Title":"COVID-19 pandemic in the Navajo Nation - Wikipedia","KeyID":"10749","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_the_Navajo_Nation"}