{"Content: ":"The COVID-19 pandemic was confirmed to have reached the U.S. state of Arizona in January 2020. As of June 3, 2021 Arizona public health authorities reported 322 new cases of COVID-19 and five deaths, bringing the cumulative totals since the start of the pandemic to 882,691 cases and 17,653 deaths.[6] 12.3% of the state's population has been positively diagnosed with COVID-19 since the first case was reported on January 26, 2020.[6] In the two-month period after Governor Ducey abruptly ended Arizona's statewide lockdown on May 15, 2020, the seven-day moving average of new COVID-19 cases in Arizona soared, from an average of 377 cases per day to 3,249 cases on July 15. On July 8, Arizona reported as many new cases of COVID-19 as the entire European Union, while having 1/60th of the population.[7] On June 17, Governor Ducey, under pressure due to rising COVID cases, publicly encouraged Arizona citizens to wear masks and allowed individual cities and counties to issue mask mandates.[8] No statewide mandate was issued, but most major cities and counties in AZ issued local mandates.[8] COVID-19 cases and deaths continued to rise through July, with 172 deaths reported on July 30, 2020.[6] After four months during which the day over day increase in new COVID-19 cases never dropped below 1%, in August the case rate dropped dramatically, to less than 900 new cases per day.[6] A generally low new case rate continued in Arizona through October 2020 but in November a second major COVID-19 surge began, reaching new records in early January 2021.[6] January 3's 17,236 new cases and January 12's 335 deaths both set new single day records in Arizona.[6] The COVID-19 pandemic in the Navajo Nation has been particularly serious because of poor health, food and limited access to essential services.[9] As of June 3, 2021, Arizona has administered 5,997,066 COVID-19 vaccine doses, and has fully vaccinated 2,413,329 people, equivalent to 34.23 percent of the population.[10] The first confirmed case of COVID-19 in Arizona was announced by the Arizona Department of Health Services (ADHS) on January 26, 2020. A 20-year-old male student of Arizona State University (ASU), who had traveled to Wuhan, China, the point of origin of the outbreak,[1][2] was diagnosed with COVID-19 and placed in isolation. Twenty-six days after the initial diagnosis and subsequent isolation, and after repeated negative tests, the student was released from isolation and has since made a full recovery. This case was the fifth reported COVID-19 case overall in the United States at the time of the confirmation.[3][4][11] Sources: ADHS. Notes: On March 6, a woman from Pinal County was diagnosed with COVID-19. The woman, in her 40s, is a healthcare worker and was hospitalized at a Phoenix-area hospital, according to the Pinal County Public Health Department. This case was the first confirmed instance in Arizona of community spread, or where the source of the infection is unknown.[13] On March 7, the Arizona Republic reported[14] that a Phoenix-area man in his 20s posted a video on YouTube stating that he had been diagnosed with COVID-19 on March 3 after traveling to Paris. According to his LinkedIn page, the man worked for Riot House, a nightclub in the east/northeast Phoenix suburb of Scottsdale. Riot House announced that they brought in a professional \"medical-grade\" cleaning company to deep-clean Riot House and a sister restaurant per the guidance of the Maricopa County Department of Public Health.[15] U.S. Representative Paul Gosar (R-Arizona) announced on March 8 that he and several of his staff had come into contact with an individual who soon afterward tested positive for COVID-19. The exposure happened at the annual Conservative Political Action Conference (CPAC), which was held in the Washington, D.C, area (Fort Washington, MD) February 26–29. Gosar and the staff members went into self-isolation.[16] On March 11, Jonathan Nez, president of the Navajo Nation (a large portion of which is located in northeastern Arizona) declared a state of emergency as a proactive measure to deal with the COVID-19 crisis.[17] Arizona Governor Doug Ducey declared a public health emergency on March 12. Dr. Cara Christ, director of ADHS, said there were no plans to limit large public gatherings as governors in other states have done. As of March 12, there were nine confirmed cases of coronavirus in Arizona, including five from the same household in Pinal County (reportedly the household of the healthcare worker announced as being positive for COVID-19 on March 6).[18] Arizona State University President Michael Crow announced that school would switch beginning March 16 to online instruction \"wherever possible\" for a period of two weeks over concerns about the virus.[19] Similar measures were also taken by the University of Arizona (which announced it was extending its then-current spring break period by an additional two days before switching to online instruction)[20] and Northern Arizona University. On March 20, the University of Arizona announced that spring graduation ceremonies, scheduled for May 15, would be canceled, and an \"alternate graduation experience\" provided instead.[21] On March 17, the first COVID-19 case within the Navajo Nation was confirmed in a 46-year-old resident of Chilchinbito. Further measures, including restrictions on non-essential businesses on tribal land in an effort to limit visits by outside tourists, were announced on March 18; three tribal residents reportedly tested positive for COVID-19 as of the 18th. As of March 19, a total of 14 cases were identified within the Navajo Nation most of which had reported symptoms to the Kayenta Indian Health Service Unit in Kayenta, Arizona. Nine other Native American tribes, out of 22 in the state of Arizona, had also declared states of emergency applicable to their tribal lands.[22][23] Tucson mayor Regina Romero declared a local emergency on March 17,[24] ordering many businesses to close, limiting restaurants to drive-thru and takeout. The emergency proclamation was released on the afternoon of St. Patrick's Day, one of the busiest drinking days of the year. All bars, theaters, museums, gyms, bowling alleys and other recreation and entertainment businesses were under a mandatory shutdown as of 8 p.m. and remain closed through the end of March. Among the exceptions were grocery stores, pharmacies, food pantries, banks, or vendors located at universities, houses of worship, at care homes and Tucson International Airport. This order did not affect similar Pima County businesses outside of the city limits. Similar emergency declarations were announced by other city governments in the Phoenix area, led by mayor Kate Gallego of the city of Phoenix.[25] These measures came after U.S. Senator Kyrsten Sinema (D) admonished state and local leaders (on March 16) for not doing enough to stop the spread of COVID-19 in Arizona, as compared to what leaders in other states were doing.[26] Several springtime public events in Tucson were canceled as a result of concerns over COVID-19, including the Tucson Festival of Books (held on the University of Arizona campus), the Fourth Avenue Street Fair, the Tucson Folk Festival,[27] and the Pima County Fair.[28] Governor Ducey announced March 19 that he would limit restaurant service and close bars, theaters, and gyms in counties with confirmed cases of COVID-19. This directive, to take effect upon close of business March 20, would apply to six counties: Maricopa, which had 22 cases as of March 19; Pinal, which had 10; Pima, which had seven; Navajo, which had three; Coconino, which had one; and Graham, which had one. Ducey also called on the Arizona National Guard to help grocery stores and food banks restock shelves to protect food supplies; halted all elective surgeries \"to free up medical resources and maintain the capacity for hospitals and providers to continue offering vital services;\" extended expiration dates for drivers licenses 6 months so that residents who are 65 or older could renew them without waiting in line; authorized restaurants to deliver alcoholic beverages alongside food, and allowed manufacturers, wholesalers, and retailers to buy back unopened products from restaurants, bars and clubs. Ducey faced widespread criticism in the days prior to this directive from lawmakers and constituents who felt he was responding too slowly to the COVID-19 crisis.[29] On March 20, Ducey further stated that he saw no reason to go beyond that directive and issue a statewide stay-at-home order in Arizona as his counterparts in New York, California, and some other states had done.[30] On March 20, ADHS and Maricopa County health officials announced the first death in the state from COVID-19: a Maricopa County man in his 50s with underlying health conditions.[31] On March 30, Gov. Ducey issued a statewide stay at home order to stop the spread of new coronavirus, barring Arizonans from leaving their residences except for food, medicine, and other essentials. The order took effect at the close of business March 31.[32][33] On March 30, the Arizona National Guard built a medical station in Chinle, Arizona, to help with the increase of COVID-19 cases in the Navajo Nation.[34] On April 22, using state-of-the-art epidemiological modelling, the Arizona State University Modelling Group, in a report to the AZDHS predicts “...infections will peak around the middle of May.” [35] Their modelling, resultant predictions and recommendations presumably led the AZDHS to send an email ordering the Arizona State University and University of Arizona team to “pause” the work they were doing compiling data on COVID-19 cases in the state.[36] On April 29, Gov. Ducey announced a partial reopening to begin on May 4 with details describing how some non-essential businesses can operate. The stay at home order was extended until May 15.[37] Barbershops along with nail and hair salons would begin reopening on May 8 while restaurants would be allowed to open dining rooms May 11.[38] On May 6, researchers at Arizona State University and the University of Arizona were instructed to halt their work on a public model for COVID-19 in the United States. Their model had recommended against any reopening before the end of May.[39] Arizona Department of Health also stated that the modeling team would no longer be allowed access to special data sets used for this work.[40] The state announced that it would be using FEMA's model for COVID-19 predictions, although the department also declined to reveal the results of the model.[39] On May 12, Gov. Ducey announced that the stay at home order would be lifted May 15 and that gyms and pools could begin reopening on May 13.[41] On May 15, the statewide lockdown order expired. There were 13,169 confirmed cases and 651 deaths related to COVID-19 in Arizona.[42] Gov. Ducey stated that Arizona was in compliance with the CDC's Phase One guidelines and that businesses would be allowed to reopen with social distancing measures. Major league sports were allowed to reopen without fans and only in leagues adhering to CDC guidelines.[42] Effective May 16, in accordance with an executive order from Governor Ducey, local governments were not permitted to institute requirements or restrictions related to COVID-19 beyond the state-level restrictions. This prevented local governments from requiring people to wear face masks, until the governor reversed the order in June.[43] On May 17, the percentage of positives of total PCR tests, reported weekly, was 6%.[44] The total number of tests with a specimen collection date of May 17 was 37,032.[44] On May 24, the percentage of positives of total PCR tests, reported weekly, was 9%.[44] The total number of tests with a specimen collection date of May 24 was 42,638.[44] On May 31, two weeks after the expiration of the Governor's stay at home order, the percentage of positives of total PCR tests, reported weekly, was 12%.[44] The total number of tests with a specimen collection date of May 31 was 51,413.[44] Two weeks after the stay-at-home-order expired, the state reported a record high of daily hospitalizations suspected to be related to COVID-19, with 1,009 hospitalizations recorded on Monday, June 1.[45][46] On June 3, there were 22,223 cases and 981 deaths related to COVID-19, as reported by the Arizona health department. Over 345,000 tests for COVID-19 had been performed (nearly 250,000 PCR tests and over 100,000 antibody tests). About 5.7% of tests returned as positive for COVID-19.[47] By June 8 there were 27,678 cases and 1,047 known deaths[48] and the Arizona Department of Health Services director, Dr. Cara Christ, told hospitals to 'fully activate' emergency plans.[49] On June 10, Governor Doug Ducey held a press conference to address the rise in cases and hospitalizations. The press conference focused primarily on the fact that hospitals have capacity to care for patients.[50] At one point Governor Ducey stated: \"The plan going forward is we are going to continue to focus on public health and the education campaign around it.\"[51] On June 12, the President of Arizona State University announced that face coverings are mandatory, effective immediately.[52] On June 13, two news outlets reported that a number of restaurants and businesses have voluntarily closed temporarily due to visits by individuals or employees who have tested positive for the virus.[53][54] On June 17, Governor Ducey announced that local governments would be able to set mask-wearing regulations after previously having blocked local mask wearing requirements.[55] Soon after, many city and county officials began implementing face covering mandates or announcing plans to discuss possible regulations.[56] Statewide, hospitals were treating 1,582 patients and were at 85% of capacity.[57] On June 23, incumbent President Donald Trump held a campaign rally at Dream City megachurch in Phoenix. According to Politico, most attendees did not wear masks.[58] On June 26, Arizona Attorney General Mark Brnovich issued cease-and-desist letters to both Clean Air EXP and Dream City Church regarding false claims that the air purification system installed in the church could eliminate 99% of COVID-19 within ten minutes, despite the system not being tested against COVID-19.[59] On June 23, coronavirus hospitalizations hit record numbers.[60] On June 29, Governor Ducey ordered bars, movie theaters, and gyms to close again in a partial reversal of the state's reopening.[61] A delay in reporting caused an anomaly in reporting numbers related to new positives and deaths. Sonora Quest Laboratories submitted 2,454 positive tests but these were not included in the daily dashboard reporting numbers.[62] ADHS director Dr. Christ announced that Arizona would implement the state's Crisis Standards of Care Plan. This is the first time a state has activated its crisis care plan.[63] On June 30, 2020, 8 cities in the Phoenix metropolitan area (including Phoenix itself) announced the cancellation of their fireworks display events to reduce viral spread while 3 other cities in the same area announced a continuation of fireworks display events.[64] On July 1, 2020, Canyon State Academy (formerly known as the Arizona Boys Ranch where Nicholaus Contreraz died) announced that 23 students and 8 staff members tested positive for COVID-19.[65] After a visit by Vice President Mike Pence to Phoenix, eight secret service agents tested positive for COVID-19 and remained in a hotel in Phoenix.[66] On July 3, 2020, over 90% of licensed intensive care unit hospital beds were unavailable statewide, out of 156 such beds in Arizona. The federal government sent 62 medical professionals to Yuma and Pima counties, and planned to send another 90 medical professionals to hospitals in Maricopa, Navajo, Pima, and Yuma counties.[67] On July 8, a worker at a Dutch Bros. Coffee location on South 4th Avenue in Yuma, Arizona tested positive for the disease resulting in a temporary closure in order for deep sanitation to take place.[68] On July 8, the daughter of Mark Urquiza published an obituary blaming politicians' poor handling of the crisis for his death. She invited Gov. Ducey to the funeral, but he did not respond.[69][70] On July 9, Governor Doug Ducey issued an executive order directing restaurants to operate at 50% of dine in capacity as the death toll reached 2,000 and the total number of cases surpassed 112,000.[71] On July 16, Ducey issued an executive order extending the moratorium on residential evictions and other protections until October 31, 2020, and expanding rental assistance.[72] On July 23, the governor issued an executive order extending the temporary closure of certain businesses for an additional two weeks. The executive order also prohibits organized gatherings of more than 50 people and pauses issuance of special events permits, statewide.[73] On August 27, the University of Arizona announced that wastewater testing at a dormitory led to the identification of two asymptomatic cases.[74] On October 12, San Tan Foothills High School in Pinal County was closed due to a cluster of cases.[75] On October 13, Maricopa County Public Health reported 21 outbreaks in county school districts, with 77 cases. Nineteen schools with outbreaks remained open. An outbreak is defined as \"two or more COVID-19 positive cases that don't live in the same household.\"[76] On October 19, a campaign rally by then-U.S. President Donald Trump near Tucson International Airport drew over 2,000 supporters.[77] Few masks were worn, despite requests by Tucson Mayor Regina Romero to heed local public health ordinances.[78] Another rally was held at the Prescott Regional Airport in Prescott.[79] On October 22, during the presidential debate, Trump stated \"There was a very big spike in Arizona, it's now gone.\" However, the newspaper Arizona Republic disagreed, reporting that \"the disease is now spreading at its fastest rate here since June, just before the state became a COVID-19 epicenter this summer. In Arizona, daily case counts, hospitalizations, percent positivity, ventilators in use and the rate at which the virus spreads have all increased in recent weeks.\"[80] On November 23, Yuma Regional Medical Center would not permit an emergency physician, Cleavon Gilman, to work as they had raised concerns regarding the lack of ICU beds in the state of Arizona at the time.[81] On November 27, members of the University of Arizona COVID-19 Modelling Team sent a letter to the AZ DHS Chief of Public Health Statistics recommending shelter-in-place and police enforced mask mandates (among other measures) or the state “...risks a catastrophe on a scale of the worst natural disaster the state has ever experienced.”[82] On December 7, the Arizona State Legislature was forced to close for at least a week after lawyer Rudy Giuliani, who had tested positive for COVID-19, testified without a facemask for eleven hours about allegations of voter fraud.[83] As of December 10, Arizona had the highest rate of virus spread in the nation. Yavapai, Apache and Navajo counties all have two consecutive weeks where all three indicators of viral spread have gone into the “red zone,” and the statewide rate of infection is 500 per 100,000. Governor Ducey decides not to close businesses, because his administration believed that most of the spread comes from family gatherings.[84] After years of tight budgets and skimping on public health, Arizona communities are facing a shortage of health workers to distribute COVID-19 vaccines. Maricopa County has about 133,000 vaccine doses for its 125,000 front-line health care workers, but through December 31 only about 44,000 people had gotten their initial vaccinations. Statewide only about 20% of the available doses have been distributed.[85] On January 11, a 24/7 COVID-19 vaccination site opened at the State Farm Stadium in Glendale.[86] On January 19, in contradiction to doomsayers, the state is \"doing relatively well\" in distributing vaccines, according to Dr. Christ, Director of AzDHS. \"We’re about 16th in the nation for the number of doses vaccinated, and that's even before you look at adding the State Farm Stadium vaccination site,\"[87] she said. While some want you to believe, \"after years of tight budgets and skimping on public health, Arizona communities are facing a shortage of health workers to distribute COVID-19 vaccines,\"[85] reality paints a different picture. The AzDHS has unfilled appointments for vaccinations. \"Thousands of Arizonans prioritized to receive COVID-19 vaccinations can still register for February appointments at State Farm Stadium in Glendale. Further, \"as of 2:40 p.m., there were still more than 36,000 appointments available at State Farm availability from Feb. 1 through Feb. 6.\"[88] By 7 p.m., there were 10,000 appointments still available at State Farm Stadium, which is currently in operation 24/7. In early March 2021, Gila County opened up vaccinations to any resident age 18 or older.[89] The first confirmed case of COVID-19 in Arizona was reported on January 26, 2020, in Tempe. The patient, a 20-year-old male Arizona State University (ASU) student, had returned from Wuhan, China. The second confirmed case was reported on March 3, 2020, in Maricopa County in a 20-year-old male who had traveled outside the state.[90] On March 6, ADHS reported the third case, a woman in her 40s, who represented the first identified case likely caused by community spread.[91] Community spread is thought to have begun around early March with a doubling time of cases between March 17–24 of 1.7 days.[92] On March 26, ADHS updated the community transmission level of COVID-19 to widespread.[93] Clusters of cases have been linked to assisted living and long-term care facilities as well as other congregate settings.[94][95] The first cases linked to such settings were reported the week of March 22, 2020.[95] According to ADHS, 5% of COVID-19 cases have been hospitalized.[96] Of these, Native Americans and African Americans have been disproportionately represented in Maricopa County.[97] To increase hospital capacity and handle a potential surge in COVID-19 patients, on March 30, ADHS announced that St. Luke's Medical Center which closed in November, 2019 would be reopened with the help of the US Army Corps of Engineers and the Arizona National Guard.[98] The initial plan included over 330 ICU beds with a reopening date in late April; however, though ready, St. Luke's has not been reopened, and ADHS's current plan is to use it for a lower level of care if needed.[99] On April 21, 2020, the ADHS established the Arizona Surge Line, a centralized statewide system for hospitals and medical providers, which enables coordination when COVID-19 case levels become overwhelming.[100] The system aims to facilitate patient transfer from one level of care to another, coordinate transfer of patients to balance patient numbers across hospitals when resources are scarce, and support clinicians who are treating cases.[101] In Tucson, patients have been transferred to Phoenix and out of state when capacity was reached in early July.[102] Beginning June 27, 2020, hospitals in Arizona requested implementation of 'crisis standards of care' to aid in decision making when and if resources are limited.[103] As of July 2, 2020, however, no hospitals were having to triage patients under this plan.[104] Also on July 2, 2020, adult intensive care bed use first reached a high of 91%.[96] Hospital bed status is self reported daily to ADHS as per executive order 2020–37.[105] The first confirmed death in Arizona from COVID-19 was announced on March 20, 2020.[106] While the largest percentage of cases has been in younger age groups, the highest percentage of deaths has occurred among those over age 65.[107] PCR Testing for COVID-19 by the Arizona Department of Health Services began on March 2. Additional testing in Arizona has been implemented by Sonora Quest Laboratories, the Mayo Clinic in Arizona, ASU BioDesign Institute and the Translational Genomics Research Institute's division in Flagstaff.[108][109] On Saturday, May 2, a testing blitz began with the goal of testing 10,000-20,000 people each Saturday for three weeks[110] and two additional weeks were added.[111] As COVID-19 cases continued to rise in June, testing capacity has struggled to meet demand.[112][113] On July 9, Ducey announced that testing capacity would be increased at Sonora Quest Laboratories (with up to 35,000 tests processed per day by the end of the month and 60,000 tests per day by the end of August) and in a partnership between ADHS and the ASU BioDesign Institute to make their saliva based COVID-19 test available in high demand areas.[114] In addition, ADHS announced that the number of sites that provide free COVID-19 tests will increase to include new locations in Maryvale and south Phoenix funded by the Federal Government as well as the ASU testing sites which are funded by ADHS.[114] On July 12, Arizona was ranked last of the fifty states and Washington DC for meeting a COVID-19 testing target developed by the Harvard Global Health Institute.[115] Local health departments are working to increase staffing for contact tracing of COVID-19 positive cases.[116] According to Dr. Cara Christ, the director of the Arizona Department of Health Services, ADHS has developed a system for contacts to monitor and report symptoms over a 14-day period via phone, text or online.[117] On June 17, 2020, Ducey announced that the Arizona National Guard would assist with contact tracing with 300 guard members requested.[118][119] Maricopa County Department of Public Health has been criticized for not following CDC recommendations for contact tracing, for only having the capacity to contact trace approximately 500 cases per day, and for only calling high-risk and older patients who test positive.[120] Models that project the trajectory of the COVID-19 pandemic in Arizona are used by the ADHS to forecast resource needs.[121] Initial models suggested that Arizona would reach its peak in COVID-19 cases in mid-April to late May.[122] In April, ADHS began working with a team of researchers at Arizona State University and University of Arizona to develop state specific models and projections.[121] However, the modeling team was instructed to halt their work on May 4, 2020, and notified that they would no longer be allowed access to special data sets used for this work.[123] The modeling team had recommended against reopening before the end of May, and the ADHS notification coincided with the governor's decision to begin reopening.[39] The state also announced that it would be using FEMA's model for COVID-19 predictions, although the department also declined to reveal the results of the model.[39] After criticism of their decision to stop working with the ASU/UA modeling team, ADHS announced on May 7, 2020, that it would continue the partnership.[124] On May 26, ADHS reported that they had been given permission to share the results of FEMA's model;[125][126] however, on June 5, it was announced that this model may not be available to the state going forward.[127] Researchers at both the University of Arizona and Arizona State University are providing regular updates about Arizona COVID-19 trends and projections.[128][129] These can be compared with state-level models and projections by organizations outside the state including the Institute for Health Metrics and Evaluation at the University of Washington (the IHME model),[130] and the Covid ActNow projections.[131] Additional forecasts of total deaths and total hospitalizations are received and compiled by the Centers for Disease Control.[132] As of July 15, county-level model from independent researchers at Pandemic Central provides daily new case projections to all Arizona communities.[133] In April 2020, Arizona received $1.86 billion of federal relief funds from the CARES Act.[134] From this amount, much of the funds were reallocated to cities and organizations/businesses: Phoenix ($293 million),[135] Mesa ($90 million),[136] Tucson ($96 million), the Mayo Clinic ($29.6 million), Scottsdale Healthcare Hospitals ($27.8 million), Mesa Air ($92.5 million).[137] In that same month, the state unemployment rate reached a high of 12.6%, which included a loss of 276,300 jobs. The economic loss primarily occurred in leisure and hospitality, including bars/restaurants and travel accommodations.[138] In May 2020, the state's Joint Legislative Budget Committee predicted a $1.1 billion budget shortfall through the 2021 fiscal year. The losses were largely anticipated from the expected drop of corporate income tax (by 39%), income tax withholdings (by 15%), and the increase in state costs due to healthcare. From mid-March to May, over half a million individuals had filed unemployment claims in Arizona.[139] Some Arizonans reported an issue with receiving the additional unemployment funds from the CARES Act.[140] On 1 June 2020, the Arizona Department of Economic Security (AZDES) announced that it received over $24 million from the coronavirus relief bill. The department stated that the funds would be used to assist low-income individuals with utility bills, housing payments, and employment assistance.[141] In that same week, the number of unemployment applications since mid-March rose over 620,000 claims.[142] Following the outbreak of COVID-19 in the United States, academic institutions across Arizona moved to distance learning. On March 30, Governor Ducey declared a statewide closure for all schools and mandated the option for students to complete coursework in an alternate method.[143] Following the lifting of the Arizona's lockdown order, Gov. Ducey announced that schools would be reopening for face-to-face instruction in the fall. The director of Arizona Department of Health services, Dr. Cara Christ, described the intent to \"reduce class sizes, create disinfectant protocols and be flexible with parents and employees who have health problems that put them at higher risk for severe complications from COVID-19.\"[144][145] On 1 June 2020, the Arizona Department of Education released guidelines for the reopening of public schools. Measures included masks for staff and older students, staying home in the event of COVID-19 symptoms or diagnosis, provisions for frequent disinfection of surfaces, and socially distanced seating.[146] Ducey announced on June 29, 2020, that in-person school would be delayed until August 17.[147] On July 24, Ducey announced that schools would not reopen in person until public health benchmarks were reached, and that these benchmarks would be determined by ADHS by August 7.[148][149] On August 6, Ducey as well as Christ from ADHS and Superintendent of Public Instruction Kathy Hoffman of the Arizona Department of Education announced the county-level benchmarks that are recommended before in-person learning takes place.[150][151] These benchmarks are 1) a decline in cases (or less than 100 cases per 100,000 individuals for two consecutive weeks), 2) two consecutive weeks with percent positivity of COVID-19 PCR tests below 7%, and 3) two consecutive weeks with hospital visits for COVID-like illnesses in the region below 10%, and ADHS will release county-level data for these every Thursday, beginning August 6.[152] On August 27, Yavapai County became the first to meet these benchmarks.[152] On October 22, ADHS revised the recommendation about when to return to virtual learning from a change in one benchmark to a change in all three benchmarks.[153] In the October 28 benchmarks, most counties were recommended to follow the hybrid model with the exception of Greenlee County where the recommendation is for the traditional model.[152] Despite not meeting the recommended benchmarks, the governing board for J.O. Combs Unified school district in San Tan Valley voted to resume classes in person on August 17, 2020; however, these plans were cancelled after many teachers staged a \"sick out\".[154][155] A second school district, the Queen Creek Unified school district, also voted to resume classes in person on Monday with some teachers resigning in response.[156][155] By March 12, several universities (including all three state universities and some community colleges) announced that courses would be moved to an online format for at least two weeks following spring break.[157] By March 16, all three state universities (University of Arizona, Arizona State University, and Northern Arizona University) announced that they would continue online courses through the end of spring semester.[158] By late April, all three state universities publicly announced the intention to resume in-person classes in the fall semester. All universities described plans for measure to ensure public safety, including diagnostic testing for students/faculty/staff and modifications to classroom formats.[159] In June, all three state universities announced that all students, faculty, staff and visitors are required to wear masks on campus inside buildings and outside where maintaining social distancing of six feet is difficult.[160][161] Multiple universities also announced budget cuts to staff and faculty salaries due to financial hardship from the COVID-19 pandemic. In mid April, the University of Arizona released a furlough and paycut plan from June 2020 to June 2021.[162] Similarly, NAU announced payouts and reduced contracts due to an anticipated decrease in enrollment.[163] Major League Baseball (MLB) cancelled the remainder of spring training on March 12, affecting ten separate Cactus League venues in the Phoenix area (and over 66,000 seasonal and 2,000 volunteer jobs),[164] and on March 16, MLB announced that the regular season would be postponed indefinitely, after the recommendations from the Centers for Disease Control and Prevention (CDC) to restrict events of more than 50 people for the next eight weeks, affecting every team that trains in Arizona: the Arizona Diamondbacks, Cleveland Indians, Cincinnati Reds, Chicago Cubs, Chicago White Sox, Colorado Rockies, Kansas City Royals, Los Angeles Dodgers, Los Angeles Angels, Milwaukee Brewers, Oakland Athletics, San Diego Padres, San Francisco Giants, Seattle Mariners, and the Texas Rangers.[165][166] The Cactus League attracts over 1 million visitors to the state and generates more than $600 million a year in economic impact to the greater Phoenix metropolitan economy.[164] In early April, MLB began discussing plans to conduct its 2020 season entirely in the Phoenix area, with teams playing at Chase Field and spring training complexes to empty crowds.[167] In the National Basketball Association, the season was suspended for 30 days starting on March 12, affecting the Phoenix Suns. On March 19, Suns guard Devin Booker announced a pledge of $100,000 to launch a donation campaign on video streaming platform Twitch, which would be matched by Phoenix Suns Charities. The funds would benefit local Phoenix area charities assisting seniors, families and children, and help with local healthcare initiatives during the COVID-19 crisis including drive-through clinics.[168] Also on March 12, the National Hockey League suspended the season indefinitely, affecting the Arizona Coyotes.[169] NASCAR raced their last race at Phoenix Raceway in Avondale on March 7–8 with a crowd record before the pandemic started, making Joey Logano and Brandon Jones the last two winners before the season was put on hold. Source: Analysis by the Arizona Department of Health Services, as of July 27, 2022.[170]","Title":"COVID-19 pandemic in Arizona - Wikipedia","KeyID":"10748","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Arizona"}