{"Content: ":"The government of Texas's initial response to the COVID-19 pandemic in the state consisted of a decentralized system that was mostly reliant on local policies. As the pandemic progressed in Texas and throughout the rest of the country, the Texas government closed down several businesses and parks, and it eventually imposed a statewide stay-at-home order in late May. Then, between May and June 2020, the state government initiated a phased reopening, which was viewed as controversial. The reopening was phased back in June and July 2020 following a new surge of COVID-19 cases in the state. In March 2021, as COVID-19 vaccines began to be administered throughout the U.S., the Texas government reopened the state again. On December 31, 2019, China reported a cluster of pneumonia cases in its city of Wuhan. On January 7, 2020, the Chinese health authorities confirmed that this cluster was caused by a novel infectious coronavirus.[1] On January 8, the Centers for Disease Control and Prevention (CDC) issued an official health advisory via its Health Alert Network (HAN) and established an Incident Management Structure to coordinate domestic and international public health actions.[2] On January 10 and 11, the World Health Organization (WHO) warned about a strong possibility of human-to-human transmission and urged precautions.[3] On January 20, the WHO and China confirmed that human-to-human transmission had occurred.[4] The initial origin of community spread in Texas remains unclear, but numerous anecdotal accounts by those later confirmed have included onset dates as early as December 28 in Point Venture, and retrospective analyses have found unexplained statistical increases in deaths during this time.[5][6][7] Testing capacity across the state remained extremely limited until after the first recorded cases were announced.[5] Research from Austin Public Health conducted in May found 68 COVID-19 patients in Central Texas who began reporting symptoms dating back to around the beginning of March.[8] On March 2, San Antonio Mayor Nirenberg issued a public health emergency after an individual positive for the virus is mistakenly released from quarantine at JBSA–Lackland.[9] Two days later, the DSHS reports a presumptive positive test result for COVID-19 from a resident of Fort Bend County in the Houston area. A man in his 70s, he is the first known positive case of the disease in Texas outside of those evacuated from Wuhan and the Diamond Princess cruise ship.[10] The patient had recently traveled to Egypt and was hospitalized.[11] In March 2020, The Texas Tribune described the state's pandemic response as a \"patchwork system\" characterized by its decentralized nature and reliance on locally enacted policies.[12] The following month, WalletHub ranked the Texas as one of the 10 least aggressive states for limiting COVID-19 exposure based on policy decisions, risk factors, and infrastructure.[13] The Texas Department of State Health Services (DSHS) activated a virtual State Medical Operations Center (SMOC) in January 2020 to coordinate data collection and activities between the state and local agencies. The department and local health departments also began assessing recent travelers to Hubei Province in China with respiratory ailments for possible testing for SARS-CoV-2, encouraging individuals to \"contact their health care provider if they develop fever, cough or shortness of breath within 14 days of being in Hubei.\" The Texas Division of Emergency Management (TDEM) was tasked with logistical coordination on health supplies with local groups. A briefing was held by Abbott on January 27 concerning the COVID-19 outbreak; HHS Commissioner Courtney Philips, DSHS Health Services Commissioner John William Hellerstedt, and TDEM Chief Nim Kidd delivered the briefing.[14] On January 30, Abbott joined other state governors in a conference call with U.S. Department of Health and Human Services Secretary Alex Azar, CDC Director Robert Redfield, National Institute of Allergy and Infectious Diseases Director Anthony Fauci, and other health officials to discuss disease mitigation and prevention strategies.[15] State officials from emergency management, health services, law enforcement, public schools, and universities also met the same morning to outline logistics and coronavirus information.[16] A state of disaster was declared by Abbott for all counties in Texas on March 13, giving emergency powers to Abbott and his administration to order lockdowns.[17][18] Throughout March, the state waived various healthcare and economic regulations.[19] These included waived trucking and licensing regulations for drivers, alcohol delivery from bars and restaurants, and Medicaid regulations.[18][20][21][22] Abbott and the Texas Department of Insurance (TDI) requested health insurers and health maintenance organizations to waive pandemic-related costs for patients on March 5.[23] The Texas Supreme Court ruled to suspend most eviction proceedings by at least a month on March 19.[24] Several regulations were waived to increase the state's medical workforce;[25][26][27] inactive and retired nurses were allowed to reactivate their licenses and temporary licensing was expedited for out-of-state medical professionals.[28][29] Local governments were authorized to delay local elections for 2020.[30] The federal government supplied $628.8 million in public assistance grants to Texas through FEMA following a federal disaster declaration on March 25.[31] Additional federal funding was also distributed through the CARES Act, Small Business Administration,[32][33] On March 19, Abbott ordered the temporary prohibition of dining at bars and restaurants and the closure of gyms effective beginning the following day in a series of executive orders. Social gatherings involving more than 10 people were also prohibited.[34][35] Two days later, hospitals were allowed to have more than one patient per room and \"elective or non-essential\" medical procedures were ordered suspended.[36] A legal dispute emerged after Attorney General Ken Paxton confirmed that most abortions were included in the suspension.[37][38][39] The United States District Court for the Western District of Texas blocked the abortion ban on March 30, which was overturned by the United States Court of Appeals for the Fifth Circuit on March 31.[40][41] A three-judge panel on the Fifth Circuit reaffirmed the ban on April 10.[42] Texas became the 21st state to activate its National Guard on March 17.[43] The state mandated 14-day quarantines for travelers arriving from pandemic hotspots in the U.S. beginning on March 26 until all travel restrictions were lifted on May 21.[44][45] Abbott initially decided against statewide shelter-in-place or stay-at-home orders due to the fact that more than 200 counties did not have any cases in mid-March.[46][47] However, Abbott issued a de facto stay-at-home order on March 31, directing all Texans to remain at home unless conducting essential activities and services and to \"minimize social gatherings and minimize in-person contact with people who are not in the same household.\" The order exempted places of worship as essential services (subject to social distancing), but Abbott still recommended that remote services be conducted instead. Abbott specifically avoided use of the terms \"stay-at-home order\" or \"shelter-in-place\" to describe the order, arguing that they were either misnomers (shelter-in-place usually referred to emergency situations) or did not adequately reflect the goal of the order.[48][49] Texas Historical Commission historical sites and state parks were closed beginning at 5 p.m. April 7,[50][51] remaining closed until an executive order reopened them on April 20.[52][53] The state government continued to relax regulations regarding medical protocols through April. Pharmacy technicians were authorized to accept over-the-phone prescription drug orders beginning on April 7 and telehealth services were authorized across a broad range of telecommunication media.[54][55] Local emergency medical service providers were allowed to utilize qualified individuals without formal certification.[56] Similar training requirements were waived for other medical fields.[57][58] On May 20, The Governor, Lieutenant Governor, and Speaker of the House released a letter detailing a plan to reduce the budget of many state agencies by 5 percent as part of the state's preparation for COVID-19's economic impact.[59][60] Between May and June 2020, the Texas state government began loosening restrictions on businesses and activities in a series of phases amid the pandemic, allowing businesses to reopen and operate with increasing capacity.[61] Texas was one of the first states to publicize a timetable for lifting restrictions and the underlying plan was one of the most expansive in the country for reopening businesses.[62][63] It began with Phase I on May 1 and continued through Phase III on June 3. Abbott suspended the reopening process on June 25 following a rapid increase of COVID-19 cases 113 days after the first case was confirmed in Texas.[61] On March 23, Lieutenant Governor Dan Patrick made controversial statements on the Fox News show Tucker Carlson Tonight, saying that \"as a senior citizen\", he was \"willing to take a chance on [his] survival in exchange for keeping the America that all America loves for [his] children and grandchildren,\" later suggesting that grandparents in the country would do the same and advocating that the U.S. \"get back to work.\"[64][65] As Patrick appeared to insinuate lives were worth sacrificing for the health of the economy, his comments drew criticism on Twitter, where the hashtag #NotDying4WallStreet trended.[66] New York Governor Andrew Cuomo commented on Twitter that \"no one should be talking about social darwinism for the sake of the stock market.\"[67] The editorial board of the Fort Worth Star-Telegram characterized Patrick's comments as \"morbid\" and a \"recipe for embarrassing Texas\".[68] On April 7, roughly a month after the first non-evacuee case of COVID-19 was confirmed in Texas,[10] Patrick created a task force to plan out the recovery of the Texas economy should businesses and industries reopen.[69] Two days later, Abbott stated that his administration was \"working on very aggressive strategies to make sure Texas [was] first at getting back to work.\"[70] On April 17, Abbott began the process of reopening the Texas economy,[71] establishing the Strike Force To Open Texas in an executive order to \"study and make recommendations... for revitalizing the Texas economy\".[52][72] The team includes state leaders, medical experts, and a business advisory group; all consulting members were members of the Republican Party.[73][74] Abbott issued two additional executive orders relaxing COVID-19 restrictions: executive order GA-15 permitted licensed health care professionals and facilities to carry out elective medical procedures if they did not interfere with capacity provisioned for COVID-19, while executive order GA-16 allowed retail stores to deliver goods to customers beginning on April 24 as part of a \"Retail-To-Go\" model.[52][75][76] State parks were also ordered to reopen with COVID-19 regulations on April 20.[52] Abbott announced a phased approach to reopening the Texas economy on April 27, with the state entering Phase I of the plan on May 1.[77] The first phase permitted the operation of retail establishments, restaurants, movie theaters, shopping malls, libraries and museums at 25 percent occupancy and with health protocols in place; these relaxed restrictions superseded all local orders.[78][79] Businesses in counties with five or fewer cases of COVID-19 were allowed to operate with increased occupancy once Phase I went into effect.[80] The de facto statewide stay-at-home order issued on March 19 was allowed to expire on April 30.[81] Following intraparty pressure, Abbott authorized the reopening of hair salons and pools on May 5.[82] Abbott announced the initiation of Phase II of the reopening plan on May 18, under which child care centers, massage and personal-care centers, and youth clubs were allowed to open promptly. The phase also allowed bars and office building tenants to begin operating with limited occupancy in addition to raising the restaurant occupancy cap to 50 percent. Other types of businesses were given staggered opening dates out to May 31 under Phase II.[83] Phase III of the reopening was rolled out on June 3, permitting the immediate increase of all business operation to 50 percent capacity. The phase also provided a timetable for amusement parks, carnivals, and restaurants to begin increasing their capacity further out to June 18.[84] Abbott announced on June 18 that Texas public schools would be opening for fall 2020.[85] On June 25, Abbott enacted a \"temporary pause\" on the reopening of the state's economy following record increases in COVID-19 cases.[86][87] The next day, Abbott issued an executive order closing bars and rafting/tubing businesses, representing the first rollbacks on the reopening plan.[88] On April 25, polling from the University of Texas and the Texas Tribune found that 56 percent of voters surveyed approved of Abbott's response to the pandemic, including 56 percent of Republicans and 30 percent of Democrats.[89][90] Positive approval of Abbott's response to the pandemic was also found by a Dallas Morning News/University of Texas at Tyler poll, with registered voters approving by a roughly 3-to-1 margin.[91] A survey conducted by the Texas Restaurant Association and released on May 2 found that 47 percent of the 401 responding restaurants stated they would not reopen despite authorization under Phase I of Abbott's reopening plan; 43 percent intended to open while the remaining 9 percent were unsure.[92] A Quinnipiac University poll of registered voters released on June 3 found that 49 percent approved of Abbott's handling of stay-home restrictions while 38 percent believed Abbott moved \"too fast\" with the reopening.[93] A survey of 1,212 registered voters in Texas conducted by YouGov and sponsored by CBS News between July 7–10 found that 61 percent of respondents believed the state moved \"too quickly\" in \"reopening the economy and lifting stay-at-home restrictions\".[94] Reactions to the initial efforts to reopen Texas businesses were fraught with partisan divides,[95][96] with the overall reaction described as \"mixed\" by several news agencies.[97][98][99][100] Nine members of the Texas Freedom Caucus in the Texas House of Representatives sent a letter to Abbott on April 14 pressing for business restrictions to be loosened \"to the greatest extent possible.\"[101] Following the first announcement of reopenings on April 17, Texas Representative Chris Turner, the leader of the Texas House Democratic Caucus, said that Texas needed to have \"widespread testing available\" before reopening businesses.[102] Many public health experts lauded the phased approach but iterated the need for increased testing in the state. Others opined that the reopening commenced before adequate steps were taken to reduce the spread of the disease.[98][103] As the reopening plan progressed, Republican legislators pressured Abbott to open additional business sectors and accelerate the reopening process while Democratic legislators criticized the governor for the rapid pace of reopening.[104][105] The lack of consistent policy at the state and local level during the reopening and Abbott's decision to quash criminal penalties for violations also drew criticism. The Texas District and County Attorneys Association stated that there was \"little incentive to put your own necks on the line to enforce an order that could be invalidated the next day\" in guidance to state prosecutors.[106] After the reopening's pause and subsequent roll back, some attributed the concurrent rise in cases to the reopening.[107] Hidalgo stated that the reopening occurred \"too quickly\" and that other communities seeking to reopen would need to heed the spike in cases as \"a word of warning\".[95] Abbott stated in an interview with KVIA-TV in El Paso that \"If I could go back and redo anything, it would probably would have been to slow down to opening bars, now seeing in the aftermath of how quickly the coronavirus spread in the bar setting.\"[108] At a news conference on May 5, Abbott indicated that his administration was emphasizing the state's COVID-19 positivity rate to evaluate the reopening of Texas businesses that formally began on May 1.[77][109] Abbott considered a positivity rate exceeding 10 percent as a \"red flag\". In mid-April, the number of new cases began to stabilize and the 7-day average positivity rate fell below 10 percent. When Abbott announced the reopening plan on April 27, the positive rate was 4.6 percent, while number of active cases, active infection spread among population, was growing, meaning the chance of infection was increasing. As a result, the number of new cases began to rise in early May.[109] On June 24, the seven-day average positive rate rose above 10 percent for the first time since mid-April.[110] Entering mid-June, restaurants were allowed to operate at increased capacity and most businesses were opened under Phase III of the state's reopening plan. Following a pronounced outbreak of COVID-19 in the state (with the weekly average of new cases increasing by 79 percent) and a large increase in hospitalizations, Abbott paused the reopening process on June 25.[111][88] On June 26, bars were ordered to shut down and restaurants were ordered to lower their maximum operating capacity to 50 percent in what The Texas Tribune called Abbott's \"most drastic action yet to respond to the post-reopening coronavirus surge in Texas\". River-rafting businesses were also ordered to close and outdoor gatherings of more than 100 people without local government approval were banned.[112] The mandated closures made Texas the first U.S. state to reinstate restrictions and closures after reopening.[113] Only on July 2, Abbott announced some small measures in an executive order effective the afternoon of July 3 requiring local government approval of gatherings of 10 or more people. In counties with at least 20 confirmed cases, the order mandated masks in enclosed public spaces and when social distancing was not feasible (subject to fines of up to $250 for multiple infractions).[114] The Texas Medical Association supported the mask mandate. However, the governor was chided by Democrats for being too slow to react to the resurgence in cases and by Republicans for overstepping his remit and infringing on personal freedoms.[115][116] Texas Democratic Party spokesman Abhi Rahman released a statement saying that the order was \"far too little, far too late,\" and criticized Abbot for \"[leading] from behind.\"[117] Republican State Representative Jonathan Stickland tweeted \"[Abbott] thinks he is KING!\"[116] Six county Republican parties formally censured Abbott for his use of executive power in responding to the pandemic, including in Montgomery and Denton Counties.[118] Some local law enforcement agencies chose not to enforce the mandate.[119] On September 17, 2020, Governor Abbott announced that businesses could expand to 75% capacity.[120] On March 2, 2021 (Texas Independence Day), Abbott announced that the state would rescind nearly all COVID-19-related health orders state-wide effective March 10 via executive order.[121] Businesses are no longer mandated to limit their capacity, the mask mandate expired, and no jurisdiction may enforce a penalty of any kind for not wearing masks in public.[121] Counties could reinstate capacity limits on businesses if COVID hospitalizations account for more than 15 percent of their local bed capacity for at least seven days, but businesses could not be restricted to any capacity below 50 percent, and enforcement of mask mandates remained prohibited.[122][123] Abbott argued that since Texans had \"mastered the daily habits to avoid getting COVID\", the state no longer required enforceable health orders to be followed by residents and businesses, and that \"too many Texans have been sidelined from employment opportunities. Too many small business owners have struggled to pay their bills. This must end. It is now time to open Texas 100%.\" However, the Governor still noted that the decision \"does not end personal responsibility and caring for your family members, friends and others in your community.\"[122] Reaction to the announcement was mixed, with local and national government and health officials warning that the decision to ease all restrictions was premature,[124] and criticism towards the inability for local leaders to enforce health orders.[125][126] President Joe Biden criticized the move and a similar decision announced the same day by Mississippi, arguing that \"the last thing we need is the Neanderthal thinking that in the meantime, everything's fine, take off your mask, forget it. It still matters.\"[124][127] Governor Abbott responded to the comment, arguing that it was inappropriate for a president, and accusing Biden of importing COVID-19 cases into the state and others via immigrants by not testing them at the border.[128] On March 10, 2021, the Texas Attorney General threatened to sue the city of Austin for violating the executive order by declaring an intent to continue enforcing the previous \"Phase 4\" guidelines and mask mandate, and issued a 6:00 p.m. deadline.[129][121] The city challenged the legal threat, arguing that masks were effective, and that the mask mandate was issued by the Travis County public health authority and not by a jurisdiction.[121] The suit was filed the next day.[130] On March 26, District Judge Lora Livingston blocked a request by the AG for a temporary injunction, thus allowing the mandate to remain in force.[131][132] In April 2021, Governor Abbott signed an executive order prohibiting state agencies and publicly-funded organizations from creating \"vaccine passports\" or requiring proof of vaccination with products administered pursuant to Emergency Use Authorization (EUA), as a condition of service. Abbott stated no resident should be required to \"reveal private health information just to go about their daily lives\", and that the COVID-19 vaccine will always be voluntary and \"never forced\" in the state of Texas.[133] On June 7, Governor Abbott signed Senate Bill 968, which strictly prohibits all businesses from requesting proof of vaccination as a condition of service. State agencies (such as the Texas Alcoholic Beverage Commission) have the power to enforce SB968 via the revocation of licensing and permits.[134][135] On July 29, amid rising cases due to Delta variant, Galveston County meeting the 15% benchmark for hospitalizations that authorized reinstating restrictions, and multiple counties approaching it, Abbott signed an executive order prohibiting any county from restricting the capacity of businesses, regardless of hospital capacity. The order once again emphasized that public health measures were the \"personal responsibility\" of residents, and asserted that vaccines \"are the most effective defense against the virus\", and will always be voluntary and never forced in the state of Texas.[123] In late-August 2021, after the FDA approval of the Pfizer vaccine, Governor Abbott amended the earlier executive order to cover any COVID-19 vaccine, even if approved by the FDA.[136] On October 11, amid the upcoming implementation of OSHA regulations that mandate the vaccination of large workforces for COVID-19, Governor Abbott signed an executive order that prohibits any party from mandating the vaccination of their customers or employees. Abbott once again asserted that the COVID-19 vaccine will always be voluntary in the state of Texas, and accused the federal government of engaging in overreach to \"[bully] many private entities into imposing COVID-19 vaccine mandates, causing workforce disruptions that threaten Texas's continued recovery from the COVID-19 disaster.\"[137] The executive order may conflict with the Supremacy Clause.[138] In January 2022, the Democrat-controlled Third Court of Appeals upheld a mask mandate enforced by Harris County, ruling that \"the Governor does not possess absolute authority under the Texas Disaster Act to preempt orders issued by local governmental entities or officials that contradict his executive orders\". The ruling is expected to be appealed in the Texas Supreme Court.[139][140][141] As of July 11, 2020[update], 2.7 million COVID-19 tests have been reported by the DSHS; of these, 2.49 million were viral tests while 217,000 were antibody tests. The total number of tests passed 100,000 on April 9 and passed 1 million on May 28, 2020.[142] In mid-February, the DSHS provided outlines of coronavirus patient protocols to medical facilities statewide. Possible cases were to be reported to local health departments, with potential viral samples to be sent to the CDC in Atlanta.[143] The agency also prepared laboratories to test for the virus within Texas using kits provided by the CDC.[144][145] The DSHS and TDEM initiated bi-weekly emergency planning meetings with other state agencies after February 27.[144] A laboratory at Texas Tech University in Lubbock became the first laboratory to test for SARS-CoV-2 in Texas.[146] By March 5, six of the ten health labs comprising the state Laboratory Response Network were ready for COVID-19 testing.[147] The Texas National Guard began supporting testing efforts on March 27.[148] Large-scale vaccination sites, referred to as \"vaccination hubs\", were established throughout the state beginning in January 2021.[149] As of January 16, 2021, the original number of vaccination hubs was increased from 28 to 79,[150] and on January 14, 2021 Texas became the first state to administer one million doses of the COVID-19 vaccination.[151] As of January 27, 2021, more than two million doses have been administered.[151] By February 2021 more than six hundred providers, including public health departments, vaccination hubs and retail pharmacies,[152] were administering first doses of the vaccines, reaching an allotment rate of approximately 400,000 doses per week.[153] On February 4, 2021, the DSHS reported that almost three million doses of the COVID-19 vaccine were given to Texas residents. Over two million Texans had received one dose of the vaccine and 620,000 Texans had been fully vaccinated with both the first and second doses.[154] The vaccine rollout in Texas has faced numerous challenges, including uncertainties in record keeping, prioritization of the order in which groups were deemed eligible to receive the vaccine, and the availability of second doses for those who had already received the first dose.[155][156] As of January 18, 2021, vaccination providers who had received first dose allotments were not automatically being shipped equal quantities of second dose allotments. Instead, the providers were required to request allocations of the second dose through the state government allocation system.[157] A major and catastrophic February winter storm brought record low temperatures, which led to power, food and water outages throughout the state,[158] disrupting hundreds of thousands of COVID-19 vaccine deliveries and appointments.[159][160]","Title":"Texas government response to the COVID-19 pandemic - Wikipedia","KeyID":"10741","URL":"https://en.wikipedia.org/wiki/Texas_government_response_to_the_COVID-19_pandemic"}