{"Content: ":"The government of New York state initially responded to the COVID-19 pandemic with a stay-at-home order in March 2020. As the pandemic progressed in New York state and throughout the rest of the country, the state government, following recommendations issued by the U.S. government regarding state and local government responses, began imposing social distancing measures and workplace hazard controls. On December 31, 2019, China reported a cluster of pneumonia cases in its city of Wuhan. On January 7, 2020, the Chinese health authorities confirmed that this cluster was caused by a novel infectious coronavirus.[1] On January 8, the Centers for Disease Control and Prevention (CDC) issued an official health advisory via its Health Alert Network (HAN) and established an Incident Management Structure to coordinate domestic and international public health actions.[2] On January 10 and 11, the World Health Organization (WHO) warned about a strong possibility of human-to-human transmission and urged precautions.[3] On January 20, the WHO and China confirmed that human-to-human transmission had occurred.[4] Genetic analysis confirmed that most cases of the virus had mutations indicating a European origin, meaning travelers flying to New York City from Europe brought the virus.[5] Americans visiting Italy in late February and returning to New York on March 1 were not asked by customs if they had spent time in Italy, even though the State Department had urged Americans not to travel to Italy on February 29 (the same day Italy reported 1,100 COVID cases).[6] According to statistical models, New York City already had 600 COVID-19 cases in mid-February, and as many as 10,000 cases by March 1.[7] On March 1, 2020, the first confirmed case of COVID-19 in New York state was reported, a 39-year-old woman health care worker who lived in Manhattan,[8] who had returned from Iran on February 25 with no symptoms at the time. She went into home isolation with her husband.[9] On March 14, the first two fatalities in the state occurred: one in Brooklyn[10] and the other in Suffern, Rockland County.[11] On March 2, 2020, New York City Mayor Bill de Blasio tweeted that people should ignore the virus and \"go on with your lives + get out on the town despite coronavirus.\"[12][13] At a news conference on March 3, New York City Commissioner of Health Oxiris Barbot said \"we are encouraging New Yorkers to go about their everyday lives.\"[14] On March 4, at another news conference, authorities described the epidemic caused by the virus and the pandemic as \"caused by fear,\" and reassured the public that the situation would be under control given the capabilities of New York's health care system.[15] Barbot issued a statement that \"There's no indication that being in a car, being in the subways with someone who's potentially sick is a risk factor.\"[16] On March 5 she said that New Yorkers without symptoms should not have to quarantine.[16] The advice to continue taking public transportation given by city officials during the early stages of the pandemic potentially contributed to the intensity of the outbreak in New York City, though this has been disputed, and research has proved inconclusive.[17][18] On March 7, Governor Andrew Cuomo declared a state of emergency.[19] The following day, the Governor called for private testing due to demand outpacing the ability to test. The Governor called on the Centers for Disease Control and Prevention (CDC) to approve private testing and also approve automated testing.[20] A number of schools and school districts announced closings or schedule modifications by March 8 due to the virus.[20][21] Additionally, all school trips were canceled for those in New York City.[20] Responding to the rush on hand sanitizer buying in the state and reported price gouging, Cuomo announced on March 9 that the state would begin producing its own brand of hand sanitizers, bought from a third-party and bottled and packaged by prisoners in the state's correctional system.[22] Production continued until October, well after the hand sanitizer shortage had abated: by that point the state had produced over 11 million bottles. Later, in May 2022, Politico reported that more than 700,000 gallons of expired sanitizer were being stored on a disused runway at the State Preparedness Training Center in Oriskany. Experts stated it was likely to cost million of dollars to dispose of it, possibly by shipping it to another state for incineration.[23] On March 10, de Blasio said about COVID-19 that \"If you’re under 50 and you’re healthy, which is most New Yorkers, there’s very little threat here. This disease, even if you were to get it, basically acts like a common cold or flu. And transmission is not that easy.\" He was unaware of asymptomatic transmission, though studies had already been released showing the phenomenon and scientists such as Dr. Anthony Fauci had accepted this a month before.[24] On March 12, Cuomo announced restrictions on mass gatherings, directing events with more than 500 people to be cancelled or postponed and any gathering with fewer than 500 people to cut capacity by 50 percent. In addition, only medically necessary visits would be allowed at nursing homes.[25] Cuomo announced that all Broadway theaters had been ordered to shut down at 5 p.m. that day, and that public gatherings in congregate spaces with more than 500 people were prohibited beginning 5 p.m. the following day. The legal capacity of any venue with a capacity of 500 people or fewer was also reduced by half to discourage large gatherings.[26] As part of the announcement, Cuomo waived the requirement that schools be open for 180 days that year in order to be eligible for state aid. It was also announced this day that all SUNY campuses would be mandated to close by March 19 and move to a distance-learning model for the remainder of the semester. The next day, all public school districts in Dutchess, Orange, and Ulster counties in the Mid-Hudson Valley, which had reported their first cases earlier in the week, announced they would close for the next two weeks. The Warwick schools in Orange County added that they would remain closed through April 14, when their annual spring break would normally end.[27] On March 13, all public schools in Herkimer County announced they, too, would close until April 14. The county B.O.C.E.S. program and all its participating school districts' superintendents met and unanimously voted for the decision less than a day after the first confirmed case had been announced in the county.[28][29] That day, pressure from the teachers union (reported as \"furious\" about the schools remaining opened) and some city council members was mounting on the Mayor of New York City to close schools. De Blasio stated that he would keep the schools open, citing the need for meal programs to continue and child care to continue.[30] The state's Civil Service Department postponed civil service exam scheduled for the weekend of March 14–15.[31] On March 13, drive-through testing began in New Rochelle, Westchester County.[32] On March 15, Cuomo announced that New York City schools would close the following day through April 20, and gave the city 24 hours to come up with a plan for child care and food.[33][34] Public schools in Westchester, Suffolk, and Nassau would close on March 16 and stay closed for two weeks.[35] New York City Mayor de Blasio also announced that all schools, bars, and restaurants in the city were to be closed starting 9 a.m. on March 17, except for food takeout and delivery.[36] On March 16, The New York Times reported that for the past week, the mayor's \"top aides were furiously trying to change the mayor's approach to the coronavirus outbreak. There had been arguments and shouting matches between the mayor and some of his advisers; some top health officials had even threatened to resign if he refused to accept the need to close schools and businesses, according to several people familiar with the internal discussions.\"[37] On March 17, as the number of confirmed cases rose to 814 citywide, de Blasio announced that the city was considering a similar shelter-in-place order within the next 48 hours. Across the boroughs of New York City, there were 277 confirmed cases in Manhattan, 248 in Queens, 157 in Brooklyn, 96 in the Bronx, and 36 in Staten Island. Seven city residents had died of the virus.[38] Mayor de Blasio's comments were quickly rebuked by Cuomo's office, and again later by the governor himself in an interview with CNN's Jake Tapper.[39] Melissa DeRosa, secretary to the governor, issued a statement during the mayor's briefing, clarifying state government was not considering shelter-in-place orders at the time.[38] Cuomo said later that morning, \"We hear 'New York City is going to quarantine itself.' That is not true. That cannot happen. It cannot happen legally. No city in the state can quarantine itself without state approval. And I have no interest whatsoever and no plan whatsoever to quarantine any city.\"[40] On March 18, Cuomo reaffirmed that he would not approve a \"shelter-in-place\" order for New York City. \"That is not going to happen, shelter in place, for New York City,\" Cuomo said, \"For any city or county to take an emergency action, the state has to approve it. And I wouldn't approve shelter in place.\"[41] He also announced that nearly 5,000 tests were administered on March 17, raising the total number to 14,597 people tested. Cuomo suggested that this may in part have led to the jump in confirmed cases to 2,382 statewide,[42] including 1,871 cases in New York City.[43] Also on March 18, the Department of Defense said the Navy's hospital ship USNS Comfort was being prepared for deployment in New York, \"to assist potentially overwhelmed communities with acute patient care\".[44] On March 20, de Blasio called for drastic measures to combat the coronavirus outbreak. \"We have to go to a shelter-in-place model,\" he said, praising California's \"stay at home\" model for sheltering in place.[39] Cuomo announced the statewide stay-at-home order, also known as the NYS on Pause Program, with a mandate that all non-essential workers remote work beginning at 8 p.m. on March 22.[45] Only businesses declared as essential by the program were allowed to remain open.[46] Also that day, the New York State Thruway Authority announced it would change its tolling procedures for travelers who do not use EZPass, its Electronic toll collection system. Instead of receiving a ticket whenever they enter the 570-mile (920 km) Thruway system, they are now instructed to inform toll collectors of their entry point at the toll plaza where they exit the highway, and then their license plate number will be recorded. A bill for the toll will be sent to the registered owner of the vehicle by mail; the authority said it would continue with its plans to convert the entire system to cashless tolling by the end of the year.[47] On March 22, Trump announced that he had directed the Federal Emergency Management Agency to provide four large federal medical stations with 1,000 beds for New York.[48] On March 23, New York Governor Andrew Cuomo announced a plan to use convalescent antibody-rich blood plasma, as a stopgap measure for the disease.[49] On March 24, Dr. Deborah Birx, the White House coronavirus response coordinator, advised people who had left New York City to self-quarantine for 14 days.[50] On March 29, CBS News reporter Maria Mercader, a New York City resident, died from a COVID-19 related illness.[51][52] On March 25, 2020, Cuomo and the New York State Department of Health issued an advisory requiring hospitals to discharge COVID-positive patients deemed medically stable to nursing homes, who were required to admit them if they could care for them, and barred testing prospective nursing home patients. This order was revoked on May 10 after widespread criticism from medical experts. Over 6,000 New York state nursing home residents have died of COVID as of June 2020.[53][54] Governor Andrew Cuomo later claimed that his government only followed CDC and CMS guidelines from March 13[55] offering this \"edited\"[56] quote \"Nursing homes should admit any individuals from hospitals where Covid is present.\"[57] On March 26, Trump announced that USNS Comfort would head up to New York City to assist local hospitals. The ship departed on March 28 and arrived at Pier 90 of the Manhattan Cruise Terminal on March 30.[58][59] On March 27, the United States, with a confirmed 111,980 cases, surpassed Italy and China to become the country with the most coronavirus COVID-19 cases in the world; more than 52,000 of these cases were reported in New York State alone.[60] On that same day, Governor Cuomo announced all schools statewide would remain further closed until at least April 15.[61] On March 28, Cuomo announced that New York State's 2020 Democratic Primary, originally scheduled for April 28, would be postponed until June 23;[62] a month later it was canceled as \"essentially a beauty contest the state can no longer afford\", angering supporters of Bernie Sanders, who although he had ended his campaign and endorsed putative Democratic nominee Joe Biden, still sought to gain influence over the party's platform by boosting Sanders' delegate count.[63] President Trump said that he was considering imposing an \"enforceable\" quarantine on New York. He later announced: \"On the recommendation of the White House CoronaVirus Task Force, and upon consultation with the Governor's of New York, New Jersey and Connecticut, I have asked the @CDCgov to issue a strong Travel Advisory, to be administered by the Governors, in consultation with the Federal Government. A quarantine will not be necessary.\"[64] Governor Cuomo threatened Rhode Island Governor Gina Raimondo with a lawsuit over a new state quarantine policy, which would make sure people from New York would self-quarantine for 14 days upon arrival in Rhode Island.[65] On March 29, Raimondo repealed the order that specifically referred to New Yorkers, and broadened it to include any out-of-state traveler entering Rhode Island with intent to stay.[66] Cuomo also on March 28 ordered all nonessential construction sites in the state to shut down. This led the developers of the Legoland park under construction in Goshen to postpone their planned July 4 opening date until 2021. A specific date was not set, but Orange County's director of tourism expected it would probably be the normal April opening date.[67] In March 2020, the U.S. Army dispatched soldiers from Army Corps of Engineers field hospitals in Fort Campbell, Kentucky, and Fort Hood, Texas, to New York City to convert New York City's Javits Convention Center into a 2,910-bed civilian medical hospital.[68] More medical hospitals will be set up by these Army officers in New York City as well.[68] On March 30, the U.S. Navy medical ship USNS Comfort arrived in New York City to assist with non-COVID operations, relieving land hospitals to stop the city's growing COVID-19 pandemic.[69] It was later announced that field hospitals would be set up in Central Park and at the Billie Jean King National Tennis Center in Queens.[70] On March 31, it was revealed that Andrew Cuomo's brother Chris, a New York City resident and CNN journalist, had been diagnosed with COVID-19, and that New York City saw its first COVID-19-related death of a child.[71][72] On April 3, the National Rifle Association sued Cuomo over his March 20 executive order closing gun shops, asserting it was unconstitutional.[73] On April 4, Cuomo likened the rapid spread of cases on Long Island to \"a fire spreading\", lowering the city's share of statewide cases from 75 percent to 65.[74] Two days later, he extended the state's stay-at-home order and school closures to April 29. The state's death rate appeared to be leveling off, as well as new hospitalizations, and the rate of new cases was remaining steady, suggesting the state was reaching an apex, but he did not think it was safe yet to loosen restrictions.[75] The same day, the Board of Regents of the University of the State of New York, which oversees education in the state, announced it would cancel the June Regents exams administered in secondary schools.[76] It later clarified that students who were scheduled to take the exam do not have to make it up as long as they complete all other elements of the classes in question by June, or in summer school. Students who had been set to take the exam in order to make up for a previous failure were also exempt.[77] On April 9, it was clarified that some businesses were essential in whole or part: Cuomo had in the interim ordered some symbolic gestures of remembrance and support. All flags at state government buildings are to be flown at half-staff for the duration of the stay-at-home order in memory of the New Yorkers who have died of COVID-19. On April 9, the Kosciuszko and Tappan Zee bridges were lit in blue, along with the spire of One World Trade Center and parking garages at La Guardia Airport, to honor the health care workers treating patients at risk of their own health and lives.[79] The governor also directed the state Department of Labor to make $600 extra available in unemployment benefits to New Yorkers. The federal CARES Act had authorized federal funds for the states to supplement their unemployment benefits, but they had not been disbursed to the states yet, and Cuomo wanted New Yorkers to have that money as soon as possible. Benefits will also be extended another 13 weeks, to a total of 39.[79] On April 15, Cuomo signed an executive order requiring all New York State residents to wear face masks or coverings in public places where social distancing is not possible.[80] On April 16, New York Governor Cuomo extended the state's stay-at-home order and school closures through May 15, amid signs of the rate of hospitalizations slowly declining. He warned that any change in behavior could reignite the spread of coronavirus.[81] Cuomo announced April 22 that the state would be starting a contact tracing program in coordination with New Jersey and Connecticut as a preliminary step to any loosening of the stay-at-home order. The Johns Hopkins Bloomberg School of Public Health will develop an online curriculum that will be used to train 35,000 students in medicine and related fields at the SUNY and City University of New York schools. Michael Bloomberg, former New York City mayor, has contributed $10.5 million to make the program possible.[82] Near the end of April, a disability rights group sued the governor for not providing live Sign language interpreters in the television broadcast feed of the daily briefings.[83] On May 1, Cuomo said that all schools and universities would remain closed for the remainder of the academic year. He cited the difficulty of maintaining social distancing among young children in elementary school in particular, and was not even sure that schools could return to completely normal procedures by September.[84] On May 4, Erie County Executive Mark Poloncarz said that unlike most other New York counties, Erie County was not ready to reopen on May 15 when Governor Cuomo's stay-at-home order is set to expire.[85] On May 7, Cuomo extended his authority for his PAUSE order to June 6, but would be allowing counties to begin opening up as early as May 15 if they met a set of qualifications.[86] All phases of reopening require New Yorkers to adhere to social distancing guidelines and wear masks or face coverings when social distancing is not possible.[87] On May 10, Cuomo reversed the March 25th order to force nursing homes to house COVID-19 patients after a scandal erupted. On May 14, Cuomo issued an executive order to extend the PAUSE order through May 28 for New York City and other regions that have not yet met the state's requirements to begin Phase 1 of reopening. This same day, the state of emergency for the entire state was extended to June 13. On May 15, five regions, Finger Lakes, Mohawk Valley, Southern Tier, North Country, and Central New York, were allowed to begin Phase 1 of the reopening plan. Also on May 15, Cuomo allowed the following businesses and activities for the entire state regardless of meeting the qualifications to begin Phase 1: drive-in theaters, landscaping and gardening, and low-risk recreational activities such as tennis. On May 19, Cuomo allowed Western New York to begin Phase 1 of reopening.[88] On May 20, Cuomo allowed the Capital Region to begin Phase 1 of reopening.[89] On May 23, Cuomo modified an executive order to allow gatherings of up to 10 people as long as social distancing is practiced.[90] On May 26, the Hudson Valley region began Phase 1 of reopening,[91] followed by Long Island on May 27.[92] On June 8, the New York City region partially reopened with Phase 1 after meeting seven conditions of the PAUSE order, which had been put in place three months earlier.[93] On June 15, Cuomo announced that regions upon entry of Phase 3 will be allowed non-essential gatherings of up to 25 people, and 50 people upon entry of Phase 4.[94] On June 17, Cuomo announced that New York City is on track to enter Phase 2 of reopening on June 22.[95] On June 19, Cuomo gave his final daily coronavirus briefing, saying \"We have done the impossible.\"[96] He said he will continue to hold press conferences and monitor the situation as needed. On June 24, New York, along with New Jersey and Connecticut, began requiring travelers to self-quarantine for 14 days if traveling from an area with high infection rates.[97] On July 10, malls were allowed to open at 25 percent capacity for regions in Phase 4 with masks required at all times.[98] On July 11, a German Shepherd and the first dog diagnosed with COVID-19, died in Staten Island.[99] On July 13, Cuomo announced criteria for reopening schools. Whether a school will be allowed to reopen will be based on average 14-day infection rate, and phase for its region. A region must be in Phase 4, and have an infection rate of 5 percent or lower over a 14-day average. If infection rate at any time increases to beyond 9%, schools in that region must close even if they had previously opened.[100] On July 16, Cuomo enacted new regulations for bars and restaurants allowed open via Phase 3 or Phase 4. Bars and restaurants are only allowed to serve alcohol to people ordering food.[101] Many that previously served only alcohol are managing to remain in business by offering \"dollar menus\" with items such as chips, peanuts, and French fries. People sitting at bar tops must be socially distanced by six feet or by physical barriers. On August 1, five months after the first reported case of COVID-19 Cuomo announced that New York had conducted the highest number of tests in the state in a single day of 82,737 with 0.91 percent coming back positive.[102] On August 5, de Blasio announced in coordination with the New York City Sheriff's Office that New York City would begin imposing checkpoints to enforce quarantine order by Cuomo.[103] On August 7, Cuomo said schools can open in the fall if they publicly disclose plans to address remote learning, testing of virus, and tracing procedures. Of the state's 749 school districts, 127 had not submitted plans, and 50 have submitted incomplete or deficient ones to the Department of Health.[104] School districts must have submitted plans for in-person learning by August 14 in order to open in person at all in the fall.[105] On August 19, the New York State Liquor Authority banned ticketed music events at bars and restaurants. Artists may still perform as long as the performance is \"incidental\" and there is no prior advertising or knowledge of the performance in any form.[106] By September 5, New York had maintained 30 straight days with an infection rate below 1 percent, at an average of 0.8 percent.[107][108] On September 26, the state recorded more than 1,000 daily COVID-19 cases, which marked the first time since June 5 that the state had seen a number that high.[109] The increase was attributed to several neighborhoods in Brooklyn, in conjunction with the Rockland County communities of Spring Valley and Monsey along with Palm Tree in neighboring Orange County; all those areas have high Orthodox Jewish populations. Positive test rates for the virus in some of those locations were as high as 30 percent while rates statewide otherwise remained below 1 percent.[110] On October 1, Governor Cuomo in conjunction with Governor Murphy of New Jersey, launched exposure notification apps COVID Alert NY and COVID Alert NJ which can notify users of potential exposure to COVID-19 while including individual privacy and security parameters.[111] Also on October 1, Justice Frank Sedita, III of the New York Supreme Court ruled the previous ban on ticketing and advertising live events unconstitutional.[112] Five days later, Orange County Health Commissioner Irina Gellman ordered the Kiryas Joel schools closed until positive test rates in the community, which had reached a three-day rolling average of 27.6 percent, fell below 9 percent, or two weeks, whichever came later.[113] On October 6, Cuomo introduced a micro-cluster strategy. The new plan places new restrictions in cluster areas that have spikes in COVID-19 cases. The first areas to experience these new restrictions were parts of Brooklyn and Queens. Clusters have been added and removed since October 6. On November 12, Cuomo announced new statewide restrictions which took effect the next day. Bars, gyms and any other business with a liquor license must close by 10 p.m. Restaurants must also close at that time, but will still be able to provide curbside pick-up. Household gatherings were limited to ten people.[114] On November 25, the Supreme Court of the United States, on a per curiam order, granted injunction relief to religious groups, preventing the state from enforcing Executive Order 202.3 for religious services, based on their likelihood in the ongoing legal challenge. Chief Justice John Roberts and Justices Stephen Breyer, Sonia Sotomayor and Elena Kagan dissented.[115] On December 1, Cuomo allowed schools in the orange or red zone to allow in-person instruction as long as they test 25% of their students weekly.[116] On December 8, Cuomo directed hospital bed capacity to be upgraded by 25 percent and warned that indoor dining may face a total shutdown in the New York City area if hospitalization rates continued to climb.[117] On December 11, Cuomo modified the micro-cluster strategy to allow gyms and salons to operate in the \"orange zone\" with increased testing and reduced capacity.[118] On December 22, following concerns over a new SARS-CoV-2 variant from the United Kingdom, Cuomo ordered hospitals across the state to begin testing for the variant.[119] On December 23, a court ruling allowed gyms to open at full capacity regardless of color zone.[120] On December 30, Cuomo announced he would allow 6,772 fans into Bills Stadium for the American Football Conference wild card National Football League game vs. the Indianapolis Colts. Fans needed to provide evidence of a negative test result within 72 hours of the game, wear masks at all times, and social distance. Contact tracing took place following the game.[121] On January 13, 2021, 91 businesses successfully sued Governor Cuomo, the NYS Liquor Authority, and the Erie County Health Department to allow bars and restaurants that were closed in an orange zone to reopen operate under yellow zone regulations. This meant that businesses that fell under a current orange zone would no longer be forced to provide outdoor dining only (or be closed completely), and would once again be allowed to serve alcohol indoors.[122] On January 27, Cuomo lifted nearly all color zones across the state. This included zones in the counties of Onondaga, Oneida, Monroe, Erie, and Niagara.[123] On January 28, an investigation conducted by state attorney general Letitia James concluded that the Cuomo administration undercounted COVID-19-related deaths at nursing homes by as much as 50%.[124] It became known as the New York COVID-19 nursing home scandal, which drew huge criticism on alleged Governor Cuomo's cover-up nusing home deaths.[125] On January 29, Cuomo announced that starting March 15, wedding reception venues will be allowed to open with a maximum of 150 people or 50% capacity, whichever condition is met first. All patrons must get tested (unless vaccinated) and events must be approved by the health department.[126] On February 5, 91 businesses became exempt from the 10pm curfew on bars and restaurants due to a NYS Supreme Court ruling.[127] However, this exemption was reverted three days later on February 8. On February 12, Cuomo extended the curfew to 11pm for all bars and restaurants statewide.[128] On February 18, Cuomo released guidance for indoor and outdoor entertainment facilities and amusement parks. Indoor entertainment facilities will be able to reopen at 25% capacity on March 26. Outdoor amusement parks will be able to reopen at 33% capacity on April 9.[129] On February 28, a second lawsuit by 91 businesses resulted in them once again being exempt from the 11pm curfew.[130] The court order noted that there is a lack of scientific evidence that bars or restaurants are at a higher risk of spreading COVID-19 after curfew. In late March, Cuomo announced an \"Excelsior Pass\" smartphone app by which users may present evidence of vaccination or recent COVID test.[131] On April 3, Cuomo announced that more than 10 million total COVID-19 vaccines were administrated throughout New York state, with 1 in 3 having received at least one dose and 1 in 5 New Yorkers being full vaccinated.[132] On April 19, the curfew for bars and restaurants was extended from 11pm to midnight.[133] On April 29, the mandate requiring all alcohol purchases to be accompanied with food was removed.[134] On May 19, most capacity restrictions were removed statewide including retail stores, food services, gyms, fitness centers, amusement and family entertainment, hair salons, barber shops, offices, houses of worship, museums, and theaters. Indoor catered events increased from a 200 person max capacity to 500 people with testing and proof of vaccinations (and 250 people without testing and proof of vaccinations). Outdoor/large venues increased to 33% capacity. All capacity restrictions are still subjected to six-foot social distancing, except events that show proof of negative tests and vaccinations. Additionally, the state adopted the new CDC mask guidance, which states that those that are vaccinated no longer need to wear masks except in certain areas, including: public transportation (buses, trains, etc), schools, nursing homes, homeless shelters, correctional facilities, and health care facilities.[135] On June 15, Cuomo announced 70 percent of adults in New York had received at least one dose of a COVID-19 vaccine and that all restrictions on businesses and social gatherings are lifted.[136] On June 23, Cuomo announced that the initial State of Emergency declared in March of 2020 would expire on June 24.[137] A statewide stay-at-home order, also known as the \"New York State on PAUSE\" executive order, was signed into law by Governor Andrew Cuomo on March 20, 2020. The executive order was summarized in ten points:[138] The stay-at-home order remained in full effect until May 15 when the first regions met the requirements for the four-phase reopening plan. Regions that did not meet the requirements continued to follow the stay-at-home order until requirements were met. Governor Andrew Cuomo first announced the four-phase reopening plan for businesses and social gatherings on May 7, 2020. In order for a region to begin reopening in Phase 1, it needed to meet these seven metrics:[139] Every region met the requirements for Phase 1 by June 8, with New York City being the last. Regions moved to the next consecutive phase every two weeks, with a few exceptions. The reopening plan was modified since its original announcement on May 7. As of July 10, the four-phase reopening plan was detailed as follows:[87] Some types of businesses, such as drive-in theaters, landscaping and gardening, and places of worship, were allowed to reopen regardless of the phase as part of a separate executive order. On August 17, Cuomo announced gyms and fitness centers would be able to reopen starting August 24 and no later than September 2. Gyms would be required to limit their capacity to 33%, mandate mask wearing at all times, and have proper ventilation systems.[141][142] While originally intended in Phase 4, Governor Cuomo excluded cinemas from the reopening plan and has considered them a separate matter. In October 2020, the CEO of Cineworld—parent company of Regal—argued that despite cinemas being allowed to reopen in most other states, studios have been hesitant to release major films until cinemas were allowed to reopen in New York City due to it being a key market for exhibitors. On October 17, Cuomo announced that cinemas would be allowed to reopen outside of New York City on October 23, provided that the county \"[has] infection rates below 2 percent on a 14-day average and have no cluster zones.\" Capacity is limited to 25% capacity or 50 patrons per-screen, whichever is met first.[143][144] Some types of businesses have been shut down again temporarily by order of Cuomo's micro-cluster strategy. Social distancing has been recommended nationwide by the Centers for Disease Control and Prevention and World Health Organization since COVID-19 was first declared a national health emergency back in March 2020.[145] It was mandated by Cuomo on March 20 as part of the statewide stay-at-home order.[138] Face masks were first mandated by law via an executive order issued by Cuomo on April 15. The order states that face masks must be worn in all public places when social distancing is not possible.[80] On May 28, another executive order gave business owners the authority to decide whether patrons must wear a face covering to enter.[146] On May 17, 2021, Cuomo announced the adoption of the new CDC guidelines on mask wearing and social distancing for vaccinated people starting May 19.[147] While not legally enforced, Cuomo recommended that people wear masks while indoors, even if vaccinated. Governor Andrew Cuomo introduced a micro-cluster strategy on October 6, 2020. The new plan places new restrictions in cluster areas that have spikes in COVID-19 cases. The first areas to experience these new restrictions were parts of Brooklyn and Queens. The cluster areas are further zoned with three levels of restrictions, which are outlined as the following as of January 13, 2021:[148] The original micro-cluster strategy introduced on October 6, 2020 applied additional restrictions until various lawsuits by businesses lifted them. Places of worship were limited to varying degrees of capacity until it was ruled unconstitutional on November 5. Schools in the orange or red zone were originally required to close completely until it was ruled unconstitutional on December 1. Gyms and salons in the orange zone were originally required to close completely until it was ruled unconstitutional on December 11. Restaurants and bars in the orange zone were forced to outdoor dining only until it was ruled unconstitutional on January 13, 2021. All 62 counties in New York State had declared states of emergency by March 16. Updated 11:30 a.m., March 17, 2020 Four members of the State Assembly—Charles Barron, Kimberly Jean-Pierre, Brian Miller, and Helene Weinstein—have been diagnosed with COVID-19;[195] Miller was treated at the intensive care unit at St. Luke's Hospital in Utica.[196] and released at the end of April.[197] On March 30, Jim Seward became the first state senator to test positive for the virus; his case was mild and he recovered.[198] Almost a month later, senator James Skoufis tested positive after experiencing symptoms; he had been personally distributing supplies to healthcare workers and first responders. He was reported to be resting at home and recovering.[199] On May 5, he announced he had been symptom-free for two weeks and was able to end his self-isolation. \"The past two weeks [we]re the sickest I have ever felt\", he said.[200] Anthony Brindisi, Representative for New York's 22nd congressional district, self-quarantined after Utah Representative Ben McAdams tested positive. However, he did not contract COVID himself.[201]","Title":"New York state government response to the COVID-19 pandemic - Wikipedia","KeyID":"10740","URL":"https://en.wikipedia.org/wiki/New_York_state_government_response_to_the_COVID-19_pandemic"}