{"Content: ":"The COVID-19 pandemic was confirmed to have reached the U.S. state of Alabama in March 2020. As of January 10, 2022, the Alabama Department of Public Health (ADHP) reported nearly a million confirmed cases of COVID-19 (or 1 in 5 people) and 16,630 confirmed deaths. At 330 deaths per 100,000 Alabama has the highest death rate in the US along with Mississippi.[2][3] As of February 8, 2021[update], Alabama has administered 473,199 COVID-19 vaccine doses, equivalent to 9.59% of the population.[4] Deaths: The number of deaths confirmed by the ADPH. There are additional non-confirmed deaths reported by the ADPH. Sources: ADPH; dashboard. On January 22, the Alabama Department of Public Health (ADPH) asked healthcare providers to conduct screening of patients seeking care for influenza-like illnesses with travel to Wuhan, China, and said the \"Centers for Disease Control and Prevention(CDC) continues to believe the risk of 2019-nCoV to the American public at large remains low at this time.\"[5] On February 4, the Alabama Department of Public Health asked travelers to mainland China who returned to the United States on or after January 22, 2020, to contact the Infectious Diseases and Outbreaks Division as soon as they arrive in Alabama.[6] On the same day, Alabama Governor Kay Ivey delivered the \"State of the State\" address, with no mention of COVID-19.[7][8] On February 21, the U.S. Department of Health and Human Services (HHS) announced that an Anniston facility would be used as a COVID-19 quarantine center; those plans were cancelled two days later.[9][10] On February 28, the Alabama Department of Public Health recommended individuals protect themselves from COVID-19 by getting a flu shot and \"other normal precautions\".[11] On March 2, the Alabama Department of Public Health advised individuals to \"wash your hands frequently, avoid touching your face, cover coughs and sneezes, stay home when you are ill, and practice social distancing strategies\". ADPH also asked universities and colleges to implement plans to mitigate the spread of disease on their campuses.[12] On March 5, the Alabama Department of Public Health announced state laboratory capability of COVID-19 testing and criteria for testing eligibility.[13] March 6 saw the formation of the Alabama Coronavirus task force.[14] Governor Ivey said: \"There's no need to panic or close huge events right now.\" She asked Alabamians to wash hands, cover coughs, and fist bump instead of shaking hands.[15] On March 13, Alabama announced its first known cases of coronavirus in a person who had recently traveled from Illinois, and by the end of the day the state reported six cases total.[16][17][18] That same day, Governor Ivey declared a state of emergency due to the spread of the coronavirus, and announced that all schools would be closed from March 18 until April 6.[19][20] On March 15, Gov. Ivey authorized state agency directors to implement work from home and flexible work schedules.[21] On March 16, the Alabama Department of Public Health announced recommendations concerning public gatherings, food establishment and other retail venues, and businesses, including no gatherings of 50 or more person.[22] On March 18, a statewide health order prohibited all non-work related gatherings of 25+ persons or any non-work related gatherings that cannot maintain consistent six-foot spacing between people.[23][24] Public and private beaches closed.[25] Alabama's Primary Runoff Election was postponed to July 14.[26] On March 20, Gov. Ivey authorized up to 100 Alabama National Guard members to assist with response \"if it becomes necessary\".[27] The Alabama Department of Public Health refined guidance on public gatherings.[28] Auburn University announced postponement of its spring graduation ceremony and a move to fully online classes after spring break.[29] On March 24, Birmingham issued a stay-at-home order (as a 24-hour curfew) effective through April 3.[30] The first death in the state was reported in Jackson County.[31] Tuscaloosa city mayor Walt Maddox issued a city-wide curfew, lasting from 10:00 p.m. until 5:00 a.m. each day, effective March 27 to April 3.[32] At a March 26 press conference, Ivey said she would not issue a shelter-in-place order, saying \"... we are not Louisiana, we are not New York state, we are not California ... right now is not the time to order people to shelter in place.\"[33] Tuscaloosa extended its city-wide curfew to 24 hours, beginning March 29 at 10:00 p.m., set to last an additional week. The Tuscaloosa stay-at-home order (the second in the state) came after Alabama Attorney General Steve Marshall's opinion published on the same day that provided cities and counties with more authority to combat the pandemic.[34] On March 27, all \"non-essential businesses\" in the state were ordered to be closed until April 17, including barbershops, furniture stores, gyms, casinos, theaters, arcades, night clubs, salons and spas. ABC stores would remain open. Governor Ivey again refused to issue a state-wide shelter-in-place order, saying \"I have the responsibility to look statewide and in this case, one size does not fit all\" and that she has to \"keep an eye on the economy\"; she added that she would not object to county and city-level containment efforts.[35] Montgomery mayor Steven Reed enacted an indefinite, 10:00 p.m. to 5:00 a.m. curfew beginning on March 27.[36] The Alabama Department of Labor reported that 59,783 people filed for unemployment from March 22 to March 26, a five-fold growth over the previous week.[37] Archbishop Thomas John Rodi of the Archdiocese of Mobile and Bishop Robert Joseph Baker of the Diocese of Birmingham continued the suspension of public Mass in Alabama through April 18, meaning no Easter Sunday Mass on April 12, in what Rodi called a \"painful decision\". Baker and Rodi initially issued the suspension of public Mass on March 17.[38] By March 28, the virus was confirmed in at least six nursing homes in the state.[39] Governor Ivey announced on the 28th that Apple donated 63,000 N95 masks for Alabama healthcare providers.[40] Residents in the Opelika area were holding a \"Park and Pray\" service twice daily in support of the hospital staff at the East Alabama Medical Center, at the time the only hospital reporting COVID-19 deaths.[41][42] Alabama was projected by models on April 2 to have the fourth-highest rate of COVID-19 fatalities in the nation.[43] In response, Ivey ordered a fifth Supplemental State of Emergency (the third was on March 23 and the fourth was on March 27) to reduce red tape for healthcare providers, including allowing certified registered nurse practitioners, nurse midwives, physician assistants, and anesthesia assistants to practice in a licensed health care facility. She also ordered the state board to adopt emergency rules to allow expedited reinstatement of medical licenses; moved to expand the capacity of health care facilities, and moved to allow local jails to release probation or parole violators who have been in custody for more than 20 days without a hearing.[44] It was reported that every day since March 23, the ADPH was sharing a list of addresses of confirmed COVID-19 patients with the Alabama 911 Board to disseminate to local 911 response districts, reportedly to protect first responders from becoming infected—a possible breach of patient confidentiality law. Massachusetts was the only other state known to be doing this at the time. The 911 Board said the policy was implemented after numerous state agencies expressed concerns about protecting first responders.[45] On April 3, Ivey issued a statewide stay-at-home order until April 30.[46] Mobile followed suit with an order effective until April 30.[47] Also on April 3, Ivey issued a proclamation that granted temporary protection from enforcement of evictions and foreclosures, but that order expired on June 1.[48][49][50] Montgomery County authorities reported that they received 5,880 surgical masks from the Strategic National Stockpile with a 2010 expiration date; the masks reportedly had dry rot and were useless.[51] By the morning of April 18, according to the ADPH, there were 146 reported deaths, 113 confirmed deaths, more than 4,600 confirmed cases, with 42,500 people tested.[52] On April 19, the National Guard did its first nursing home disinfect and decontamination process for COVID-19.[53] In early June, the Alabama Department of Public Health dashboard under-reported new cases. On June 4, they claimed, \"the national surveillance pipeline is becoming overwhelmed,\" by a large increase in test results. On June 6, they claimed, \"As a result of a reporting backlog, this dashboard appears to display sizeable increases in all numbers.\"[54] In late May, the caseload had been growing at an average of 3% per day. The cases posted on June 7 did not make up the difference unless there had been a decline in growth as state businesses opened in May. At least five University of Alabama football players tested positive for COVID-19.[55] On June 16, 2020, the city council of Montgomery controversially voted 4–4 on an ordinance to require that masks be worn in public gatherings of 25 people or more. The next day, by the advice of health officials, Mayor Steven Reed overruled the tie vote and enacted the mandate via executive order.[56] By June 24, 2020, there were 31,624 cases and 879 deaths. On July 15, Governor Ivey announced that face masks would be mandatory state-wide in public spaces when within six feet of a person from another household, beginning July 16 at 5:00 p.m. local time. This is an amendment to the Safer at Home order.[57] Classes resumed at the University of Alabama on August 17, and 566 cases were reported at the different campuses on August 24. The university offered a hybrid of online and in-person classes. Tuscaloosa Mayor Walt Maddox closed bars for two weeks in response.[58] Governor Kay Ivey extended a mandatory mask order to January 22 as the state hits a record 2,000 hospitalizations and 3,395 new infections on December 8. The state has a total 280,000 proven and probable cases and 4,000 virus-related deaths.[59] As Alabama was one of five U.S. states with less than 35% of its population vaccinated, Dr. Scott Gottlieb, former commissioner of the U.S. Food and Drug Administration, predicted the state was at risk for outbreaks of the Delta variant.[60] On March 12, the National Collegiate Athletic Association canceled all winter and spring tournaments, most notably the Division I men's and women's basketball tournaments, affecting colleges and universities statewide.[61] On March 16, the National Junior College Athletic Association also canceled the remainder of the winter seasons as well as the spring seasons.[62] The 2021 World Games in Birmingham, originally scheduled for July 15–25, 2021, was postponed to July 7–17, 2022.[63] Alabama Crimson Tide football head coach Nick Saban and his Nick's Kids Foundation donated to food banks, contributed to the 211 program, provided meals to DCH Regional Medical Center workers, and filmed PSAs.[64] The debut of the Minor League Baseball team, the Rocket City Trash Pandas, was scheduled for April 9, 2020, but was postponed indefinitely, but on June 30 MILB announced that the 2020 season will not be played.[65] The IndyCar Series was scheduled to race at Baber Motorsport Park in Birmingham on April 5, but on March 16 the race was cancelled for the 2020 season only. NASCAR Race Weekended at Talledega Superspeedway in Talledega was scheduled to race on April 24–26 but was reschedule to June 19–21. NASCAR also made a second race in the fall at the track for the Xfinity Series. It has not been decided yet if fans can attend the fall race weekend or not, the spring race in June was allowed to have a limted amount of spectators at the track. On March 22, Mobicon, an annual fan convention held in Mobile announced that the 2020 iteration of the convention scheduled for the last weekend of May had been postponed in response to the COVID-19 pandemic.[66]","Title":"COVID-19 pandemic in Alabama - Wikipedia","KeyID":"10745","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Alabama"}