{"Content: ":"Guam, one of the external territories of the United States of America confirmed its first case of the COVID-19 pandemic on March 15, 2020, and the first death on March 22. The Government of Guam ordered the general lockdown of the island in mid-March. Governor Lou Leon Guerrero announced the implementation of a four-step \"Pandemic Condition of Readiness\" (PCOR) on April 30, 2020. Travelers to Guam from designated high-risk areas must provide a recent negative COVID-19 test or undergo mandatory quarantine in a government-approved facility. Guam moved from PCOR 1 to PCOR 2 on May 10, allowing some business activity with restrictions, and then to PCOR 3 on July 20. An outbreak in mid-August was not controlled for several months, resulting in the 7-day rolling test positivity rate to spike above 15% in early October 2020, as well as infections in both the Governor and Lieutenant Governor. Guam announced a return to the lockdown conditions of PCOR 1 on August 14 to control the outbreak, which was not loosened to PCOR 2 until January 15, 2021. It was further relaxed to PCOR 3 on February 21, 2021. From December 2020 to July 2021 cases stayed very low until a surge in August 2021 largely as a result of the delta variant. By October 2021, 90% of the population was vaccinated.[2] By May 7, 2021, there had been 8,023 confirmed and suspected cases, resulting in 139 deaths. 95 cases were in active quarantine.[3] According to the weekly situation report issued on May 7, 2021, 59 cases had tested positive in the previous seven days, for a test percent positivity of 2.9%. Nine cases was identified through contact tracing and seven were travelers from other parts of the United States, of which six were identified in quarantine.[4] The 1,156 cases and one death from the USS Theodore Roosevelt, which docked at Guam amid its 2020 outbreak, are counted separately. On 12 January, the World Health Organization (WHO) confirmed that a novel coronavirus was the cause of a respiratory illness in Wuhan City, Hubei Province, China, who had initially come to the attention of the WHO on 31 December 2019.[5][6] Unlike SARS of 2003, the case fatality ratio for COVID-19 has been much lower,[7][8] but the transmission has been significantly greater, with a significant total death toll.[9][7] Tourism from East Asian countries is a pillar of Guam's economy. In December 2019, there were 67,000 visitors from Japan (first confirmed COVID-19 case on 15 January) and 71,000 from South Korea (first case 20 January). Visitors from the US, Taiwan, Philippines, and China made up less than 10% of December 2019 arrivals.[10] In comparison, the total population of Guam is about 165,000. On April 30, 2020, Guam Governor Lou Leon Guerrero, signed Executive Order 2020–11. In this executive order, a plan for recovery for the Guam is outlined and contains a Pandemic Conditions of Readiness (PCOR) system dictating the conditions for gradual reopening of the territory and lifting of quarantine mandates.[47][165] Per the plan mandated in the Executive Order and outlined in a presentation by Artemio \"Ricky\" Hernandez, Deputy Administrator of the Guam Economic Development Authority, there are four PCOR levels with corresponding degrees of quarantine restrictions and mandates: PCOR 1, maximum restrictions; PCOR 2, moderate restrictions; PCOR 3, minimum restrictions; and PCOR 4, no restrictions. The plan also includes provisions for what metrics will be considered prior to any transition from one PCOR level to the next. First, Medical data, including the number of positive cases of COVID-19 and number of hospitalizations due to COVID-19 are considered. The second criteria pertains to public health preparedness including Guam's COVID-19 testing and contact tracing capacity.[166] Measurements of these metrics will be provided for the Governor and Recovery Panel of Advisors' consideration by the Guam Department of Public Health and Social Services. As the plan was announced, Guam was currently at PCOR 1 with plans to transition to PCOR 2 by May 9. Guam transitioned to PCOR 2 on May 10. At PCOR 2 the following business and non-governmental organizations are authorized to open at a limited basis after such organizations receive an approved adjustment of operations from the Guam Department of Public Health and Social Services:[167] Under PCOR 2, the following organizational activities are under review: The following activities fulfilled by the Government of Guam are authorized under PCOR 2:[167] According to the recovery plan, in order for Guam to have transitioned from PCOR 1 to PCOR 2 the following conditions must have been met:[167] In order for Guam to transition from PCOR 2 to PCOR 3 the following conditions must be met:[167] In order for Guam to transition from PCOR 3 to PCOR 4, where all COVID-19 quarantine restrictions are lifted, one of the following conditions must be met:[167] Source: DPHSS Guam The Guam Recovery Panel of Advisors advises the Governor of Guam on pandemic-related measures. It drafted the Chålan Para Hinemloʻ (Road to Recovery) plan with a four-stage Pandemic Condition of Readiness system that was adopted by Executive Order. The Panel's members and their affiliations are:[167]","Title":"COVID-19 pandemic in Guam - Wikipedia","KeyID":"10759","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Guam"}