{"Content: ":"The COVID-19 pandemic was first detected in the U.S. state of Georgia on March 2, 2020. The state's first death came ten days later on March 12. As of April 17, 2021[update], there were 868,163 confirmed cases, 60,403 hospitalizations, and 17,214 deaths.[1] All of Georgia's 159 counties now report COVID-19 cases, with Gwinnett County reporting over 85,000 cases and the next three counties (Fulton, Cobb and DeKalb) now reporting over 56,000 cases each.[1] As of October 23, 2020, forty-five Georgia counties have higher per capita COVID-19 case rates than New York City.[1][2] The city of Albany became a major hot spot within the state with one of the highest densities of COVID-19 infections in the world based on the size of its population.[3] With approximately 75,000 residents, there have been 973 confirmed cases and 56 deaths at Phoebe Putney Memorial Hospital[4] in Albany, with many more still awaiting test results, quarantined inside their homes as of April 8, 2020[update].[3][5] The hospital also received media attention after CEO Scott Steiner said they had exhausted their entire six-month stockpile of medical supplies intended for COVID-19 response in just six days due to the extent of the outbreak.[6] As the hospital rushed to meet supply demands for PPE, they experienced price gouging and received defective equipment from black market medical suppliers in Mexico,[3][6] which resulted in a plan for staff workers to manually sew respiratory masks.[7] In response, Albany and surrounding Dougherty County declared a shelter-in-place order[8] lasting two weeks on March 20.[4] Governor Brian Kemp declared an \"unprecedented\" public health emergency on March 14[9][10] and ordered on March 16 that all public schools, colleges, and universities in the state close from March 18 through the start of April.[11] COVID-19 was first detected in a prison inmate on March 20.[12] On March 23, gatherings of over 10 people were banned, bars and nightclubs were ordered to close, and a shelter-in-place order for the \"medically fragile\" was issued.[13] On April 2, a statewide shelter in place order was announced.[14] On March 23, Atlanta mayor Keisha Lance Bottoms signed a 14-day stay-at-home order to direct all city residents to stay at home except for performing essential tasks through April 7.[15][16] This followed a city-wide state of emergency on March 15 prohibiting \"large public gatherings of more than 250 people\"[17] and a March 20 order for businesses to close.[18] The city of South Fulton instituted a curfew on March 17, requiring residents to stay at home from 6:00 PM to 7:00 AM (with work and medical exceptions) and barring gatherings of more than ten people.[19] On March 23, DeKalb County enacted a \"voluntary curfew\".[20] Savannah issued a shelter-in-place order on March 24.[21] As of October 21, 2020[update], Georgia has the sixth-highest number of confirmed cases in the United States, and the sixth-highest number of confirmed cases per capita. It has the tenth-highest count of deaths related to the virus, and fourteenth-highest count per capita.[22][23][24] As of September 2, 2021[update], Georgia has administered 9,882,512 COVID-19 vaccine doses, and has fully vaccinated 4,444,517 people, equivalent to 42.72 percent of the population.[25] Notes: On April 20, 2022, the Georgia DPH began reporting weekly on Wednesdays. On February 29 and March 7, about 20 people contracted the virus at funerals in the same funeral home in Albany. The state health department notified the funeral home about potential exposure to the virus on March 13. The city went on to lead the state in COVID-19 deaths and to have one of the highest infection rates in the country, with the outbreak linked to the funerals.[26][27][28] On March 2, state officials announced the first two known cases in Georgia: a Fulton County man in his 50s and his teenage son who had returned on February 22 from a trip to Milan, Italy.[29][30] On March 6, public health officials reported a presumptive positive case involving a 46-year-old woman in Floyd County that appeared unrelated to international travel.[31][32] On March 8, Governor Brian Kemp announced that a number of Americans on the cruise ship Grand Princess — including 34 Georgians — would be \"securely transferred\" to Dobbins Air Reserve Base for testing and quarantine on March 9 or 10. That night, Kemp said four currently hospitalized Georgians had been tested for COVID-19, with the Georgia Department of Public Health waiting for confirmation from the CDC; one person was a resident of Cherokee County, two were residents of Cobb County, and one a resident of Fulton County.[33][34] On March 10, the Department of Public Health reported five additional cases, bringing the state total to 22. The majority of cases were in Cobb County (7 cases) and Fulton County (6 cases).[35] On March 11, the state announced nine more cases, making the total 31 presumed, with twelve confirmed.[36] On March 12, the Governor's office reported the first death in the state of Georgia related to the pandemic — the 67-year-old man who had underlying health conditions.[37] He had attended the funeral held in Albany on February 29.[26] A dining facility worker at Moody Air Force Base, near Valdosta, tested positive for the virus, prompting the temporary closure of the facility for cleaning.[38] On March 15, Atlanta mayor, Keisha Lance Bottoms, declared a state of emergency in the city, and banned public gatherings of more than 250 people.[39] On March 16, the Georgia State Defense Force was activated to provide COVID-19 defense support to civil authorities.[40] On March 24, Governor Brian Kemp ordered all bars and clubs to close.[41] On April 1, 2020, Governor Kemp ordered that all K-12 schools close through the end of the 2019–20 academic year.[42] On April 2, Kemp issued a statewide shelter in place order, saying he had just learned \"within the last 24 hours\" that asymptomatic carriers could transmit the disease even if they were not exhibiting symptoms. However, documents show that state officials were warned about so-called community transmission as early as March 2.[14] Governor Kemp issued an order effective April 3 suspending local shelter-in-place mandates, reopening beaches so long as people stay six feet apart.[43] On April 8, Governor Kemp extended the statewide shelter in place order through the end of April.[44] On April 17, four Tyson Foods employees died of COVID-19 in Camilla, Georgia, and an undisclosed number were infected.[45] From June 17–27, the YMCA’s Camp High Harbor on Lake Burton in Rabun County held an orientation and a camp session for 597 Georgia residents. On June 24, a teenage counselor tested positive and the camp started sending campers home, shutting down the camp on June 27. Of the 344 people tested, 260 (44%) were positive for COVID-19.[46][47] By July 20, there were COVID-19 outbreaks at several nursing homes and senior care facilities in northwest Georgia. Across eleven facilities, there were 248 infected residents, 130 infected staff members, and 32 deaths.[48] On August 6, a photo and a video of a crowded hallway at North Paulding High School was posted to social media, highlighting a lack of social distancing and low rate of face mask usage at the school. Two students received suspensions that were later reversed.[49] On August 10, after one week of resuming in-person classes, six students and three faculty tested positive for COVID-19 at that same school, causing it to close.[50] On August 10, Cherokee County School District sent more than 250 students and faculty home to quarantine after eleven students and two faculty members tested positive for COVID-19. The students ranged from first grade to twelfth grade.[51] On August 12, Georgia reported its highest single-day death toll since start of the pandemic, at 122 deaths.[52] On August 25, Georgia Tech had a total of 302 cases since March. A fraternity with 25 cases was quarantined.[53] On September 11, 10% of on-campus students at Georgia College and State University had tested positive since the beginning of August, for a total of 645 cases. Students were being housed in double rooms, against guidance from the American College Health Association.[54] On October 16, many attendees at a 7,000 person campaign rally for President Trump in Macon did not wear masks. A digital billboard nearby displayed the words \"Trump COVID Superspreader event.\"[55][56] On October 30, Governor Kemp and his wife began quarantining after exposure to an individual who had tested positive.[57] On January 7, 2021, Gwinnett County Public Schools had 920 active student and 162 new staff cases. On January 8, 2021, Fulton County School System had 142 new student and staff cases, and Cherokee County School District (CCSD) cancelled in-person schooling after 441 of the 4,800 staff were out due to either having COVID-19 or being in quarantine after exposure. CCSD had 147 active student and 92 staff COVID-19 infections.[58] On March 23, 2021, Governor Kemp announced that all Georgia adults ages 16 and up will be eligible to get the COVID-19 vaccine beginning March 25. [59] All state lawmakers and their staff members were urged to self-quarantine on March 18 after state Senator Brandon Beach tested positive. Beach had displayed symptoms for nearly a week, and despite knowing his COVID-19 test was pending, he went to work at the state capitol on March 16 when emergency legislation was passed. Beach explained in an interview that he \"was cleared to go back to normal duties\" and added that \"[i]n no way, shape or form would [he] ever intentionally expose anyone\".[60] Governor Kemp, who was also potentially exposed, said he would not self-quarantine or be tested because his time around others was \"severely limited\" and he \"never interacted with any legislators\".[61] Kemp has faced criticism that his efforts to stop the virus' spread are not forceful enough.[62] In a primetime television \"town hall\" on March 26 simulcast on all of Atlanta's major network stations as well as by statewide PBS member Georgia Public Broadcasting and over 140 radio stations across the state — Kemp appeared with members of the state coronavirus task force, including Atlanta mayor Bottoms, DPH commissioner Kathleen Toomey, Georgia Emergency Management Agency director Homer Bryson, and Georgia Insurance and Safety Fire commissioner John King.[63] On March 28, Governor Kemp's top aide Tim Fleming said on social media that \"[t]he media and some in the medical profession are peddling these doomsday models and projections... This has in turn resulted in people panicking and local governments across our state overreacting. As a result of their overreach, many small businesses will struggle and some will not reopen.\" Around the same time, Atlanta mayor Bottoms warned that city hospitals were projected to be \"filled beyond capacity\" by May 3, and Toomey said the situation would \"get much worse\".[64] As of April 21, the state had over 20,000 confirmed cases[65] and the Institute for Health Metrics and Evaluation predicted on that day that June 19 would be the earliest safe date for Georgia to relax its social distancing measures.[66] Nonetheless, on April 20 Governor Kemp announced that many businesses could reopen on April 24, including \"gyms, hair salons, bowling alleys and tattoo parlors\", with movie theaters and restaurants at 50% capacity allowed to reopen on April 27.[67] The governor's reopening decision brought widespread condemnation from inside and outside of Georgia,[67][68] with Atlanta Mayor Keisha Lance Bottoms saying she would \"continue to ask Atlantans to please stay at home\"; Stacey Abrams, the 2018 Democratic Party candidate for governor, calling reopening \"dangerously incompetent\";[67] and even President Trump (who otherwise had generally been advocating for lifting stay-at-home orders, especially in states with Democratic governors) saying at the April 22 press briefing that Georgia \"can wait a little longer... safety has to predominate.\"[69] As a result of the state's reopening, COVID-19 cases and deaths were predicted to rise in Georgia.[70] In the first two weeks following the April 24th reopening, the gradual downward trend in new daily cases and deaths continued.[71] On May 9 the decline trend of new cases dissolved, and May 13 began a \"second wave\" of increasing daily rates of new cases.[72] Governor Kemp first announced the creation of an 18-member coronavirus task force on February 28.[73][74] On March 12, Kemp announced that he was expanding the task force to include four new committees: the Emergency Preparedness Committee, chaired by John King; the Economic Impact Committee, chaired by Jeffrey Dorfman; the Primary Care Physicians Committee, chaired by Ben Watson (R–Savannah); and the Committee for the Homeless and Displaced, chaired by Keisha Lance Bottoms, mayor of Atlanta.[75] This increased the task force's size to 66 members.[76] On March 20, Kemp revealed the complete list of committee members.[77] Kemp added a fifth committee on April 5, the Community Outreach Committee, co-chaired by Bernice A. King and Leo Smith.[78] On March 9, Governor Kemp announced the preparation of Hard Labor Creek State Park, located in Morgan County, as a quarantine destination for diagnosed individuals \"without other options\".[79][80] On March 10, a coronavirus patient from Cherokee County, who did not need hospitalization but lacked adequate quarantine conditions at home, became the first to be relocated to the park; he was released on March 15.[81] A second person arrived on March 17.[79] Georgia stopped using this location on March 24.[citation needed] A second quarantine site was constructed at the Georgia Department of Public Safety in Forsyth, Monroe County. The area houses twenty trailers[82][83] with room for up to 40 patients. This site opened on March 24, replacing the old site.[84] The Georgia Department of Corrections (DOC) suspended visitations and announced additional sanitation measures, but the Atlanta Journal-Constitution reported that inmates had seen no extra soap.[85] A prison worker was confirmed to have COVID-19 on March 18 — the DOC, citing \"security and HIPAA restrictions\", declined to name the affected prison. The first detected case on COVID-19 in a prison inmate was at Lee State Prison two days later, on March 20.[12] The Department of Public Health (DPH) releases daily coronavirus statistics, including the number of confirmed cases, deaths, positive tests, and total tests, as well as breakdowns by age, sex, and county. DPH recently began releasing numbers twice a day at 12:00 pm and 7:00 pm, and starting on March 24 included the number of hospitalizations. On March 27, the DPH updated the state map on its website. The DPH does not release figures regarding its backlog of tests, a measure that other states have taken.[86] On May 13, the DPH pulled a bar graph showing trends in new cases among Georgia's counties, that had been published with its bars not properly placed in chronological order (giving the false impression of descending case counts).[87][88] In addition to Atlanta, the cities of Brookhaven, Clarkston, Sandy Springs and Dunwoody have approved plans to ban dine-in service at restaurants. Clarkston also banned gatherings of more than ten people.[18] South Fulton on March 17 instituted a curfew from 9:00 PM to 7:00 AM, with work and medical exceptions.[19] Athens–Clarke County declared on March 19 that \"all individuals... shall shelter at their place of residence\", though with exceptions.[89][90] DeKalb County CEO Michael Thurmond declared a state of emergency on March 23[91] and later issued a stay-at-home order effective from March 28 and to last indefinitely. The order does not affect cities within DeKalb County,[92] but the order \"invites all of the cities to adopt this Order so that the [r]ules within all of DeKalb County are uniform\".[93] The city of Savannah declared a state of emergency on March 19, and mayor Van Johnson issued a stay-at-home order on March 24, effective through April 8. Johnson said that the order was \"necessary and prudent to enhance and escalate our action plan to minimize the exposure of Savannahians to this virus\".[21] On March 26, Effingham County declared a state of emergency and \"urged\" residents to shelter in place.[94] Springfield declared an emergency the same day.[citation needed] On March 20, Tybee Island closed its public beaches and banned the open consumption of alcohol. The island town also ordered all businesses on the island to close from 11 pm to 7 am.[95] On March 28, mayor Shirley Sessions ordered all non-essential businesses on the island to close and banned large groups from March 28 through April 9.[96][97] Gwinnett County issued a stay-at-home order effective March 28 through April 13. The order covers the county as well as its 16 cities.[98] Amidst a rise in cases in July 2020, a number of areas enacted mandates requiring the wearing of face coverings in public spaces when social distancing is not possible, including Atlanta (whose mayor Keisha Lance Bottoms has been among Georgians who have tested positive; Bottoms also rolled back the city to Phase 1 guidance, discouraging dine-in restaurants).[101][102] However, Governor Kemp declared such orders to be unenforceable as they are a stricter mitigation than those specified by the state. On July 15, Kemp signed an executive order overruling all mask mandates not issued by the state, and prohibiting any future mandate.[103][104][105] Furthermore, Kemp filed a lawsuit against the city council of Atlanta and Mayor Bottoms, asserting that she \"does not have the legal authority to modify, change or ignore Governor Kemp's executive orders\". Bottoms criticized Kemp's action, saying that her order was enforceable and stands, and that \"public health experts overwhelmingly agree that wearing a face covering helps slow the spread of this sometimes deadly virus\".[106] On August 13, Kemp abruptly dropped the suit, and announced the next day that localized mask mandates would be allowed if certain criteria are met.[107] On October 16, State Representative Vernon Jones expressed his opposition to mask mandates by crowdsurfing without a mask at a 7,000 person campaign rally for DonaldTrump in Macon. Many rally attendees were also maskless, despite Bibb County's mask mandate.[55][108] In August 2021, Kemp signed a new executive order prohibiting local governments from enforcing mask and vaccination mandates.[109] Emory University became the first college in the state on March 11 to announce it was closing its campus and moving classes online for the remainder of the semester.[110] The University System of Georgia announced that its 26 public institutions would remain open based on the current advice of the Georgia Department of Public Health.[111] Three hours later the decision was reversed and the University System of Georgia has temporarily suspended instruction for two weeks starting on March 16.[111] On March 14, Gwinnett Technical College decided to close both of its campuses from March 16 through March 22, after announcing on March 13 that from March 23, to resume all currently 100% online courses as usual, and to convert all other courses to online instruction where possible.[112] Also on March 12, 2020, many school districts in the state of Georgia decided to cancel classes for at least two weeks, such as Cobb County School District, who had an elementary school teacher test positive for the coronavirus.[113] On April 1, 2020, Kemp ordered that all K-12 schools close through the end of the 2019–20 academic year. School districts will continue to educate students remotely. State officials have delayed the high-stakes testing that guides much of the instruction and are expecting approval from the federal government to scrap the tests altogether.[42] Congress has so far debated and enacted three bills meant to help the nation respond to the pandemic: the Coronavirus Preparedness and Response Supplemental Appropriations Act, 2020 (signed March 6), the Families First Coronavirus Response Act (signed March 18), and the Coronavirus Aid, Relief, and Economic Security Act (signed March 27).[citation needed] Both of Georgia's Senators at the time, David Perdue and Kelly Loeffler, supported all three bills.[citation needed] Representatives Jody Hice and Barry Loudermilk voted against the Families First Coronavirus Response Act. Hice told reporters that the House was \"not given the opportunity to even read the legislation before [House Speaker Nancy] Pelosi forced a vote, and no cost estimate had been prepared,\" and also falsely claimed[114] that the law would repeal the Hyde Amendment, calling it \"par for the course for the left, the activist left\". Representative John Lewis did not vote on the Coronavirus Preparedness and Response Act or on the Families First Coronavirus Response Act;[115] Representative David Scott did not vote on the Coronavirus Preparedness and Response Act; and Representative Tom Graves did not vote on the Families First Coronavirus Response Act.[citation needed] Senator Loeffler, after a private briefing on the coronavirus from the United States Senate Committee on Health, Education, Labor and Pensions on January 24, 2020, began to offload various stocks[116] — by February 14, she had sold between $1.2 million and $3.1 million worth of holdings.[117] These actions attracted widespread condemnation — Democratic Senate contender Raphael Warnock called her actions \"unconscionable\", Republican Senate contender, US Representative Doug Collins said he was \"sickened just thinking about it\", and Georgia Speaker David Ralston said he was \"absolutely worried about the down-ticket damage\".[118] In an effort to reduce exposure between bus drivers and riders, MARTA starting requiring passengers to use the rear door. Since the fare box is at the front near the driver, MARTA stopped collecting fares on buses.[119] By the end of March, ridership on trains had fallen 67% and bus ridership dropped by 55% compared with the previous month,[119] reflecting national trends. A coalition of public transportation systems across the country — MARTA, along with Bay Area Rapid Transit, the Chicago Transit Authority, Dallas Area Rapid Transit, King County Metro, the Los Angeles County Metropolitan Transportation Authority, the Metropolitan Transportation Authority, NJ Transit, the San Francisco Municipal Transportation Agency, and the Washington Metropolitan Area Transit Authority — requested at least $25 billion in relief from the federal government.[120] As of July 11, a policy has been put in place by the company to require masks for all transportation run by MARTA.[121] In Cobb County, CobbLinc blocked access to seats near the front of the bus to maintain distance between the drivers and passengers.[122] Gwinnett County Transit, similar to MARTA, stopped bus fare collection and only use the rear door.[122] Six Flags Over Georgia announced that the theme park would close temporarily from March 13 to April 1.[123] On March 30, it reported that it would not open until mid-May.[124] Emory Healthcare announced the postponement of \"all inpatient and outpatient elective surgical and procedural cases\" starting on March 16.[125] Furry Weekend Atlanta, a furry convention held in Atlanta, announced that the 2020 iteration of the convention scheduled for May had been cancelled in response to the COVID-19 pandemic.[126] Other attractions in Atlanta that have closed temporarily include the Children's Museum of Atlanta, the World of Coca-Cola, the College Football Hall of Fame, Fernbank Museum of Natural History, Georgia Aquarium, the National Center for Civil and Human Rights, and Zoo Atlanta.[127] The Arthur M. Blank Family Foundation announced on March 20 that it would donate $5 million to an Atlanta coronavirus fund set up by United Way of Greater Atlanta, and Community Foundation for Northeast Georgia in Atlanta, in addition to $400,000 in other grants for non-profits in Georgia and Montana.[128][129] In an effort to support local artists, non-profit CREATE Dunwoody created \"Everything Will Be OK\" yard signs which became popular.[130][131][132] During the week of March 16–20, unemployment benefit filings in Georgia increased by 400%.[133] Businesses and workers from all over have been affected.[134] Georgia's Democratic presidential primary elections were originally scheduled for March 24, 2020, but they were moved to May 19.[135] On March 24, Secretary of State Brad Raffensperger announced that all registered voters would receive absentee ballot request forms in the mail.[136][137] Georgia House Speaker David Ralston wanted to further postpone the election to at least June 23, but Raffensperger insisted the May date would proceed, saying that his plan \"keeps the integrity of the vote, while also prioritizing the health and safety of Georgia voters\".[138] On March 10, state senator Brandon Beach started showing symptoms of COVID-19 and was tested on March 14. However, he attended a special session of the legislature on March 16 before his test results arrived on March 18 showing that he had tested positive. The entire Georgia state senate, their staffs, and Lieutenant Governor Geoff Duncan went into quarantine until March 30.[139] Most of the state's sports teams were affected. Several leagues began postponing or suspending their seasons starting March 12. Major League Baseball cancelled the remainder of spring training on that date, and on March 16, they announced that the season will be postponed indefinitely, after the recommendations from the CDC to restrict events of more than 50 people for the next eight weeks, affecting the Atlanta Braves.[140] Also on March 12, the National Basketball Association announced the season would be suspended for 30 days, affecting the Atlanta Hawks.[141] The NCAA also cancelled all of its remaining tournaments for the academic year, including the 2020 NCAA Division I Men's Basketball Tournament — whose semi-finals and championship game were originally to be hosted by Atlanta.[142] The Masters, held annually in Augusta, were postponed and are tentatively rescheduled for November 12–15, 2020.[143] NASCAR was Scheduled to Race at Atlanta Motor Speedway on March 13–15, On March 12 NASCAR announced that the events would be held with out crowds in the stand, but however 24 hours later the races were cancelled and rescheduled for June 6–7 The touring production of Hamilton, originally scheduled to play at the Fox Theatre in April, moved its dates to August 4 – September 5, causing a production of Ain't Too Proud to be moved to later in the season and for a concert by Blackberry Smoke with The Wild Feathers and an appearance from Iliza Shlesinger to be postponed.[144] Grand juries were not allowed to convene through June 12, which consequently delayed a review over whether charges should be filed in the murder of Ahmaud Arbery in February.[145][146]","Title":"COVID-19 pandemic in Georgia (U.S. state) - Wikipedia","KeyID":"10758","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Georgia_(U.S._state)"}