{"Content: ":"The first confirmed case of the COVID-19 pandemic in the U.S. state of Connecticut was confirmed on March 8, although there had previously been multiple people suspected of having COVID-19, all of which eventually tested negative. As of January 19, 2022[update], there were 599,028 confirmed cases, 68,202 suspected cases, and 9,683 COVID-associated deaths in the state.[1] As of January 17, 2022[update], 2,943,928 people (81.07% of the state's population) have received at least an initial dose of a COVID-19 vaccine, and 2,573,422 people (70.86% of the state's population) have been fully vaccinated.[2] Sources: CT.gov Centers for Disease Control and Prevention In late January 2020, two students living in Connecticut were monitored for displaying coronavirus-like symptoms. The first student attended Wesleyan University in Middletown and tested negative for COVID-19, and instead had a case of the flu on January 27.[4] The second student monitored for the virus was attending the 2020 Yale Model United Nations Conference at Yale University in New Haven, and was also diagnosed with the flu on January 31.[5] On January 28, a student from Uncasville, who had traveled to China, was suspected to carry the virus, but tested negative and was cleared to return to school the next day.[6] On February 6, the Connecticut Department of Public Health released a document with information intended for schools to prevent the spread of the virus. The document advocated for those who had been to China recently to self-monitor for 14 days, and that those exhibiting no symptoms after the 14-day period were able to return to their normal lives.[7][8] In late February, greater precautions were undertaken by different organizations to be prepared for the potential spread of the virus into Connecticut.[9] On February 25, the University of New Haven suggested that all students in Italy should return to the United States.[10] A laboratory in Rocky Hill was approved by the United States Centers for Disease Control to test for COVID-19.[11] March 1–2: On March 1, two of Connecticut's neighbors, Rhode Island and New York, were confirmed to have COVID-19 cases.[12] On the same day, both the Connecticut state governor Ned Lamont and the United States Surgeon General spoke at a Connecticut Department of Public Health laboratory in Rocky Hill, which had been previously approved to test for the virus.[13] On March 2, two suspected cases of coronavirus in Connecticut were confirmed to be negative.[14] March 3–4: On March 3, Southern Connecticut State University suspended all institutionally-supported travel to nations including Italy, China, South Korea, and Japan to try to prevent the spread of the virus.[15] On March 4, it was revealed that a Meriden-based company had begun research on a vaccine to combat COVID-19.[16] March 5–6: On March 5, over 200 people in Connecticut were advised to self-monitor for symptoms.[17] On March 6, an employee at Danbury Hospital and Norwalk Hospital tested positive for COVID-19, marking the first confirmed coronavirus case that could be linked to Connecticut. However, the person infected lived in New York and quarantined in Westchester County, where she lived.[18] March 8: The first confirmed case of COVID-19 in the state was reported in the town of Wilton. The patient was between the age of 40 and 50 and was believed to have contracted the virus during a trip to California.[19] March 9: A second positive case of COVID-19 was confirmed. The patient was a female in her 60s and was a healthcare worker at Bridgeport Hospital.[20] March 10: Governor Ned Lamont declared a civil preparedness and public health emergency in response to COVID-19.[21][22] March 13: Governor Lamont ordered all schools to close after March 16 until at least March 31.[23] March 20: Governor Lamont signed an executive order directing Connecticut businesses and residents to \"Stay Safe, Stay Home.\"[24] The executive order was similar to other stay-at-home orders that were issued by different governors at the time.[25] Non-essential businesses were ordered to close and were subject to fines if they did not comply; individual citizens were not subject to fines for violating the order.[26] March 24: Soldiers from the Connecticut Army National Guard's 102nd Infantry Regiment began distributing personal protective equipment to medical facility personnel at the New Britain Armory. Members of the 1st and 2nd Governor's Foot Guard and 2nd Governor's Horse Guard assembled a mobile field hospital at Saint Francis Hospital in Hartford, Connecticut.[27] March 27: Dr. Cory Edgar, 48, of the University of Connecticut Health Center was arrested and charged with a breach of peace misdemeanor for coughing on and hugging coworkers. Edgar was in good health and was believed to not have COVID-19.[28] On the same day, Senator Chris Murphy (D-CT) said that administration officials turned down an offer of congressional funding made on February 5.[29] March 28: President Donald Trump decided against imposing a broad two-week lockdown on New York, New Jersey, and Connecticut; however, the Centers for Disease Control and Prevention advised residents of the region not to travel except for essential purposes.[30] April 11: Connecticut National Guard workers put up a field hospital with 646 beds at the Connecticut Convention Center.[31] May 20: Connecticut began Phase 1 of a three-phase plan to reopen Connecticut. Phase 1 allowed museums and zoos (outdoors only), offices, restaurants (outdoors only), retail and malls, outdoor recreation, and university research facilities to reopen.[32] June 1: Two of Connecticut's largest employers, Mohegan Sun Casino and Foxwoods Resort Casino, reopened. While Lamont publicly urged casinos to stay closed due to the sovereign nature of the tribal nations that own the casinos, they were able to open before similarly operated businesses in Connecticut.[33] The state started to erect electric signs on roads leading to the casinos to discourage people from going.[34] In addition, hair salons and barbershops were allowed to open.[32] June 17: Connecticut began Phase 2 of reopening. Types of facilities that were allowed to reopen include indoor dining, hotels, and gyms.[35] July 6: Governor Lamont indefinitely postponed the Phase 3 reopening scheduled for July 20, citing the surge in cases following other states reopening. Although Connecticut had met its contact tracing goals and had not seen an increase in cases, the move was done in coordination with a comparable policy change in New Jersey, where case numbers were increasing.[36][37] July 20: The state public health laboratory announced it had identified a flaw in the test system that resulted in 91 false positive tests in 90 patients over the previous month.[38] July 21: Governor Lamont announced that travelers from states with a high burden of virus would be required to fill out a health questionnaire and quarantine for 14 days upon arrival in Connecticut. Noncompliance could result in a $1,000 fine.[39][40] September 1: Governor Lamont renewed the emergency orders, originally issued on March 10, 2020, to remain in effect until February 9, 2021.[41][42] October 8: The postponed Phase 3 reopening began, with existing limits on gathering capacities being relaxed. Indoor performing arts venues were reopened at 50% capacity while bars and nightclubs remained closed.[43] November 6: With the number of cases increasing, the Phase 3 reopening was scaled back to new \"Phase 2.1\" rules. Some of these rules included mandatory 10:00 PM closing times for restaurant dining, entertainment, recreational venues, and any other indoor or outdoor event.[44][45] The Connecticut State Department of Public Health advised a voluntary curfew from 10:00 PM to 5:00 AM.[46][47] December 14: Following Emergency Use Authorization by the Food and Drug Administration (FDA), the first vaccinations with the Pfizer–BioNTech COVID-19 vaccine were administered to health care workers.[48] December 18: The first nursing home residents were vaccinated.[49] December 21: The first doses of the Moderna COVID-19 vaccine were administered.[50] January 4: Healthcare workers began receiving scheduled second vaccination doses for those who had already received one dose.[51] January 26: Governor Lamont ordered a second extension of the emergency declaration to last until April 20, 2021.[52][53] February 1: The mandatory closing time for dine-in restaurants was moved from 10 PM to 11 PM. Mask guidelines, social distancing recommendations, and the 50% capacity limit on houses of worship were left unchanged, but the numerical cap on group size was lifted.[54] February 8: As of this date, more than 50% of the population 75 years old or older was partially vaccinated, leading to the announcement that vaccinations would be opened to those 65 or older.[55] February 22: Governor Lamont announced that Connecticut would shift to an age-based approach to vaccinations, with those 55 to 64 years old, education professionals, and teachers becoming eligible to get their first doses.[56] Due to another increase in cases, Lamont continued to push vaccination increases, and on March 25, he announced that on April 1 the vaccine would be open to anyone 16 and older.[57] May 3: Connecticut was the first state to fully vaccinate 50% of its adult population.[58] June 7: A report on sequencing analysis revealed sixteen instances of the B.1.617.2 (Delta) variant of concern (approximately 3% of samples in the past week) and two of the B.1.617.1 (Kappa) variant, both being first identified in India.[59] In college sports, the National Collegiate Athletic Association canceled all winter and spring tournaments, most notably the Division I men's and women's basketball tournaments, affecting colleges and universities statewide.[60] On March 16, the National Junior College Athletic Association also canceled the remainder of the winter seasons as well as the spring seasons.[61] Over 30,000 unemployment claims have been filed between Friday, March 13, and Tuesday, March 17 in Connecticut.[62] Many of these unemployment claims have been associated with the laying-off of employees of businesses unable to afford to maintain their entire staff during the outbreak, as well as due to the closure of businesses reliant on public and social interactions such as bars and gyms.[63][64] In response to racism surrounding the COVID-19 pandemic, Connecticut governor Ned Lamont stated during a speech at the Connecticut Department of Public Health's laboratory in Rocky Hill, \"there is no link between race or ethnicity and the spread of coronavirus. Viruses do not discriminate.\"[14] Governor Ned Lamont signed an executive order requiring the closure of all Connecticut public schools on March 17 until May 20; it was eventually extended for the rest of the school year. Most public schools were already closed. March 13–14[65] Lamont also encouraged private schools and other non-public schools to follow the same schedule.[66] Template:COVID-19 pandemic","Title":"COVID-19 pandemic in Connecticut - Wikipedia","KeyID":"10755","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Connecticut"}