{"Content: ":"Ten of the first twenty confirmed COVID-19 cases in the United States occurred in California, the first of which was confirmed on January 26, 2020.[6][7][8] All of the early confirmed cases were persons who had recently travelled to China, as testing was restricted to this group. On January 29, 2020, as disease containment protocols were still being developed, the U.S. Department of State evacuated 195 persons from Wuhan, China aboard a chartered flight to March Air Reserve Base in Riverside County, and in the process may have contributed to spread within the state and the US at large.[9][10] On February 5, 2020, the U.S. evacuated 345 more citizens from Hubei Province to two military bases in California, Travis Air Force Base in Solano County and Marine Corps Air Station Miramar, San Diego, where they were quarantined for 14 days.[9][11] A state of emergency was declared in the state on March 4, 2020. A mandatory statewide stay-at-home order was issued on March 19, 2020, that was ended on January 25, 2021.[12] On April 6, 2021, the state announced plans to fully reopen the economy by June 15, 2021.[13] As of June 16, 2022, the California Department of Public Health (CDPH) has reported 9,199,942 confirmed cumulative cases and 91,240 deaths in the state,[3] the highest number of confirmed cases in the United States, and the 41st-highest number of confirmed cases per capita. It has the highest count of deaths related to the virus, and the 35th-highest count of deaths per capita.[14][15][16] As of June 15, 2021[update], California administered 40,669,793 COVID-19 vaccine doses, the largest number of doses nationwide, and currently 11th of 50 states in terms of per capita dose administration.[17] The slow initial rollout of vaccinations, along with the timing and scope of state COVID-19 restrictions, triggered a wide-scale effort to recall Governor Gavin Newsom in 2021.[18] California is the origin of the Epsilon variant of SARS-CoV-2, which by March 2021, accounted for 35% of all confirmed cases of COVID-19 in the state.[19][20] Notes: On January 26, 2020, the Centers for Disease Control and Prevention (CDC) confirmed the first case in California. The person, who had returned from travel to Wuhan, China, was released from the hospital in Orange County on February 1 in good condition to in-home isolation.[7] On January 31, the CDC confirmed the state's second case, a man in Santa Clara County, who had recently traveled to Wuhan.[21] The man recovered at home and was released from in-home isolation on February 20.[22] On January 29, 2020, the U.S. Department of State evacuated 195 of its employees, their families, and other U.S. citizens from Hubei Province aboard a chartered flight to March Air Reserve Base in Riverside County.[23] On February 2, the CDC confirmed the state's third case in a woman in Santa Clara County, California, who had recently traveled to Wuhan.[24] On the same day, the CDC reported the country's tenth and eleventh cases in San Benito County, including the second instance of human-to-human transmission.[25] On February 5, the U.S. evacuated 345 citizens from Hubei Province and took them to two air bases in California, Travis Air Force Base in Solano County and Marine Corps Air Station Miramar, San Diego, to be quarantined for 14 days.[23][26] On February 6, 2020, a woman from San Jose, California, became the first COVID-19 death in the U.S., though this was not discovered until April 2020. The case indicated community transmission was happening undetected in the state and the U.S., most likely since December.[27][28] On February 15, the government evacuated 338 U.S. nationals stranded aboard the cruise ship Diamond Princess, which had been held in quarantine in Yokohama, Japan.[29] Fourteen of those repatriated people were infected with the virus.[30] Five more nationals who were also reported as being infected were evacuated from the ship the following week, and were quarantined at Travis Air Force Base; several more cases among the evacuees were later confirmed.[31] On February 26, 2020, a case of unknown origin was confirmed in a resident of Solano County.[32][33] The UC Davis Medical Center in Sacramento said that when the person was transferred there on February 19, the medical team suspected it was COVID-19 and asked the CDC to test for SARS-CoV-2. The CDC initially refused since the person, who had no known exposure to the virus through travel or close contact with a known infected individual, did not meet the criteria for testing. The person was ultimately tested on February 23; the test results returned positive on February 26.[34] After this first confirmed case of community transmission in the U.S.,[35] the CDC revised its criteria for testing patients for SARS-CoV-2, and on February 28, 2020, began sending out the new guidelines for healthcare workers.[36] On March 2, 2020, amidst concerns over the spread of coronavirus in the state, Governor Gavin Newsom declared a State of Emergency in California.[37] March 4 the first reported coronavirus fatality in the state of California happens in Placer County.[38] On March 24, a teenager who tested positive and died in Lancaster, part of Los Angeles County, appeared to have become the first individual in the U.S. under the age of 18 to die of COVID-19.[39] It was initially reported that the 17-year-old boy was denied health care at an urgent care clinic because he did not have health insurance; he was then transported from that clinic to Antelope Valley Hospital, during which time he went into cardiac arrest.[40] In reality, the boy did have insurance and contacted Kaiser Permanente who told him to instead go to Antelope Valley Hospital. In transit, the patient coded and six hours of efforts in the emergency room were ultimately not successful in reviving him. Los Angeles County Public Health officials said they asked the CDC to investigate alternative causes of death.[41] On June 18, 2020, Newsom ordered a statewide mask mandate due to the rising number of cases and deaths, requiring citizens to wear masks or other coverings in most public spaces with a few exceptions. Many local governments had previously dropped mandatory mask-wearing measures.[42] On July 9, he reported a new record number of COVID-19-related deaths in the state.[43] By July 22, California surpassed 409,000 COVID-19 cases, surpassing New York for the most in the nation.[44] On August 19, 2020, Dr. Sonia Y. Angell resigned as the CDPH Director and State Public Health Officer. Governor Gavin Newsom indicated Angell's resignation was related to data issues with the California Reportable Disease Information Exchange (CalREDIE) system that resulted in nearly 300,000 backlogged COVID-19 test results.[45] On August 10, 2020, Sandra Shewry was appointed as acting director and Dr. Erica Pan, California state epidemiologist, was named acting state public health officer.[46] By September 3, 2020, Hispanic and Latino Americans comprised up to 60 percent of COVID-19 cases in the state, ostensibly due to the large population of the demographic and many of them being a part of the essential workforce.[47] Filipino Americans were the second-most affected, in part due to a high percentage of workers in healthcare on the frontlines, and as well as having a very high percentage of essential workers much like Latino Americans in California.[48] On October 26, 2020, San Francisco and Oakland phased out Google's sister company Verily's COVID-19 testing system following concerns about patients’ data privacy and complaints about its funding, which despite intention to boost testing in low-income Black and Latino neighborhoods was benefiting higher-income residents in other communities.[49] On December 30, 2020, a confirmed case of a new, more contagious SARS-CoV-2 variant from the United Kingdom was reported in California. The patient is from Southern California, according to the announcement from Newsom.[50] On January 6, 2021, the CDC announced that it had found at least 26 confirmed cases of the more contagious SARS-CoV-2 variant in California.[51] As of March 2, 2021, 189 sequences in the B.1.1.7 lineage have been detected in California since the lineage was first identified.[52] As of March 2, 2021, 1,608 sequences in the B.1.427 lineage and 3,903 sequences in the B.1.429 lineage have been detected in California.[19][20] California formerly had a strategic stockpile of medical supplies for responding to epidemics. In 2006, then-Governor Arnold Schwarzenegger ordered creation of an epidemic-ready medical equipment stockpile, including three 200-bed mobile hospitals with 50 million N95 respirators, 2,400 ventilators, and 21,000 additional patient beds.[53] Governor Jerry Brown cut the budget for warehousing and keeping up the reserve in 2011, responding to the Great Recession economic downturn.[54][55] As early as January, 2020, a survey by the California Department of Public Health found that many Californian health care providers were having trouble obtaining adequate Personal Protective Equipment (PPE), such as masks, gowns, and eye protection.[56] By mid-March, 2020, when Newsom issued the first statewide shelter-in-place order,[57] 220 of 292 California hospitals surveyed already reported that they were having to limit use of masks, often severely.[56] Even with limitations in place, Newsom estimated that California healthcare facilities were still using about 46 million masks each month during the pandemic.[58] As safety equipment shortages continued throughout the first months of the pandemic,[59] many doctors, nurses and emergency medical service workers expressed fears and frustrations at being asked to reuse safety gear or wear homemade and less effective masks and at the overall lack of proper PPE, which does not provide adequate protection from COVID-19 exposure.[60][61][62][63][64][65] As of July 29, 2020[update], local agencies reported 127 deaths from a total of 23,513 confirmed positive cases among healthcare workers in California.[66] Newsom's administration made several attempts to procure masks and other protective equipment for healthcare workers, including: As of July 22, 2020[update], California's stockpile reached approximately 86 million N-95 masks and 111 million surgical and procedural masks.[58] At the start of 2020, California had 416 hospitals, yielding a statewide capacity of about 78,000 beds.[74] In mid-March, 2020, when the state was preparing for a surge of COVID-19 cases, Newsom submitted an unfulfilled request for 10,000 ventilators from the federal government.[74] The state government continued to acquire ventilators, but was able to flatten the curve enough that on April 6, 2020, California donated 500 ventilators to the Strategic National Stockpile for use in other states.[75] As of July 13, 2020[update], hospitals statewide report that 36% of ICU beds were available still, as were 72% of ventilators. However, the hardest-hit counties were quickly reaching capacity, and reportedly borrowing ventilators from neighboring hospitals to meet demand.[76] In March 2020, there were calls for crowdsourcing on social media, to donate any masks, goggles, or other equipment to healthcare professionals.[77] On March 22, Major Bay Area medical centers, UCSF and Stanford Health Center placed a called to action for donations of personal protective equipment.[78] Local public health offices started coordinating donation efforts.[79] Maker Nexus, a non-profit maker space in Sunnyvale, began making face shields to donate to local hospitals and other health care facilities, using its 3D printers and laser cutters. This effort grew rapidly as individuals in the Bay Area began using home-based 3D printers and bringing the result to Maker Nexus to complete the shields and deliver them to the recipients.[80][81] By the first of April, more than 300 community members were using their home 3D printers for this effort.[82][83][84] Together with other groups and individuals, the maker space is also making cloth face masks to substitute for N95 masks in non-critical applications and helping to coordinate face mask deliveries.[85] California had no central coordination of informing about vaccinations, and was among the worst at vaccine distribution efficiency in the U.S., with only 37 percent of its 4.4 million doses having been administered by January 20. Volunteers created VaccinateCA, an information website, in January 2021.[86][87] Charts of medical cases by county: Weekly all-cause deaths in California [1]: Education in California has been impacted by the COVID-19 pandemic. For example, while most students in the state have switched to distance learning as a result of the COVID-19 pandemic, thousands of them lack laptops and Wi-Fi.[92] By April 10, 2020, a school of 21 students became the only school in the state to remain open.[93] However, by April 29, the school closed indefinitely, making it the last school in the state to do so.[94] On October 11, 2020, an investigation revealed that California's prison factories continued operations even after COVID-19 outbreaks happened in the prisons. Rehab programs, religious services, and educational classes were all stopped, but the prison factories continued operating, where inmates worked for hours without wearing masks.[127] Various faith organizations claim that social distancing orders issued by the state violate the constitutional right to freedom of religion and assembly. Bans of all gatherings, no matter the size, outside of places of residences put in place by local authorities have also been challenged.[128] On March 13, the Catholic Diocese of San Jose in California closed all diocesan schools from until at least April 20. It suspended public Masses and dispensed with the obligation to attend Mass from March 14 until further notice.[129] On March 18, the California Catholic Conference of bishops followed suit, suspending the public celebration of Mass throughout the state until further notice.[130] Many churches are conducting services online during the time of closure.[citation needed] The United States Supreme Court denied to grant an emergency injunction on Newsom's May orders limiting churches to 25% capacity or 100 persons maximum ahead of the Pentecost on May 31. The denial was decided on a 5–4 vote, with Chief Justice John Roberts joining the four liberal Justices in denying the order by stating that \"Although California's guidelines place restrictions on places of worship, those restrictions appear consistent with the Free Exercise Clause of the First Amendment. Similar or more severe restrictions apply to comparable secular gatherings, including lectures, concerts, movie showings, spectator sports, and theatrical performances, where large groups of people gather in close proximity for extended periods of time.\"[131] In two ongoing cases, the Supreme Court granted two orders on February 5, 2021, that enjoined the state from banning religious services in the Tier 1 areas, though agreed that the state may limit capacity to 25% of the church and can ban singing and chanting under the pandemic conditions. The orders found that California may have reason to restrict capacity, but they cannot restrict that capacity to zero, and that California has shown unequal treatment of religious groups compared to other industries, particularly Hollywood.[132] The first U.S. sports cancellations attributed to the pandemic occurred in California; in accordance with a local health emergency in Riverside County, the 2020 BNP Paribas Open tennis tournaments at Indian Wells were postponed on March 8, 2020.[133][134] The 2021 edition of the tournament has also been postponed indefinitely, with organizers seeking to host it later in the year.[135] The tournament eventually took place on October 6-17, 2021. [136] After Santa Clara County banned all large gatherings larger than 1,000 people for a three-week period beginning March 11, the San Jose Sharks of the NHL and the Golden State Warriors of the NBA announced that all of their remaining home games of the regular season would be played behind closed doors with no spectators. With their game on March 12 against the Brooklyn Nets, the Warriors were to be the first professional sports team in the United States to play a home game behind closed doors due to the pandemic.[137][138][139] However, on March 11, after Utah Jazz players tested positive for COVID-19, the NBA suspended its regular season, and almost all other professional sports leagues and college athletics programs followed suit over the days that followed.[140] On March 16, the CCCAA also canceled the remainder of the winter seasons as well as the spring seasons. They also restored a season of eligibility to those athletes who had already participated in the early season of spring sports.[141] The NAIA canceled their spring season on the same day.[142] Also on March 16, the Ojai Tennis Tournament, the oldest and largest amateur tennis tournament in the United States, canceled its 2020 event;[143] the 2021 edition was later nixed as well.[144] At the high school level, the California Interscholastic Federation (CIF) canceled the basketball state championship tournament after the Northern California and Southern California semifinals. During the tournament, Sheldon, Archbishop Riordan, and the Menlo School withdrew from the tournament after their schools were shut down. The CIF gave their reevaluation of the situation on April 3 and cancelled all spring sports.[145][146] In motorsports, the NASCAR Cup Series canceled the 2020 Toyota/Save Mart 350 in Sonoma, as Sonoma County would not allow sporting events and any other mass gathering to occur at that time.[147] The IndyCar Series was required to cancel the 2020 Grand Prix of Long Beach,[148] and the Monterey Grand Prix (which had initially been rescheduled as a twin race weekend to make up for other cancelled races).[149] In December 2020, it was announced that NASCAR's 2021 race weekend (including the Cup Series Auto Club 400) at Auto Club Speedway in Fontana would be canceled (with the race weekend moved to Daytona International Speedway's road course). Accordingly, a planned reconstruction of the track was also postponed to 2022 [150] It was also announced that the 2021 IndyCar Series schedule would be modified to move the Grand Prix of Long Beach from April to September as the season finale, with organizers stating that this would \"afford us the best opportunity to provide our guests with a fun and exciting experience in a safe and unrestricted environment.\"[151] The Pac-12 Conference (which includes several universities in California) delayed its college football season to November, and all games were closed to the public.[152] On December 19, 2020, it was announced that the 2021 Rose Bowl (a College Football Playoff semi-final game) would be re-located from Pasadena to AT&T Stadium in Arlington, Texas due to the current surge in local cases, and inability to invite the families of players as spectators. It was the first time since 1942 (due to wartime restrictions on public gatherings on the west coast following the Pearl Harbor attack) that the Rose Bowl was not held in Pasadena.[153][154] As of April 8, 2020[update], over the preceding three weeks, California had processed over 2.4 million applications for unemployment assistance.[155] A survey conducted April 17 found that fewer than half of the residents of Los Angeles County were employed, although some of this unemployment was supposed to be temporary.[156] In January 2020, California expected a $5.6 billion surplus in the state budget by the time the fiscal year ended on June 30.[157] In May, however, the Department of Finance changed its projection, saying that the state would instead have a deficit of $54.3 billion. Some of this shortfall was caused by expenses for COVID-19 response (an unanticipated $7.1 billion for health programs and an additional $6 billion for other types of responses), but most was caused by the expectation that tax revenue—personal income, corporate, and sales—will be one-quarter lower than originally projected.[158][159] However, in January 2021, California revised its earlier estimate and instead expected a $15 billion one-time budget surplus, largely due to increased tax revenues from wealthy residents who were doing better than expected.[160] In May 2021, Governor Newsom announced that the state's budget surplus had grown to $75.7 billion.[161] On November 13, 2021, California expanded booster dose availability to all adults, against the recommendations of federal officials.[164] Following administration of the first vaccinations on December 14, 2020,[165] the rollout of COVID-19 vaccinations in California proceeded slowly. The effort was hampered by a variety of factors, including vaccine supply shortages, poor communication between federal and state authorities, and shortages in both the supply of vaccines as well as persons to administer them.[166] The problems were exacerbated by the state's large, decentralized structure, which resulted in a delegation of the response to 61 local health departments and resulted in a piecemeal effort with widespread regional disparities.[167] The rollout was initially slowed by restricting it to health care workers and nursing homes: Other groups were held back while the state worked to complete vaccination of the first groups.[166] Additional challenges included the state's large population, prioritization of the order in which groups were deemed eligible to receive the vaccine,[168] and appointment systems throughout the state that favored tech savvy persons with smart-phones.[169] Elderly populations in particular were disadvantaged by the vaccination rollout, experiencing long lines, lack of seating, lack of restroom facilities and in some cases requiring QR codes on cell phones or printed paper to prove eligibility.[170] Minority residents of the state were in addition found to be receiving a smaller share of the vaccines in the initial months than their fraction of the population.[171] In order to address these discrepancies, the governor announced in early March 2021 that the state would be setting aside 40% of its COVID-19 vaccine doses for the hardest-hit communities and establish a \"vaccine equity metric\".[172] As of November 3, 2021[update], California has administered 54,681,532 COVID-19 vaccine doses at a daily rate of 158,924 doses. Overall, 74.8% of the population has received their first dose, 61.5% has been fully vaccinated, and 6.2% has received a booster dose. 85.3% of the state's supply has been used.[173][174][175] The state has administered the largest number of doses nationwide, and is 12th of 50 states in terms of per capita dose administration.[17][176] Mass vaccination sites in certain regions continued to experience severe shortages as of March 2021.[177] As of February 12, 2021[update], a website had been established by the state for scheduling and/or being notified of eligibility for COVID-19 vaccines,[178][179] and vaccination providers expanded throughout the state to include retail pharmacies, federal mass vaccination sites, and local health clinics.[180] As of March 4, 2021[update], a state-government provided directory of vaccination sites had yet to be established, which has prompted the development of VaccinateCA, a crowdsourced volunteer website listing vaccination sites in the state in a dynamic manner as the number of sites and locations continuously vary.[181][182][183] The California Digital COVID-19 Vaccine Record[184] has the same information as a CDC vaccine card: name, birthdate, vaccination dates and vaccine type. It will also include a QR code that can be scanned by a SMART Health Card app for proof of vaccination as an official record of the state of California.[185] The SMART Health Card Verifier app is a free download for iOS[186] and Android[187] to scan and verify a vaccination record.[188][185] \"The Digital COVID-19 Vaccine Record is easy to use: a person enters their name, date of birth, and an email or mobile phone number associated with their vaccine record. After creating a 4-digit PIN, the user receives a link to their vaccine record that will open upon re-entry of the PIN. The record shows the same information as the paper CDC vaccine card: name, date of birth, date of vaccinations, and vaccine manufacturer. It also includes a QR code that makes these same details readable by a QR scanner.\"[189] This uses the open-source[190] SMART Health Card Framework.[191] Mitre Corporation co-leads the Vaccination Credential Initiative coalition. Brian Anderson is the Chief Digital Physician at Mitre Corporation and a co-founder of Vaccination Credential Initiative.[189] It is related to the CommonPass, an international standard designed by the World Economic Forum and The Commons Project.[192][193] On February 17 2022, Governor Gavin Newsom announced a formal shift toward endemic management of COVID-19 in California, saying \"we are moving past the crisis phase into a phase where we will work to live with this virus\".[194]","Title":"COVID-19 pandemic in California - Wikipedia","KeyID":"10751","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_California"}