{"Content: ":"The following is a timeline of the COVID-19 pandemic in California. On January 26, the Centers for Disease Control and Prevention (CDC) confirmed the first case in California, the third case in the U.S. The person, a man in his 50s, who had returned from travel to Wuhan, China, was released from the hospital in Orange County on February 1 in good condition to in-home isolation.[1] On January 31, the CDC confirmed the seventh case in the U.S., a man in Santa Clara County, who had recently traveled to Wuhan.[2] The man recovered at home and was released from in-home isolation on February 20.[3] On January 29, the U.S. Department of State evacuated 195 of its employees, their families, and other U.S. citizens from Hubei Province aboard a chartered flight to March Air Reserve Base in Riverside County.[4] On February 2, the CDC confirmed the U.S.'s ninth case in a woman in Santa Clara County, California, who had recently traveled to Wuhan. This case was unrelated to the first case in Santa Clara.[5] On the same day, the CDC reported the tenth and eleventh cases in San Benito County, including the second instance of human-to-human transmission.[6] On February 5, the U.S. evacuated 345 citizens from Hubei Province and took them to two air bases in California, Travis Air Force Base in Solano County and Marine Corps Air Station Miramar, San Diego, to be quarantined for 14 days.[7][4] The evacuees from one more government evacuation flight on February 6 were also taken to bases in Nebraska and Texas.[4][8] On February 6, 57-year-old Patricia Dowd of San Jose, California became the first COVID-19 death in the United States discovered by April 2020. She died at home without any known recent foreign travel, after being unusually sick from flu in late January, then recovering, remote working, and suddenly dying on February 6. A February 7 autopsy[9] was completed in April (after virus tests on tissue samples) and attributed the death to Transmural Myocardial Ischemia (Infarction) with a Minor Component of Myocarditis due to COVID-19 Infection. Her case indicates that community transmission was happening undetected in the US, most likely since December.[10][11][12][13][14] On February 15, the government evacuated 338 U.S. nationals stranded aboard the cruise ship Diamond Princess, which had been held in quarantine in Yokohama, Japan.[15] Fourteen of those repatriated people were infected with the virus.[16] Five more nationals who were also reported as being infected were evacuated from the ship the following week, and were quarantined at Travis Air Force Base; several more cases among the evacuees were later confirmed.[17] On February 26, a case of unknown origin was confirmed in a resident of Solano County.[18][19] The UC Davis Medical Center in Sacramento said that when the person was transferred there on February 19, the medical team suspected it was COVID-19 and asked the CDC to test for SARS-CoV-2. The CDC initially refused since the person, who had no known exposure to the virus through travel or close contact with a known infected individual, did not meet the criteria for testing. The person was ultimately tested on February 23; the test results returned positive on February 26.[20] After this first case of community transmission in the U.S., a case with no known origin recognized in Solano County, California,[21] the CDC revised its criteria for testing patients for SARS-CoV-2, and on February 28 began sending out the new guidelines for healthcare workers.[22] March 1: Two cases were reported in Alameda and Solano Counties, in health care workers at the NorthBay VacaValley Hospital. The workers were exposed to the patient in the case reported February 26 in Solano County.[23] March 2: An adult resident of San Mateo County tested presumptively positive; they were placed in isolation in a hospital. The source of exposure was reported as unknown.[24] March 4: California public health officials in Placer County reported a second confirmed case in an \"older adult\" resident with underlying health conditions who was aboard the Princess Cruises cruise ship Grand Princess on a cruise to Mexico that departed San Francisco on February 11 and returned on February 21.[25] Although initial reports indicated that the new case had been hospitalized in \"critically ill\" condition, public health officials in Placer County subsequently reported the new case's death later on the same day. This marked the eleventh death in the United States attributable to coronavirus, the first death in the U.S. attributable to coronavirus outside Washington state, and the first death in California attributable to coronavirus.[26][27] The source of the new case's infection appears to be the same as that of a resident of Sonoma County who tested positive on March 2 and who was also aboard the cruise ship Grand Princess on the same dates.[28][29] In relation to this, Governor Gavin Newsom declared a State of Emergency in California.[30] Consequently, Princess Cruises, the owner and operator of the cruise ship Grand Princess, working with the CDC, the state of California, and public health officials in San Francisco, terminated a port call in Ensenada, Mexico planned for March 5 and ordered the cruise ship to return to San Francisco over concerns about the potential for an outbreak of coronavirus aboard the cruise ship. Sixty-two passengers still aboard Grand Princess who may have made contact with the Placer County case that died earlier in the day were quarantined aboard the cruise ship at the request of the CDC.[31] In addition, eleven passengers and ten crew members were exhibiting potential symptoms of coronavirus, and Grand Princess was ordered by the state of California to remain offshore while test kits were being airlifted to the cruise ship.[32][33][34][35][36][37][excessive citations] March 5: The San Francisco Department of Public Health reported two community spread cases within the city.[38] The two cases were unrelated and hospitalized at different hospitals in San Francisco.[39] Yolo County reported its first case, through community transmission.[40] Press reports in April indicated that Santa Clara County began a community surveillance test from March 5 to 14, finding that 11% of patients reporting non-flu respiratory symptoms were infected with coronavirus. As a result of those findings, the county began issuing increasingly aggressive social-distancing policies, starting on March 9.[41] March 7: Eight new cases were reported in Santa Clara County, bringing the total number of cases in the county to 32.[42] A faculty member of the Stanford University School of Medicine has tested positive for coronavirus.[43] The faculty member stopped attending work after symptoms had appeared, and the member's place of work was closed for terminal cleaning.[43] In Santa Cruz County, officials confirmed the county's first case, a former passenger of Grand Princess.[44] Six presumptive positive cases were reported in San Francisco. All were reported as isolated at home in good condition. Each patient had contact with a confirmed case.[45] In Elk Grove, a family tested positive and was quarantined, resulting in the closure of Elk Grove Unified School District for the week of March 7–13, including student activities and events. In a letter to families, the school district announced no students or employees had tested positive.[46] In Madera County, officials confirmed the county's first coronavirus case from a person who had been aboard Grand Princess. Their spouse, whom they were with on the cruise, was also being monitored. Both were taken to the Madera Community Hospital and were reported as in monitored isolation.[47] In Fresno County, two people returning from Grand Princess were quarantined and tested for the virus, with one person testing positive, making them the county's first confirmed case.[48] March 8: Contra Costa County reported 5 new cases. Four of the patients did not travel or have known contact with a coronavirus case and were treated at hospitals around the county. The fifth person had contact with a previous case and was being isolated at home. This brings the total number of confirmed cases in the county to nine.[49] Santa Clara County reported 5 new cases, bringing the total number of known cases in the county to 37.[50] In Rocklin, Sierra College announced all classes and lectures would be moved online by March 18 after two office staff members were quarantined following exposure to COVID-19, with students being tested. In addition, the campus announced it would be limiting student activities, including continuing sporting events with no spectators.[51] Shasta County reported its first presumptive case. A 50-year-old man with a history of recent travel was reported to be recovering in isolation at home.[52] March 9: Three people tested positive in Sacramento County.[53] Santa Clara County announced the state's second COVID-19 death.[54] A woman in her 60s was in the hospital for several weeks, she was the first confirmed case of COVID-19 in the county who had not traveled internationally or had contact with an already infected patient, which suggests it was a 'community spread' case. The patient was also the third confirmed case reported in the county on February 28.[55] San Francisco reported five new cases, who each had known contact with an existing case. The patients are isolated at home and are in good condition. This brings the number of cases in San Francisco to 13.[56] An Elementary aged child attending grammar school in Elk Grove tested positive for COVID-19.[57] March 10: Newsom announced 24 new cases of COVID-19 for a total of 157 confirmed cases in the state.[58] Alameda County reported its third confirmed case in the county. The new case is the spouse of the second case, who was a passenger aboard Grand Princess. The new patient had already been quarantined at home and remains isolated.[59] San Francisco reports a new case in a patient who had known contact with a confirmed case, bringing the total number of confirmed cases of COVID-19 in the city to 14 with 89 confirmed cases in the Bay Area. The patient of the new case is currently hospitalized.[60] The city announces a ban on large gatherings and relief for small businesses[61] A resident of an assisted living home in Elk Grove in Sacramento County tested positive from complications of the virus.[62] County health officials said they have the capacity to only test 20 people per day and would be focusing all their efforts on the other residents of the retirement home.[63] That resident died from complications of the virus on the same day.[62] Ventura County confirms its first case of COVID-19.[64] March 11: Marin County reported two new cases, bringing the total number of confirmed cases in the county to three. The two cases lived with the first confirmed case, who was a passenger on Grand Princess. The pair have been isolated in their home and are experiencing mild symptoms that do not require hospitalization.[65] A woman who was in her 60s and had underlying medical conditions died in Los Angeles County. She was not a resident of Los Angeles and had traveled extensively, including a long layover in South Korea. Her death is the first in Los Angeles County and the fourth in California.[66] San Jose International Airport reported that three of its TSA agents have tested positive.[67] All three agents worked in Terminal B, and 42 TSA agents have been quarantined.[68] A firefighter in the city of Alameda tested positive for coronavirus and was being quarantined.[69] March 12: Alameda County confirmed four additional cases, bringing the total number to seven. Two of the four new cases are the first community-spread cases in the county, and the other two cases are linked to confirmed cases.[70] San Francisco reported four new cases, bringing the total of confirmed cases to 18. Two of the new cases are hospitalized and the other two are isolated at home. One of the patients had close contact with a confirmed case, while the other three did not recently travel to a country with coronavirus cases and did not have close contact with a confirmed patient.[71] Four firefighters with the San Jose Fire Department tested positive for the coronavirus. The sick firefighters also have multiple family members who have tested positive for COVID-19.[72] March 13: San Joaquin County reported 5 more cases on March 13, increasing the number to 8.[73] The San Joaquin County Department of Public Health declared a Public Health Emergency, causing all schools within the county to close until April 6.[74] Santa Clara County reported 13 more cases, bringing the county's total to 79. Health officials also announced the second coronavirus death in Santa Clara County; the patient was a woman in her 80s who was hospitalized on March 9.[75] In San Jose, a fourth TSA agent at Mineta International Airport tested positive for COVID-19 and two additional firefighters have also tested positive, bringing the total number of San Jose Firefighters with the virus to six. As a result, 70 other firefighters are being monitored after possible exposure to the virus.[75] Stanford University confirmed an undergraduate student has tested positive for the coronavirus; the student is self-isolating.[76] Los Angeles County reported eight new cases, bringing their total to 40.[77] San Diego County reported a total of eleven cases[78][79] Contra Costa County updated their total to 25 cases.[80] March 14: Santa Clara County reported 17 new cases, bringing the total in the county to 91.[81] San Francisco reported five new cases, bringing the total to 28,[82] and issued an order forbidding visitors to hospitals.[83] Two additional cases of coronavirus have been confirmed in Marin County, bringing the total number to five. The two new cases had no known exposure to other cases, and are believed to be a result of community spread — the first in the county. The two people are quarantined at home and will remain in quarantine until they are no longer infected.[84] A U.C. Berkeley graduate student has tested positive for the novel coronavirus. The student doesn't live on campus or in the city of Berkeley; they have self-isolated at home and the person is in good condition with no serious symptoms.[85] San Luis Obispo County has confirmed its first coronavirus case a day after the county has both declared a public health emergency and closed down its schools. The patient is from North County (Atascadero, Templeton, and Paso Robles) and is currently recovering in isolation.[86] Sonoma County reported its first case of community spread virus, bringing their total cases to three.[87] March 15: San Francisco reported 9 new cases, bringing their total to 37.[88] Two health workers at UC San Francisco have tested positive for the coronavirus; they have been self-quarantined.[89] San Mateo County reported its first coronavirus related death; the total number of confirmed cases in the county is 32.[90] Santa Clara County reported 23 new cases, bringing the total in the county to 114.[91] Santa Barbara[92] and San Bernardino[93] Counties reported their first confirmed cases. San Luis Obispo County has received their second confirmed case after the County Public Health Laboratory conducted over 100 tests for COVID-19 last week. The patient is currently in isolation at home.[94] Los Angeles County reported sixteen new cases, bringing their total to 69.[95] San Diego County updated their total to 33 cases.[96] March 16: San Mateo County reported 10 new cases, increasing their total to 41,[97] and Alameda County reported 8 new cases, bringing their total to 18.[98] Santa Clara County reported 24 new cases, bringing their total to 138.[99] San Francisco reported 3 new cases, bringing their total to 40.[82] Los Angeles County reported 25 new cases, bringing their total to 94.[100] San Diego County updated their total to 55 cases[101] and Contra Costa County updated theirs to 34 cases.[102] Nevada County Public Health reports first confirmed case of COVID-19.[103] The person recently traveled outside the country, and at the time of this report, it appears the disease was acquired during international travel, but authorities were still in the earliest stages of investigation. San Joaquin County reported 13 cases.[104] March 17: San Francisco County reported 3 new cases, bringing their total to 43;[105] Los Angeles County reported 50 new cases, bringing their total to 144;[106] Alameda County reported 8 new cases, bringing their total to 27;[98] Santa Clara County reported 17 new cases, bringing their total to 155;[107] San Mateo county reported 23 new cases, bringing their total to 64;[108] Contra Costa County reported 5 new cases, bringing their total to 39.[109] Sacramento County reported 40 confirmed cases and two deaths.[110] Orange County reported 22 total cases.[111] Riverside County reported 15 total cases and 3 deaths.[112] Monterey County announced their first two cases.[113] San Luis Obispo reported 3 new cases, bringing their total to 6.[114][115] March 18: Los Angeles County increased to 190,[106] San Mateo increased to 80,[97] San Diego County increased to 75,[96] San Francisco County increased to 51,[82] Contra Costa increased to 41,[109] Alameda County increased to 31,[98] Orange County increased to 42,[111] Riverside County increased to 16,[112] and San Joaquin County increased to 14[104] confirmed cases. Ventura County reported 13 cases.[116] Mendocino County announced its first case.[117] March 19: Los Angeles County increased to 231,[106] Santa Clara County increased to 189,[118] San Mateo increased to 89,[97] San Francisco County increased to 70,[82] Orange County increased to 53,[111] Sacramento County increased to 45,[110] Contra Costa increased to 42,[109] Alameda County increased to 35,[98] San Joaquin County increased to 15,[104] and Santa Cruz County increased to 14[119] cases. March 20: Los Angeles County increased to 292,[106] Santa Clara County increased to 196,[118] San Mateo County increased to 100,[97] San Diego County increased to 120[96] San Francisco County increased to 76,[82] Orange County increased to 65,[111] Sacramento County increased to 53 cases with 3 deaths,[110] Contra Costa County increased to 46,[109] Alameda County increased to 45,[98] Marin County increased to 38,[120] Riverside County increased to 28,[112] San Joaquin County increased to 20,[104] Ventura County increased to 17,[116] Santa Cruz County increased to 15,[119] San Luis Obispo reported 16,[121] Santa Barbara reported 9 cases,[122] San Bernardino reported 9 cases,[123] Yolo increased to 6 cases,[124] and Fresno County reported 6 cases including their first person-to-person transmission.[125] Los Angeles County, which is nationally the second-largest municipal health system, believes it can no longer contain the virus and changed their guidelines for COVID-19 testing to not test symptomatic patients if a positive result would not change their treatment.[126] March 21: Los Angeles County increased to 351,[127] Santa Clara County increased to 263,[118] San Mateo County increased to 110,[97] San Francisco increased to 84,[82] Orange County increased to 78,[111] Alameda County increased to 65,[98] Contra Costa County increased to 51,[109] San Joaquin County increased to 25 cases,[104] San Luis Obispo increased to 21,[121] Solano County reported 13 cases,[128] Tulare County reported 11 cases,[129] and Placer County reported 12 cases with 1 death.[130] The Departments of Public Health from Yuba and Sutter Counties confirmed two cases in Yuba County, the first cases in Yuba and Sutter counties combined.[131] Neither patient required hospitalization, and both individuals were in isolation at home and recovering well. The second case is not related to the first case, and both cases are deemed to be a community-transmitted case.[citation needed] March 22: Los Angeles increased to 409 cases and 5 deaths,[106] Santa Clara increased to 302 with 10 deaths,[118] San Diego increased to 148,[96] San Mateo increased to 117,[97] San Francisco increased to 108,[82] Alameda County increased to 100,[98] Contra Costa increased to 61,[109] Orange County increased to 95,[111] Riverside increased to 45,[112] San Joaquin increased to 34,[104] Ventura increased to 26,[116] San Luis Obispo increased to 27,[121] Santa Barbara increased to 13,[122] and San Bernardino increased to 17[123] cases. March 23: Cases in Los Angeles County increased to 536 with 7 deaths,[106] Santa Clara County increased to 375 with 16 deaths,[118] San Diego increased to 205 with 1 death,[96] San Mateo increased to 142,[97] San Francisco to 131,[82] Alameda to 112 with one death,[98] Sacramento to 88 with 4 deaths,[110] Contra Costa to 71,[109] San Joaquin to 45,[104] Ventura to 30,[116] Placer to 20,[130] Santa Cruz to 22,[118] Santa Barbara to 18,[122] and Solano to 14.[128] March 24: Cases in Los Angeles County increased to 662 with 11 deaths,[106] San Mateo County increased to 161,[97] San Francisco increased to 152 with one death,[82] Orange County to 152,[111] Alameda County to 124 with two deaths,[98] San Joaquin to 60,[104] Riverside County to 59 with 6 deaths,[112] San Joaquin to 55,[104] Ventura to 35,[116] San Luis Obispo to 33,[121] Santa Cruz to 24,[119] Tulare to 17,[129] Yolo County increased to 9,[124] Shasta County increased to 3,[132] and Mendocino County increased to 2.[133] A teenager who tested positive and died in Lancaster, part of Los Angeles County, might be the first individual in the U.S. under the age of 18 to die of COVID-19.[134] It was initially reported that the 17-year-old boy was denied health care at an urgent care clinic because he did not have health insurance. He was then transported from that clinic to Antelope Valley Hospital, during which time he went into cardiac arrest.[135] However, it turns out an earlier language barrier resulted in the facts not being fully portrayed in early reporting. The boy did have insurance and contacted Kaiser Permanente who told him to instead go to Antelope Valley Hospital. In transit, the patient coded and six hours of efforts in the emergency room were ultimately not successful in reviving him. Additionally, Los Angeles County Public Health officials later stated they were asking the CDC to investigate the cause of death as \"Though early tests indicated a positive result for COVID-19, the case is complex and there may be an alternate explanation for this fatality\". On March 24, a spokesperson said that due to patient privacy, they were not willing to give further details.[136] March 25: cases in Los Angeles County increased to 799 with 12 deaths.[106] Santa Clara County increased to 459 with 17 deaths,[118] San Francisco to 178,[82] San Mateo to 165 cases with 5 deaths,[97] Sacramento County to 113 with 5 deaths,[110] Contra Costa to 108,[109] Riverside to 70,[112] San Joaquin to 71 with 3 deaths,[104] San Luis Obispo to 46,[121] Ventura to 39,[116] San Bernardino to 38,[123] Placer to 30,[130] Santa Cruz to 25,[119] Santa Barbara to 24,[122] Fresno to 18,[125] and Yolo to 10.[124] March 26: Cases in Los Angeles County increased to 1,216 with 21 deaths,[106] Santa Clara to 542 with 19 deaths,[118] San Diego to 341 with 3 deaths,[96] Orange to 256 with 1 death,[111] San Francisco to 223 with 2 deaths,[82] San Mateo to 195 cases,[97] Alameda to 164 with 4 deaths,[98] Riverside to 107 with 8 deaths,[112] Contra Costa to 131,[109] San Joaquin to 78,[104] San Luis Obispo to 54,[121] Ventura to 50 with 1 death,[116] Santa Cruz to 32,[119] and in Fresno to 27.[125] On March 27, Los Angeles County increased to 1465 cases with 26 deaths,[106] Orange County to 321 cases with 3 deaths,[111] San Francisco County to 279 with 3 deaths,[82] San Mateo to 239,[97] Alameda to 204,[98] Sacramento to 164 with 6 deaths,[110] Riverside to 151 with 8 deaths,[112] Contra Costa to 147 cases,[109] San Joaquin to 90 with 3 deaths,[104] Ventura to 61,[116] Santa Cruz to 34,[119] Santa Clara to 574 with 20 deaths.[118] March 28: Santa Clara County cases increased to 591 with 25 deaths, San Francisco to 308 with 4 deaths, San Mateo to 274 cases, Alameda County to 240 cases with 6 deaths, Contra Costa County to 168 cases.[137] March 29: San Francisco increased to 340 with 5 deaths,[82] and Alameda County to 254.[98] March 30: Los Angeles County increased to 2,474 cases with 44 deaths,[106] Santa Clara County increased to 848 cases with 28 deaths (noting that the increase of 202 cases included results that had not been reported over the previous two days),[118] San Diego increased to 603 cases,[96] San Mateo County increased to 309 cases,[97] Riverside to 291 cases with 9 deaths,[112] Alameda County increased to 264,[98] Sacramento County increased to 224 cases with 7 deaths,[110] Contra Costa to 187,[109] San Joaquin to 123 cases with 6 deaths,[104] San Bernardino to 111 cases with 3 deaths,[123] Ventura to 109 cases,[116] Fresno to 53 cases,[125] San Luis Obispo to 77 cases,[121] Placer to 57 cases with 2 deaths,[130] Santa Cruz to 45 cases with one death,[119] and Shasta to 5 cases,[132] and San Francisco to 374 with 5 deaths.[82] March 31: Alameda County increases to 294 cases [98] and San Francisco to 397 with 6 deaths.[82] April 1: On April 1, Santa Clara County increased to 956 cases with 32 deaths, and began to report hospital and laboratory testing results, acknowledging that, \"because of limited testing capacity through the Public Health Laboratory, the number of cases that we detect through testing represent only a small portion of the total number of likely cases in the county\".[118] Los Angeles County reported 3,518 cases with 65 deaths,[106] San Diego reported 849 cases with 15 deaths,[96] Orange County increased to 606 cases with 10 deaths,[111] San Mateo county to 453 cases with 10 deaths,[97] San Francisco to 434 with 7 deaths,[82] Riverside County to 429 cases with 13 deaths,[112] Alameda County increased to 339 cases with 8 deaths,[98] Sacramento to 314 cases with 9 deaths,[110] San Bernardino to 254 cases with 6 deaths,[123] Contra Costa county to 250 cases,[109] San Joaquin to 173 cases with 9 deaths,[104] Ventura County to 160 cases with 5 deaths,[116] Santa Barbara to 111 cases,[122] Placer County to 90 cases with 2 deaths,[130] San Luis Obispo to 83 cases,[121] Fresno County to 82 cases,[125] Tulare County to 59 cases with 2 deaths,[129] Santa Cruz to 54 cases,[119] Solano County to 54,[128] Yolo County to 28 cases,[124] and Shasta County to 7 cases with 1 death.[132] April 2: San Francisco increased to 450 cases with 7 deaths[82] and Los Angeles County reported 4,045 cases with 78 deaths.[106] April 3: San Francisco county increased to 497 with 7 deaths,[82] Alameda County to 416 cases with 12 deaths,[98] and Los Angeles County to 4,566 and 89 deaths.[106] April 4: San Francisco county increased to 529 with 8 deaths,[82] Alameda County to 510 cases,[98] and Los Angeles County to 5,277 and 117 deaths.[106] April 5: San Francisco increased to 568 with 8 deaths,[82] Alameda County to 539 cases,[98] and Los Angeles County to 5,940 and 132 deaths.[106] April 6: San Francisco county increased to 583 cases with 9 deaths,[82] Alameda County to 557 with 13 deaths,[98] and Los Angeles County to 6,360 and 147 deaths.[106] April 7: Alameda County increased to 602 cases with 15 deaths,[98] San Francisco to 622 cases with 9 deaths,[82] and Los Angeles County to 6,910 and 169 deaths.[106] April 8: San Francisco county increased to 676 cases with 10 deaths,[82] Alameda to 640 cases with 16 deaths,[98] and Los Angeles County to 7,530 and 198 deaths.[106] April 9: San Francisco increased to 724 cases with 10 deaths[82] and Alameda to 681 cases.[98] April 10: Alameda County increases to 730 cases with 19 deaths.[98] April 11: Alameda County increases to 770 cases with 20 deaths.[98] April 14: Los Angeles County is confirmed to have recorded 40 deaths in a period of just one day, setting a single day record.[138] More than 10,000 COVID cases were also confirmed in Los Angeles County alone, with 670 new cases being recorded in just one day as well.[138] April 16: The state of California recorded 101 deaths within a one-day period, setting a new statewide record for single day COVID-19 deaths.[139] June 4: Data released on COVID-19 cases in California shows that Latin-American individuals are disproportionally affected by COVID-19. In California, Latin-American individuals represent 54% of total COVID-19 cases but make up only 39% of the population.[140] June 18: Governor Newsom orders a state-wide mask mandate due to rising number of cases and deaths, requiring to wear masks or other coverings in most public spaces with a few exceptions. Many local governments had previously dropped mandatory mask-wearing measures.[141] June 21: The number of cases exceeded the case numbers of New Jersey.[142] June 24: A record 7194 cases were announced with 4095 hospitalizations.[143] June 25: 5349 cases were seen.[144] June 27: A 19-year-old McDonald's worker in Oakland was assaulted for asking a customer to wear a mask. The man in the drive-thru used racial slurs, threatened to kill her, then broke her arm. An OSHA complaint was filed.[145] July 5: Actor Nick Cordero, who was a Los Angeles resident, died at Cedars-Sinai Medical Center of COVID-19.[146][147] July 9: Newsom reported a new record number of COVID-19-related deaths.[148] July 15: 998 new cases were reported in child care facilities across California.[149] San Francisco Bay Area, Central Coast, and San Diego - Imperial were predicted to witness a rapid increase in daily new cases in the next two weeks.[150] July 16: The City of Galt is a hotspot for the virus with under 1% of the population becoming infected.[151] July 21: Orange County now has the second highest number of COVID-19 cases in California, with the count being 29,986.[152] This is just ahead of Riverside County's COVID-19 case count of 29,983.[152] Los Angeles County, which has more COVID-19 cases than any other California county, is also confirmed to have 160,000 cases.[152] July 22: The entire state of California is confirmed to have topped 409,000 COVID-19 cases, surpassing New York for most in the nation.[153] July 26: The city of San Francisco cancelled a nearly 100-person wedding at SS Peter and Paul's Church. Despite having only a wedding rehearsal dinner and reception, and the ceremony held outdoors via Zoom, the newlywed couple and eight guests tested positive for COVID-19. The potentially-exposed guests boarded flights back to Nashville, Arizona and San Diego.[154] On August 18, after previously covering backlogged cases in the first 2 weeks of August, there were only 4,700 new cases in a single day, California's lowest number since mid-June.[155] By September 3, Hispanic and Latino Americans comprised up to 60 percent of COVID-19 cases in the state, with it being suspected due to the large population and many being a part of the essential workforce.[156] Filipino Americans in California are the second most affected, in part due to a high percentage of workers in healthcare on the frontlines, and as well as having a very high percentage of essential work.[157] On September 8, the CDPH reported that the daily statewide new case positivity rate in COVID-19 testing is at 4%, the lowest since May 25.[158] On October 3, the CDPH reported over 810,000 confirmed COVID-19 cases and over 16,000 deaths in the course of the pandemic.[159] In the first week of October, the average new daily case count is around 3,000 and the statewide new case positivity rate, although varies by county, is below 4%. The reproduction rate has increased to 1 person due to rises in new cases in some rural counties. On October 25, the state surpassed 900,000 confirmed cases. On November 19, the CDPH issued a \"Limited Stay At Home Order\" due to the \"unprecedented rate of rise in increase in COVID-19 cases across California,\" effective on November 21 at 10pm. It generally required \"that all gatherings with members of other households and all activities conducted outside the residence, lodging, or temporary accommodation with members of other households cease between 10:00pm PST and 5:00am PST\" for Tier One (Purple) counties. It was initially to be in effect until December 21, but stated it may need to be extended or modified and was in effect until January 25.[160] On November 20, the state had a week of 3 days when there were 13,000 new confirmed COVID cases daily, a record high in the pandemic.[161] On November 23, the entire First Family decided to self-quarantine for two weeks after a California Highway Patrol officer who acts as the family's private security tested positive, despite everyone in the First Family testing negative.[162] On December 8, the state of California broke another single day record for new COVID-19 cases at 34,490, topping the previous single day record set four days prior at 22,369.[163] On December 30, a confirmed case of the SARS-CoV-2 Alpha variant was reported in California. The patient is from Southern California, according to the announcement from Newsom.[164] On January 6, the CDC announced that it had found at least 26 confirmed cases of the Alpha variant in California.[165] On January 11, California's death toll from the virus surpassed 30,000, just a month after it had surpassed 20,000 deaths.[166] On February 24, the state recorded 1,114 deaths, a new record, pushing the death toll up to 50,000. This was attributed to 806 backlogged deaths in Los Angeles County, the majority of which occurred between December 3, 2020 and February 3, 2021.[167] On December 1, the United States' first case of the SARS-CoV-2 Omicron variant was detected in California.[168]","Title":"Timeline of the COVID-19 pandemic in California - Wikipedia","KeyID":"10752","URL":"https://en.wikipedia.org/wiki/Timeline_of_the_COVID-19_pandemic_in_California"}