{"Content: ":"The COVID-19 pandemic was reported to have reached the U.S. state of Delaware on March 11, 2020, in New Castle County. The following day, March 12, Governor John Carney declared a State of Emergency for the State of Delaware due to a Public Health Threat. As of February 8, 2021, the Delaware Division of Public Health reported 80,594 cumulative COVID-19 cases and 1,208 deaths.[1] As of May 25, 2021[update], Delaware has administered 904,722 COVID-19 vaccine doses, equivalent to 52.9% of the population. 41.3% of the population is fully vaccinated.[2] On March 4, in preparation for the spread of COVID-19 in Delaware, the Delaware Division of Public Health opened a coronavirus call center at its State Health Operation Center in Smyrna to assist with questions that businesses, schools, and people may have about the disease.[3] On March 11, the Delaware Division of Public Health announced its first presumptive positive case of COVID-19 in Delaware. The positive case involved a man over the age of 50 in New Castle County who was associated with the University of Delaware.[4] On March 12, Delaware Governor John Carney declared a state of emergency. This allowed for the Delaware National Guard to take precautionary actions and prepare for further response to the disease, for the state to conduct public meetings electronically, and prevented the price gouging of goods. Governor Carney also recommended that all non-essential public gatherings of more than 100 people be cancelled, following CDC guidelines.[5] Three more positive cases of coronavirus were confirmed on March 12. The patients were two graduate students and a postdoctoral researcher at the University of Delaware.[6] Delaware State University President Dr. Tony Allen advised all students to not return to campus until at least April 5. He also announced that all classes from March 18 until April 5 would take place online.[7] On March 13, the Downtown Dover Partnership announced the cancellation of the St. Patrick's Day parade due to coronavirus concerns.[8] Late on March 13, Governor Carney closed all Delaware Public Schools from March 16 to 27.[9] In addition, the University of Delaware announced that all classes after spring break would be moved to an all-online format for the remainder of the semester. All University of Delaware residence halls were to be closed by March 22 at 10:00 pm.[10] On March 14, the Delaware Division of Public Health announced two more positive cases of coronavirus in the state. The two new patients were both self-quarantining in New Castle County: a woman older than 50 and a man older than 60. This increased the number of total positive cases in Delaware to 6.[11] Delaware announced their seventh case in the state on March 15; the case was associated with the University of Delaware.[12] The Delaware Division of Public Health announced on March 16 that a woman over 50 in New Castle County was confirmed to have coronavirus. The total number of positive cases increased to eight in Delaware with the addition of this case.[13] It was announced on March 17 that eight additional positive cases of coronavirus were confirmed in the state, including the first in Sussex County. Of the patients, four were men and four were women, though their ages were not revealed. This increased the total number of positive cases to 16 in Delaware.[14] On March 18, the DDHS announced ten more positive cases in the state of Delaware, including the first three in Kent County. All three of Delaware's counties had at least one coronavirus case by March 18. The addition of these cases increased the cumulative number of positive cases to 26 for the state.[15] Dover Air Force Base declared a public health emergency on March 18, allowing for tighter restrictions on the movement of people on the base, including personnel restrictions and access restrictions to the base's installation. In addition, the emergency allowed isolation and quarantine procedures for the base to go into effect.[16] On March 19, the number of cases was confirmed to have increased to thirty: 23 in New Castle, three in Sussex, and four in Kent Counties.[17] On March 20, the state reported 27 lab-confirmed cases of COVID-19 in New Castle County, five in Kent County and seven in Sussex County, which brought the total to 39, with two people being in critical condition.[18] The Delaware Division of Public Health (DPH) had reported 30 COVID-19 cases in the state just the day before. DPH recommended testing for people with a fever and either a cough or shortness of breath.[19] In its weekly update of health statistics related to corona virus disease 2019 (COVID-19), the Delaware Department of Health and Social Services announced that the state surpassed 20,000 positive cases on September 25, 2020.[20] On April 24, Governor John Carney made the decision to close all Delaware schools for the remainder of the 2019–2020 academic school year. \"Nothing replaces in-person instruction and the services that are delivered in our schools every day, but the health and safety of Delawareans is our first priority,\" he said.[21] In preparation for the 2020–2021 school year, Governor Carney signed on August 26 the Twenty-fifth Modification of the Declaration of a State of Emergency for the State of Delaware Due to a Public Health Threat. This Declaration ordered all Local Education Agencies (LEAs) to follow instructions from the Delaware Department of Education (DDOE). The order also addressed school notification for COVID-19 positive cases, face coverings for students K-12, in-person education, child care, and other guidelines. On March 17, the Delaware Division of Libraries announced that all Delaware Public Libraries were to be closed until further notice, and were to be evaluated before reopening with adherence to guidelines from public health officials.[22] Electronic checkout of materials from the Delaware Public Libraries continued without interruption via a digital media services app known as hoopla. By the end of March, outdoor WIFI hotspots were available in the parking lots of New Castle County libraries, parks, and selected government buildings.[23] In June, all three county libraries began offering curb-side pickup to allow patrons to check out books and other library materials without coming into library buildings.[24] Governor John Carney declared a state of emergency on March 12, allowing for the Delaware National Guard to prepare for the spread of COVID-19.[5] He closed all public schools in the state on March 13.[9] The City of Dover cancelled all permits for event gatherings of more than 100 people on March 13, citing the governor's recommendation.[8] On March 16, all public libraries within Delaware closed until further notice. Restaurants were ordered to stop dine-in services at 8:00 pm, moving to take-out and delivery-only services.[25] On March 23, Governor Carney issued the stay-at-home order to stop the spread of COVID-19. All non-essential businesses were ordered to close. Governor Carney issued the order Sunday night, set to go in effect Tuesday morning at 8:00 am, stating \"All non-essential businesses are closed. All Delawareans are instructed to stay in their homes, except when they are going to and from their place of business if it's permitted to stay open.\" This shelter-in-place order will remain in effect until May 15.[26] Additionally, Delaware schools were to remain closed through May 15 to fight the spread of COVID-19.[27] On March 29, Governor Carney ordered all travelers from outside the state to self-quarantine for 14 days upon arriving in Delaware. Exemptions from the self-quarantine requirement included people only traveling through Delaware, people traveling to an essential job, and people traveling to care for family members.[28] On April 17, Governor Carney announced that schools in the state would remain closed until May 18, with updates coming if necessary. He also mentioned that there was not yet enough information to make a decision regarding the remainder of the year.[29] On April 24, Governor Carney announced that schools in the state would remain closed for the remainder of the school year. Schools would continue to use remote learning.[30] On April 25, Governor Carney announced that Delaware residents were required to wear face coverings in public, including when shopping, visiting a medical office or using public transportation.[31] On May 5, Governor Carney announced that the state would start testing all residents and staff at long-term care facilities.[32] On May 7, the presidential primary election, which had been postponed from April 28 to June 2, was further postponed to July 7 by Governor Carney. He also announced that absentee ballot applications would be mailed to all voters.[33] On May 8, Governor Carney allowed retail stores to open for curbside pickup. He also allowed barbershops and salons to reopen with restrictions.[32] On May 22, Governor Carney allowed Delaware Beaches and community pools to reopen ahead of Memorial Day weekend. Social distancing was enforced while masks were required on the boardwalk.[34] On June 1, Delaware entered Phase 1 of its reopening plan. In this reopening phase, many businesses were allowed to reopen at 30 percent capacity, including restaurants, retail stores, shopping malls, museums, barbershops, salons, gyms, and casinos. In addition, outdoor gatherings of up to 250 people were allowed. With the move to Phase 1, the ban on short-term property rentals along with the 14-day self-quarantine requirement for out-of-state travelers were lifted.[35] On June 8, tattoo shops, massage parlors, and nail salons were allowed to reopen at 30 percent capacity.[36] On June 15, Delaware entered Phase 2 of its reopening plan. In this reopening phase, businesses open in Phase 1 were allowed to increase their capacity to 60 percent. In addition, childcare services were allowed to open to everyone after having previously been restricted to children of essential workers.[36] On June 25, Governor Carney delayed entering Phase 3 of its reopening plan, explaining that \"too many Delawareans and visitors are not following basic public health precautions.\"[37] On June 30, Governor Carney ordered bars at Delaware Beaches to close indefinitely, beginning on July 3, ahead of the Fourth of July holiday weekend. During the month of June, cases spiked in Dewey Beach and Rehoboth Beach.[38] Bars were prohibited from allowing customers to sit or stand at the bar, however, bars remained open to prepare drinks to be served to customers sitting at tables.[39] On July 24, Governor Carney allowed driver education services to resume and also allowed for senior centers to reopen at 30 percent capacity.[40] On August 4, Governor Carney announced that schools in Delaware could reopen for the upcoming school year in a hybrid model that would use a mix of in-person and online instruction and that schools would be required to follow health and safety precautions.[41] On September 1, hospitalization rates were the highest they had been since July. The state's rolling average was recorded at 5.2 percent for the seven-day period, higher than the mark of 5.0 percent or below recommended by the World Health Organization. In his weekly press briefing Governor Carney said, \"We want to be below percent [and] we want to be going the other direction.\" Governor Carney also reported that he had spoken with Dr. Anthony Fauci on a White House Coronavirus Task Force call with other governors that past Monday, August 31. Fauci stressed exerting caution when it came to gatherings for the upcoming Labor Day weekend.[42] On September 4, bars at Delaware beaches were allowed to reopen ahead of Labor Day weekend. Bar seating was required to be spaced out for social distancing, reservations were required for seating at the bar, and customers who wished to sit at the bar were required to order food.[43] On September 15, 2020, the Delaware Division of Public Health, in partnership with the University of Delaware, launched the COVID Alert DE app. By exchanging an anonymous, randomly-generated digital code, the app uses Bluetooth technology to alert users if they have been in close contact (less than six feet for more than fifteen minutes) with someone who has tested positive for COVID-19.[44] By September 19, the University of Delaware vowed to crack down on social distancing violations amid the largest single-day spike of infections for the state, with 34 students testing positive for COVID-19.[45] On October 9, University of Delaware Athletics suspended 19 members of its swimming and diving teams after they violated the City of Newark's gathering limits related to the COVID-19 pandemic. The students had attended a large indoor gathering at an off-campus residence on September 26.[46] On Friday, October 9, Sussex County Vocational Technical School District officials announced that two teachers had tested positive for novel coronavirus COVID-19. Sussex Technical High School, located in Georgetown, closed for two days of deep cleaning and those who had been in touch with the teachers were notified for self-monitoring.[47] On October 10, Wilmington University announced that all courses would remain virtual through the Spring 2021 semester due to increasing COVID-19 cases as reported by Delaware and the CDC.[48] On November 17, Governor Carney announced new restrictions due to a rise in cases, which are effective November 23. Indoor gatherings at homes are limited to a maximum of 10 people, indoor gatherings outside of homes are limited to 30 percent capacity up to 50 people, outdoor gatherings are limited to 50 people, and indoor dining at restaurants is limited to 30 percent capacity. In addition, youth sports organizations, teams, and venues are prohibited from hosting or participating in tournaments with teams from outside of Delaware effective December 1.[49] On November 27, the Delaware Restaurant Association posted photos of a crowded food court at the Christiana Mall on Black Friday. As a result, the state imposed a limit of 100 people at shopping mall food courts.[50] On December 3, Governor Carney issued a stay-at-home advisory from December 14 to January 11, 2021, asking residents not to gather indoors with people from outside their household. In addition, face coverings are required anytime people are indoors with people from outside their household. Governor Carney also recommended schools switch to all-virtual learning from December 14 to January 8, 2021, and return to hybrid learning on January 11, 2021. Winter sports competitions are not permitted under the stay-at-home advisory.[51] On December 10, Governor Carney announced additional restrictions to slow the spread of the virus, effective December 14. Businesses larger than 100,000 square feet are limited to 20 percent capacity; most businesses and restaurants are limited to 30 percent capacity; retail smaller than 5,000 square feet, houses of worship, and funeral services are limited to 40 percent capacity; restaurants and bars must close at 10:00 pm; exercise classes at gyms are limited to 10 people while machines must be spaced ten feet apart; indoor gatherings at public places are limited to 30 percent capacity up to 10 people; and shopping mall food courts are limited to 20 percent capacity up to 100 people.[52] On December 15, the first doses of the Pfizer–BioNTech COVID-19 vaccine in Delaware were issued to healthcare workers. Elisabeth Cote, a progressive care nurse at Bayhealth Medical Center in Dover, received the first dose of the vaccine.[53] In Phase 1A of the vaccination process, healthcare workers, emergency management services personnel, and staff and residents of long-term care facilities were allowed to receive the COVID-19 vaccine.[54] On January 8, Governor Carney lifted the 10:00 pm curfew for restaurants and bars and also allowed youth sports to resume at 30 percent capacity.[55] On January 19, Delaware moved the Phase 1B of the vaccination process, which made the COVID-19 vaccine available to people over age 65 and frontline essential workers including fire, police, correctional officers, teachers, education staff, child care providers, postal workers, food manufacturing workers, agricultural workers, transportation workers, and grocery store workers. The state continued to vaccinate people from Phase 1A who had yet to receive the vaccine.[56] On February 4, Governor Carney allowed restaurants, gyms, retail stores, and some entertainment venues to increase capacity to 50 percent effective February 12. In addition, youth sports tournaments will be allowed to resume on February 12 if they have a safety plan approved by the state health department.[57] On March 16, the state expanded eligibility for the COVID-19 vaccine effective March 17. Starting that date, people age 50 and older are able to receive the vaccine through pharmacies, while people age 16 and older with high and moderate risk medical conditions and family caregivers of people with high and moderate risk medical conditions are able to receive the vaccine through medical providers and hospitals.[58] On March 30, the state expanded eligibility for the COVID-19 vaccine to all residents age 16 and older effective April 6. All adults can register for an appointment through a pharmacy, community vaccination site, or mass vaccination event, while medical providers will only vaccinate people age 16 and older with high and moderate risk medical conditions and disabilities.[59] On April 13, the state announced that medical providers will be allowed to vaccinate all residents age 16 and older, whether or not that have high-risk medical conditions.[60] On April 27, Governor Carney increased the table size limit for outdoor dining to 10 people. In addition, the mask requirement for student athletes participating in several interscholastic sports was changed to require athletes to wear masks unless they are actively engaged in practice or game play.[61] On April 28, during a virtual town hall meeting, Governor Carney and Delaware Public Health Director Dr. Karyl Rattay announced that fully vaccinated people are no longer required to wear a mask in outdoor settings unless they are outside with a large group.[62] On May 4, Governor Carney and health officials announced several changes to COVID-19 restrictions effective May 21. Capacity limits for restaurants, businesses, and houses of worship will be lifted and such facilities will be allowed as much capacity as social distancing will allow. Social distancing requirements will be reduced from 6 feet to 3 feet. Customers must remain seated indoors and outdoors at bars and restaurants unless the state approves a plan allowing for dance floors. Indoor and outdoor events over 250 people will still require plan approval from the state to ensure they comply with precautions to prevent the spread of COVID-19.[63] On May 14, Governor Carney announced the mask mandate will be lifted effective May 21 and that residents and visitors should instead follow CDC guidelines, which allow fully vaccinated people to not wear masks in indoor and outdoor settings, except crowded indoor settings such as public transit, airplanes, schools, healthcare facilities, prisons, and homeless shelters. Unvaccinated people should still wear masks when around people from outside their household.[64] On May 25, Governor Carney and the Delaware Division of Public Health announced a public education and incentive program called \"DE Wins!\" the would encourage people to receive the COVID-19 vaccine. Under the program, any Delawarean vaccinated between May 25 and June 29 will be entered to win $5,000 and additional prizes in drawings held twice a week by the Delaware Lottery. In addition, on June 30, all Delawareans who receive the COVID-19 vaccine in Delaware will be entered to win $302,000 and two low-number Delaware license plates in a drawing held by the Delaware Lottery.[65] On July 13, the state of emergency declared in March 2020 in response to the COVID-19 pandemic expired.[66] On August 6, the University of Delaware announced that all students and staff will be required to wear masks in indoor spaces regardless of vaccination status. The university is also requiring all students be vaccinated by August 15; unvaccinated students and staff must get tested weekly starting August 15.[67] On August 10, Governor Carney announced that all people in public and private K-12 schools and child care facilities will be required to wear masks indoors, regardless of vaccination status, effective August 16.[68] On August 12, Governor Carney announced that effective September 30, all state employees and staff in healthcare and long-term care facilities will be required to provide proof of vaccination or be regularly tested for COVID-19.[69] On September 28, Governor Carney announced that all employees in K-12 schools in Delaware must receive a COVID-19 vaccine or be tested weekly effective November 1.[70] On November 10, Governor Carney announced that the mask mandate for public and private schools will be extended to February 8, 2022.[71] On December 21, the DE Division of Public Health (DPH) announced the introduction of a QR code for individuals when they download their COVID-19 vaccination record.[72] On December 23, US Senator Chris Coons announced that he had tested positive and would quarantine.[73] The University of Delaware and Delaware State University announced that they would require all returning students to receive a COVID-19 booster shot before the start of the spring semesters. Delaware State University continued that they were delaying the students return to campus by two weeks, with the semester starting virtually on January 10.[74] On December 30, Governor Carney announced that a new state of emergency would be imposed starting on January 3, 2022, due to a rise in cases and hospitalizations caused by the SARS-CoV-2 Omicron variant.[75] On January 10, Governor Carney imposed a new mask mandate for indoor public settings including convenience stores, grocery stores, gyms, restaurants, bars, hair salons, shopping malls, and casinos effective January 11 while also extending the mask mandate for public and private K-12 schools and child care facilities.[76] On February 7, Governor Carney announced that the mask mandate for indoor public settings will expire February 11 while the mask mandate for public and private K-12 schools and child care facilities will continue through March 31.[77] On April 18, after the federal mask mandate for public transportation was struck down, DART First State announced that masks will no longer be required on buses.[78] On March 12, the Delaware Interscholastic Athletic Association (DIAA) cancelled the Delaware high school basketball season, leaving four boys teams and four girls teams remaining in the basketball state tournament.[79] Governor John Carney closed schools for two weeks; schools would not reopen during the 2019–2020 school year, and no spring sports competitions were held.[80] On August 6, the DIAA board of directors decided to postpone the fall sports season in a 15–0 vote. On August 14, the Delaware State Board of Education approved the DIAA's decision in 5–2 vote.[81] In September 2020, the interscholastic sports schedule was revised again. Governor Carney's Twenty-Sixth Modification of the Declaration of a State of Emergency for the State of Delaware Due to a Public Health Threat, signed on September 1, addressed athletics, following the Twenty-Fifth Modification about precautions for returning to in-person education. The Twenty-Sixth Modification defined sports activities as high, low, or medium risk according to levels of high contact, no direct physical contact, or intermittent contact, respectively. The order provided additional requirements about face coverings, social distancing, sanitizing, and general and risk-based requirements. The DIAA board then voted on September 10 to allow fall season sports to start on September 28. The decision of whether or not to offer sports was left up to local school leaders and school districts. DIAA schools that choose to offer interscholastic athletics will be required to adhere to the guidance of the State Orders, Division of Public Health's guidelines, and DIAA regulations.[82][83] After high school sports practice resumed at the end of September, athletes in football, volleyball, field hockey and boys soccer were getting used to playing with masks, as required of all DIAA teams by the Delaware Division of Public Health. Other measures included health questions and temperature checks before admission to gyms or stadiums. Volleyball huddles disappeared to lessen close contact and coaches reduced the amount of continuous running during track practice because of mask wearing.[84] In college sports, the National Collegiate Athletic Association canceled all winter and spring tournaments, most notably the Division I men's and women's basketball tournaments, affecting colleges and universities statewide.[85] On March 16, the National Junior College Athletic Association also canceled the remainder of the winter seasons as well as the spring seasons.[86] Delaware State University (DSU) reported on July 16, 2020, that the Mid-Eastern Athletic Conference (MEAC) suspended all Fall 2020 sports. This suspension directly affected 245 DSU student athletes in eight programs: women's soccer, women's tennis, women's golf, equestrian, men's cross country, women's cross country, football, and volleyball.[87] On August 19, MEAC announced a new model allowing Fall 2020 sports to be scheduled in Spring 2021. MEAC teams were assigned to regional divisions requiring less travel in the conference.[88] The University of Delaware allowed student athletes to return to campus on a voluntary basis for conditioning practice in June 2020. Approximately fifty athletes returned on June 10 after negative test results and will train under supervision of coaching and medical staff.[89] On March 16, 2020, the NASCAR race weekend scheduled to be held at Dover International Speedway from May 1–3, 2020 was postponed.[90] The races from that weekend were rescheduled to the August 21–23, 2020 race weekend to form a doubleheader.[91] The races at Dover International Speedway were held without fans in attendance.[92] The \"latest status\" of statistics related to COVID-19 in Delaware is compiled by the Delaware Public Environmental Health Tracking Network. Data sources and information for the range of statistics include the following:  Sources: de.gov/coronavirus.","Title":"COVID-19 pandemic in Delaware - Wikipedia","KeyID":"10756","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Delaware"}