{"Content: ":"The COVID-19 pandemic in Kansas is an ongoing viral pandemic of coronavirus disease 2019 (COVID-19), a novel infectious disease caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). Government efforts to mitigate the spread of COVID-19 in Kansas became highly politicized after Governor Laura Kelly and the state's Republican-led legislature clashed over measures to be taken in reopening the economy and the mandating of masks in late May. The result being that the state-wide reopening order would become a guideline and each county would be allowed to reopen as they see fit.[1][2][3] While research has shown a stabilized case rate in counties with a mask mandate,[4] the state-wide mask mandate includes an \"opt-out\" provision which many counties continue to exercise.[5] As of February 19, 2022,[update] 1,745,263 residents of Kansas are fully vaccinated. That represents 59.9% of the population.[6] The first case was reported in Johnson County on March 7, 2020. It was a woman less than 50 years old with travel history to the Northeastern United States.[7] On March 12, another 3 cases were reported in Johnson County.[8] These were men between the ages of 35 and 65 who had recently traveled to a Florida conference. The first death was reported in Wyandotte County, a man in his 70s who died from a heart condition, and tested positive for COVID-19 afterward.[9] On March 13, a case was reported in Wichita, a Butler County man in his 70s with recent international travel.[10] On March 12, Governor Laura Kelly declared a state of emergency.[11] On March 15, the Kansas Department of Health and Environment (KDHE) advised that people returning from travel internationally, on cruise ships, or from California, New York, Washington State, or certain counties in Colorado, should self-isolate for 14 days on return. Governor Kelly stated that schools would temporarily close to in-person learning, and that the Kansas State Department of Education was coordinating a task force to deal with transitions to online classes, as well as other associated issues. She described COVID-19 as an \"unprecedented challenge\", and urged residents to be careful, practice \"common sense safety measures\", and respect those who are most vulnerable.[12] The next day, gatherings of more than 50 people were prohibited as per CDC guidelines.[13] A stricter limit of 10 people was imposed by Johnson County and the Unified Government of Wyandotte (including the Kansas City metropolitan area), in partnership with local governments in Jackson County and Kansas City, Missouri, as well as the closing of all bars, restaurants, and theaters for at least 15 days effective March 17.[14] On March 17, Kelly announced that all K-12 schools in the state would remain closed for the remainder of the school year (becoming the first state to make such a decision).[15] On March 24, three counties (Johnson County, Kansas; Wyandotte County, Kansas; and Jackson County, Missouri) all announced that they would impose a stay-at-home order beginning at 12:01 a.m.[16] On March 28, Governor Kelly enacted a state-wide stay-at-home order taking effect March 30, requiring residents to remain and their residences unless conducting essential shopping, exercise, or medical needs; the state's Republican leadership issued a joint statement, stating that \"we must diligently work together to strike a balance that is in the best interests of all Kansans\". Self-isolation mandates were also extended to travel from other states.[17][18] On April 15, amid pressure from the state's House Republican majority to lift economic restrictions, the order was extended through May 3, with Kelly citing that \"none of our internal predictions indicate that Kansas will peak by April 19.\"[19] Court documents related to lawsuits over the order by two churches revealed that on April 24, Kelly stated there were no plans to extend the stay-at-home order further, with plans to introduce \"less restrictive mass gathering provisions\" taking effect May 4.[20] On April 30, Governor Kelly announced a phased lifting of restrictions titled Ad Astra, with non-essential businesses, churches, and dine-in restaurants allowed to re-open (subject to social distancing) beginning May 4. Bars would be allowed to offer dine-in service only if food constituted a larger portion of their business than alcohol. Other forms of personal service, recreation, and entertainment venues would remain closed, while counties would be allowed to retain stricter measures (with Wyandotte County remaining under a stay-at-home order through May 15). The second phase was scheduled to begin May 18, allowing for bars at 50% capacity, community centers, gyms, and casinos to re-open.[21][22] On May 26, Governor Kelly vetoed House Bill 2054, which would have imposed legislative oversight over decisions pursuant to the emergency declaration. She then announced that all state-wide executive orders would be rescinded and shift to guidance only, and that lifting or maintaining restrictions would now become the responsibility of individual counties. Kelly announced a new disaster declaration with a focus on economic recovery, stating that \"it is necessary to protect Kansans from the current economic disaster, the economic threat to reopening if we are unable to mitigate and respond and respond to the additional spread of the virus and the imminent threat of surges in escalating cases if we don't conduct serious emergency response activities.\"[1][2][3] However, Governor Kelly advised residents that \"just because I am lifting most of the executive order does not mean the current threats from COVID-19 are any less than the threats we have faced over the last few months. Quite the opposite.\" Some counties with a lower rate of cases (such as Ellis County) chose to lift most restrictions, although some areas chose to maintain an equivalent to the existing Phase 2 requirements.[1][2][3] On June 7, The Wichita Eagle obtained a classified KDHE document via the Brown Institute for Media Innovation, which identified the Lansing Correctional Facility as the state's largest outbreak as of May 19, followed by a Tyson Foods plant.[23] By July 29, the state had recorded 349 deaths.[24] On June 29, Governor Kelly announced that a statewide order would be implemented to require the wearing of face masks in public spaces when social distancing is not possible, beginning July 3. Kelly explained that \"when the pandemic first hit, there was mixed messaging about masks. Now the evidence could not be clearer: wearing a mask is not only safe, but it is necessary to avoid another shutdown.\"[25] Several areas, including KCK, Douglas County, Wyandotte County, and Wichita, had already implemented their own local orders with similar requirements.[26][27] The order contains an opt-out provision that allows individual counties to exclude themselves from the state order if they (per consultation with health officials) assert that it is not medically necessary. The provision was described as being a \"bipartisan compromise\".[5] By July 9, 90 of Kansas's 105 counties had opted out, which included nearly all of the counties with the lowest number of cases in the state, but 6 of the 10 counties with the highest (including Shawnee County, which opted out of the state order because they deemed it too strict and a \"one size fits all\" approach, but reinstated a county-level order soon afterward).[28][29] Several cities in counties that did opt out, such as Manhattan, Wichita, Winfield, would enact municipal mandates.[5] The order proved divisive: the Anderson County Review attracted controversy for publishing a Holocaust-themed political cartoon criticizing the order online, showing a drawing of Governor Kelly in a Star of David mask in front of a photo of Jews on a train, captioned \"Lockdown Laura says: put on your mask, and step onto the cattle car.\"[30] In October 2020, a 59-year-old was arrested for threatening to kidnap and murder Mayor of Wichita Brandon Whipple over a local mask mandate.[31] In August 2020, The Hill reported that case rates had lessened in a sample of 15 counties that did not opt out of the mask mandate.[32] In October 2020, researchers at the University of Kansas again found that case rates per-capita were relatively stable in the (by then) 21 counties that had implemented the mask mandate, but have continued to climb in counties without the mandate.[4] A CDC study published in late-November presented similar findings.[33] As of December 12, 2020, Gove County had the highest COVID-19 death rate in the U.S., losing 1 out of 132 people to the virus. Mask wearing remained controversial among local residents.[34] On December 15, Mayor of Dodge City Joyce Warshaw resigned effective immediately, after having received threats over her support of a mask mandate.[35][36] On March 12, the Kansas State High School Activities Association cancelled the remaining two days of its state basketball tournaments, which were being held in Dodge City, Manhattan, Hutchinson, Salina, Emporia, and Wichita.[37] On March 18, the KSHSAA cancelled all spring sports.[38] Also on March 12, the National Collegiate Athletic Association canceled all winter and spring tournaments, most notably the Division I men's and women's basketball tournaments, affecting colleges and universities statewide.[39] On March 16, the National Junior College Athletic Association also canceled the remainder of the winter seasons as well as the spring seasons.[40] On March 12, concerns over the virus caused a month long suspension of Major League Soccer's 2020 season affecting Sporting Kansas City.[41] On the same day the USL Championship also delayed the 2020 season affecting Sporting Kansas City II.[42] Also on March 12, Champions Indoor Football announced a 30-day delay of season affecting the Salina Liberty and Wichita Force.[43] On March 14, the ECHL canceled the remainder of the 2019–20 season affecting the Wichita Thunder.[44] Notes: ","Title":"COVID-19 pandemic in Kansas - Wikipedia","KeyID":"10765","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Kansas"}