{"Content: ":"The first case relating to the COVID-19 pandemic in Idaho was confirmed on March 13, 2020, when a Boise woman tested positive.[1] As of June 10, 2022, there have been 455,427 confirmed cases and 4,951 deaths within Idaho, while 944,832 people have been fully vaccinated (not including booster doses).[3] Sources: Idaho Department of Health & Welfare. Notes: On March 13, 2020, officials from the Idaho Department of Health and Welfare announced the first confirmed case of the novel coronavirus COVID-19 within the state of Idaho. A woman over the age of 50 from the southwestern part of the state was confirmed to have the coronavirus infection. She contracted the infection while attending a conference in New York City. Conference coordinators notified attendees that three individuals previously tested positive for the coronavirus. The Idahoan did not require hospitalization and was recovering from mild symptoms from her home. At the time of the announcement, there were 1,629 total cases and 41 deaths in the United States.[1] Five days beforehand, on March 8, a man of age 54 had died of an unknown respiratory illness which his doctor had believed to be pneumonia. The disease was later suspected to be – but never confirmed as – COVID-19.[6] On March 14, state officials announced the second confirmed case within the state.[1] The South Central Public Health District, announced that a woman over the age of 50 that resides in Blaine County had contracted the infection.[7] Like the first case, she did not require hospitalization and she was recovering from mild symptoms from home. Later on in the day, three additional confirmed cases of COVID-19 were reported in the state by three of the seven health districts in the state, which brought the confirmed total cases of coronavirus to five in Idaho.[7] Officials from Central District Health announced their second confirmed case, which was a male from Ada County in his 50s. He was not hospitalized and was recovering at home. South Central Public Health reported their second confirmed case in a female that is over the age of 70 who was hospitalized.[7] Eastern Idaho Public Health reported a confirmed positive case in a woman under the age of 60 in Teton County. She had contracted the coronavirus from contact with a confirmed case in a neighboring state; she was not hospitalized.[7] The South Central Public Health District announced that a woman over the age of 50 that resides in Blaine County had contracted the infection. Like the first case, she did not require hospitalization and she was recovering from mild symptoms from home.[7] On March 17, two more confirmed cases of the infection were reported, bringing the total to seven. The first case on this date was by officials from Central District Health reported that a female under the age of 50 in Ada County was recovering at home and was not hospitalized. The second confirmed case was a female over the age of 50 as reported by South Central Public Health officials.[8] On March 18, two additional confirmed cases were announced by South Central Public Health District officials. One is a male from Blaine County in his 40s and the other a male in his 80s from Twin Falls County. These cases were the first known community spread transmission of the coronavirus in South Central Idaho.[9] On March 26, state officials confirmed the first three deaths in the state. Two were males in Blaine County and one was a male in Canyon County.[10] On December 5, 2020, officials warned that Idaho's health system was on the verge of collapse. The state had 100,000 confirmed infections and 1,000 deaths. Dr. David Peterman, CEO of Primary Health Medical Group, stated that 20% of the staff were out because they have tested positive for the virus, and that the organization's clinics were 10–15 days from rationing care.[11] A meeting by health officials in Boise had to be canceled on December 8 when hundreds of anti-maskers and anti-vaccine demonstrators led by Ammon Bundy demonstrated outside the meeting and officials' homes. One official said that demonstrators were threatening her 12-year-old son. The Idaho Department of Health and Welfare reported that at least 113,905 Idaho residents had been infected with the virus to date, including 2,012 new cases reported on December 8.[12] The first Idaho COVID-19 vaccinations were administered to frontline workers at Madison Memorial Hospital in Rexburg, Idaho. A majority of the healthcare workers at Madison Memorial Hospital received the Pfizer or Moderna vaccine's 2 shot series. A few of the doctors shared their experiences of receiving the vaccine and answered questions related to the COVID-19 Vaccination. One of the Madison Memorial doctors, Steven H. Lofgran, MD, participated in the Pfizer trial study previous to the vaccination receiving approval.[13] With Idaho having one of the lowest vaccination rate among all U.S. states, and only 49.3% of eligible residents fully vaccinated,[14] Idaho experienced its most severe wave of COVID-19 hospitalizations to date beginning in late summer, with some medical facilities exceeding capacity due to a flood of patients with what by then was a preventable illness. On September 7, the Idaho Department of Health and Welfare activated crisis standards of care in North Idaho, meaning that some patients would be denied emergency treatment in order to save the lives of others. Patients who would gain the most \"life-years\" were given priority.[14] At least 10 hospitals acknowledged they would be unable to provide their usual level of healthcare to people who were experiencing injuries and illnesses other than COVID-19.[15] Crisis standards of care were declared statewide on September 16.[16] 1,569,457 doses of the vaccine have been administered in Idaho as of September 21, 2021. Total doses reported may include doses reported without an indication of 1st or 2nd dose. Per the 2020 United States census, 1.84 million residents reside in the state. As of late September, 77.2% of those aged 65 and over were fully vaccinated,[17] On March 13, 2020, the same day as when the first confirmed case of the coronavirus in Idaho was announced, Governor Brad Little stated \"We have been preparing for this since January when the first confirmed case of coronavirus was confirmed in the United States, we have taken many proactive steps, and we are in a good position to respond. Our focus is on slowing the spread of coronavirus to protect vulnerable individuals and preserve capacity in our healthcare facilities.\"[1] The Governor also signed a proactive emergency declaration to enable the Idaho Emergency Operations Plan along with making funds available for use in the Idaho Emergency Disaster Fund. This declaration allows for the flexibility to expedite contracts and purchasing of supplies, aids with obtaining critical supplies from the national stockpile along with adding provisions to expedite renewals of state nursing licenses for those who have retired or left the profession.[18][19] On March 17, 2020, Idaho Department of Health and Welfare's Division of Welfare announced that on March 18 they would stop walk-in services in some of their locations and move to appointment and phone-based services. Those locations are Boise (Westgate), Coeur d’Alene, Idaho Falls, Lewiston, Nampa, Payette, Pocatello, Preston, and Twin Falls.[20] On March 22, 2020, Idaho Department of Health and Welfare addressed how COVID-19 cases were counted in the state. The state counts were based on records that are submitted through Idaho's statewide disease tracking system and don't count the cases by the local public health departments that have not been determined through investigations or been submitted to the state. By doing so, the count is that of Idaho residents and not those who might reside in another state.[21] On March 23, 2020, the Governor Little signed two proclamations with the first \"one lifting restrictions in 125 administrative rules to increase healthcare provider capacity and reduce barriers to healthcare access\" and the second to extend the state income tax filing and payment deadlines to June 15 for all citizens and businesses in Idaho.[22] On March 25, 2020, Governor Little issued a statewide stay-at-home order for residents to stay and work from home as much as possible. The order also closed non-essential businesses and banned non-essential gatherings effective on the same day for at least 21 days.[23] Some citizens and officials are challenging the social distancing rules.[24] On April 15, 2020, Governor Little extended the stay-home order through \"at least\" April 30, even as protests continued.[25] The amended order further directed residents to wear masks in public, and also mandated that travelers from outside the state self-quarantine for 14 days upon arrival. It also loosened business closures, allowing some \"non-essential\" businesses to reopen if they are able to restrict operation to delivery and curbside pickup. On April 16, 2020, on the podcast “The Jess Fields Show,” North Idaho State Rep. Heather Scott complained that the governor's stay-home order is \"no different than Nazi Germany\" and that the governor was properly nicknamed \"Governor Little Hitler\" because, in her understanding, \"the nonessential workers got put on a train [to a concentration camp].\" Her remarks were criticized by local advocates of human rights.[26] As of July 21, 2020, city mayors in Northern Idaho would not implement a mask mandate.[27] On May 27, 2021, after Governor Little left the state to attend a Republican Governors' Association conference in Nashville, Tennessee, Lieutenant Governor Janice McGeachin issued an executive order banning state and local governments from implementing mask mandates in government buildings and schools. On his return the following day, Little promptly repealed the order, stating that \"[t]aking the earliest opportunity to act solitarily on a highly politicized, polarizing issue without conferring with local jurisdictions, legislators, and the sitting Governor is, simply put, an abuse of power,\" and that McGeachin had \"unilaterally and unlawfully\" deprived local officials of the ability to determine public-health policies in their own jurisdictions.[28] Little further noted that McGeachin's order duplicated a proposed bill that failed passage in the state legislature, and that it would have also prevented the state government from developing and enforcing protective measures for social workers conducting home visits with at-risk patients, or for workers in state COVID testing labs.[28] State health officials spoke out in support of a statewide mask mandate, emphasizing the importance of mask-wearing in reducing the spread of COVID-19 in Idaho.[29] Source: Analysis by the Idaho DPH, as of July 22, 2022.","Title":"COVID-19 pandemic in Idaho - Wikipedia","KeyID":"10761","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Idaho"}