{"Content: ":"The COVID-19 pandemic in Hawaii affected all aspects of life in the state, demolishing its economy, closing its schools and straining its healthcare system, even though it experienced far less spread than other US states. Throughout the pandemic, Oahu had the most cases, in absolute terms, although Lanai had the most per capita. Maui and Hawaii followed Oahu, trailed by Kauai. Hawaii consistently ranked among the most-vaccinated of US states. Notes: A Japanese couple visited Oahu and Maui from January 28 to February 7, 2020. They were diagnosed with COVID-19 after returning to Japan.[4] Hawaii resident John Fujiwara claimed to have interacted with the couple and offered to quarantine.[5] On March 6, 2020, the first presumptive positive case was confirmed in a Grand Princess passenger who had returned to Hawaii.[6] On March 14, 2020, the first two infections were confirmed in Kauai County, along with the first in Maui County.[7] On March 16, Hawaii County reported its first.[8] On March 18, two more were confirmed in Honolulu County.[9] The Department of Land and Natural Resources announced the closure of state parks on March 17, 2020.[10] On March 19, 2020, eight infected individuals were discovered on Oahu and two on Maui.[11] On March 20, 11 new infections were confirmed, raising the total to 37. These included the first two instances of community transmission.[12] On March 21, 11 new infections were confirmed, bringing the total to 48.[13] On March 22, 8 more were announced.[14] On May 7, 2020, Governor David Ige and Lt. Governor and emergency physician Josh Green stated that 51% of Hawaii's hospital beds, 46% of intensive care beds, and 14% of ventilators were in use and that Hawaii had an infection rate of 43.6 infections per 100,000 residents, and the lowest mortality rate in the United States of 1.2 deaths per 100,000.[15] By May 12, 2020, 635 infections had been confirmed. 13% required hospitalization, and 574 (90%) were residents.[16] On May 13, 2020, Senator Brian Schatz announced that Hawaii would receive $50 million under the Paycheck Protection Program and Health Care Enhancement Act to expand testing and contact tracing.[17] On August 7, 2020, several lawmakers made an unannounced visit to the Department of Health. They found contact tracers overwhelmed due to a lack of resources.[18] Green commented on the situation, calling for the replacement of state epidemiologist Dr. Sarah Park.[19] On August 13, 2020, the state's first outbreak in the correctional system occurred at the Oahu Community Correctional Center.[20] In late August 2020, an outbreak occurred at the Yukio Okutsu State Veterans Home in Hilo.[21] By September 11, 10 residents had died there. A government review[22] led to a change in management.[23] On December 14, 2020, Hawaii received its first set of vaccines.[24] On July 31, 2021, Hawaii recorded a record 622 infections in a single day, the most since the start of the pandemic. The number of cases included some from Wednesday, July 28, due to a reporting delay, but the three-day average of new cases from Wednesday to Friday was 314 cases. The spike was attributed to the Delta variant.[25] On August 11,[26] and again on August 16, 2021,[27] visitors to Hawaii were arrested for using fake COVID-19 vaccine cards. Hawaii's fine for falsifying a vaccine card is up to a year in jail and a fine of up to $5,000. On August 29, Hawaii reported a new record high of 1,678 cases in one day. This total included catch-up reporting for one lab. The two-week total was 10,817 new cases.[28] On October 11, 2021, Ekundu, a thirteen-year-old male lion born November 2, 2007, and the Honolulu Zoo’s only male lion, died tragically from a severe pneumonia infection caused by the SARS-CoV-2 (COVID-19). On October 4, 2021, both he and Moxy, a twelve year old female lion who is Ekundu's mate, were coughing and showing signs of an upper respiratory illness. Both tested positive for SARS-CoV-2 with the results returning from the mainland after the death of Ekundu. All staff at the zoo that care for the lions wear masks and tested negative for the virus and all staff were vaccinated for COVID-19. Although the exhibits at the Honolulu Zoo are designed with little chance of public contact, all guests who are near the zoonotic-risk animal areas which include primates, cats, dogs, and hoofstock, are requested to wear a mask according to both the zoo veterinarian Jill Yoshicedo and the zoo director Linda Santos. As of October 15, 2021, the source of the COVID-19 infection is unknown.[29][30][31][32] March 16, 2020: Ige announced that spring break for public schools in Hawaii would be extended by one week.[33] On March 18, the break was extended for a second week.[34] March 17, 2020: Bars and nightclubs were closed.[35] March 18, 2020: Kauai County announced a nighttime curfew effective March 20 and a limit on airline travel to \"essential needs\" until further notice.[36] March 19, 2020: the Department of Transportation stated that cruise ship passengers would not be allowed to disembark.[37] The same day, Honolulu County Mayor Kirk Caldwell announced efforts to curb spread, including closing parks and a 15-day ban on indoor restaurant and bar operations, but that no curfew was envisioned.[38] Similar measures were announced by Mayor Michael Victorino for Maui County, effective from March 20 until May 3.[39] Hawai`i House Speaker Scott Saiki called on the governor to institute an immediate statewide shutdown for 15 days.[40] March 20, 2020: Caldwell and the Honolulu City Council joined Saiki and Green in calling on the governor to restrict travel.[40] March 21, 2020: Ige mandated a 14-day quarantine for visitors and returning residents. Ige resisted calls for a shelter-in-place order, saying: \"it is really appropriate when there is widespread community spread.\"[41][42] Over 100 physicians signed an open letter sent to Ige, Victorino, and Department of Health Director Bruce Anderson urging authorities to implement a shelter-in-place regime in March 2020.[43] March 22, 2020: Caldwell and Victorino announced stay-at-home orders beginning on March 23 and March 25, respectively, lasting until April 30, 2020.[44] April 3, 2020: Ige called on Hawaii National Guard to be ready to assist.[45] April 6, 2020: Hawaii Tourism Authority asked media to \"refrain from publishing any stories about Hawaii that might encourage people to travel to the islands.\"[46] May 7, 2020: Ige began the first phase of ending shelter-in-place.[47] The \"Beyond Recovery: Reopening Hawaiʻi\" strategy detailed his four-phased approach.[48] May 19, 2020: Bloomberg News reported that \"roughly 20 people\" had been arrested or cited for violating the provisions.[49] May 21, 2020: Arrivals had decreased by 98% from the previous year.[50] June 2020: Oahu bars and nightclubs reopened. July 31, 2020: Oahu bars and nightclubs were closed.[35][51] August 25, 2020: Ige approved a second stay-at-home order, effective August 27. Its duration was initially for 2 weeks.[52] On September 8, the policy was extended until September 24.[53] August 31, 2020: Ige announced the appoint of Libby Char as an interim replacement for Bruce Anderson as Health Department Director In September 2020, Park took a leave of absence.[54][55][56][57] March 11, 2021: Oahu bars reopened.[35] June 11, 2021: Oahu karaoke bars and nightclubs reopened with patrons required to show their CDC card with proof of vaccination.[58] July 8, 2021: 6 foot distancing requirements at restaurants, dance clubs and karaoke bars were removed for Oahu patrons who present proof of a negative COVID-19 test in the previous 48 hours or who show that they are fully vaccinated.[59] October 15, 2020: Hawaii initiated its \"Safe Travels\" program, allowing visitors to avoid quarantine by presenting a negative nucleic acid amplification test (NAAT) from a qualified lab.[60] December 6, 2020: In an effort to boost the tourist industry, Hawaii offered free round-trip transportation to out-of-state remote workers who wished to temporarily relocate. Fifty qualified people were to be provided with lodging at Oahu hotels. The \"Movers and Shakers\" were required to contribute to local nonprofit partners.[61] December 17, 2020: In accordance with CDC guidance, Ige signed an emergency proclamation that lowered the travel quarantine period from 2 weeks to 10 days.[62] June 15, 2021: A quarantine exemption began for persons who had received at least one COVID-19 vaccination shot in Hawaii.[63] July 8, 2021: The quarantine exemption extended to all domestic trans-Pacific travelers who had received at least one COVID-19 vaccination shot.[63] August 23, 2021: Once 70% of Hawaii's population had been vaccinated for COVID-19, the Safe Travels program would likely have been cancelled with September 2021 the expected date for the ending of the Safe Travels program. However, that would not occur. According to Tutu Man Kawaikapu Hewett, nearly 900,000 visitors were coming to Hawaii each month during the summer of 2021. Mufi Hannemann, president and CEO of the Hawaii Lodging and Tourism Association, stated that bookings for Hawaii after Labor Day would be lower than the very strong 2021 summer levels. During late July and continuing through August, a rapid spread of the Delta variant of COVID-19 occurred in the state. The daily positive COVID-19 counts for the state were between 29 and 114 from late January 2021 through the end of the second week of July after which daily positive COVID-19 counts for the state increased significantly resulting in between 346 and 1,167 daily positive COVID-19 counts for the state during the second and third weeks of August 2021. During July 2021, 14% of the positive COVID-19 cases were related to travel and only 1% were from nonresident travelers. Following the August 22, 2021, record number of 893 one day positive COVID-19 cases and the record number of 392 hospitalizations due to COVID-19, both Lt Governor Green and Governor Ige announced that the Safe Travels program would remain through the end of 2021. The previous record of 318 hospitalizations due to COVID-19 had occurred in 2020.[63] In late August 2021, hospitals began to get overwhelmed with COVID-19 patients, prompting recruitment of hundreds of health care providers from the mainland U.S.[64] The mayor of Honolulu, Rick Blangiardi, reimposed gathering limits of 10 people indoors and 25 people outdoors.[64] Governor Ige discouraged tourists from visiting Hawaii.[64] As of August 25, 2021[update], Hawaii had the lowest case rate of all 50 states at 4,042 per 100,000 people and the lowest death rate at 39.9 per 100,000 people.[65] Most cases occur between the ages of 0-49. Most hospitalizations and deaths are between the ages of 70-80+.[66] More males than females have contracted COVID-19. Males are also more likely to be hospitalized. The greatest gender disparity by far occurs in deaths, where males are much more likely to die of the virus than females are.[66] Non-Hawaiian Pacific Islanders are only 4% of the population, but make up 21% of infections, 29% of hospitalizations and 22% of deaths.[66] To a lesser extent, Filipinos also face disproportionate numbers in all categories. The Japanese, Other Asian and Chinese groups face disproportionate numbers in terms of deaths.","Title":"COVID-19 pandemic in Hawaii - Wikipedia","KeyID":"10760","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Hawaii"}