{"Content: ":"The first presumptive case relating to the COVID-19 pandemic in Louisiana was announced on March 9, 2020. Since the first confirmed case, the outbreak grew particularly fast relative to other states and countries. As of February 8, 2021[update], there have been 411,812 cumulative COVID-19 cases and 9,119 deaths.[1] Confirmed cases have appeared in all 64 parishes, though the New Orleans metro area alone has seen the majority of positive tests and deaths.[1] Governor John Bel Edwards closed schools statewide on March 16, 2020, restricted most businesses to takeout and delivery only, postponed presidential primaries, and placed limitations on large gatherings.[2][3] On March 23, Edwards enacted a statewide stay-at-home order to encourage social distancing, and President Donald Trump issued a major disaster declaration, the fourth state to receive one.[2][4] The rapid spread of COVID-19 in Louisiana likely originated in late February 2020 when the virus was introduced into the state via domestic travel, originating from a single source.[5] The virus was already present in New Orleans before Mardi Gras; however, it is likely that the festival accelerated the spread.[5] Numerous \"clusters\" of confirmed cases have appeared at nursing homes across southern Louisiana, including an outbreak at Lambeth House in New Orleans that has infected over fifty and killed thirteen elderly residents as of March 30.[6][7] As the state has increased its capacity for testing, a University of Louisiana at Lafayette study estimated the growth rate in Louisiana was among the highest in the world, prompting serious concerns about the state's healthcare capacity to care for sick patients.[8] On March 24, only 29% of ICU beds were vacant statewide, and Edwards announced coronavirus patients would likely overwhelm hospitals in New Orleans by April 4.[9][needs update] As of May 28, 2021[update], Louisiana has administered 3,058,019 COVID-19 vaccine doses, and has fully vaccinated 1,337,323 people, equivalent to 28.67 percent of the population.[10] As of November 19, 2021[update], the number of doses administered has reached 5,096,864, and the number of fully vaccinated individuals is 2,253,496, representing 48.31 percent of the population.[11] On March 9, the state's first presumptive case of coronavirus was reported in the New Orleans metro region.[13][14] The patient is a veteran and resident of Jefferson Parish. On March 10, state officials confirmed 2 new cases also in the New Orleans area bringing the state's total to 3, with 3 additional presumptive cases sent to the CDC for confirmation. Mayor Latoya Cantrell and other city officials announced the cancellation of weekend parades as a precaution.[15] On March 11, the total number of cases rose to 13, with 10 new, presumptive positive cases reported in 6 parishes, the first outside of the Orleans metro region and in the river parishes.[16] On March 12, Grambling State University announced travel restrictions to prevent the coronavirus from spreading.[17] On March 13, Governor John Bel Edwards issued an order prohibiting gatherings of more than 250 people, and the closure of all K-12 public schools from March 16 to April 13,[18] as the number cases rose to 36.[1] Archbishop Gregory Aymond of the Roman Catholic Archdiocese of New Orleans announced that all Catholic schools would close from March 16 through April 13, following Governor Edwards' decision to close public schools in Louisiana. In addition, the Archbishop announced that all persons were dispensed from the obligation of attending Mass through April 13, though not going as far as suspending public Masses.[19] Early March 14, the Louisiana Department of Health announced that the number of cases rose to 51.[20] That same evening, the number of cases rose to 77, with the first death being reported. That total includes 1 case where the resident is being treated in Louisiana but lives out of the state.[21] On the morning of March 15, Governor Edwards announced that 14 additional positive cases had been confirmed in Louisiana, as well as the state's second death: a 53-year-old person from Orleans Parish with underlying medical conditions. This brought the total number of cases to 91.[22] Later that evening, another 12 cases were confirmed, bringing the total number of cases to 103.[1] During the morning of March 16, the Louisiana Department of Health confirmed an additional 11 positive cases of COVID-19 in the state, bringing the total to 114.[23] Governor Edwards reported that the number of cases had risen to 136 by the afternoon and reported that a third person died due to the coronavirus.[24] On March 17, Saint Patrick's Day, another 60 positive cases were added in Louisiana, bringing the cumulative total of positive cases to 196. The fourth death in the state was also reported by the Louisiana Department of Health: 80-year-old judge James Carriere, who became the second person to die of coronavirus in the Lambeth House retirement home in uptown New Orleans.[25] Analysis of coronavirus data by New Orleans WVUE Fox 8 and the Michael I. Arnolt Center for Investigative Journalism at Indiana University determined that by March 17, Orleans Parish had the second-highest number of cases by county or parish per capita in the country, only behind Westchester County, New York. In addition, it was found that the New Orleans metropolitan area had the second-highest number of cases by metropolitan area per 100,000 people, behind the Seattle-Tacoma metropolitan area in Washington.[26] Officials from the New Orleans Jazz and Heritage Festival announced that the festival, which was to be held for two weekends from late April to early May, would be postponed until the fall. Citing the restrictions set in place by the City of New Orleans and the State of Louisiana, organizers postponed the festival for the \"health and safety of the community, [the] musicians, Festival fans, participants, sponsors, and staff\" and recommended \"everyone to follow the guidelines and protocols\" from officials. Although no new exact dates were not announced for the festival, the tickets purchased will be honored in the fall.[27] By March 18, the number of positive cases in Louisiana was over 200. Three new deaths were confirmed on March 18, bringing the total number of deaths in the state to 7. One of the three deaths confirmed that day in Louisiana was a 72-year-old man from Jefferson Parish, the first death outside of Orleans Parish.[28] The second of the three deaths confirmed on March 18 was 92-year-old psychiatrist Dr. Charles Rodney Smith, the third person who died in the Lambeth House retirement community in uptown New Orleans.[29] The Louisiana Department of Health also announced 84 additional positive cases on March 18, bringing the state's cumulative total of positive cases to 280, with 196 of them in Orleans Parish alone.[30] Early on March 19, Governor Edwards announced that the number of cases had risen to 347, with the majority of cases concentrated in Orleans and Jefferson Parishes. West Baton Rouge, Lafayette, Plaquemines, and St. James Parishes all were confirmed to have their first cases that morning. St. James Parish also announced that their first case would also be Louisiana's eighth death, the first outside of New Orleans and Jefferson Parish.[31] The New Orleans Saints' head coach Sean Payton announced that he had tested positive, becoming the first member of an NFL organization to do so.[32] The evening update from the Louisiana Department of Health increased the number of positive cases to 392 and the number of deaths to 10. New positive cases were found in Assumption, Calcasieu, Iberia, Iberville, Livingston, Rapides, St. Landry, and Webster Parishes, increasing the number of parishes with cases from 17 to 25. One case was reported in Acadia Parish was but later reclassified by the LDH. The two new deaths were announced to be from New Orleans, increasing the number of deaths in the city-parish alone to 8. Governor Edwards also announced at a press conference that the number of residents who died at the Lambeth House in New Orleans had increased to 5.[29] On March 20, the total number of cases has risen to 537.[citation needed] Jefferson Parish announced on March 20 that curbside recycling pickup would be suspended citing the safety of workers in the industry.[33] The Louisiana Department of Health increased the number of cases to 763 on March 21, also announcing 6 additional deaths, increasing the total number of deaths in Louisiana to 20. By that evening, over half of all Louisiana parishes had at least one case. The most cases were concentrated in Orleans Parish, which had 418 cases and 15 deaths. Jefferson Parish had the second-highest number of cases with 166, followed in third by St. Tammany Parish with 22 cases.[34][35] On March 22, as cases grew to 837 cases statewide, the governor of Louisiana announced a statewide stay-at-home order effective until April 12.[36] The Louisiana Department of Health announced that new cases would only be updated once-a-day at 12:00 p.m. CT, moving from announcing cases two times a day at 9:30 a.m. and 5:30 p.m. CT as was done previously. This change went into effect mid-day on March 22, explaining the slowing of cases on that day as well, as the 40% increase of cases the next day.[citation needed] The number of cases in Louisiana grew to 1,172 on March 23.[citation needed] It was announced by the Roman Catholic Archdiocese of New Orleans that Archbishop Gregory Aymond had tested positive for coronavirus on March 23. The 70-year-old Archbishop stated that he had not been feeling well and was tested with his symptoms. He stated that he will continue to stream reflections on the crisis to Facebook and the Archdiocese's website.[37] In a press conference, Governor Edwards said that of the 1,388 confirmed cases in the state, no one had yet recovered from the virus. In addition, 271 people are hospitalized with coronavirus in Louisiana, 94 of whom are on ventilators. According to the Governor, there were 923 ventilators across the state, with slightly over 10% of them being used for coronavirus patients in the state.[38] Coastal Environmental Services, the contractor for St. Tammany Parish's recycling pickup, announced that they were suspending curbside recycling pickup throughout the parish on March 24. Trash pickup would continue normally and all recycle placed on the curb would be placed in the trash.[33] Governor Edwards issued a request for a disaster declaration and federal aid in the state, projecting that New Orleans could exceed its hospital capacity by April 4.[39] Governor Edwards warns that New Orleans may run out of ventilators by the first week of April. The state is distributing 100 ventilators and expects to soon have 200 more, but it will need another 600. The state has 1,795 cases and 65 deaths.[40] Florida Governor Ron DeSantis expands a previous order requiring airline travelers from New York City to self-quarantine for fourteen days to include people who enter from Louisiana via Interstate 10.[41] Governor Edwards announces that the number of COVID-19 patients using ventilators has doubled in the past five days. The state also saw a one-day surge of more than 1,200 cases, bringing the state's total to over 5,200. 239 people have died, including 54 newly reported deaths. A statewide stay-at-home order through at least April 30.[42] New Orleans has a death rate from COVID-19 that is twice that of New York City and four times that in Seattle. Health officials say obesity, diabetes, and hypertension are to blame.[43] On April 4, an article stated that St. John the Baptist Parish had \"the highest per capita coronavirus mortality rate in the nation.\"[44] On April 5, hundreds of parishioners came to Life Tabernacle Church, a Pentecostal church in the city of Central. The pastor, Rev. Tony Spell, faced six misdemeanor charges for violating the order against public gatherings. Interviewed three days later, he said: \"True Christians do not mind dying.\"[45] On April 13, LSU employees began mass-producing personal protective equipment for essential medical personnel.[46] As of April 22, there were over 2,400 cases of coronavirus and almost 500 deaths in adult residential care facilities, which includes nursing homes, across Louisiana.[47] On May 5, sanitation workers in New Orleans went on strike over lack of protective equipment and hazard pay.[48] On May 15, Governor Edwards lifted the Stay at Home order allowing businesses to re-open.[49] On May 20, all city-parish public buildings re-opened with strict guidelines for protection.[50] On May 21, the Louisiana Department of Health announced 1188 newly reported cases. Fully 62% (682) of those were from labs reporting for the first time, reflecting cases stretching as far back as 3/25/20.[51] On May 26, the Louisiana Department of Health reported there have been 245 new positive cases and 11 new deaths.[52] On May 27, Governor Edwards announced there are 13 cases and one death of Multisystem Inflammatory Syndrome (MIS-C) in children across the state. There is a correlation between children that have been exposed to COVID-19 and MIS-C.[53] As of June 1, Lafayette has experienced the highest seven day average of positive COVID cases since April. There had been 119 new cases over the past seven days. Multiple employees of the Borden Dairy processing plant and crawfish processing plants in Acadia parish have tested positive.[54] On June 5, Governor Edwards announced that Louisiana will move into Phase 2 of the White House's guidelines of reopening. This means that businesses that had been operating at 25% capacity under Phase 1 can now operate at 50% capacity. Businesses that had previously been closed such as spas, tattoo parlors, event centers, and massage parlors will be allowed to open. Phase 2 will last at least 21 days at which the Governor will assess if the state can then move to Phase 3 or not.[55] On June 19, the Louisiana Department of Health confirmed an outbreak of coronavirus infections in the Tigerland bars after receiving over 100 reports of positive cases from patrons and employees. Health officials urged anyone that visited Tigerland over the weekend to self-quarantine.[56] On June 20, it was reported that 30 LSU football players tested positive for coronavirus and are now in quarantine. The football program reopened for voluntary workouts on June 9 and this is the first outbreak since then.[57] On June 22, Governor Edwards announced that Louisiana will stay in Phase 2 as there has been an uptick of cases, hospitalizations and deaths. Louisiana will remain in Phase 2 for an additional 28 days before reassessing.[58] Amid Governor Edwards extending Phase 2, Republic lawmakers are pushing to revoke the state's emergency declaration as they assert that people in their districts don't want to wear masks or adhere to governmental restrictions on social distancing at restaurants.[59] The spike in coronavirus cases among young people is causing concerns about the availability of tests. Some health providers say the cases of infection are growing so quickly that they are having a hard time keeping up with demand. Dr. Kevin DiBenedetto, medical director for Premier Health, which is responsible for running urgent care clinics across the state, including Lake After Hours in Baton Rouge, LCMC Health Urgent Care in New Orleans and Lourdes Urgent Care in the Lafayette area says that the recent spike in cases \"totally crushed\" their supply of tests.[60] On June 23, it was reported that Fred's bar in Tigerland would host a drive-thru coronavirus testing site for students and employees at nearby bars.[61] On July 14, Vice President Mike Pence, Secretary Besty DeVos, and White House Coronavirus Task Force Coordinator Dr. Deborah Birx visited Louisiana State University to meet with Governor Edwards and other elected officials regarding school reopening.[62] By late July, some hospitals in the area of Lake Charles, Louisiana reached ICU capacity limits and had to either refuse incoming transfers or send patients to other hospitals. The chief constraint on capacity was not beds, but staff, as some hospital workers were quarantined due to infections with COVID-19.[63] On August 4, Governor Edwards announced that he was extending the state's Phase 2 executive order for another three weeks (until August 28). He noted that the improvements were “modest.” [64] On August 5, the Governor's team appeared in court to defend their COVID restrictions against four Jefferson Parish business owners who sought to overturn the measures. The next day, Nineteenth Judicial Court state Judge Janice Clark denied the attempt by the business owners, writing “this court is firmly in the opinion the governor has exercised his power deliberately and on behalf of the people of this state ... to limit loss of life.” [65] On August 10, the Louisiana Department of Health reported four deaths related to Multisystem Inflammatory Syndrome in Children (MIS-C) associated with COVID-19.[66] On August 26, Governor Edwards announced that he would be keeping the state in Phase Two until September 11.[67] On September 6, Louisiana surpassed 5,000 deaths from COVID-19. Governor Edwards also announced that he will be moving the state into Phase 3 on September 11.[68] Shortly after the Governor's announcement, Mayor LaToya Cantrell of New Orleans announced that the city of New Orleans would remain in Phase 2 on September 10.[69] This decision sparked outrage from business owners, sports leaders and more.[70] On October 8, Governor Edwards announced that the state would be remaining in Phase Three until November 6.[71] On November 7, a large Christian gathering in New Orleans featuring music artist and Louisiana-native Lauren Daigle sparked controversy. The event appeared to violate several of the city's coronavirus guidelines. A spokesman for Mayor LaToya Cantrell released a statement saying “The images circulating depict what appear to be clear violations of public health guidelines. New Orleans has bent the curve and stopped the spread, twice, and this kind of irresponsible behavior is absolutely unacceptable.” [72] On November 24, after an aggressive third surge of new cases and hospitalizations, Gov. Edwards announced that he would impose tighter mitigation measures and move the state back to Phase 2.[73] On December 7, the Louisiana Department of Health adopted the CDC's guidance that allows people who have been exposed to COVID-19 to reduce their quarantine period from 14 days to 10 days, or as few as 7 days with a negative test.[74] On December 16, Lieutenant Governor Billy Nungesser tested positive for COVID-19.[75] And on December 17, Congressman Cedric Richmond, a Democrat from New Orleans tested positive for COVID-19.[76] On December 22, Governor Edwards announced that he would be keeping the state in Phase 2 until January 13 citing that the state had reached the highest number of hospitalized COVID-19 patients since April 2020. On December 29, Congressman-elect Luke Letlow, a Republican from Start, Louisiana died as a result of COVID-19. His death marked the first coronavirus death for either a sitting or incoming member of Congress. Letlow was 41 and had no reported underlying health conditions.[77] On January 16, the Louisiana Department of Health identified that a positive case involved the more-contagious SARS-CoV2 variant Lineage B.1.1.7.[78] On January 22, Governor Edwards announced the launch of “COVID Defense”, an app used to alert Louisianans if someone that they have been in close contact with has contracted COVID.[79] On January 23, it was reported that a COVID-19 outbreak was linked to a January 15–16 wrestling event held at the Lamar Dixon Expo Center in Gonzales, Louisiana. The Louisiana Department of Health announced that they received 20 reports of staff, athletes, and attendees testing positive for the virus.[80] As Louisiana was one of five U.S. states with less than 35% of its population vaccinated, Dr. Scott Gottlieb, former commissioner of the U.S. Food and Drug Administration, predicted the state was at risk for outbreaks of the Delta variant.[81] Governor Edwards announced that schools would close until April 13.[82] Governor Edwards also signed an executive order on March 13 postponing all Louisiana elections in the months of April and May, including the Louisiana Democratic primary, until June and July, respectively.[83] The presidential primaries were held on June 20, 2020.[84] Mayor of New Orleans LaToya Cantrell announced the closure of New Orleans' traffic and magistrate courts on March 15, beginning immediately and lasting for 30 days. The mayor also announced the closure of New Orleans Public Libraries beginning on March 16.[85] Also on March 15, Mayor Cantrell issued guidance surrounding bars and restaurants, directing full-service restaurants to close at 9:00 p.m. and restaurants to only seat 50 percent of their capacity to partake in physical distancing. In addition, quick-service or fast-casual restaurants can only partake in drive-thru service, but can extend their operating hours to 24 hours if needed. Bars and nightclubs are also required to serve up to 50 percent of their capacity, announce last call at 11:15 p.m., and be closed and vacated by midnight every night.[86] Locally, Slidell Mayor Greg Cromer made a statement on March 14, re-stating the closure of public schools and the state of emergency that Governor Edwards announced previously. Mayor Cromer also announced the closing of the Slidell Cultural Center, the cancellation of the City of Slidell's Arts Evening cultural festival, and the rescheduling of the Bayou Jam Concert Series in Heritage Park. He reaffirmed that the Slidell Museum and Slidell Mardi Gras Museums would remain open.[87] On March 16, Governor Edwards issued a state-wide executive order prohibiting public gatherings of more than 50 people, and ordering the closure of bars, bowling alleys, casino gaming (including casinos and video poker), fitness facilities, and movie theaters from March 17 through April 13. Restaurants were also restricted to takeout and delivery service only.[88][89][90] On March 22, Governor Edwards announced a statewide stay-at-home order effective until April 12 in a press conference.[36] On March 31 the order was extended to at least April 30.[42] On March 26, Mayor Cantrell criticized the Trump administration's early response to the pandemic, admitting that she would have canceled Mardi Gras festivities in New Orleans had she been provided with more sufficient information from federal authorities on potential risks. She explained that \"we were not given a warning or even told, 'Look, you know what? Don't have Mardi Gras'\", and that \"if the federal government is not responding to or saying that we're potentially on the verge of having a crisis for the pandemic coming to the U.S. — that would change everything. But that wasn’t happening.\"[91][92] Governor Edwards partnered with the Louisiana Department of Health on May 8 to develop a plan to hire 700 Louisiana residents as contact tracers, who interview and advise those who've tested positive for COVID-19 to ascertain who else in their lives may be at risk for contracting the virus. LDH Secretary, Dr. Courtney Phillips, acknowledged that this measure will only work if the people who are contacted by the tracers actually self-isolate.[93] On July 11, 2020, Governor Edwards announced that masks would be required for most people and that bars had to close.[94] On July 16, Governor Edwards announced a new $24 million Emergency Rental Assistance program (LERAP) aimed at assisting Louisiana renters experiencing financial hardship.[95] On July 19, only three days after its announcement, the state temporarily suspended the Louisiana Emergency Rental Assistance Program due to an overwhelming response.[96] On July 20, Mayor Cantrell of the City of New Orleans encouraged residents to access and utilize the more than $25 million available in Utility Bill Assistance.[97] On July 23, the state surpassed 100,000 reported COVID-19 cases and the Governor signed an executive order extending Phase Two and the statewide mask mandate.[98] As the number of COVID-19 cases continued to rise, so did the state's unemployment rate. On July 28, Governor Edwards penned a letter to Louisiana's congressional delegation citing serious concerns regarding the state's Unemployment Insurance Trust Fund.[99] On August 18, Governor Edwards announced that he would be officially declaring an emergency as it relates to Louisiana's November election. He also noted that the current Emergency Election Plan proposed by the Secretary of State was insufficient.[100] On August 25, Governor Edwards announced that the state would be remaining in Phase 2, citing four key reasons: (1) allowing students to return to campuses; (2) evacuating residents impacted by Hurricane Laura; (3) little-to-no data surrounding testing as a result of hurricane impacts; (4) rising cases across the state.[101] On September 8, it was announced that the state had to begin the process to borrow money from the federal government to supplement the unemployment trust fund which reached very low levels. Ava Dejoie, Secretary of the Louisiana Workforce Commission stated “This is an unprecedented situation. We enjoyed one of the most robust trust [funds], one that was highly regarded as one of the best in the nation before COVID-19 and we were consistently ranked as one of the best in the nation, but we along with other states are now faced with unemployment the likes of which our country has never seen.” [102] On September 11, after improvements in case counts and hospitalizations, Governor Edwards announced the state would be transitioning into Phase 3 and extending the statewide mask mandate. This measure opened the door for increased occupancy and capacity in businesses.[103] On September 16, after weeks of litigation regarding the impending November election, Judge Shelly Dick of the United States District Court for the Middle District of Louisiana ruled that Louisiana's Secretary of State must implement an emergency election plan to accommodate concerns surrounding the pandemic.[104][105] On September 17, the Center for Medicare and Medicaid Services issued new guidance easing restrictions on nursing home visits. The next day, Governor Edwards announced that the state would move quickly to implement these changes, allowing indoor visitation to nursing homes located in parishes with no more than 10% test positivity and without any cases in the past 14 days.[106][107] In October, 65 Republican members of the Louisiana House of Representatives signed onto a petition that sought to overturn Governor Edwards’ public health emergency declaration and the statewide mask mandate. This set off a war between Governor Edwards and Attorney General Jeff Landry over the constitutionality of the petition.[108] As of November 2020, Judge William Morvant of the 19th JDC denied the request, citing that the petition was void since it “specifically targeted Edwards' previous iteration of the phase 3 order which ended Nov. 6.” [109] On March 10, 2021, citing vaccination progress, New Orleans moved to a \"modified phase 3\".[110] On April 27, 2021, Governor Edwards announced a loosening of state-wide restrictions: the mask mandate was narrowed to only apply to public transport (per executive order), schools, health care facilities, and state facilities. Capacity limits were removed for outdoor events, and indoor events were allowed to expand up to 75% capacity with social distancing, or full capacity with masks required.[111] On August 2, 2021, citing spread of Delta variant due to low vaccination levels, Governor Edwards reinstated a mask mandate for indoor public spaces and schools, effective through at least September 1.[112] On December 14, 2020, the first doses of the Pfizer–BioNTech COVID-19 vaccine were distributed to employees of Ochsner Health, after the state received its first shipment of 10,000 doses. Governor Edwards stated that \"this is the beginning of the end. We’re not at the end yet. The vaccine by itself is not going to end this pandemic. We have to have vaccinations, and the process started today.” [113] On January 4, 2021, wider distribution began to residents age 70 and over, and other health care workers. The state also planned to begin vaccine distribution at participating pharmacies.[114] As of January 15, 2021, more than 170,000 residents had received at least one dose of the vaccine, ranking 17th in the country.[115] On March 9, 2021, Governor Edwards announced a major expansion of its vaccination eligibility criteria, covering any resident over the age of 16 who has an underlying condition identified by the CDC as contributing to an increased risk of severe illness from COVID-19. Factoring in conditions such as obesity, it was estimated that 3 in 4 residents were eligible to receive a vaccination based on the new criteria. As of then, 9.9% of the state's population had been fully vaccinated, and 17.3% had received at least one dose.[116][117] New Orleans was identified as one of the leading cities in vaccine distribution nationwide.[110] On August 19, it was reported that the total number of jobs in Louisiana dropped by 11% in the first half of 2020 due to COVID-19. This number is nearly double the number of jobs lost in the aftermath of Hurricane Katrina in 2005.[118] Starting in September, Louisiana's seafood industry, which has been hard hit due to pandemic restrictions on restaurant capacity could apply for assistance through the CARES Act.[119] As a part of the CARES Act, Governor Edwads announced that Louisiana would receive a $2.4 million federal grant to stimulate business recovery. The bulk of these funds will be used to support “COVID-19 recovery projects.” [120] On November 17, 2020, Mayor Cantrell announced that parades would be prohibited during Mardi Gras in New Orleans in order to prevent large gatherings.[121] Furthermore, Cantrell restricted the sale of alcohol at restaurants and ordered the closure of all bars from February 12 through February 16.[122][123] The city was expected to lose out on around $1 billion in revenue tied to Mardi Gras and associated tourism.[121] Due to Delta variant, a number of major New Orleans events, including White Linen Night, Red Dress Run, and the New Orleans Jazz & Heritage Festival (which had postponed itself to October to increase the likelihood that it could be held), announced in August 2021 that they would again be cancelled out of an abundance of caution. The Voodoo Experience music festival was also cancelled for a second year in June 2021, with no specific reason given (although NOLA.com suggested that it had been cancelled out of respect for festivals that had been postponed to October).[124][125] The cancellation of Jazzfest in particular was considered a blow to New Orleans' hospitality industry, which had anticipated tourism to recover.[126] On March 12, the National Basketball Association announced the season would be suspended for at least 30 days, affecting the New Orleans Pelicans.[127] The NCAA also cancelled all of its remaining tournaments for the academic year, including the 2020 NCAA Division I Women's Basketball Tournament — whose Women's Final Four was scheduled to be hosted by New Orleans.[128] The Louisiana High School Athletics Association canceled all events for the duration of the virus and likely the rest of semester and season.[129] On March 19, New Orleans Saints head coach Sean Payton announced that he had tested positive for COVID-19. Payton stated in a tweet that he felt ill on March 15 and was tested the next day. He was the first NFL team member to be confirmed positive for the virus.[32] On May 20, the National College Athletic Association debated and voted to end the moratorium on voluntary practices for football and men's and women's basketball[130] on college campuses.[131] This decision means that Louisiana State University student athletes can return to campus if they are able and adhere to local and state regulations.[132] Southern University has altered its 2020 football schedule as a result of the coronavirus pandemic. Southern's opening game against Texas State University and subsequent home game against Florida A&M have both been canceled. There are five home games on the new schedule but no word has been given on if fans will be allowed in the stadium. The location of the famed Bayou Classic has been listed at TBD and could be moved from the traditional location of the Mercedes-Benz Superdome.[133] On October 5, Governor Edwards announced that sporting events and venues in parishes that meet certain criteria could begin serving alcohol.[134] ProPublica reported that an outbreak at the Louisiana State Penitentiary (Angola) in West Feliciana Parish had been hidden via deliberately low testing rates.[135] The pandemic also affected various temporary facilities housing prisoners of the Louisiana Correctional Institute for Women (LCIW). The pre-2016 site in St. Gabriel was affected by the 2016 Louisiana floods and prisoners had been moved to temporary sites; many of them were more cramped than the previous LCIW prison.[136] The University of Louisiana at Lafayette published a study finding that in the 14 days since its first case was reported, the growth rate of new COVID-19 cases in the state was 67.8%, exceeding New York's 66.1% growth in a similar period, and believed to be the fastest rate of cases in such a period in the world.[8] New Orleans has been noted for its high rate of cases; LSU associate professor Susanne Straif-Bourgeoi suggested that the city's Mardi Gras celebrations may have been a factor in its rapid spread—as they attract a large number of public gatherings and international tourism, and occurred before the wider scrutiny over the virus that emerged in March.[138] The state's demographics have also influenced its rapid spread, including its sizable African American population (a group that has seen a disproportionate impact in other parts of the country as well). On April 6, numbers released by the Louisiana Department of Health revealed that approximately 70% of COVID-19 deaths in the state at that point were among African Americans. Although only accounting for 33% of the state's total population, the majority population in New Orleans is African American.[139][140][141] As of May 18, African Americans accounted for approximately 55% of total COVID-19 deaths, Caucasians accounted for almost 43%, with American Indians/Alaskan Indians, Asians, Native Hawaiians/Pacific Islanders, and Other/Unknown races accounting for less than 1% of total deaths each.[142] Industrialized parts of the state have seen particularly high numbers of deaths, including St. John the Baptist Parish (which has had the highest deaths per-capita in the country), and River Parishes between New Orleans and Baton Rouge colloquially known as \"Cancer Alley\".[143][144][145] On June 24, officials identified an increase in cases among residents under the age of 30, with the 18-29 age group now accounting for 18% of all cases.[146] Weekly all-cause deaths in Louisiana [1]:","Title":"COVID-19 pandemic in Louisiana - Wikipedia","KeyID":"10767","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Louisiana"}