{"Content: ":"The COVID-19 pandemic was confirmed to have reached the U.S. state of Montana on March 14, 2020.[2] As of June 4, 2021, the Montana Department of Public Health and Human Services (MDPHHS) has reported 112,260 positive cases and 1,632 deaths in the state.[3] Sources: DPHHS. On March 11, the Governor of Maryland, Larry Hogan, announced that a part-time Montana and part-time Maryland resident tested positive for coronavirus in Anne Arundel County, Maryland. The woman in her 70s is a part-time resident of Lake County, and because this was her primary residence, the Centers for Disease Control and Prevention announced that she would be considered Montana's first case. The woman, however, had not been in Montana since November 2019 and did not come into contact with anyone in Montana. Her being counted as a Montana case is still not officially confirmed, however, as the MDPHHS does not report the case in their official totals.[4] On March 12, Governor Steve Bullock declared a state of emergency in Montana. Although no cases were confirmed in the state at the time, the emergency declaration helped prepare state and local governments for the future impact the disease would have on Montana.[5] On March 13, Governor Bullock announced the first four cases of coronavirus that were within the state of Montana. The patients included a Gallatin County man in his 40s who traveled internationally, a Yellowstone County woman in her 50s who traveled internationally, a Silver Bow County man in his 50s who traveled to Washington, and a Broadwater County man in his 50s who also traveled to Washington.[2][6] Late on March 14, the governor's office announced the confirmation of two more positive cases, both of which are from Missoula County: a woman in her 30s who was identified as the Montana Commissioner of Higher Education and a man in his 50s. The commissioner and the man from Silver Bow County who was confirmed on March 13 were both present at a Board of Regents meeting in Dillon on March 5, where it is believed that the commissioner was exposed.[6] Mid-day March 15, Governor Bullock issued an executive order that closed all public schools in the state for two weeks beginning March 16 and lasting until March 27. In addition, the governor ordered the suspension of all nursing home visits with the exception of end-of-life situations. Governor Bullock also suggested, but did not ban, the gathering of all groups over 50 people.[7] The Lewis and Clark Library announced that they would close beginning on March 17 until further notice. All overdue were ended and the due date of all books was extended to May 1.[8] The city of Helena was placed under a 10-day-long state of emergency by Mayor Wilmot Collins on the afternoon of March 16.[9] Governor Bullock announced that two new positive cases had been confirmed in Montana: a Missoula County man and a Yellowstone County woman, both of whom are in their 20s. This announcement increased the total number of cases to 8.[10] Bishop Austin Vetter of the Roman Catholic Diocese of Helena announced on March 17 that all public Masses and related gatherings in the diocese would be banned until further notice.[11] During a press conference, Governor Bullock announced an additional case in the state. He also announced that small businesses would be able to apply for Small Business Administration (SBA) loans and uninsured Montanans would have the cost of their coronavirus tests covered.[12] Late March 18, Governor Bullock's office announced two more positive cases in Montana, which increased the cases to 12 in the state. The patients were a Missoula County man in his 50s and a Gallatin County man in his 60s.[13] On March 20, Governor Bullock announced measures that would close all sit-down and dine-in food services, all alcoholic beverage businesses, casinos, and other businesses that serve groups of people at one time. The closure began at 8:00 p.m. that same day and last until midnight on March 28.[14] By March 21, the Montana Department of Public Health confirmed an additional 6 cases, bringing the total to 27 cases of coronavirus in the state of Montana. Three additional cases were confirmed in Cascade County on the evening of March 21, bringing the total number of cases to at least 30.[15] A survey by WalletHub comparing increases in unemployment claims between US states and D.C. found Montana to be the \"least affected\" state in the US for COVID-19-related unemployment claims.[16] On June 1, Montana moved to phase 2 of the state's reopening plan.[17][18] The three Montana entrances to Yellowstone National Park were opened on June 1, after the south and east (Wyoming) entrances had been opened in mid-May.[19] Glacier National Park reopened its west gate entrance at West Glacier on June 8.[20] The Blackfeet Nation closed the east access roads to Glacier National Park on June 26, 2020.[21] In early July, multiple political candidates were self-isolating after potential exposure.[22][23] On July 10, 2020, Ravalli County reported its first death.[24] In addition, the Northwest Montana State Fair and Rodeo voted to continue its planned date of August 19 to August 23.[25] On July 14, 2020, Yellowstone County reported its first death.[26] On July 16, 2020, Lewis and Clark County reported its first death.[27] The University of Montana reported multiple cases as cases reached 2,234.[28] The Montana High School Association releases plans for fall sports.[29] In Southwest Montana, an outbreak caused restaurants to scale back.[30] On August 7, the Crow Nation ordered its members to go under a lockdown.[31] On August 28, 2020, 100 deaths had been reported.[32] Governor Bullock said the state would provide up to $20 million for COVID-19 preparations for the Montana State University system.[33] By September 13, the State passed over 9,000 cumulative cases of COVID-19.[34] On September 24, Montana passed the 11,000 mark in cumulative cases of the coronavirus.[35] On October 15, several cases were linked to the Let Freedom Ring concert held Oct. 3 in the Helena Valley.[36] Patients were being transferred to other hospitals within the state as ICU units filled up. Yellowstone County hospitals were \"nearly overwhelmed.\" Billings Clinic had confirmed contracts for refrigerated trucks for possible use as a temporary morgue.[37] On October 30, Montana passed the 30,000 mark in cumulative cases of coronavirus, also setting a daily record with 1,063 new confirmed cases.[38] On December 8, the Billings Clinic reported they only had four remaining ICU beds out of 56 total, and had discharged 454 COVID-19 patients since October 9.[39] Singer Jeffrey Foucault announced he would no longer play concerts in Montana, because Montana state law prohibited requiring audience members to provide proof of vaccination or a negative COVID-19 test.[40] On September 5, Montana hospitals were nearing or at capacity due to a surge in cases.[41] Helena Mayor Wilmot Collins placed the city under a state of local disaster emergency on March 16, 2020. Lasting 10 days, the emergency declaration activated the response and recovery units of all city disaster plans. This also allowed for the possibility to declare a curfew or quarantine, though city officials said that none had been decided at that time.[9] Governor Bullock announced major closures in establishments that seat many people, including restaurants, alcohol beverage businesses, cigar bars, gyms and health clubs, movie theaters, nightclubs, bowling alleys, and casinos on March 20. Restaurants are allowed, under the order, to use delivery, walk-or-drive-up, or drive-thru services. Alcoholic beverage delivery was also allowed. The limitations began that same day at 8:00 p.m. and would expire at 11:59 p.m. on March 27.[14] Governor Bullock signed a pair of executive orders on March 26 enforcing a stay-at-home order for all Montana residents beginning at midnight on March 28 and ending on April 10. The executive order also forced all non-essential businesses to fully close.[42] On March 31, Governor Bullock announced that the Montana Facility Finance Authority Act would provide financing for \"health care, medical and related facilities.\"[43] On April 3, Governor Bullock announced that Supplemental Nutrition Assistance Program benefits would no longer require interviews. Benefits would be \"auto-renewed for another year as long as the state of emergency lasts.\" The supply of commodities provided through food banks, by tribal partners, and senior centers would be doubled.[44] On July 7, 2020, Governor Bullock announced order to test in assisted living facilities.[45] On July 15, Governor Bullock announced that masks would be required at enclosed public spaces in counties that currently have three or more active cases.[46] In September, eight staff members from the Missoula City-County Health Department spent two weeks working with the Northern Cheyenne Tribe to help set up a response effort.[47] On October 15, Governor Bullock \"urged health care workers to consider paid volunteering\" due to a shortage of medical workers.[37] On April 17, 2020, the governor announced that he is working with a newly appointed COVID-19 task force on a \"phased reopening\" of Montana. The state must meet three benchmarks to begin the reopening:[48] In May 2021, Montana became the only state to ban employers from implementing vaccine mandates for their employees. This law was opposed by Montana Hospital Association.[49] Planned vaccination mandates for health care workers by Benefis were suspended.[50] In September 2021, Governor Gianforte opposed the federal vaccine mandate for employers with more than 100 employees.[51] In September 2021, the Associated Students of the University of Montana requested the Montana Board of Regents to implement vaccine mandates and stronger mask requirements.[52] The National Guard sent personnel to support hospitals in Billings and Missoula in September 2021.[53][54] Assistance from the Guard was also requested in Bozeman.[55] In the beginning of June 2020, the state began free, state-wide testing of asymptomatic individuals.[56] On September 19, 2020, The Billings Gazette reported that Montana was one of 20 states that has not released data or has incomplete data on rapid antigen tests.[57] On October 15, 2020, testing capacity and supplies were not experiencing shortages. The University of Montana and Montana State University had begun testing on their campuses.[37] On April 1, 2020, Governor Bullock issued a directive to correctional facilities suspending all new transfers into the Department of Corrections custody to protect prison inmates and staff.[58] Until April 10, CoreCivic required prison inmates to sign a waiver in order to receive a face mask, which held the company harmless of any claims related to the masks.[59] The Montana Department of Corrections' inmate workers have been producing masks for inmates. By May 14, two positive COVID-19 cases had been found among inmates in state custody of seven inmates tested.[60] Starting on May 15, 772 additional tests for coronavirus per month were made available to asymptomatic inmates and staff in Montana's prisons and correctional facilities.[61] On June 4, the Law and Justice Interim Committee asked the director of the Department of Corrections for a timeline for sentinel testing at all prison facilities and plans on how the department would handle an outbreak.[62] Source: Analysis by the Montana DPHHS, as of July 22, 2022.","Title":"COVID-19 pandemic in Montana - Wikipedia","KeyID":"10779","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Montana"}