{"Content: ":"The following is a timeline of the COVID-19 pandemic in Massachusetts. The first case of COVID-19 was confirmed by state health officials on February 1. Massachusetts became the fifth state in the U.S. to report a case of COVID-19.[1] The individual, a University of Massachusetts Boston student, had returned to Boston from Wuhan, China. Upon returning to Boston he began experiencing symptoms and sought medical care.[2][3] 175 executives of Biogen, a biotechnology company based in Cambridge, held a two-day leadership conference from February 26–28 at the Boston Marriott Long Wharf hotel.[4] On February 29, a Biogen executive began to develop symptoms and sought treatment at a Boston area hospital. Suspecting COVID-19 was the cause of the illness, the executive requested a test, but was told by hospital staff that it was not necessary.[4][5][6] On March 2, the second confirmed case in Massachusetts was reported. The patient was a woman in her 20s from Norfolk County. She had recently traveled to Italy with a school group from Saint Raphael Academy in Pawtucket, Rhode Island. She was the third person from the trip to test positive, with two people from Rhode Island who had gone on the trip also testing positive.[7] On March 4, staff from Biogen contacted the Massachusetts Department of Public Health (MDPH) to report that two executives who had recently traveled from Europe to Boston and had attended the February employee meeting had tested positive for SARS-CoV-2 upon returning home. The same day, a \"significant number\" of Biogen employees asked to be tested for the virus at Massachusetts General Hospital (MGH), which had not been informed that anyone at the company had been exposed. The state police announced Shattuck Street would be closed because a group of 60 individuals were being transported along the route to Brigham and Women's Hospital.[8] On March 5, Biogen reported that three individuals who had attended the company event in Boston the previous week had tested positive for SARS-CoV-2.[9][10] On March 5, Bill Hanney's North Shore Music Theatre hosted an onstage dinner party in celebration of EXYO and the Boch Center bringing together over 50 members of the Broader North Shore + Massachusetts state government. Guests included: Commissioner Joan Mikula, Department of Mental Health and Josiah A. Spaulding, President and CEO of the Boch Center, Paula Conrad, Lisa and George Surabian, Steve Chiara and Judy Delucia, Robyn Stavis and Vicki Boylan in addition to dinning, facility, and production staff.[11] On March 6, public health officials reported five new cases bringing the state total to eight.[12][13] Four cases were in Suffolk County, three in Norfolk County, and one in Middlesex County. Two cases were associated with travel to Italy and one to Wuhan. All five new cases were associated with the Biogen meeting.[14][15][16] On March 7, five more presumptive positive cases of COVID-19 were reported, bringing the total to 13.[17] Among those cases was the index case in Berkshire County, a man in his 60s from Clarksburg whose infection could not be traced.[18] On March 8, the MDPH reported 15 more presumptive cases of COVID-19,[16] all of which were individuals present at the Biogen conference,[14] bringing the total to 28.[12] In response to the outbreak, Biogen ordered all its employees to work from home.[19] The fifteen new presumptive cases included five from Suffolk County, five from Middlesex County, four from Norfolk County, and one whose county of residence was unknown.[20] Officials in North Carolina reported that five residents of Wake County tested positive for COVID-19; all five were participants in the previous week's Biogen meeting in Boston.[21] On March 10, the first evidence of community transmission, also known as community spread, was found in a handful of cases in the Berkshires.[22] A man in Sudbury tested presumptive positive for COVID-19,[23] and the first case in Essex County was also reported.[24] On March 12, there were 108 people in Massachusetts with confirmed or presumptive cases of COVID-19. Among those cases, 82 (75% of the total) were associates or employees of Biogen.[25] Governor Baker said the state had tested more than 200 patients and had the capacity to test up to 5,000.[26] The Boston Marriott Long Wharf hotel, which had hosted the Biogen company gathering, closed temporarily. In a letter to their guests, the hotel said it made the decision in cooperation with the Boston Public Health Commission.[27][28] Acton-Boxborough announced school closures from March 13 until March 20.[29] On March 13, the Boston Marathon was postponed from April 20 until September 14.[30] A few hours later, Governor Baker prohibited gatherings of more than 250 people. The measure was targeted at large events and exempted most workplaces, transit buildings, polling locations, government buildings, and schools.[31] Cardinal O'Malley, the Roman Catholic Archbishop of Boston, announced that all daily and Sunday masses and other religious services would be suspended in the Archdiocese of Boston until further notice.[32] Boston Mayor Marty Walsh announced that Boston Public Schools would be closed starting on March 17 until April 27.[33] Woburn announced that a presumptive positive case in the city had been confirmed as negative.[34] On March 14, Cape Cod (Barnstable County) confirmed its first case,[35][36] a man in his 60s from Sandwich.[37] Officials in Worcester and Malden both announced their respective cities' first confirmed case of COVID-19, both linked to Biogen.[38][39][40] Of the state's 138 cases, 104 (75%) could be traced to employees or contacts of Biogen.[12] A 59-year-old Worcester man died on a flight from Dubai to Boston, sparking speculation that he had died from COVID-19.[41] He had been sick with gastrointestinal problems and was in cardiac arrest during the flight. On March 16, Massachusetts State Police said an autopsy revealed he did not have COVID-19.[42] On March 15, Baker ordered all public and private schools in Massachusetts to close for three weeks, from March 17 through April 7. The same day, he also banned eating at restaurants, banned gatherings of more than 25 people, relaxed unemployment claim requirements, and enacted other interventions to try to slow the spread of COVID-19.[43] Hampden and Plymouth counties had their first cases.[12] Plymouth County's first case, in Hanover, resulted from travel.[44] Hampden County's first case tested positive at Baystate Medical Center in Springfield; the hospital noted an additional 23 suspected cases.[45] On March 16, Brockton announced its first case, and the mayor declared a state of emergency for the city.[46] Boston Mayor Marty Walsh ordered construction projects to shut down by March 23, maintaining only minimal staff for security. He also announced that all branches of the Boston Public Library would close beginning that night.[47] The Massachusetts Bay Transportation Authority (MBTA) announced that, starting March 17, it would run the subway and buses at Saturday levels of service during the week, with express buses still running, ferries not running, and commuter rail running on a modified schedule.[48] The next day, service was increased on the Blue Line, Green Line E branch (which serves Longwood Medical Area), and some bus lines to reduce crowding. Frequency on Massport shuttles to Logan International Airport was reduced or canceled.[49] The number of hospitalized patients with suspected or known infections quadrupled to 53 between March 16 and 17. Major hospitals began reusing protective gear or asking the public for donations of masks.[50] The number of cases where initial exposure was under investigation began to rise rapidly, whereas cases tracked to Biogen attendees and household contacts continued an overall mild decline.[note 1] On March 19, Governor Baker activated up to 2,000 Massachusetts National Guard to assist in the management of the pandemic.[51] The number of cases increased by 72, putting the total at 328, with 119 in Middlesex County.[52] Franklin and Hampshire counties – both in Western Massachusetts and the last non-island counties – had their first confirmed cases of COVID-19.[12] On March 20, Massachusetts experienced its first death due to COVID-19. The fatality was an 87-year-old man from Suffolk County, who was hospitalized and who had preexisting health conditions.[53][54] Martha's Vineyard in Dukes County had its first case, a 50-year-old man in Tisbury.[55][56] This was the thirteenth of 14 counties in Massachusetts to report a case of COVID-19.[57] The cities of Somerville and Cambridge closed non-essential businesses.[58][59] Governor Baker announced that 5,207 people had been tested for COVID-19 in Massachusetts through state and commercial laboratories.[60] That night the state announced its second death due to COVID-19, a woman from Middlesex County in her 50s who had a preexisting health condition.[61][62] Nantucket County, the last county to have no cases of the virus, reported its first COVID-19 case.[63] In order to reduce contact between drivers and customers, the MBTA began rear-door boarding on above-ground stops for buses, the Green Line, and the Mattapan Trolley, except for passengers with disabilities who need to use the front door.[64] On March 22, Nantucket issued a shelter-in-place order, to start March 23 and end on April 6. Exceptions were made for essential services to remain open.[65] Governor Baker instructed people in mainland Massachusetts with second homes in Nantucket and Dukes County to stay on the mainland.[66] Three new deaths were reported by Massachusetts DPH, two men, both in their 70s, from Hampden and Berkshire counties, and a man in his 90s from Suffolk County.[note 2][67] On March 23, Governor Baker announced a stay-at-home advisory effective from noon March 24 until noon April 7. Nonessential businesses were ordered to close physical workplaces, and restaurants and bars were restricted to offering takeout and delivery. People were told they could go out to obtain essential goods and services, such as groceries and medicine, but should follow social distancing protocols.[68] On March 24, the number of cases jumped by 382 to 1,159, with two new deaths attributed to COVID-19.[note 3] This unusually large jump in cases (49%, versus 20–28% in the previous five days) was attributable to Quest Diagnostics processing 3,843 tests in one day, yielding 267 of the state's 382 new positive results.[12] On March 25, the Commissioner of Public Health issued emergency regulations for grocery stores and pharmacies, requiring them to designate a daily shopping hour for senior citizens and provide checkout line distancing markers, hand washing and sanitizer for employees, disinfecting wipes for customers to use on carts. A ban on reusable bags became mandatory, overriding local bans on single-use plastic bags and eliminating fees for store-provided bags. Self-service food stations were ordered to be closed, and regular sanitization was required.[69] On March 27, the state extended the tax filing deadline to July 15 and announced new travel guidelines.[70][71][72] State officials announced that the Massachusetts Department of Public Health Commissioner, Monica Bharel, had tested positive for SARS-CoV-2; she had mild symptoms and planned to recover at home.[73] On March 30, the state announced that it had conducted almost 43,000 tests of Massachusetts residents, with Quest Diagnostics having conducted 21,321 (almost half) of the total tests administered.[note 4] Later that evening, the MBTA announced that 18 transit workers had tested positive for the virus.[74] In addition, the Boston Police Department confirmed that 19 officers and three civilian employees had all tested positive.[75] The Archdiocese of Boston announced that eight priests had tested positive for the disease.[76] On April 2 Boston Mayor Walsh announced plans to convert the Boston Convention and Exhibition Center (BCEC) into a field hospital, later named Boston Hope, with 500 beds assigned to the homeless and 500 to accept COVID-19 patients from city hospitals.[77] On April 2, more than 500 healthcare workers in Boston hospitals were reported to have tested positive for COVID-19.[78][79][80] On April 5, Boston Mayor Walsh announced a voluntary city-wide curfew for non-emergency workers in Boston from 9 p.m. to 6 a.m.,[81] and asked all Bostonians to wear face coverings in public.[82] On April 9, the Massachusetts Institute of Technology published a preliminary study of sewage samples taken in the Boston area on March 25, in an effort to determine the extent of COVID-19 infections. Based on concentrations of the virus found in the samples, the study suggested that approximately 115,000 of the Boston region's 2.3 million people were infected. At the time of sampling, Massachusetts had only 646 confirmed cases in the area.[83][84] Starting the evening of Friday April 10, the Massachusetts Department of Conservation and Recreation closed some parkways to vehicle traffic to allow recreational pedestrians to spread out, and reduced parking availability at some state parks. The city of Boston also reduced parking near the Arnold Arboretum.[85] The Massachusetts Education Commissioner canceled MCAS standardized tests for the first time, taking advantage of a federal waiver.[86] On April 12, there were 25,475 total cases, with 2,615 new cases, making Massachusetts the state with the third-most cases in the United States, behind only New York and New Jersey.[note 5] Massachusetts officials warned of ebb and flow of the spread of COVID-19.[87] On April 15, the Massachusetts DPH announced a plan to release town-by-town infection rates. This was a reversal from the earlier policy of discouraging the release of town-specific information concerning the number of infected in each particular community.[88] On April 18, Baker announced that a third field hospital has opened in Cape Cod.[89] On April 20, Governor Baker signed a law banning residential and small business evictions and foreclosures on homeowners (other than emergencies), for four months or until the state of emergency is ended.[90] As of July 21, the moratorium expires on October 17, 2020.[91] On April 21, Governor Baker announced that Massachusetts schools would not return to in-person learning for the remainder of the academic year. He also extended through June 29 a previous order to close non-emergency childcare services.[92] On April 22, former 2020 Democratic presidential candidate and U.S. Senator Elizabeth Warren from Massachusetts announced that her oldest brother had died from COVID-19 in Oklahoma.[93] On April 24, Governor Baker announced that while COVID-19 cases and testing were up in Massachusetts, hospitalizations have started to decrease and reached the lowest point since early April.[94] Massachusetts recorded 4,946 new cases partially due to an error by Quest Diagnostics in missing more than 10,000 test results, both positive and negative, recorded in April 24 data.[note 6] On April 25, Governor Baker addressed the topic of when stay-at-home measures and closures of non-essential businesses would end. When restrictions were originally announced in mid-March, they were slated to end at noon on April 7; later their projected end date was pushed to May 4. Baker said it was unlikely restrictions would be lifted by then because the surge of cases had hit later than expected – May 4 presumed a surge in early April. Baker said the process of reopening will begin when hospitalizations start to decline consistently, and when there is \"some evidence that we are in fact over the hump ... with respect to the surge.\"[95] On April 28, Governor Baker extended the statewide stay-at-home advisory by two weeks, to May 18. He also said that once the advisory expires, the process of reopening will begin in stages, and not happen all at once.[96] Also on April 28, it was reported that at the Soldiers' Home in Holyoke, at least 68 veterans – nearly 30 percent of the home's residents – had died of COVID-19 in what is believed to be the deadliest outbreak at a long-term care facility in the United States during the COVID-19 pandemic.[97] On May 1, Governor Baker issued an order, effective May 6, to require people to cover their faces in public when in situations where they are unable to keep six feet away from others.[98] On May 4, a group of several hundred anti-lockdown protesters gathered outside the Massachusetts State House to urge Governor Baker to lift the state's stay-at-home advisory and reopen businesses.[99] Organizers had planned to hold the protest, named the \"Liberty Rally\", if businesses were not reopened by May 1. The event was promoted by conservative talk radio host Jeffrey Kuhner and Super Happy Fun America, the group responsible for organizing the controversial 2019 Boston Straight Pride Parade.[100] On May 8, Boston Mayor Walsh announced that parades and festivals would not take place in Boston at least until Labor Day (September 7).[101] On May 11, Governor Baker announced a four-phased plan to reopen the state. In phase one, a small number of industries that do not involve much face-to-face interaction will be allowed to return to operating, with strict restrictions in place. In phase two, more industries will be allowed to open, with restrictions including limits on the number of people allowed to gather in one place. In phase three, more industries will open, with guidance on how to operate safely. Phase four is set to occur if a vaccine or therapy is developed allowing restrictions to be loosened. The state also published Mandatory Workplace Safety Standards to be followed by industries that will open as a part of phase one. These standards include requirements for social distancing, hygiene, staffing policies, and cleaning and disinfecting.[102] On May 18, Governor Baker released the details of the plan to reopen businesses in Massachusetts, and renamed the stay-at-home advisory to a \"safer at home\" advisory. The plan allows places of worship, essential businesses, manufacturing businesses, and construction sites to reopen with strict restrictions on May 18. Also as of May 18, hospitals and health centers may begin providing urgent preventative care and treatment services to high-risk patients. Baker also announced that people who choose to ride the MBTA will be required to wear masks. Beginning on May 25, additional businesses will be able to open, also with restrictions. Although Baker's plan includes office buildings in the list of businesses allowed to open on May 25, offices within Boston will not be allowed to open until June 1.[103] On May 26, Baker said in a press conference that the surge in COVID-19 cases in Massachusetts is over, as evidenced by declining numbers of people hospitalized by the disease. He announced that the Boston Hope field hospital, located in the Boston Convention and Exhibition Center, would no longer be accepting new patients. The facility has treated more than 700 people with COVID-19, and has also provided shelter to some of Boston's homeless community. Baker also said that other field hospitals around the state would begin to close.[104] Baker also announced $6 million in grants to go to small businesses to help them purchase protective equipment and implement the safety precautions indicated in the reopening plan.[105] The Boston Athletic Association announced on May 28 that the 2020 Boston Marathon, which had already been postponed to September, would be canceled.[106] On June 1, Massachusetts began reporting probable cases of and deaths due to COVID-19 in their data, when previously they had only been reporting confirmed cases and deaths. This change follows guidance from the U.S. CDC. The Massachusetts Department of Public Health said in a statement that probable cases are recorded for people who \"have either 1) had a positive antibody test and either had COVID symptoms or were likely to be exposed to a positive case or 2) did not have an antibody test but had COVID symptoms and were known to be exposed to a positive case.\" Probable deaths are defined as deaths where COVID-19 was listed on the death certificate as the cause of death, but where no test was administered. Due to these changes in reporting, Massachusetts became the 5th state in the U.S. to report over 100,000 cases of the contagious disease.[107] On June 3, Massachusetts began reporting recoveries in their weekly data report. Previously, they had not been reporting the number of cumulative recoveries in their data. A patient is considered to be recovered if they have either been sick for 21 days or 21 days have passed since they tested positive.[108] Governor Baker announced on June 6 that Massachusetts would begin entering phase two of the reopening plan starting on Monday, June 8, following positive trends in access to testing and decreasing hospitalizations. The first portion of the phase will allow childcare, day camps, lodging retail stores, outdoor seating at restaurants, and children's sports programs to reopen with strict precautions. Additional services, including indoor dining and nail and tanning salons, will be allowed to reopen at an unspecified later date as a part of phase two if the positive trends in COVID-19 cases continue.[109] Boston entered phase two of their reopening plan on June 8.[109] Amid ongoing protests over the May murder of George Floyd, Governor Baker announced pop-up testing sites would open throughout the state on June 17 and 18 to provide free tests to protesters and anyone else who wished to be tested.[110] During the period 11–17 June, Worcester county had the second highest number of deaths in the state with 39.[12] On June 22, WBUR reported that Massachusetts had become the state with the lowest COVID-19 transmission rate in the country. The June 22 Rt, a value measuring the average rate of transmission of a virus at a point in time, was 0.67 in Massachusetts. According to rt.live, the website calculating the values, an Rt value of 1.0 or above is considered to signify \"rapid spread\".[111] The June unemployment rate was later calculated at 17.4%, a record high and the worst of any U.S. state at the time.[112] On July 2, Governor Baker announced that Massachusetts would enter the first stage of phase three of its reopening plan starting on Monday, July 6. Phase three allows companies including gyms, casinos, and museums to open with safety precautions. Boston will delay entering phase three until July 13.[113] Governor Baker announced on July 8 that free testing centers would open in eight communities that are seeing high viral spread: Chelsea, Everett, Fall River, Lawrence, Lowell, Lynn, Marlborough, and New Bedford. These areas are experiencing considerably higher positive test rates than the state average, and the testing rate has been growing lower.[114] The Massachusetts State Collegiate Athletic Conference announced on July 16 that it was suspending the fall 2020 sports season. Applying to both indoor and outdoor sports, the decision impacts Bridgewater State University, Fitchburg State University, Framingham State University, Massachusetts College of Liberal Arts, Massachusetts Maritime Academy, Salem State University, Westfield State University, and Worcester State University, as well as other universities which are affiliate members of the conference for football or golf.[115] To improve revenues for restaurants with liquor licenses, Governor Baker signed a law on July 21 allowing restaurants to serve cocktails to go in sealed containers until at least February.[116] Also on July 21, Baker extended the moratorium on evictions and foreclosures in the state through October 17, 2020.[117][118] The MBTA resumed collecting fares and requiring front-door boarding on buses and trolleys on July 20, having installed plexiglass shields for drivers.[119] Towards the end of the month, Massachusetts began to experience a slight reversal in what had previously been positive trends in case data. Governor Baker blamed \"disturbing reports of large gatherings\" on the uptick in cases, a trend he described as attributable to people not following guidelines rather than a result of moving forward in the state's reopening plan.[120] On July 26, president of the Massachusetts Medical Society Dr. David Rosman tweeted, \"Pay attention #Massachusetts — #COVID19 is on the rise. The numbers show it. The anecdotes show it.\" Rosman is among a group of people who have pushed Baker to pause the reopening plan, or move back from stage three to stage two, if case data continues to show a negative trend.[121] The city of Somerville, which was the only city or town in Massachusetts that had not entered phase three of the reopening plan by the end of July, announced on July 31 that they would be further delaying entering the third phase. Officials said they had based the decision on concerns about case trends, issues with testing and contact tracing, and the possibility of another surge in cases.[122] Beginning on August 1, visitors and Massachusetts residents returning from out of state need to fill out a form and quarantine for two weeks, unless they are coming from an exempt state or have tested negative for COVID-19 in the past 72 hours. State exemptions are based on a threshold for rolling averages of daily cases and positive test rates; individuals can also be exempted if they are commuting for work, coming to the state for medical treatment, following military orders, or traveling to work in federally-identified critical sectors.[123] Governor Baker announced on August 7 that Massachusetts would postpone entering the second portion of phase three of the state's reopening plan, intensify enforcement of COVID-19 regulation violations, and reduce the limit on the number of people allowed at public and private outdoors events from 100 to 50. The changes were announced after several incidents in which large parties were found to be violating the state guidelines on the numbers of people allowed to gather, as well as on masks and physical distancing.[124] Massachusetts school districts were required to submit their final plans for teaching in the fall, along with detailed safety protocols, by August 14.[125] As of August 14, at least 32 of Massachusetts' 289 school districts had announced they would be teaching completely remotely to start the school year.[126] Boston Public Schools announced on August 13 they had requested a waiver to delay the start of the school year from September 10 to September 21, saying they planned to use the time to provide training to staff.[127] On August 21, after several weeks of pressure from the Boston Teacher's Union and other Massachusetts unions, BPS announced they would begin the school year remotely, with classes returning to in-person learning based on need beginning in October.[128] Some colleges in Massachusetts began moving students in to dorms in mid-August. As of August 16[update], students were beginning to move in to on-campus housing at Boston University in Boston and Clark University in Worcester.[129] On August 19, the Massachusetts Department of Public Health announced that all children aged six months and older would need to receive a flu vaccine by December 31, 2020 in order to attend childcare, K–12 schools, and colleges and universities in the state. There is an allowance for medical or religious exemptions, and homeschooled K–12 students or higher education students who are not going on campus will not be required to receive the vaccination.[130] This spurred some protests, including a rally of several hundred outside the State House on August 30, from parents and those who believed the decision was governmental overreach.[131] In the Andover School District, which said it would start the year using a hybrid model of in-person and remote learning, teachers said they would only work remotely due to safety concerns. The Andover School Committee described the teachers' decision an \"illegal work stoppage\".[132] When 45% of the members of the Andover Education Association refused to enter the building on August 31 for training, the Andover School Committee voted to take legal action against the educators. The teachers said they would \"reluctantly\" and \"under duress\" return to work, with the \"hope that the School Committee will begin to negotiate reasonable health and safety benchmarks with us in good faith.\"[133] On September 3, Governor Baker announced a community messaging campaign targeted towards Chelsea, Everett, Lawrence, Lynn, and Revere: communities that were still experiencing very high rates of COVID-19.[134] By early September, some Massachusetts universities had received media attention when students disregarded social distancing rules imposed by the schools. In mid-August, more than 20 College of the Holy Cross students tested positive for SARS-CoV-2 after partying off-campus in Worcester, Massachusetts. The school said the students who organized the party would be punished for breaking an agreement they had made before returning to school.[135] Northeastern University announced on September 4 that they had dismissed eleven students caught violating social distancing rules within a day or two of many students moving in. Northeastern reported they would not be reimbursing the students' tuition or housing payments.[136] Later in September, Middlebury College barred 22 students from campus for not following the campus COVID guidelines.[137] Following seventeen cases of COVID-19 in one dorm, Merrimack College quarantined all 266 residents of the dorm.[138] On September 29, Governor Baker announced that communities classified by the state as \"lower risk\" would be allowed to move into step two of the third phase of the state's reopening plan beginning on October 5. This step includes allowing both indoor and outdoor performance venues to open at 50% capacity (up to 250 people); fitting rooms to open in retail stores; and gyms, museums, libraries, and driving and flight schools to increase capacity to 50%.[139] The Massachusetts Coalition for Health Equity criticized Baker's choice to continue reopening the state, citing concerns over increasing cases and positive test rates.[140] The Massachusetts Department of Elementary and Secondary Education announced on October 2 that they would begin providing weekly reports on the number of COVID-19 cases detected in schools. In the first report, covering the period from September 24 to September 30, 63 cases were found among students and 34 among staff. Student cases were spread across 41 districts, with Plymouth having the highest number with four cases reported.[141] The Massachusetts Department of Health reported in early October that there had been outbreaks of COVID-19 at a substance abuse treatment center in Plymouth, as well as an outbreak at a correctional center in Middleton. Almost a third of the patient population of the Plymouth treatment facility tested positive, as did a dozen staff.[142] On October 7, Boston Mayor Walsh announced that plans to allow additional students in the Boston Public School system to return to fully in-person or hybrid learning models would be further delayed after Boston's coronavirus positivity rate exceeded 4%.[143] Also on October 7, Governor Baker announced his administration would be forming an advisory group to consult on plans to distribute a vaccine in Massachusetts when one is developed.[144] On October 13, Health and Human Services Secretary Marylou Sudders announced at a press conference that they would be extending through December the \"Stop the Spread\" initiative, which provides free testing to high-risk communities.[145] On October 22, the Baker administration announced a $774 million plan to bolster economic recovery among businesses in the state.[146] The same day, the Department of Public Health announced that for two weeks they would no longer be allowing indoor ice rinks to operate, following clusters of COVID-19 at various rinks throughout the state connected to indoor ice hockey.[147] The Boston Globe reported on October 26 that coronavirus cases in the state had risen sharply on October 22 and \"have been maintaining levels we haven't seen in months\".[148] The previous day, the Globe reported that the state had acknowledged not knowing the source of infection in approximately half of the known cases in the state, raising concerns with the state's ability to identify and quickly reduce the impact of pockets of infection.[149] Thirteen communities in Massachusetts returned to step 1 of phase 3 of the state's reopening plan after spending three weeks in the \"high risk\" designation, including Brockton, Malden, Waltham, and Woburn.[150] On November 2, Governor Baker announced a statewide curfew for businesses, a tighter limit on the number of people allowed to gather indoors, and stricter face mask requirements. The curfew requires some businesses such as theaters and casinos to close at 9:30 pm, and requires restaurants to stop providing table service at that same time. Baker also implemented a stay-at-home advisory, to begin on November 6, to encourage people to stay home between the hours of 10 p.m. and 5 a.m.[151] In a press conference on November 12, Boston Mayor Walsh warned that if Boston sees similar surges in cases as are occurring in Tennessee and elsewhere in the country, \"we're going to have to shut everything down again. The first one was bad on business. I think the second one will be far worse.\"[152] On December 3, Massachusetts' average positive COVID-19 test rate exceeded 4.9% for the first time since June.[153] Total daily case numbers in the first few days of December began to surpass those seen at the April peak of the first wave of COVID-19 in the state.[106] On December 8, Governor Baker announced that all cities and towns in Massachusetts would be required to roll back to Phase 3, Step 1 of the state's reopening plan.[154] On December 9, Baker announced an estimated timeline for distribution of a COVID-19 vaccine.[155] The first doses of the vaccine arrived in Massachusetts on December 14.[156] Governor Baker announced on January 4, 2021 that first responders would begin to receive doses of the COVID-19 vaccine on January 11.[157] The following day, Baker warned that it was likely that the highly contagious variant of COVID-19 first discovered in the United Kingdom had made its way to Massachusetts, and urged state residents to \"be very vigilant and careful and cautious about [their] physical engagement with other people\".[158] On January 17, the first case of the variant in Massachusetts was confirmed.[159] On February 1, Massachusetts entered phase two of its vaccine program, making residents 75 years of age and older eligible for the vaccine. A mass vaccination site opened at Boston's Fenway Park on the same day; it is one of two such sites operating in the state, along with one at Gillette Stadium in Foxborough.[160] Baker announced on March 3 that teachers and daycare providers would be eligible to begin signing up for appointments to receive the vaccine beginning March 11.[161]","Title":"Timeline of the COVID-19 pandemic in Massachusetts - Wikipedia","KeyID":"10772","URL":"https://en.wikipedia.org/wiki/Timeline_of_the_COVID-19_pandemic_in_Massachusetts"}