{"Content: ":"The following is a timeline of the COVID-19 pandemic in Maryland. In late January 2020, Maryland hospitals began travel screening for coronavirus when taking in new patients entering the emergency room.[1] State health officials announced on January 30, 2020, that the first person tested in Maryland for the novel coronavirus did not have the virus. Fran Phillips, deputy state health secretary for public health services, stated that the risk for Maryland residents of contracting the virus remained low. Maryland medical facilities, educational institutions, and businesses disseminated guidance from the Centers for Disease Control and Prevention (CDC). Towson University stated that a professor would not return to classes while a family member was tested.[2] The University of Maryland, College Park and Towson University suspended their study abroad programs in Italy after increases in CDC alert levels. Towson suspended upcoming travel to Japan but did not suspend its current programs.[3] As of February 29, five people in Maryland had been tested for coronavirus, with the first two testing negative.[4] On March 5, Governor Larry Hogan confirmed the first three cases of coronavirus in Montgomery County: one married couple in their 70s and an unrelated woman in her 50s.[5][6][7][8] All three patients were on the same river cruise on the Nile River in Egypt. Upon their return, one of the patients traveled to suburban Philadelphia, Pennsylvania, meeting with students. This prompted the Pennsylvania Department of Health and Central Bucks School District to temporarily close three schools in that district to undergo cleaning. Another patient visited The Village at Rockville retirement community for an event that had between 70 and 100 people. Attendees of the event were told to monitor their temperature and call their physician or the Maryland Emergency Management Agency if they began to exhibit symptoms.[9] All three patients had fully recovered by March 12.[10] Hogan declared a state of emergency after announcing the state's first positive tests.[11][12] Salisbury University suspended their study abroad programs in Italy and South Korea on March 5.[13] On March 8, Governor Hogan confirmed 2 new cases of coronavirus: 1 in Montgomery County, and 1 in Harford County.[14] The University of Maryland, College Park; University of Maryland, Baltimore County; Towson University; University of Maryland Eastern Shore; and Salisbury University all closed campuses early and moved to online classes after Spring Break.[15][16][17] By March 12, twelve cases of coronavirus had been confirmed in Maryland — two remained hospitalized and three had recovered. Importantly, Maryland confirmed the state's first known case of community transmission in a Prince George's County resident with no known exposure to coronavirus through travel or an infected individual. The first case of community transmission indicates that \"we are entering a new phase of working to mitigate and limit the spread of this pandemic,\" reported Governor Hogan.[18] On March 12, Karen Salmon, Maryland's Superintendent of Schools, announced that all public schools would be closed for two weeks beginning March 16.[19] Hogan raised the state's emergency activation system to activate the Maryland National Guard and banned gatherings of more than 250 people.[18] Hogan suspended visits to state prisons and stipulated hospitals to implement policies to limit visitors. Employees of the Government of Maryland were ordered to remote work if they were able to do so.[19] The National Guard was activated to a higher state of readiness.[20] Hogan delegated routine state government operations to Lieutenant Governor Boyd Rutherford so he could allocate more time to combating the virus.[19] On March 12, the Alhambra Catholic Invitational Tournament for basketball scheduled to be held at Frostburg State University was canceled.[21] Archbishop Wilton Daniel Gregory of the Roman Catholic Archdiocese of Washington announced that all archdiocesan parishes, missions, and campus ministries would be suspending public masses beginning Saturday, March 14. Weddings and funeral services for immediate family were permitted. Gregory also closed all Catholic schools in Washington, D.C. and Maryland suburbs.[22] Similarly, Archbishop William E. Lori of the Roman Catholic Archdiocese of Baltimore announced that all Catholic schools in the archdiocese would close from March 16 through March 27, following the declaration of temporary public school closure from Governor Larry Hogan. In addition, the Archbishop announced that all Masses and church gatherings had to be limited to 250 people, also following the governor's orders.[23] On March 13, a spokesperson for Hogan reported there were six new cases overnight, bringing the total number of positive cases in Maryland to 18. This included the first confirmed case in Carroll County, Maryland.[24] Later that evening, Prince George's County executive Angela Alsobrooks announced a man tested positive, bringing the total number of cases to 19 in Maryland and 7 in Prince George's County.[25][26] Bishop W. Francis Malooly of the Roman Catholic Diocese of Wilmington, which oversees the Catholic Church for Eastern Shore counties, announced that he had \"dispensed the Catholic faithful of the Diocese of Wilmington from the obligation to attend Sunday Mass\". He also canceled all Public Masses, Catholic schools and religious education programs for two weeks beginning March 15.[27] Early on March 14, an official from the MDH announced that 7 more people tested positive, bringing the total number of cases to 26. It was also announced that 3 recoveries had been made, all of which were the original 3 cases in Maryland identified in Montgomery County.[28][29] Later in the day, Harford County officials reported the second case of coronavirus in the county: a 69 year old family member of Harford County's first case. Also on March 14, Baltimore City Mayor Jack Young announced that a man in his 60s became the first coronavirus case in the city.[30] To help practice social distancing, five of six Maryland casinos, announced they would limit the number of persons in their facilities by half. The casinos also announced that chairs would be removed from slot machine areas and at tables, as well as restrictions on food and drink.[31] The only casino that would not agree to the conditions set was the MGM National Harbor.[32] Archbishop William E. Lori of the Archdiocese of Baltimore announced that all public masses would be canceled following guidance from state leaders and other health officials.[33] Early on March 15, the MDH and Governor Larry Hogan's spokesperson Mike Ricci announced that 5 more people tested positive, bringing the new total to 31 for the state. In addition, the locations of the 7 people who tested positive on March 14 were announced.[29][34] NIH reports the first known employee with COVID-19 infection.[35] Governor Hogan ordered all of the state's casinos, racetracks, and off-track betting to cease operations on March 15, with the shutdown beginning on March 16 at 12:01 am.[36] In addition, Governor Hogan also warned in a statement that bars and restaurants are to follow the ban of gatherings of over 250 people in advance of St. Patrick's Day celebrations. He stated that if any bar or restaurant failed to comply with the restrictions set, they would be charged with a misdemeanor carrying a penalty of one year in jail and/or up to $5,000 in fines.[37] In the afternoon, the Howard County Health Department announced the county's first confirmed coronavirus case: an 82-year-old woman with an underlying condition who resided at the Lorien Elkridge, a nursing home in Elkridge. The MDH initiated the process of contacting and notifying all staff, residents, and family members about the possible exposure to COVID-19 in the nursing home. Six medics were exposed to the woman not knowing that she was a COVID-19 patient; all six medics went into self-quarantine, according to the Howard County fire chief. This case brings the total number of positive cases to 32 for the state.[38][39] Howard County Executive Calvin Ball declared a state of emergency in Howard County following the first confirmed case of coronavirus in the county. Using executive power, he ordered the closure of all movie theaters in the county, as well as The Mall in Columbia and the shops at Savage Mill for one week. Restaurants with outside external entrances at the Mall in Columbia are exempt from the order.[38][39] The Baltimore County Public Library announced that beginning at the close of business, all branch libraries would be closed through March 29. On March 16, the MDH announced six more positive cases, including the first Howard County case announced by local officials the previous day. Those cases brought the cumulative number of positive cases in the state to 37, to include the first on the Eastern Shore of Maryland, located in Talbot County.[40] Governor Hogan held a press conference in the late morning, where he announced an executive order that would require all bars, restaurants, gyms, and movie theaters in the state to close at 5:00 Restaurants with delivery, drive-thru, and carry out services are exempt from closing completely.[41][42] During the afternoon, the Howard County government announced 3 new coronavirus cases: a man on dialysis in his 40s, a man in his 50s and a woman in her 70s. Also that afternoon, Baltimore Mayor Jack Young announced the city's second coronavirus case: a woman in her 20s. These 4 new cases brought the cumulative number of coronavirus cases in Maryland to 41.[43][44] Due to \"sharply reduced\" ridership, the Maryland Transit Administration (MTA) announced that all three MARC commuter rail lines would operate on a modified version of the \"R\" schedule, causing fewer trains to run throughout the day, beginning on March 17. On the Penn Line, four additional trains not listed on the \"R\" schedule operate (403, 502, 453, and 452), as does the Brunswick Line (872, 875, and 877), with only the Camden Line operating \"R\" schedule services as published. At that time, the MTA did not announce how long the \"R\" schedule would be in effect for.[45][46][47] Wicomico County Executive Bob Culver issued a Declaration of Emergency, which was ordered to take effect beginning on March 23 at 8:00 am local time.[48] On the morning of March 17, the MDH confirmed 20 additional positive cases in the state, including the first case in Frederick County. Only two of the three cases announced by Howard County on March 16 were added to the MDH's total figure for the day. The additional case announced by Baltimore Mayor Jack Young was also not included in the totals. The official figure from the MDH was now 57.[49] Carroll County's Health Department announced its second case of coronavirus mid-day. They confirmed that the patient was a woman in her 30s who is related to the county's first case. The two patients in Carroll County traveled outside of the United States, where they contracted the virus.[50] Governor Hogan announced an executive order that postponed the Maryland primary elections.[51] The afternoon of March 17, Governor Hogan announced that the Preakness Stakes, which take place at Pimlico Race Course in Baltimore, would be postponed until September 2020. This follows the postponing of the Kentucky Derby, which will now be held on September 5.[52] A series of restrictions and cuts surrounding transportation were also announced on March 17. Cashless tolling was enacted at all toll plazas in Maryland and the number people allowed at Baltimore-Washington International Thurgood Marshall Airport was reduced. The Vehicle Emissions Inspection Program (VEIP) was suspended in Maryland as their facilities were announced to be converted into drive-thru coronavirus testing centers. The MTA announced that weekday service on the Baltimore Light RailLink and Metro SubwayLink would begin to operate on a Saturday schedule. In addition, the MTA Commuter Bus service was changed to the \"S\" schedule following a 30% reduction in ridership, and the MARC commuter train service was announced to have a 70% reduction in ridership. MARC commuter trains were already in a special \"R\" schedule as announced on March 16. Initially, service on 23 MTA bus routes in the Baltimore area was to be suspended, but rider complaints and comments caused the MTA to delay that decision to \"work with major employers to ensure core services are met.\"[53][54] Morgan State University in Baltimore announced that it would be suspending face-to-face instruction for the remainder of the semester on March 17. It was also announced that the spring commencement exercises would be postponed indefinitely and graduating seniors would receive their diplomas directly in the mail in May. Morgan State University President David Wilson announced that students would be issued pro-rated refunds for unused meal plans and on-campus housing.[55] For the first time since the Civil War, the Maryland General Assembly's annual session ended early, due to coronavirus concerns. The session, which usually runs for 90 days, was ended three weeks earlier than normal on March 18. In the time before the session was hurriedly ended, many coronavirus legislation measures were passed, including the authorization to draw up to $100 million from the \"rainy day\" fund and extending temporary unemployment benefits for workers who are either quarantined or whose jobs are closed temporarily. The Assembly also passed legislation that makes price gouging and firing workers for being quarantined illegal in the state. All legislation would have to be signed by Governor Hogan to be made law, but would take effect immediately.[56] On March 18, updated totals of the number of positive coronavirus cases were given by the MDH. The MDH announced an additional 28 cases in the state, bringing the state's total to 85. This total did not include the Carroll County woman who became the county's second case, and a fifth case in Baltimore City.[50][57] A Prince George's County man in his 60s was announced to be the first death in Maryland. The man contracted the coronavirus through community transmission and had an underlying health problem.[58] On March 19, totals of the number of positive coronavirus cases were given by the MDH. The MDH announced an additional 22 cases in the state, bringing the state's total to 107. One of those cases was a 5-year-old from Howard County — the first case of a child contracting the virus in Maryland.[59] On the morning of March 19, Governor Hogan announced that all shopping centers and entertainment venues were to close as of 5:00 pm that day, stating \"This is a race against time\" and he's doing everything he can to \"avoid shutting down society\".[60] He also announced access to the BWI Airport terminals would be restricted to employees, ticketed passengers, and visitors assisting disabled passengers.[61] During the afternoon of March 19, two more cases were confirmed in the state, increasing the total number of cases in Maryland to 109. The first case was a 37-year-old man in Wicomico County, who was not tested or treated in the county or the local Peninsula Regional Medical Center (PRMC) in Salisbury. He traveled out of the country and was recovering at home in quarantine.[62] The second case involved a man in his 30s in Worcester County, who is also recovering at home.[63] Prior to the Worcester County Health Department announcing the second case, the Bundles of Joy University daycare facility in Berlin sent a message to all parents stating that the family member of a child enrolled at the Berlin location tested positive. In response to this, the daycare closed early on March 19 and will reopen on March 30 following quarantine. The Worcester County Health Department could not confirm if the man in the second case and the man whose child was at the Bundles of Joy daycare facility are the same person.[64] On March 20, totals of the number of positive coronavirus cases were given by the MDH. The MDH announced an additional 42 cases in the state, bringing the state's total to 149.[65] A 10-month-old baby has contracted the virus. The baby's case marks the first infant to contract the virus in the state. A 5-year-old girl and a teenager are the only other two individuals under the age of 18 with COVID-19 in Maryland, according to Governor Hogan.[66] On the evening of March 20, Governor Hogan announced via Twitter the second death in Maryland to COVID-19.[67] The man that died was in his 60s, a resident of Baltimore County, and had been reported to have had underlying medical conditions.[68] On March 21, the MDH announced the addition of 40 cases in the state, bringing the total number of positive cases to 190. In addition, five more counties have reported their first cases of coronavirus: Caroline County, Queen Anne's County, St. Mary's County, Somerset County, and Washington County. These five county's numbers were announced in the afternoon, and thus were not reflected in the MDH's totals for the day.[69] It was announced on March 21 that a Montgomery County police officer had tested positive for the coronavirus.[70] A part-time worker for the University of Maryland's University Health Center and Maryland Athletics has also confirmed positive according to the University of Maryland.[71] In addition, it was also announced on March 21 that a civilian U.S. Naval Academy employee confirmed positive for coronavirus according to the U.S. Navy.[72] A T. Rowe Price employee who worked in the Pratt Street building in downtown Baltimore was also confirmed to have tested positive for coronavirus on March 21.[73] Late on March 21, Governor Hogan announced that a Montgomery County woman in her 40s became the third coronavirus-related death in Maryland. The woman had underlying medical conditions.[74] On March 22, Ocean City closed the boardwalk and beaches. Residents are permitted to exercise, in accordance with social distancing rules.[75] Charles County announced all county government buildings were to close to the public, effective the following day. County services continue to be provided through mail, online, and drop-box options.[76] On March 23, Governor Hogan ordered all non-essential businesses in the state to close effective at 5:00 pm Monday to prevent further spread of COVID-19. He also announced initiatives to provide relief to small businesses and employees.[77][78] Governor Hogan's March 23 order did not define construction businesses as being \"non-essential\".[79] On March 28, The Washington Post reported on March 28 that the District of Columbia, Maryland and Virginia had designated construction as \"essential\", along with hospitals, grocery stores, banks and several other types of businesses. The Post reported that each of these jurisdictions had allowed private construction, including home building and commercial developments, to continue.[80] The Post reported that a spokesman for Hogan had stated that the Governor had classified construction as \"essential in alignment with federal guidelines\". However, the Post reported that several states, including Pennsylvania and Vermont, had suspended or prohibited all construction work (except for emergencies) as unnecessary during a public health crisis. The Post further reported that the State of Washington's transportation department had suspended work on nearly all of its projects and that Washington's governor had clarified his stay-at-home order to state that commercial and residential construction were generally prohibited \"because construction is not considered to be an essential activity.\"[80] Governor Hogan's March 23 order basis its definition of \"non-essential\" on the United States Department of Homeland Security's March 28 guidance on essential critical infrastructure.[79] That guidance lists as \"essential\" the construction of residential/shelter facilities and services (see \"essential services\"), energy-related facilities, communications and information technology, public works including the construction of critical or strategic infrastructure and infrastructure that is temporarily required to support COVID-19 response, is for certain other types of community- or government-based operations or is otherwise critical, strategic, or essential. The guidance does not contain any such listings for other types of construction.[81] On the morning of March 24, MDH reported an additional 61 cases, increasing the total number of cases in the state to 349. Another child under 18 tested positive for the virus, making them the fourth child in Maryland to contract coronavirus. In addition, Montgomery County became the first county in the state to have over 100 cases on March 24.[82] During the afternoon, state health officials announced the fourth coronavirus-related death in the state: a Prince George's County man in his 60s who had underlying conditions. He is the county's second death.[83] Trader Joe's announced that their store in Elkridge, located in Howard County, was temporarily closing after an employee was either receiving treatment for a suspected case of coronavirus or had tested positive for the virus. The store was being closed to be cleaned and sanitized, though the company did not announce for how long the closure would be in effect.[84] Following Governor Hogan's order issued on March 23, the Baltimore County Public Library revised its plans and announced that instead of reopening after a two-week closure, all branches would remain closed until further notice.[85][86] On March 25, the number of confirmed cases in Maryland increased by 76 to a total of 423. This included the 5th confirmed case of COVID-19 in a minor.[29] In the early morning hours of March 25, the MTA suspended its eastern division bus route service after a driver tested positive for the virus.[87] Also, on March 25, the Maryland Superintendent of Schools, Dr. Karen B. Salmon, announced the extension of the Maryland school closure from March 30 to April 26, adding on an extra 4 weeks to the school cancellation.[88] On March 26, an additional 157 cases of COVID-19 were confirmed, having the totals rise from 423 to 580. The disease began spreading to Frederick County, with an increase of 11 cases in a day. Prince George's County is the second-highest county with over 100 cases.[29] There were more than 1,200 confirmed cases in the National Capital Region at this time (Maryland, Washington, D.C., and Virginia).[89] Mayor Jack Young of Baltimore announced on March 26 that three first responders – two EMS providers and one police officer – had tested positive for coronavirus in Baltimore City. The Baltimore City Health Department began to contact trace all three individuals to halt the spread of the virus; all three were quarantined at home.[90] The Maryland Department of Labor, Licensing, and Regulation's Division of Unemployment released data on March 26 showing that unemployment insurance claims increased significantly following the closure of all seated restaurants and bars in the state. The number of new claims increased 984% from 3,852 during the week ending March 14 to 42,334 during the week ending March 21.[91] On March 27, the fifth death caused by COVID-19 was announced, an Anne Arundel County man in his 80s.[92] The number of positive cases increased by 194 over a 24-hour period, bringing the total number of cases in the state to 774. Of the 774 total cases, the number of infected minors increased to 15, with 173 Marylanders hospitalized due to the virus.[93] NIH reports 28 employees have tested positive for COVID-19, does not report whether infections are scattered or from one department.[94] Governor Hogan stated that the number of cases in Maryland, Virginia, and Washington, D.C. had quadrupled between March 20 and 27, increasing to more than 1,500 between the three states.[95][96] On March 28, the numbers for COVID-19 cases in Maryland increased to 992.[97] The number of deaths in Maryland also increased on March 28 by five, a Prince George's County man in his 50s; a Charles County man in his 50s; a Wicomico County woman in her 60s; and two Baltimore women, one in her 60s and another in her 80s. The three women had underlying medical conditions, according to the state.[98][99] It was also announced by Governor Hogan that the Pleasant View Nursing Home in Mt. Airy, Carroll County, Maryland, had an outbreak of COVID-19, with 66 of the residents at the home testing positive for the disease, with one death.[100] On March 29, the number of confirmed COVID-19 cases in Maryland continued to rise, reaching over 1,000.[29] Deaths continued, including a man in his 90s who died at the Pleasant View Nursing Home in Carroll County; 11 other residents were subsequently taken to two local hospitals.[101] Later that day, MDH reported the following 4 additional deaths: a Howard County man in his 70s with underlying medical conditions; a Prince George's County man in his 30s with underlying medical conditions; a Prince George's County woman is her 50s with underlying medical conditions; and a Prince George's County man is his 70s with underlying medical conditions.[102] On March 30, Governor Hogan issued a mandatory stay-at-home order, effective beginning at 8:00 pm EDT that evening. The Governor also required all individuals who have recently traveled out of the state to self quarantine for 14 days.[103][104] Violation of the order would be punishable by a prison sentence of up to one year and/or a $5,000 fine. A wireless alert was also sent to all mobile devices in the state.[105] Virginia's Governor Ralph Northam and the District of Columbia's Mayor Muriel Bowser issued similar orders on the same day (see COVID-19 pandemic in Virginia and in Washington, D.C.).[106] Maryland also faced 3 additional deaths, bringing the state total to 18. Three of the most recent deaths included two men in their 80s — one from Carroll County, the other from Howard — both with underlying health conditions, as well as a Prince George's County man in his 40s without underlying health issues.[107] On March 31, Maryland had another victim, a woman in her 70s and the third Baltimore resident to die from the acute respiratory disease.[107] To keep pace with the demand for testing, MDH, in conjunction with the MDOT, Maryland National Guard, Maryland State Police, local health departments, and private partners, announced the planned opening of express drive-through COVID-19 testing sites at Vehicle Emissions Inspection Program (VEIP) Sites. The test sites, opened April 1, were located at VEIP sites in Glen Burnie in Anne Arundel County, Waldorf in Charles County and Bel Air in Harford County. Strict qualifications for each of these sites included: meet testing criteria as determined by a licensed healthcare provider, obtain an order for testing from a healthcare provider, and register online and make an appointment at a test site.[108] On April 1, Maryland announced 13 coronavirus deaths, all involving people age 60 or older; the most in one day yet from the virus.[109] These deaths brought the state's COVID-19 death toll to 31, while its total number of cases neared 2,000, a 20% day-to-day increase. Four other assisted care facilities in the state had infections of at least 18 persons following the nearly 80 people who contracted the virus at Pleasant View Nursing Home in Mount Airy, where five subsequently died. Outside of these facilities, \"other new cases were reported at a courthouse and a post office in Baltimore as well as first responders in Baltimore County and one among the Regional Transportation Agency bus drivers in Howard County.\"[110] More positively, the Greater Baltimore Medical Center discharged its first patient who had required a ventilator.[111] Two additional Executive Orders were signed into law by Governor Hogan in response to COVID-19: one that expands the use of Telehealth to include email communication and the other establishing workers performing disability services as essential employees. Until this order, licensed healthcare professionals were only permitted to deliver services via audio-only platforms to patients. For those working with people with disabilities, the ordinance extended to volunteers of companies, organizations, governments and nonprofits as well.[112][113][114] Additionally in public health, State officials extended a special enrollment period to buy health insurance through the Maryland health exchange to June 15 following interest from 10,000 people.[115] On April 2, Maryland confirmed cases of COVID-19 surpassed 2,000 to at least 2,331, 346 new from the previous day; five more people had died, bringing the state's death toll to 36. Of the total confirmed cases, 71% were patients younger than 60.[109] In a request to the federal government, Maryland state asked for more than a million masks, gloves and face shields, and 15,000 body bags. Per released FEMA documents, the state received 138 of 200 requested ventilators, about a third of the 778,129 face masks it requested, just 110,240 of the 421,532 N95 respirator masks it sought, well fewer than half of the 330,540 requested gloves and none of the 100,000 testing swabs it hoped to acquire to test for the virus, nor their requested body bags. \"Overall, the oversight committee said FEMA had distributed fewer than 10% of the N95 masks and less than 1% of gloves sought collectively by Maryland, Delaware, the District of Columbia, Pennsylvania, Virginia, and West Virginia.\"[116] In efforts to suppress community transmission of the virus, MTA announced the suspension of all nine Express BusLink routes plus two LocalLink routes beginning April 6, stating, \"Most of the routes can be replicated by LocalLink service\".[117] But with overall bus ridership dropped by more than half last week (average 82% drop in ridership on those routes being suspended), more than 84,000 Marylanders filed for unemployment during the week ending March 28; this is nearly doubled from the record-setting surge of job losses the week before. \"Among the counties, Baltimore County had the highest number of overall unemployment claims, with 13,352 reported claims, according to the department. In Baltimore City, 8,685 residents filed for unemployment benefits. [...] Statewide, about 20 people per 1,000 filed for unemployment in March [2020].\"[118] On April 3, Maryland had 2,758 confirmed cases (a jump of 427 persons) with 664 total Marylanders having been hospitalized, and 6 additional deaths for a total of 42 lives lost.[29] Governor Hogan held a press conference at 2:15 that afternoon in response to recent outbreaks of COVID-19 found across 60 nursing homes and several correctional facilities across the state due to widespread community transmission. Frances Phillips, the state's deputy secretary for public health services, said there is \"clear evidence\" now that asymptomatic staff is helping the spread. Information was also released that 43% of those hospitalized, or nearly 180 persons, had been held in the Intensive Care Unit.[119] Governor Hogan signed into law an Executive Order, \"Temporarily prohibiting evictions of tenants suffering substantial loss of income due to COVID-19, and additionally prohibiting certain repossessions, stopping initiation of residential mortgage foreclosures, prohibiting commercial evictions, and allowing suspension of certain lending limits\", written to remain in effect \"until the state of emergency [was] terminated and the proclamation of the catastrophic health emergency [was] rescinded, or until rescinded, superseded, amended, or revised by any subsequent order(s).\"[120] In entertainment, The Stronach Group and the Maryland Jockey Club made the announcement that Preakness associated InfieldFest 2020 at Pimlico Race Course would be canceled, with planned return in 2021.[121] On April 4, confirmed cases of COVID-19 hit 3,125 with the death toll rising to 53, an increase of 367 overall cases and 11 deaths. Total hospitalizations had reached 821, an increase of 157. Additionally, 22,485 people have tested negative for the virus in Maryland, and 159 people have been released from isolation. There have now been more than 1.1 million globally confirmed cases of COVID-19, with more than 60,000 deaths; in the United States, there have been more than 278,000 cases and 7,100 deaths.[122] In committing to social distancing and in support of the stay-at-home executive order, Baltimore Mayor Bernard C. \"Jack\" Young and the Baltimore City Department of Transportation announced the temporary suspension of the Harbor Connector maritime commuting services, which had already seen a 90% decrease in ridership since March 16, beginning Monday, April 5.[123] In education, Anne Arundel County Public Schools (AACPS) Superintendent George Arlotto noted they were simultaneously planning for reopening and extended closures for COVID-19. Similarly for other Public School Systems throughout the state, teachers for AACPS would reach students using Google Classroom, Google Hangouts, or Google Voice; schools were re-imaging Chromebooks to be able to accept Wi-Fi, and 4,000 Chromebooks would be distributed to students without devices and internet access. The system also worked with Comcast to support students without internet access.[124] In the City of Salisbury, Mayor Jacob Day issued an order temporarily reducing occupancy at all essential businesses, to a range of 10 to 250 customers, depending on the square footage of the retail store.[125] He also put into place requirements for sanitation and social distancing and provided a list of other recommendations.[126] On April 5 at noon, Governor Hogan proclaimed the time as a moment of prayer and reflection in Maryland in the spirit of solidarity, as announced during his April 3 press conference.[127] Two additional emergency orders were issued by the governor to curb infection rates at the 80 infected assisted facilities throughout the state. The first authorized various actions related to nursing homes and other health care facilities; the second delegated authority to local health officials to control and close unsafe facilities.[128][129] On April 8, Governor Larry Hogan explained that one of the reasons for the large increase of the reported number of infections for that day reflected a tripling of the tests reported since the day before. He stated that commercial labs were beginning to clear their backlog of tests and that more than 30% of the new cases reported were for tests that were taken in March. Another reason given was an increase in testing.[130] On April 15, Governor Hogan announced an executive order requiring masks or face coverings in all Maryland grocery stores and pharmacies and on public transportation, effective on Saturday, April 18, 7:00 AM.[131] On April 17, State Superintendent of Schools Dr. Karen Salmon, after extensive consultation with the State Board of Education and leading public health experts in the state, extended the closure of schools through May 15.[132] Governor Larry Hogan announced the State of Maryland purchased 500,000 Test Kits for $9.46 million from South Korea.[133][134] A Korean Air jet arrived at Baltimore-Washington International Airport with the delivery from LabGenomics.[135] However they turned out to be flawed and were never used. The Hogan administration quietly paid the same South Korean company another $2.5 million for 500,000 replacement tests.[133] On April 21, The Worcester County Board of Education voted to waive final exam requirements as a result of the state mandated school closures associated with COVID-19, as well as state assessments, every student succeeds act & service learning requirements for the current school year as recommended by Worcester County Public Schools administrators.[136] Governor Larry Hogan announced his \"Maryland Strong: Roadmap to Recovery\" to slowly lift restrictions and open businesses. The roadmap is a three-stage plan using federal guidelines, National Governors Association guidance, and AEI and Johns Hopkins reports.[137] On April 28, the Maryland Public Secondary Schools Athletic Association canceled all sports for the remainder of the 2019–2020 school year.[138] On May 1, Governor Larry Hogan announced a Centers for Disease Control field team was dispatched to Wicomico County to increase testing in the area due to the increase of COVID-19 among poultry workers. Wicomico County had the fourth highest COVID-19 case rate in the state, per capita, higher than both Baltimore Baltimore City and County.[139][140] A two-day drive thru testing site was set up at Arthur W. Perdue Stadium to focus on poultry workers.[141] On May 6, Governor Larry Hogan announced that effective May 7, safe outdoor activities are allowed such as golf, tennis, boating, fishing, camping, and other activities, although he cautioned that it was still \"critical for Marylanders to continue practicing physical distancing.\"[142] Additionally, the Maryland Department of Health (MDH) issued guidelines to allow elective procedures to resume at the discretion of local hospitals and health care providers.[143] State Superintendent of Schools Dr. Karen Salmon announced the closure of all Maryland Public Schools for the remainder of the 2019 - 2020 academic school year.[144] On May 15, effective at 5:00 pm the \"stay-at-home\" order was lifted and limited non-essential businesses reopened. However, some jurisdictions continued their \"stay-at-home\" restrictions including Baltimore City, Montgomery and Prince George's Counties.[145] On May 19, Maryland officials announce a single-day high with 1,784 new coronavirus cases. Previously, May 1 had the highest reported new cases with 1,730 cases.[146] On May 20, Baltimore Mayor Jack Young made an announcement cancelling all special events in Baltimore City through August 31, 2020.[147] On May 27–29, Governor Larry Hogan announced updates to Stage 1 of the Maryland recovery plan. \"Though we continue to make great progress toward recovery, COVID-19 is still very much a deadly threat, and our responsible behavior is absolutely critical in the continued efforts to defeat it,\" Hogan said.[148] On June 3, Governor Larry Hogan announced Stage 2 would be effective Friday, June 5, 2020, at 5:00 pm.[149] One June 8, Baltimore City entered the beginning of Stage 1.[150] On June 17, the state reached the milestone of three consecutive weeks of coronavirus hospitalizations declining.[151] On July 22, the city of Baltimore imposed additional restrictions, and Anne Arundel County did so the following day.[152] On July 25, the daily increase of 1,288 cases was the largest since May 19.[153] It was also the 12th straight day of adding 500 cases or more, bringing the total to 83,054 cases. On July 29, Governor Hogan expanded his previous face covering order. Effective July 31 at 5:00 pm everyone older than 5 years old must wear face coverings inside all buildings where the public has access, on any public transportation, outside when unable to socially distance, obtaining healthcare services, engaged in work in any area where interaction with others is likely (including commercial office space), and where food is prepared and/or packaged.[154][155] On July 30, the Worcester County Board of Education finalized the Responsible Return plan to begin Stage 1 with Distance Learning. On July 31, the town of Ocean City began to require face coverings on the boardwalk during the hours of 8 a.m. to 2 a.m. or when attending any Town of Ocean City event, indoors or outdoors.[156][157] On August 16, the state became the 19th state to surpass 100,000 cases.[158] On September 1, Governor Hogan placed the state in Stage 3, effective September 4 at 5:00 pm.[159] On September 3, The University of Maryland at College Park suspended all athletic activities after 46 athletes on 10 teams tested positive.[160] On the Friday before Labor Day weekend, the positivity rate in the area surrounding Ocean City was 8.1%, twice as high as the rest of the state.[161] On September 14, the City of Salisbury instituted new restrictions on social gatherings due to a spike in cases.[162] Indoor gatherings will be limited to 15 individuals and outdoor gatherings limited to 50. These restrictions, which go into effect at 5 p.m. on September 16, do not apply to businesses, restaurants, sports, or religious gatherings. On September 30, the Town of Ocean City Council voted not to extend the Mayor's boardwalk mask requirement for an additional 30-days.[163] The requirement, which was in place from 8 AM to 2 AM, was unnecessary in the view of Councilman John Gehrig, who said: \"it wasn’t being enforced to a large degree.\" On November 10, Governor Hogan implemented restrictions, some similar to Stage 2, effective November 11 at 5:00 pm. Restaurants will be limited to 50% capacity, from 75%. Indoor gatherings of more than 25 people are strongly discouraged. State employees who can telework are required to begin. The restrictions were imposed on the same day Stephen Decatur High School in Berlin MD moved back to distance learning effective November 11 as a result of positive COVID-19 cases on school. Baltimore and Montgomery County imposed even stricter measures.[164][165] On November 11, Worcester Technical High School in Newark MD moved to distance learning, effective November 12 after positive cases at Decatur that impacted Worcester Tech. On November 12, WCPS Superintendent Louis H. Taylor notified schools who had scheduled their next wave of students to return on November 16 of this postponement. On November 15, All Worcester County Public Schools transitioned back to distance learning, effective November 16. On November 17, Governor Hogan implemented additional restrictions, similar to Stage 2, effective November 20 at 5:00 pm. Restaurants will be required to close at 10:00 pm each evening for dine in service. Retail, organizations, religious organizations, fitness centers, and similar will be restricted to 50% capacity. Hospital and Nursing Home visitation is suspended.[166] On November 19, Worcester County Public Schools remained in Distance Learning until January 4, 2021. On December 1, Governor Hogan made numerous medical staffing announcements, including the launch of MarylandMedNow, a portal to recruit medical job seekers, urging colleges and universities to award credit to those with hand-on work experience in healthcare during the pandemic and allowing early graduation for those who have met all graduation requirements and are in their final semester.[167] On December 9, the first full day in office for Baltimore City's Mayor Brandon Scott, the new mayor announced new restrictions effective December 11 including closing indoor and outdoor dining at restaurants, prohibiting indoor and outdoor entertainment venues from operating, and limiting religious institutions and retail establishments to 25% capacity.[168] On December 14, the first doses of COVID-19 vaccine began to arrive in Maryland.[169] The first dose went to the nursing director of medicine at the University of Maryland Medical Center. The state's vaccination plan focuses the first phase on frontline health care workers, residents and staff of nursing homes, and people at significant risk of severe complications from COVID-19. On December 17, Governor Hogan implemented additional restrictions including reducing gatherings from 25 to 10 persons, advising against out of state travel, and adding required testing or quarantine after out of state travel.[170] Additionally, beginning December 21, all in-person operations at state facilities are closed for two weeks, allowing all state employees to telework and recommending private businesses allow telework if possible. In his press conference, Governor Hogan said, “You are safer at home for the holidays this year. Making difficult sacrifices during these next few weeks will absolutely help to keep your family, loved ones, and fellow Marylanders safe.” On January 1, Maryland reported the second second-highest tally for new daily coronavirus cases since the pandemic began, at 3,557.[171] On January 4, the first COVID-19 case was confirmed at Harford County jail. The unidentified inmate has been incarcerated at the facility since December.[172] On January 12, two confirmed cases of a new, more contagious SARS-CoV-2 variant from the United Kingdom were reported in Maryland. The patients are a married couple in Anne Arundel County, one of whom had a traveling history to the United Kingdom.[173] On June 15, Governor Hogan announced that Maryland's COVID-19 state of emergency will end on July 1, 2021.[174] As of that date, all remaining state level restrictions, including mask requirements in schools and medical facilities, will end.","Title":"Timeline of the COVID-19 pandemic in Maryland - Wikipedia","KeyID":"10770","URL":"https://en.wikipedia.org/wiki/Timeline_of_the_COVID-19_pandemic_in_Maryland"}