{"Content: ":"The following is a timeline of the COVID-19 pandemic in Boston.[1] The first confirmed case of COVID-19 was reported by state officials on February 1. The individual, a male in his 20s, had recently returned from Wuhan, China and began experiencing symptoms. He sought medical care but did not require hospitalization, and was therefore able to self-isolate and recover at home.[2][1] 175 executives of Biogen, a biotechnology company based in Cambridge, held a two-day leadership conference from February 26–28 at the Boston Marriott Long Wharf hotel.[3] On February 29, a Biogen executive began to develop symptoms and sought treatment at a Boston area hospital. Suspecting COVID-19 was the cause of the illness, the executive requested a test, but was told by hospital staff that it was not necessary.[3][4][5] On March 4, staff from Biogen contacted the Massachusetts Department of Public Health (MDPH) to report that two executives who had recently traveled from Europe to Boston and had attended the February employee meeting had tested positive for SARS-CoV-2 upon returning home. The same day, a \"significant number\" of Biogen employees asked to be tested for the virus at Massachusetts General Hospital (MGH), which had not been informed that anyone at the company had been exposed. The state police announced Shattuck Street would be closed because a group of 60 individuals were being transported along the route to Brigham and Women's Hospital.[6] On March 5, Biogen reported that three individuals who had attended the company event in Boston the previous week had tested positive for SARS-CoV-2.[7][8] On March 6, the Boston Public Health Commission announced three new presumptive cases of SARS-CoV-2.[1] Governor Charlie Baker declared a state of emergency for the state of Massachusetts on March 10.[1] Boston announced the closure of the Eliot K-8 school on March 11.[1] On March 13, the 2020 Boston Marathon was postponed to September 14, 2020.[1] Boston Mayor Marty Walsh announced the closure of all Boston schools from March 17 until April 27.[1] On March 12, the Boston Marriott Long Wharf hotel, which had hosted the Biogen company gathering, closed temporarily. In a letter to their guests, the hotel said it made the decision in cooperation with the Boston Public Health Commission.[9] On March 15, Mayor Walsh declared a public health emergency due to the concerns over COVID-19. Restaurants, bar rooms, and nightclubs were required to reduce their capacity by at least 50 percent.[1] Governor Charlie Baker limited gatherings to below 25 people.[1] A 59-year-old Worcester man died on a flight from Dubai to Boston, sparking speculation that he had died from COVID-19.[10] He had been sick with gastrointestinal problems and was in cardiac arrest during the flight. On March 16, Massachusetts State Police said an autopsy revealed he did not have COVID-19.[11] On March 15, Baker ordered all public and private schools in Massachusetts to close for three weeks, from March 17 through April 7. The same day, he also banned eating at restaurants, banned gatherings of more than 25 people, relaxed unemployment claim requirements, and enacted other interventions to try to slow the spread of COVID-19.[12] On March 16, Mayor Walsh announced the closure of the Boston Public Library system. The MBTA also announced that service would be reduced starting March 17. Mayor Walsh also announced the closure of all construction sites starting March 17.[1] On March 18, the City of Boston closed all playgrounds.[1] The Massachusetts Bay Transportation Authority (MBTA) announced that, starting March 17, it would run the subway and buses at Saturday levels of service during the week, with express buses still running, ferries not running, and commuter rail running on a modified schedule.[13] The next day, service was increased on the Blue Line, Green Line E branch (which serves Longwood Medical Area), and some bus lines to reduce crowding. Frequency on Massport shuttles to Logan International Airport was reduced or canceled.[14] On March 19, the Boston Water and Sewer Commission suspended all water service terminations.[1] On March 23, Massachusetts Governor Charlie Baker issued an order for all employers that do not provide essential services to close their workspaces. The limit of gatherings was lowered to 10 people. Massachusetts Department of Public Health issued a two-week stay-at-home advisory.[1] On March 25, Governor Baker extended the closure of schools to May 4.[1] On March 30, Mayor Walsh announced that a partnership will create subsidized housing for a thousand Boston Public Schools families at risk of displacement.[1] On March 31, Governor Baker extended his non-essential business closure to May 4.[1] On March 31, the MBTA announced that 18 transit workers had tested positive for the virus.[15] In addition, the Boston Police Department confirmed that 19 officers and three civilian employees had all tested positive.[16] The Archdiocese of Boston announced that eight priests had tested positive for the disease.[17] On April 2, Mayor Walsh announced plans to convert the Boston Convention and Exhibition Center (BCEC) into a field hospital with 500 beds assigned to the homeless and 500 to accept COVID-19 patients from city hospitals.[18] On April 2, more than 500 healthcare workers in Boston hospitals were reported to have tested positive for COVID-19.[19][20] On April 5, Mayor Walsh announced new regulations for social distancing in Boston. He encouraged everyone to wear a face covering when outside. The BPHC ordered for everyone except essential workers stay at home from 9:00 pm to 6:00 am every day, enforcing a curfew.[1] On April 5, Boston City Hall was closed to the public except for Tuesdays and Fridays, from 9:00 am to 5:00 pm. Every individual entering City Hall, including employees, was required to complete a self-screening for COVID-19 symptoms.[1] On April 9, a new mortgage relief partnership was created to aid homeowners during the pandemic.[1] On April 9, the Massachusetts Institute of Technology published a preliminary study of sewage samples taken in the Boston area on March 25, in an effort to determine the extent of COVID-19 infections. Based on concentrations of the virus found in the samples, the study suggested that approximately 115,000 of the Boston region's 2.3 million people were infected. At the time of sampling, Boston had only 284 confirmed cases in the area.[21][22] Starting the evening of Friday April 11, the Massachusetts Department of Conservation and Recreation closed some parkways to vehicle traffic to allow recreational pedestrians to spread out, and reduced parking availability at some state parks. The City of Boston also reduced parking near the Arnold Arboretum.[23] On April 16, Mayor Walsh announced that a thousand residents will be invited to a Massachusetts study related to COVID-19 antibody testing.[1] On April 19, Boston deployed seven Boston Public Works trucks to broadcast a message about COVID-19.[1] On April 21, Governor Baker announced the closure of all K-12 schools in Massachusetts through the end of the school year.[1] On April 22, former 2020 Democratic presidential candidate and U.S. Senator Elizabeth Warren from Massachusetts announced that her oldest brother had died from COVID-19 in Oklahoma.[24] On April 25, Governor Baker addressed the topic of when stay-at-home measures and closures of non-essential businesses would end. When restrictions were originally announced in mid-March, they were slated to end at noon on April 7; later their projected end date was pushed to May 4. Baker said it was unlikely restrictions would be lifted by then because the surge of cases had hit later than expected – May 4 presumed a surge in early April. Baker said the process of reopening will begin when hospitalizations start to decline consistently, and when there is \"some evidence that we are in fact over the hump ... with respect to the surge.\"[25] On April 27, Boston Public Health Commission extended the public health emergency declaration until further notice.[1] On April 28, Governor Baker extended the stay-at-home advisory and non-essential business closure to May 18. He also said that once the advisory expires, the process of reopening will begin in stages, and not happen all at once.[1][26] On April 29, the Public Health Advisory enforcing a curfew in Boston was extended to May 18.[1] On May 1, Massachusetts Governor Charlie Baker ordered all residents to wear a mask in public places when social distancing measures are not possible. This order goes into effect on May 6.[1] On May 4, hundreds of protesters gathered near the Massachusetts State House to protest closures.[27] On May 6, the city of Boston launched a major expansion in the public testing of COVID-19 in Boston.[28] The Boston Resiliency Fund awarded $1 million in grants to assist organizations helping to aid residents impacted most by the COVID-19 pandemic.[1] On May 8, Boston city officials announced that all parades and festivals were to be suspended to and on September 7.[29] On May 13, Massachusetts Governor Charlie Baker announced his guidelines for reopening, starting May 18. He mentioned that the reopening will be in four phases, from now to later this year. The first phase, will be very strict reopening, with just a few businesses opening again and with major social distancing and mask wearing regulations. The second phase will be cautious, with strict regulations remaining but more businesses reopening. The third phase will be a vigilant phase where most businesses open, but with very strict regulations. The fourth and final phase, as Baker stated, will be when a COVID-19 vaccine allows resumption of a new normal. In any of the first three phases, Baker states the state may have to go back a phase, if COVID-19 starts spreading again. Governor Baker stated that more details will be mentioned on May 18.[30] On May 16, Mayor Walsh released results of antibody testing among Boston residents. Voluntarily, 1,000 residents were signed up and 786 were eligible. 750 residents participated in COVID-19 antibody testing. Mayor Walsh stated that antibodies were present in 9.9% of the 750 residents. 2.6% of the residents were asymptomatic and tested positive for COVID-19. Mayor Walsh stated that the city can draw a conclusion that most residents have not been yet exposed to the virus.[31] On May 18, Governor Baker released the details of the plan to reopen businesses in Massachusetts, and renamed the stay-at-home advisory to a \"safer at home\" advisory. The plan allows places of worship, essential businesses, manufacturing businesses, and construction sites to reopen with strict restrictions on May 18. Also as of May 18, hospitals and health centers may begin providing urgent preventative care and treatment services to high-risk patients. Baker also announced that people who choose to ride the MBTA will be required to wear masks. Beginning on May 25, additional businesses will be able to open, also with restrictions. Although Baker's plan includes office buildings in the list of businesses allowed to open on May 25, offices within Boston will not be allowed to open until June 1.[32] On May 19, the City of Boston announced that construction sites were to open slowly. The city was to allow necessary construction on schools and hospitals until May 25. On May 26, all construction was to be allowed in Boston, with social distancing and mask wearing.[1] On May 26, Baker stated in a press conference that the surge in COVID-19 cases in Massachusetts is over, which is evidenced by declining numbers of people hospitalized by the disease. He announced that the Boston Hope field hospital, located in Boston Convention and Exhibition Center, would no longer be accepting new patients. The facility has treated over 700 people infected with COVID-19, and has provided shelter to some of Boston's homeless community. Baker also mentioned that other field hospitals will begin to close as well.[33] On May 28, the Boston Marathon was cancelled for the first time in 124 years. Mayor Walsh cancelled after stating that a marathon attracting 30,000 runners was not feasible this year, due to the COVID-19 pandemic. Instead, the marathon was to be held as a virtual event.[34] On May 28, Mayor Walsh announced a new \"healthy streets\" program to promote social distancing in the roads of Boston. The buses and MBTA trains would not accept as many passengers and locations of bus stops and train stops would change. Mayor Walsh announced that bike lanes would be built fast, to allow social distancing for bikes. These bike lanes were to be built rapidly, as they were necessary. The city would also be supporting small businesses in Boston. The city will help move some restaurants outdoors, to further allow social distancing.[35] On May 29, the City of Boston released a \"return to workplace framework\" to safely reopen workplaces. Social distancing of 6 feet was to be enforced in all workplaces. Workplaces were to reduce capacity to 25% of their original capacity. All workplaces were required to ensure access to handwashing facilities on site, including soap and running water, wherever possible and encourage frequent handwashing; alcohol-based hand sanitizers with at least 60% alcohol were allowed to be used as an alternative. Workplaces were to avoid sharing office materials. Cleaning and disinfecting frequently were to be enforced in all workplaces in Boston.[36] Massachusetts Governor Baker announced on June 6 that Phase 2 of his reopening plan was to begin on June 8. The first portion of the phase will allow childcare, day camps, lodging retail stores, and outdoor seating at restaurants to reopen under strict regulations. Additional services, including indoor dining and nail and tanning salons, will be allowed to reopen at an unspecified later date as a part of phase two if the positive trends in COVID-19 cases continue.[37] On June 8, the Public Health Advisory enforcing a curfew in Boston from 9:00 pm to 6:00 am was lifted.[38] This came with the start of Phase 2 of the state's reopening plan. Residents were now free to be out of their homes at night, with social distancing and mask wearing in place.[39] On June 9, Mayor Walsh and the East Boston Neighborhood Health Center set up a new pop-up testing site in Roxbury. This is as a result of the recent protests in and around Boston over the murder of George Floyd. This testing site was to be open June 10 and June 11 from 12:00 pm to 7:00 pm to the general public in Washington Park Mall's parking lot.[40] On June 11, the Cambridge-based biotech company Moderna announced they had developed a COVID-19 vaccine ready to be tested in a large scale. Moderna had 30,000 volunteers ready to test the vaccine, to see its effects. In July, Moderna will test this vaccine near Boston. If the tests end up successful, they will be able to start vaccinating the general public.[41] On June 11, Massachusetts announced a study with 150 volunteers to test if COVID-19 survivor plasma can prevent COVID-19. Thousands of COVID-19 patients worldwide have been treated with convalescent plasma already. If this method of therapy proves effective, it will be used worldwide in most patients. This was stated as a possible new method to eradicate COVID-19 worldwide.[42] On June 12, Boston Public Library announced the launch of their \"BPL to Go\" program on June 22. This program allowed patrons to \"order\" library items by placing a hold on the item, and then safely picking up the item from a branch library. This program was created by Boston to allow residents to resume checking out items from libraries while still staying safe from COVID-19.[43] On June 12, the Boston Bruins team announced that one of their players had tested positive for COVID-19. Phase 2 of the reopening plan required all Bruins players to be tested before using any team facilities. The team was told that the player, whose identity remains confidential, was asymptomatic so far.[44] On June 15, Boston reopened all city playgrounds for the first time in three months. As the city was reopening, Mayor Walsh stated that playgrounds should reopen, although with strict restrictions in place.[45] On June 17, the state of Massachusetts urged everyone who participated in the George Floyd protests in Massachusetts to get tested for COVID-19. The state had set up over 50 pop-up free testing sites specifically for these protesters. These testing sites were to be open only on June 17 and June 18.[46] On June 19, many restaurants in Boston announced that they were closing permanently. They had lost money due to COVID-19 and reopening wasn't safe for many months, so these restaurants were forced to close.[47] On June 19, Massachusetts Governor Baker announced that Step 2 of Phase 2 of reopening in Massachusetts was to begin on June 22. This change came as Governor Baker stated that the trends of COVID-19 statewide have been positive. This will allow indoor dining, nail salons, and tanning salons to begin opening. Also, workplaces in Boston, which were previously required to reduce capacity to 25%, were now allowed to increase capacity to 50% of their original capacity before the pandemic.[48] On June 23, Governor Baker announced the test results of those who has participated in Black Lives Matter protests. He announced that only 2.5% of the protesters who tested were positive, and Governor Baker stated that he was very pleased with these results.[49] On June 30, Governor Baker stated that Massachusetts may begin Phase 3 of reopening as early as July 6. Although he was still looking at the data, he announced his plan for Phase 3 of reopening in the state. Phase 3 was to allow museums, fitness centers, moderate-size movie theaters, overnight youth camps, sports for all ages, and indoor recreational facilities to open with social distancing and mask wearing restrictions remaining in place.[50] On July 1, a new COVID-19 testing site opened in North End of Boston. NEW Health, an affiliate of Massachusetts General Hospital and Boston Medical Center, offered a new testing site on Tuesdays and Thursdays from 9:00 a.m. to 12:00 p.m. Testing was to be available by appointment to North End residents and NEW Health patients.[51] On July 2, Massachusetts announced that Step 1 of Phase 3 of reopening in Massachusetts was to begin on July 6, in all of Massachusetts except Boston. Boston was to enter Step 1 of Phase 3 one week later, on July 13. This was to allow indoor gatherings of up to 25 people, and outdoor gatherings of up to 100 people. Movie theaters, museums, and sports were allowed to resume. However, social distancing restrictions were to remain in place, with 40% capacity limits on movie theaters and gyms. Masks were also to remain mandatory in all public places.[52] On July 7, Mayor Walsh stated in a press conference that Boston may be the first city to truly recover from COVID-19. Walsh stated that if Boston's tourism industry returns, COVID-19 could again surge in the city. However, he stated if the residents continue to follow COVID-19 precautions, Boston could recover from COVID-19 within just a few months.[53] On July 13, the City of Boston included the casino Encore Boston Harbor in the list of businesses that could open in Phase 3. However, customers were to be required to wear masks as well as have temperature screening at entry. Protective plastic dividers were set up to enforce social distancing.[54] On July 16, Mayor Walsh urged all Boston residents to get tested for COVID-19. \"Coronavirus testing is widely available,\" he stated in a press conference. Boston Health and Human Services Chief Marty Martinez stated anyone who has not been practicing social distancing or wearing a face mask should be tested.[55] On July 20, the MBTA resumed collecting fares and requiring front-door boarding on buses and trolleys, and installed plexiglass shields for drivers.[56] On July 21, the Massachusetts Interscholastic Athletic Association's Board of Directors voted to delay the start of the fall sports season until September 14. This decision was made in compliance with state guidelines for K-12 sports in the state.[57] On July 21, Mayor Walsh announced another free pop-up testing site had opened in Allston. The City of Boston partnered with East Boston Neighborhood Health Center to make this testing site available. \"COVID-19 testing is fundamental to individuals and families' clarity, and it's also important for guiding our gradual and safe reopening plans. As a City, we will continue to place the health and safety of our residents as our top priority so we must continue to make decisions based on public health data,\" Mayor Walsh stated in a press conference.[58] On July 24, Massachusetts Governor Baker announced a new travel restriction for the state, which was to go into effect on August 1. All individuals coming into Massachusetts from another state was required to fill out a \"Massachusetts Travel Form\" and quarantine at home for 14 days. The originally exempt states were Connecticut, New Hampshire, Rhode Island, Vermont, Maine, Hawaii, New Jersey, and New York. For a state to be exempt, the seven-day average of daily cases was required to be less than six per 100,000, and the positive test rate was required to be less than five percent. This order was to be punishable by a $500 fine for each day a traveler was not following the order.[59] On August 1, Mayor Walsh announced that Boston Public Schools would not return to 100% in-person learning even if in-class learning would resume in the fall. He stated that students would participate in a hybrid of in-school and remote learning. He also gave parents the option to have their children participate in 100% remote learning.[60] On August 7, Massachusetts Governor Baker took steps to slow reopening in the state. He reduced the limit on outdoor gatherings from 100 to 50 people, which would apply in both public and private property. He also said restaurant guidelines would be updated so that alcoholic beverages were not served. Baker said he was creating a COVID Enforcement and Intervention Team for enforcement in high-risk communities. The state was to postpone Step 2 of Phase 3 of reopening indefinitely.[61] In mid-August, the Boston Teachers Union began a series of actions pushing for a fully remote start to the beginning of the Boston Public Schools school year. The union released a plan, stating the schools reopening criteria. These requirements include widely-accessible testing, surveillance, contact tracing, and isolation in schools, in addition to a low community transmission rate in Boston. BPS had already given parents the option to have children learn 100% remotely, with the default plan being a hybrid of in-person and virtual learning. The union had planned a car caravan and socially-distanced rally on August 13 to address the plan to Mayor Walsh.[62] On August 18, Mayor Walsh stated in a press conference that encouraging trends in COVID-19 in Boston had resumed, but urged residents to remain vigilant. “The uptick that we saw in the second half of July has leveled off,” Mayor Walsh stated during his coronavirus briefing. He said that the weekly positive test rate for the week ending August 10 was 2.6%, down from 2.8% the previous week.[63] On August 19, the Massachusetts Department of Public Health announced that all children aged six months and older would need to receive a flu vaccine by December 31, 2020 in order to attend childcare, K–12 schools, and colleges and universities in the state. There is an allowance for medical or religious exemptions, and homeschooled K–12 students or higher education students who are not going on campus will not be required to receive the vaccination.[64] This spurred some protests, including a rally of several hundred outside the State House on August 30, from parents and those who believed the decision was governmental overreach.[65] On August 21, Massachusetts Governor Baker stated in a press conference that schools should be able to reopen in low-risk communities. After the Boston Teachers Union's rally, Governor Baker provided evidence that schools should be able to reopen in low-risk communities across the state. He cited a low prevalence in 90% of communities in the state. He said he could not \"imagine a reason not to go back\" in lower-risk areas.[66] Some colleges in Boston began moving students in to dorms in mid-August. By late-August, students were beginning to move in to on-campus housing at Boston University in Boston.[67] On August 21, Mayor Walsh announced that Boston Public Schools would begin the school year 100% remotely before transitioning into a hybrid model, after push from the Boston Teachers Union. \"On September 21st — one month from today — all students will begin with remote learning,\" he said. \"The first students will not return to our classrooms until October 1st.\" The BPS superintendent and Mayor Walsh formed a 4-phase return to a hybrid model. On October 1, the students with the highest needs were to return. On October 15 and 19, K0, K1, and K2 students were to return. On October 22 and 26, grades 1–3 were to go back to the classroom. On November 5 and 9, grades 4–8 were to return to the classroom. On November 16 and 19, grades 9–12 were to return.[68] By early September, some Boston universities had received media attention when students disregarded social distancing rules imposed by the schools. Northeastern University announced on September 4 that they had dismissed eleven students caught violating social distancing rules within a day or two of many students moving in. Northeastern reported they would not be reimbursing the students' tuition or housing payments.[69] On September 10, Governor Baker said he \"couldn't imagine a reason\" to not go back to in-person or hybrid learning in the state's green and white communities in terms of spread in COVID-19. However, he has been encouraging communities in the yellow and red zones to stick with remote learning. He noted that not all cities and towns were following that guidance. Communities in the red zone, such as Chatham, had begun or were planning to resume in-person learning. Governor Baker instructed the town to continue remote learning.[70] On September 11, testing for COVID-19 at Orig3n, a Boston lab, was suspended after 383 false positives were recorded. In response, Massachusetts Department of Public Health and BPHC gave the lab until September 14 to write a plan of correction in order to resume testing.[71] By mid-September, Boston College began seeing a significant spike in COVID-19 cases. About a dozen cases in August had turned into an outbreak in the swimming teams at the college. Mayor Walsh said this outbreak is a \"serious matter\" and that he had been communicating with state officials. Also, Boston officials asked BC to begin contact tracing. The college was reported to have agreed.[72] On September 15, Massachusetts Governor Baker announced a plan to \"re-engage\" colleges on testing, contact tracing, in response to the Boston College outbreak. He said his administration was reviewing all the protocols for testing, tracing, quarantine, and isolation in colleges across the state. Baker also responded to outbreaks within high schools across the state and instructed those communities to go back to remote learning. Boston Mayor Walsh also said he will meet with college leaders in the City of Boston on September 16 to address the issue to them.[73] On September 29, Governor Baker announced that communities in the state classified by the state as \"lower risk\" would be allowed to move into Step 2 of Phase 3 of the state's reopening plan beginning on October 5. This step was to include allowing both indoor and outdoor performance venues to open at 50% capacity (up to 250 people); fitting rooms to open in retail stores; and gyms, museums, libraries, and driving and flight schools to increase capacity to 50%.[74] At the time, Boston had been considered a \"red zone\" community, meaning they were to remain at Step 1 of Phase 3 of reopening. Mayor Walsh warned the public in late September that Boston was approaching red zone in terms of COVID-19. Not long after, the state classified Boston as a red zone community.[75] On September 29, Boston University published a weekly report for positive COVID-19 test results. The week before, positive test results were lower. In that week, a greater number of students, faculty, and staff tested positive. A total of 0.05% of students, 0.07% of faculty, and 0.24% of staff had tested positive.[76] The Massachusetts Department of Elementary and Secondary Education announced on October 2 that they would begin providing weekly reports on the number of COVID-19 cases detected in schools. In the first report, covering the period from September 24 to September 30, 63 cases were found among students and 34 among staff. Student cases were spread across 41 districts.[77] On October 6, researchers in Boston launched a large COVID-19 testing study that will warn of a second wave of the virus. This study from Brigham and Women's Hospital will need 10,000 people to participate in this project, which will last six months. They are attempting to find active cases throughout the Greater Boston area. Participants will need to take monthly molecular and antibody tests at home. They hope to improve testing and contact tracing in the possible wake of a second wave.[78] On October 7, Boston delayed the next phase of in-person learning in Boston Public Schools, in response to an uptick in cases. The positive test rate in the city had increased to 4.1%, prompting city officials to put a pause on moving forward with in-person learning. High-needs students were to continue in-person learning. Both Boston officials and the Boston Teachers Union agreed with this decision. They plan to keep the remainder of the phases the same, over the course of October and November.[79] On October 8, Boston College announced that they were cancelling 5 field hockey games after a player contracted the virus. This prompted all other team players to go through a process of contact tracing. Once done, they were ordered to quarantine for 14 days.[80] On October 11, a New England Patriots facility was shut down after a player tested positive for the virus. The team was supposed to play Denver on Monday, but the game was postponed. ESPN reported that this was the team's fourth case within 8 days.[81] On October 13, Boston Logan International Airport announced that they would begin offering COVID-19 testing beginning in November. The testing facility was to be set up in Terminal E, offering three types of tests. The facility was to offer a rapid molecular test for $200, a PCR test for $75, and a Blood Antibody test for $75.[82] On October 15, Boston Mayor Walsh announced new COVID-19 enforcement measures in the city amidst a spike in cases. He said that too many violations of COVID-19 restrictions and safety rules have led him to this decision. He mentioned a plan to tighten gathering limits, restrictions on public events, and activities in parks. Walsh stated he was considering fines for violations of these new safety rules. On Wednesday, he partnered with Whittier Street Health Center to open a second mobile testing facility in Nubian Square.[83] On October 16, Massachusetts state officials loosened travel restrictions amid an uptick in cases. The state changed the threshold for being a lower-risk state to 10 cases per 100,000 people, in a seven-day rolling average. States below that, and a 5% test rate on a 7-day moving average, were to be exempt from the travel order laid out in July. State officials said this would put Massachusetts on standard with other states' COVID-19 travel restrictions. This change added California, Hawaii, New Jersey, and Washington to the list of exempt states.[84] On October 16, Boston further delayed Phase 3 of in-person learning to October 29. A week ago, Phase 3 had been postponed to October 22 by Mayor Walsh and the Boston Teachers Union. Mayor Walsh decided to go ahead and further delay in-person learning to October 29. This was done in response to the city's positive test rate further increasing to 4.4% in the preceding week.[85]","Title":"Timeline of the COVID-19 pandemic in Boston - Wikipedia","KeyID":"10774","URL":"https://en.wikipedia.org/wiki/Timeline_of_the_COVID-19_pandemic_in_Boston"}