{"Content: ":"The COVID-19 pandemic was confirmed to have reached the U.S. state of Missouri in March 2020. A university student who had recently been to Italy, was the first index case for COVID-19 in Missouri. She was treated at Mercy Hospital St. Louis. As of February 8, 2021, the Missouri Department of Health and Senior Services has confirmed 502,432 cumulative cases and 7,562 deaths.[1] As of February 18, 2021, Missouri has administered 892,000 COVID-19 vaccine doses, equivalent to 10% of the total population.[2] Sources: Missouri DHSS and @HealthyLivingMo. Notes: On April 1, 2022, the DHSS began reporting data weekly on Fridays. On March 6, a woman from St. Louis County tested positive for the virus.[3] A student of Indiana University who had been studying abroad in Milan, Italy had flown into O'Hare International Airport in Chicago, Illinois, on March 3 and traveled to St. Louis via Amtrak on March 4.[4][5] Two days later, on March 8, family members of the patient violated quarantine, leading Villa Duchesne and Oak Hill School to close.[4] On March 12, the second case in the state was reported, at a clinic in Springfield in Greene County.[6] The person had recently traveled to Austria.[7] On March 13, the second case in St. Louis County, the third in the state, was announced.[8] On March 14, Henry County officials confirmed their first case; Greene County confirmed its second case.[9][10] On March 16, Greene County confirmed its third case.[11] The city of St. Louis announced its first case: a student at Saint Louis University.[12] Cass County reported its first case: a resident of Drexel.[13] Missouri Governor Mike Parson announced on March 18 that a 60-year-old woman in Boone County was the first coronavirus-related death in the state.[14] On March 19, the Missouri Department of Health and Senior Services announced four more cases of coronavirus in the state, increasing the total number of positive cases to 28 in the state.[15] On March 24, agents with the FBI shot and killed an armed man just before he could detonate a car bomb outside a hospital in Kansas City. The man, identified as 36-year-old Timothy Wilson, was a suspected white supremacist who had been in touch with other far-right extremists and intended to take advantage of the additional stress placed on American society by the pandemic.[16] Wilson allegedly targeted the hospital because he believed it was treating COVID-19 patients.[17] The officer-involved shooting occurred days after the FBI's New York field office and the Department of Homeland Security issued alerts warning of the possibility of far-right extremists and others exploiting the pandemic to commit terrorist attacks.[18][19][20] On April 1, St. Louis County had its fifth confirmed death from COVID-19. The death came from a man who was around the age of 50 to 59 years old.[21] On April 16, the state surpassed 5,000 positive COVID-19 cases and 150 deaths.[22] On May 4, the state reported a record high number of 368 new COVID-19 cases. That same day salons were given permission by the governor to reopen. On May 23, it was reported that a stylist at one of the salons had tested positive after working eight days while symptomatic. On May 24, the local health department announced that a second hairstylist at the same salon had tested positive.[23] Anthony Fauci has said local outbreaks are \"inevitable\" as restrictions are eased. On May 26, large crowds were recorded at the Lake of the Ozarks on Memorial Day weekend. The St. Louis County Department of Public Health issued a travel advisory for people to self-quarantine for 14 days if they had not observed social-distancing rules.[24] On June 12, the Springfield-Greene County Health Department announced that none of the 140 customers and six coworkers that interacted with the hair stylists were infected. The salon required that stylists and clients wear face masks during appointments.[25] On July 8, 82 campers and staff at a Christian Kanakuk K-2 summer camp in Lampe, Missouri tested positive for COVID-19, leading to the camp being shut down. Campers returned home to ten different states, and were required to sleep \"head-to-foot\".[26] On June 17, the University of Kansas Health System reported the state's death rate due to the virus was more than double that of Kansas.[27] On July 20, a cluster of cases were reported among 19 students and two other people were infected with the virus after attending a graduation and prom at St. Dominic High School in O'Fallon.[28] On July 21, Governor Parson in a radio interview with KFTK-FM said that children have to return to schools, that they would inevitably get COVID-19, and would \"get over it\".[29] The American Academy of Pediatrics' weekly report[30] from when states started reporting cases to July 16 indicated that of states that reported the data, there were 241,904 child cases, 2,074 child hospitalizations, and 66 child deaths from COVID-19.[31] From September 16 to 20,[32] an estimated 125,000 people attended the BikeFest at the Lake of the Ozarks. The St. Louis Department of Health encouraged attendees to be tested for COVID-19.[33] On September 23, Governor Parson announced that he and his wife had tested positive for COVID-19.[34] In July the mayor of Springfield, Missouri issued a statement urging vaccination to curb the surge of infections as the Delta variant spread through the state. City officials said the state had a vaccination rate of 45.1%.[35] 81% of people between 65 and 84 reported receiving at least one vaccine dose, but that figure dropped to 41% for the 25 to 34 year old age group.[36] State officials have noted low vaccination rates in rural areas. Hospitalizations reached the highest levels since January, nearing record levels in the state's southwestern region. Most of these patients were unvaccinated. As of July 18 only 16% of the states ICU beds and 25% hospital beds were available. Some counties issued recommendations that face masks be worn by unvaccinated persons and around unvaccinated persons. A joint public health advisory was issued by ten Kansas City health departments to that effect. No mask mandate was put in place.[37] As hospitals neared capacity community leaders in Springfield and Greene County requested state funding for alternative care sites such as a field hospital.[38] The hospital association issued a statement:[39] If the rest of the state follows current trajectories — with Delta systematically picking off localized pockets of unvaccinated Missourians — our entire health care system will be very near the brink it flirted with during the winter of 2020-2021. On March 30, 2022, Missouri Governor Mike Parson announced the Missouri will move on into the endemic phase for COVID-19.[40] Governor Mike Parson declared a state of emergency on March 13, 2021.[41] The National Park Service closed the Gateway Arch and the associated museum beginning March 18 until further notice.[42] By March 19, all 555 school districts in Missouri reported some form of district-wide school closures. Many of the school districts were initially closed until at least April 3.[43] Both St. Louis City and St. Louis County issued a stay-at-home order effective Monday, March 23.[44] Various city and county ordinances were enacted in several areas of the state.[45] At the end of March, Governor Parson announced no plans to issue a stay-at-home order. However, on April 3, the state's chief executive issued an official stay-at-home order that would be in effect for Missouri from April 6 until April 24, 2020. The order stated Missouri residents should avoid leaving their homes unless necessary, giving authorization only to do so for essential activities, essential business, or essential travel with detailed guidelines.[46] On April 16, Governor Parson extended the stay-at-home order until May 3.[22] On April 22, Attorney General Eric Schmitt filed a lawsuit in U.S. federal court against the Chinese government.[47] The lawsuit, considered the first of its kind, said, \"Chinese authorities deceived the public, suppressed crucial information, arrested whistleblowers, denied human-to-human transmission in the face of mounting evidence, destroyed critical medical research, permitted millions of people to be exposed to the virus, and even hoarded personal protective equipment—thus causing a global pandemic that was unnecessary and preventable.\" Due to the Chinese government's sovereign immunity, it will be difficult for the lawsuit to succeed, according to legal experts.[48] In late-August, there were protests in Kansas City for and against resumption of in-person classes. Most school districts in Kansas city had plans for online only instruction, except in Independence where teachers were told they had to resume teaching in-person classes or opt-out without pay. Teachers have expressed fears that the classrooms are too small for social distancing and that there were no protocols in place for the classrooms to be cleaned between classes. Parents in other districts protested against online classes citing concerns about depression and increased drug use.[49] Governor Mike Parson has said the decisions on what format classes will follow, whether in person or online, will be made by school districts. Betsy DeVos has told public school districts that they wouldn't receive federal money unless schools are fully reopened for the 2020–21 school year.[50] Since early-August, teachers have been protesting the decision to reopen schools while the numbers of infected are still rising.[51] State officials estimate that one out of five students don't have the broadband access needed for online learning. Despite Court decisions reaffirming parents rights to access the Missouri Course Access and Virtual School Program (MOCAP), some districts were still not informing parents of their rights to access the 10 established virtual education providers through MOCAP. Districts are legally required to feature the MOCAP program on their websites and families have the right to choose from any of the MOCAP providers, but the statute doesn't specify a penalty for non-compliance with its requirements.[52] An eighth grader in Franklin County died on November 2. The 13-year-old, who last attended in-person classes on October 22, was the youngest Missourian to die from the virus up to that point.[53] On November 12, 2020, Governor Parson announced a new change on guidelines for quarantine in K-12 schools. The new guidelines say that if a person comes into contact with another who tested positive for COVID-19, they must quarantine unless they were wearing a mask.[54] As hospitals neared capacity in July 2021 amid rising fears that the spread of the Delta variant could exceed winter hospitalization numbers state and federal officials urged vaccination. White House officials and others have noted that Federal door-to-door efforts would not be effective in Missouri, but encouraged local community leaders to perform outreach efforts in their communities. Anthony Fauci noted the urgency of vaccination efforts: \"If we continue to allow the virus to freely circulate like it seems to be doing in Missouri, you're giving that virus an opportunity mutate enough to really become a problem\".[55] In September, NPR reported that African Americans and Latin Americans were dying at nearly three times the rate of White Americans in Kansas City.[56]","Title":"COVID-19 pandemic in Missouri - Wikipedia","KeyID":"10778","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Missouri"}