{"Content: ":"The COVID-19 pandemic was confirmed to have reached the U.S. state of North Carolina on March 3, 2020.[1] As of May 2021, North Carolina has the 10th highest number of confirmed cases in the United States.[2] As of October 6, 2021[update], 69% of the adult population in North Carolina has been at least partially vaccinated, while 65% of the adult population has been fully vaccinated.[3] On February 11, Governor Roy Cooper announced the creation of a Novel Coronavirus Task Force for North Carolina and a state health department hotline. Co-chairs of the task force were Dr. Mandy Cohen, Secretary of the North Carolina Department of Health and Human Services, Dr. Elizabeth Cuervo Tilson, North Carolina State Health Director and the Chief Medical Officer for the North Carolina Department of Health and Human Services, and Mike Sprayberry, Director of North Carolina Emergency Management, for the Department of Public Safety.[4][5] On March 3, Governor Roy Cooper identified the first case of COVID-19 as a person who had traveled to Washington state and was exposed at a long-term care facility.[1] On March 6, the second case was announced in a man in Chatham County who had traveled to Italy in late February.[6] On March 7, North Carolina had five new positive cases reported in Wake County — all five had traveled to Boston in late February to attend a conference by the pharmaceutical company Biogen.[7] After five more presumptive confirmed positive cases were reported on March 9, North Carolina governor Roy Cooper issued an executive order declaring a state of emergency on March 10.[8][9] Erik A. Hooks, Secretary of Public Safety, was charged with seeking federal aid and implementing the order, which protected consumers from price gouging, suspended some transportation regulations and healthcare licensing restrictions, and authorized temporary hiring and expansion of testing capacity, among other provisions.[9] On March 11, the University of North Carolina announced suspension of in-person classes at all UNC system schools starting March 20.[10][11] Duke University also cancelled all on-campus classes the same day.[12] On March 12, hours after Cooper requested that large events be postponed or cancelled, organizers canceled the 73rd annual North Carolina Azalea Festival.[13] On March 14, Cooper issued an executive order that prohibited gatherings of 100 or more people, closed public schools for two weeks, and encouraged the practice of social distancing.[14][15] On March 15, Charlotte and Mecklenburg County jointly declared a state of emergency, restricting non-essential travel and gatherings.[16] On March 16, Buncombe County Schools (BCS) began serving “drive-thru” breakfast and lunch every weekday and delivering meals to population centers throughout the district.[17] As of March 1, 2021, the BCS School Nutrition Department had served more than 2.6 million meals.[18] On March 17, Cooper ordered all of the state's bars and restaurants to suspend dine-in service.[19] On March 19, the state confirmed its first community spread of the coronavirus.[20] In order to address the economic damage due to the pandemic, the North Carolina government extended the deadline for paying taxes to July 15, the same extension that the IRS made for federal taxes.[21][22] On March 20, the National Guard was called in to assist with logistics and transportation of medical supplies. On March 21, Cooper waived restrictions to increase access to caregivers, to provide child care and elder care during the coronavirus pandemic.[23] On March 17, President and CEO Michael Blackwell of the Baptist Children's Homes, shared his condolences to the state of North Carolina, the rest of the United States, and the rest of the world in the wake of the start of the global pandemic.[24] Baptist Children's Homes is following the health regulations given by the CDC to ensure the health and safety of the church's residents and staff members. Many of these health regulations had already been routinely utilized by the church for years prior to the COVID-19 pandemic.[24] Four days later, on March 21, Blackwell made another spiritual post, starting with his condolences, and then going on to remind people that they matter, share hope, and are \"a vessel of the Holy Spirit.\" He reminds people to remember their identity and worth, and to \"walk and talk with confidence.\"[25] On March 22, Mecklenburg County announced a partnership with local charities to cover one week cost of people staying in hotels and motels to keep the tenants from being evicted.[26] On March 23, Governor Cooper closed all K-12 public schools statewide through May 15, banned mass gatherings of over 50 people, and closed some businesses, including gyms, movie theaters, sweepstakes parlors, health clubs, and other similar facilities.[27] Madison County, Pitt County, and the Town of Beaufort all issued shelter-in-place orders.[28] On March 24, Mecklenburg County announced a stay-at-home order that came into effect on March 26.[29] On March 25, state officials confirmed the first coronavirus death. The death was a patient in their 70s with underlying medical conditions, who was residing in Cabarrus County.[30] Guilford County issued a stay-at-home order to curb the coronavirus spread. The order remained in effect until April 16.[31] On March 26, Cabarrus County, Durham County, Orange County, and Wake County all issued stay-at-home orders.[32][33][34][35] On March 27, Cooper issued a statewide stay-at-home order scheduled to go into effect on March 30 and to last for at least one month. The order also banned gatherings of 10 or more people, with the governor calling it \"truly a matter of life or death.\"[36] On March 30, Governor Cooper's statewide stay-at-home order went into effect at 5 p.m.[37] On April 9, Governor Cooper issued a new executive order that restricted the number of customers inside grocery and retail stores, increased hygiene requirements of food service, and implemented stricter guidelines for long-term care facilities. There have been outbreaks of COVID-19 at several such facilities across the state.[38] Effective April 20, Durham County began requiring residents to wear face masks in public places.[39] On April 23, Cooper extended the stay-at-home order to last until May 8. At the same time, he announced plans for a three-phase process to reopen the state based on the state meeting certain benchmarks for \"testing, tracing and trends.\" While the federal guidelines called for a decrease in confirmed cases, percentage of positive tests, and hospitalizations, Cooper and state health secretary Mandy Cohen said they would be content with \"sustained leveling\" of hospitalizations and confirmed cases. Cooper also pressed for significantly ramping up testing, as well as the ability to perform contact tracing. He also wanted to supply more PPE to the state's hospitals. Under this plan, the stay-at-home order would be significantly eased on May 8, and rescinded altogether as early as May 22.[40][41] On May 5, Cooper announced that the stay-at-home order would be significantly eased on May 8, beginning \"Phase 1\" of the reopening process. Retail stores will be allowed to reopen, provided they can maintain social distancing. People will also be allowed to socialize with friends outside, though gatherings will still be limited to ten people. If current trends continue, the stay-at-home order would be rescinded altogether as early as May 22, allowing the state to begin \"Phase 2\" of reopening.[42] On May 12, the North Carolina Department of Health and Human Services reported 23 meat processing plants were infected.[43] On May 20, it was reported that 570 people at a Tyson Foods plant in Wilkesboro had tested positive for the virus.[44] On May 20, NCDHHS announced that its COVID-19 North Carolina Dashboard had been enhanced to include death counts by county or zip code, cases by date reported, and daily numbers.[45][46] On May 22, Gov Cooper through Executive Order moved the state into Phase 2 \"Safer at Home\" of the reopening of state operations. On June 2, Cooper informed Republican National Committee (RNC) officials that face coverings and social distancing would be required at the 2020 Republican National Convention planned for August 24–27 in Charlotte, prompting Trump and the RNC to announce their plans to move the convention out of North Carolina.[47][48][49] In June, some local governments, such as those in Raleigh, Boone, and Orange County, began requiring face masks.[50][51] On June 24, Cooper announced that face masks would be required in public places statewide starting June 26. In light of increasing case numbers and hospitalizations as well as high positive test rates, he also announced that the state would \"pause\" reopening.[52][53][54] On July 16, Governor Cooper signed executive order 151 keeping in place the Phase 2 of reopening until August 7.[55] On July 17, The Jackson nursing facility in Sylva reported an outbreak of the virus with an unknown number of cases.[56] For two weeks during the month, 5 employees working at Harrah's Cherokee Casino in Cherokee were found infected with the virus.[57] On August 10, the University of North Carolina at Chapel Hill controversially started the semester with some classes conducted in person, but an outbreak after the first week of class led administrators to move all undergraduate classes online.[58] A few days later, North Carolina State University moved all undergraduate classes online too.[59] On August 13, students at Elon University held a die-in to protest the university's reopening plans.[60] On August 17, 177 UNC at Chapel Hill students had tested positive, and 350 students were quarantined in dorms and off-campus housing.[61] On August 18, 112 workers tested positive at a tree farm in Alleghany County.[62] On August 21, eight employees and 31 residents tested positive at a nursing home in Charlotte.[63] On August 28, 267 inmates and 51 staff members at the North Carolina Correctional Institution for Women had tested positive, and one woman had died.[64] The Republican National Convention meeting in Charlotte had two cases among attendees, and two cases among staff.[65][66] On August 31, nearly 800 students at North Carolina State University had tested positive.[67] On September 1, Governor Cooper signed Executive Order 163 moving the state into Phase 2.5 of the reopening of state operations.[68] On September 9, a cluster of cases had been identified at the Caldwell County courthouse.[69] On September 4, numerous nursing homes, and congregate living facilities had experienced outbreaks, with at least 13 facilities reporting 100 cases or more.[70] On September 23, Governor Cooper announced that large venues would be allowed to hold events with a 7% occupancy.[71] On September 24, at least 18 cases were linked to a hair salon in Haywood County.[72] On October 12, the Eastern Band of Cherokee Indians (EBCI) Public Health and Human Services (PHHS) reported a cluster of eight cases at the Cherokee Boys Club.[73] On October 13, three churches in Caldwell County had reported clusters, for a total of at least 39 cases.[74] On October 21, President Trump held a campaign rally at Gastonia Municipal Airport, with attendance estimated at 15,000- 23,000 people. Lieutenant Governor Dan Forest spoke, and said he would repeal the mask mandate if elected. The Biden campaign responded with \"a mobile billboard around Gaston County with the number of coronavirus cases and deaths in North Carolina,\" and an ad in Charlotte which said Trump was \"holding potential super-spreader events in state after state.\"[75][76][77] Also on October 21, more detailed reporting released by the state attributed more than 10,000 cases and 63 deaths to clusters, with a large proportion of cases and deaths in meat processing plants.[78] 231 cases and two deaths were attributed to 23 clusters related to social gatherings.[79] On October 24, the United House of Prayer for All People buildings in Mecklenburg County, including those located in the major North Carolina city Charlotte, was ordered closed.[80] The Mecklenburg County Health director said the church had not cooperated with efforts to prevent the spread of the virus, and that many attendees had traveled from out of state. At least three deaths and over 121 confirmed cases had been linked to the church, which had held a weeklong event earlier in the month.[81][82] On October 29, two attendees at the October 21 Trump rally in Gastonia tested positive. The Gaston County Department of Health and Human Services \"recommends anyone who attended the president’s Oct. 21 rally to assess their own risk, monitor for symptoms and get tested if necessary.\"[83] On November 19, the number of infected people that are linked to United House of Prayer for All People meeting in October increased to 213 cases with 12 deaths. The majority of the case are people who did not visit the church. An outbreak at a nearby nursing home, Madison Saints Paradise South Senior Living, has been traced back to the church.[84] On December 7, some hospitals in North Carolina will begin to receive shipments of COVID-19 vaccine.[85] The vaccine would be prioritized for healthcare staffs and staff at long-term care facilities. North Carolina DDHS has stated that it could take until spring for the vaccine to be widely available. The vaccine would be free of charge in North Carolina.[86] On December 8, Governor Cooper announced a new curfew as COVID-19 cases surge in some counties. Individuals should stay at home between 10 PM to 5 AM, unless an exception applies. The curfew is in effect until January 8, 2021.[87] As of December 22, seventy-seven cases of COVID-19 were linked to a holiday celebration the weekend of December 5–6 at First Baptist Church in Hendersonville. No deaths have been reported but there have been several hospitalizations.[88] On January 14, the state changed its vaccine eligibility criteria for Group 1, expanding it to include anyone 65 years or older. Previously, only those that are 75 years old are included in the first group to be vaccinated.[89][90] On January 23, the first case of COVID-19 with B.1.1.7 variant, also known as UK variant, is detected in North Carolina. The case is found in Mecklenburg County.[91] On February 11, the first case of South African COVID-19 variant found in North Carolina.[92] On February 25, the governor announced significant rollbacks of restrictions on businesses and other venues, allowing non-essential business can stay open late, and allow alcohol to be sold until 11 PM.[93] On March 1, North Carolina received the third vaccine as Johnson & Johnson's vaccine is now available on the state.[94] On March 3, frontline essential workers, classified as Group 3 in the state, are eligible to be vaccinated.[95] On March 13, Duke University ordered a temporary ‘stay-in-place’ restrictions on campus, due to increase of COVID-19 cases related to fraternity rush events.[96] This restriction is lifted a week later.[97] On March 17, North Carolinians that are under Group 4, which includes people with underlying health conditions such as high blood pressure and obesity, became eligible to be vaccinated in the state.[98] On March 23, further rollbacks to restrictions are made by Governor Cooper. Museums, aquariums, retail businesses and shops, barbers/salons/personal care shops can open at 100% capacity, while restaurants, breweries and wineries, amusement parks, gyms, and pools can open at 75% capacity. Mandatory masks and social distancing would still be in effect on all of these establishments. On-site alcohol consumption curfew will be lifted, and mass gathering limit would be increased to 50 person indoor and 100 person outdoor.[99] On March 26, Governor Cooper announced that all adults in North Carolina are eligible to be to sign up for vaccine appointments starting on April 7.[100][101] On April 7, all North Carolina residents age 16 and older are eligible for vaccine appointments.[102][103] On April 17, a Walgreens pharmacy in Monroe accidentally gave some people injections of saline instead of COVID-19 vaccine.[104] On September 9, Governor Cooper announced that North Carolina will not be following President Biden's mandated COVID-19 vaccination for federal employees and giving disciplinary measures for employees that are not complying with the mandate. Governor Cooper announced that there will be no change for state workers. Employees must still show proof of vaccination, but have an option to getting tested regularly and wearing a mask.[105] On September 16, Fayetteville Veteran Affairs accidentally administered expired COVID-19 vaccines to 281 of its patients.[106] On September 28, North Carolina hospital system Novant Health fire 175 employees, around 1% of their total workforce, for refusing the COVID-19 vaccine.[107] On October 6, North Carolina State Fair has announced that masks and vaccinations are not required to attend North Carolina State Fair in October 14.[108][109] Most of North Carolina's sports teams were affected. Several leagues began postponing or suspending their seasons, beginning this process on March 12. On that date, the National Basketball Association (NBA) announced the season would be suspended for 30 days, affecting the Charlotte Hornets.[110] In the National Hockey League (NHL), the season was suspended for an indefinite amount of time, affecting the Carolina Hurricanes.[111] On March 14, the Hickory Motor Speedway was forced to cancel all racing events, due to an executive order issued that banned gatherings of 100 or more.[112] The Atlantic Coast Conference (ACC) Men's Basketball Tournament, held in Greensboro, NC, announced March 12 that it would cancel its final three games after Duke University informed tournament officials that the team would not play the quarterfinal game scheduled against NC State.[113][114] Governor Cooper required non-essential businesses to close, in an effort to decrease the spread of coronavirus in. Restaurants are only allowed to provide drive-in or carryout services. As a result, many businesses have laid off workers. In April 2020, the state unemployment system reports over 500,000 unemployment claims, a rate of 13.5%.[115] As of April 2021, the unemployment rate in the state has reduced to 5.2%.[116] COVID-19 outbreaks have been reported in multiple long-term care facilities and nursing homes across North Carolina,[38] prompting Governor Cooper and the National Center for HIV/AIDS, Viral Hepatitis, STD, and TB Prevention (NCDHHS) to issue further restrictions in these settings, such as stopping group meals and conducting routine temperature checks for employees and residents. The highest coronavirus counts have occurred at two facilities in Orange County: Pruitt-Health Carolina Point, and Signature Health, where 110 people (staff and residents) have tested positive for COVID-19.[38] In Rowan County, as of July 8, 168 people had tested positive at The Citadel, and 21 of them had died.[117] In Cabarrus County, the county health authority reported 74 people tested positive at Five Oaks Rehabilitation, and five of them died.[118] As of May 16, nursing homes and residential care facilities accounted for 2,950 cases and 391 deaths. As of October 3, nursing homes and residential care facilities accounted for 16,569 cases and 1847 deaths. The Wayne County Health Department reported their first recorded death on April 23 after testing positive on April 18, and that as of April 20, Neuse Correctional Institution had approximately 450 of its 700 inmates test positive, and all inmates were to be tested; few reported symptoms. All of the staff could be tested as well. As of April 24, positive cases had risen to 465.[119] Pender Correctional Institution, in eastern North Carolina reported the state's first death in a prison.[120] As of May 16, prisons accounted for 1112 cases and 14 deaths. As of October 3, prisons accounted for 4,802 cases and 43 deaths. As of December 13, 6,059 cases, more than 1 in 6 people in custody in North Carolina has tested positive for COVID-19.[121] On March 19, ProPublica revealed that Senator Richard Burr allegedly used his position as chairman of the Senate Intelligence Committee to mislead the public about COVID-19. He sold $628,000 and $1.72 million of stock on February 13, days before the market crashed.[122] On February 27, Burr attended a luncheon held at a social club called the Capitol Hill Club, where he privately told members that COVID-19 \"is much more aggressive in its transmission than anything that we have seen in recent history,\" and \"probably more akin to The 1918 pandemic.\"[123] On March 30, the Department of Justice, in coordination with the Securities and Exchange Commission, reported that a formal probe would be launched into the stock sales made by several legislators, including Burr, during the early days of the coronavirus epidemic.[124] On May 14, Senator Burr said he would step aside from his role as Chairman of the Intelligence Committee until the FBI completed its investigation.[125] On May 13, the FBI served a search warrant on Burr at his Washington residence, and seized his cell phone.[126] On January 19, 2021, the Justice Department closed their probe into allegation of Burr's insider trading.[127] A ReOpenNC Facebook group was started on Tuesday April 7, and by Sunday April 12 it had accrued 15,000 followers.[128] In Raleigh, about 100 people protested outside the capitol building on April 14. One woman was arrested for violating the governor's order and refusing to leave the parking lot.[129] A second \"ReOpen NC\" protest of about 300 people was held on April 21—a day on which the state's coronavirus death toll increased by 34 to a total of 213.[130] A leader of the ReOpen NC group revealed in a Facebook post that she tested positive for COVID-19. She described herself as an \"asymptomatic COVID19 positive patient.” After her antibody test came back negative but her COVID-19 test result was positive,[131] she was given a quarantine order. She has alleged that this violated her civil rights.[132] On May 12, a protest organized by Ashley and Adam Smith started in Raleigh with around 100 people and grew to around 400 as it neared downtown. Todd Stiefel, a Raleigh philanthropist who is immuno-compromised, paid for a small plane to fly a sign that read \"Fewer graves if we reopen in waves\" in a counter-protest. Though Smith had previously announced via Facebook that ReOpenNC would relaunch as a legal nonprofit to oppose Governor Cooper's administration in the courts, Smith around the May 12 protest announced that \"roadblock after roadblock\" prevented this re-arrangement.[133] Sources: NCDHHS+ County Data Updated Daily","Title":"COVID-19 pandemic in North Carolina - Wikipedia","KeyID":"10789","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_North_Carolina"}