{"Content: ":"The following is a timeline of the COVID-19 pandemic in Nevada. On March 5, 2020, Nevada reported its first case of coronavirus disease 2019 (COVID-19). The patient, a man in his 50s, recently traveled to Washington state and lives in Las Vegas.[1][2][3][4] On March 12, 2020, because of concerns about the COVID-19 pandemic, Nevada governor Steve Sisolak declared a state of emergency. Nevada became the 24th state to do so because of the pandemic.[5] Sisolak also formed a medical advisory team.[6] On March 13, 2020, courts in the state began taking actions to protect people from infection.[7] This included social distancing and the suspension of certain proceedings. Some court hearings continued through videoconference.[8] On March 15, 2020, MGM Resorts and Wynn Resorts announced that they would close their properties on the Las Vegas Strip to help prevent the spread of the virus.[9] A day later, Nevada reported its first death from the coronavirus: a man in his 60s, from Las Vegas.[10] On March 17, 2020, Sisolak ordered all non-essential businesses closed for 30 days, starting on March 18, in order to prevent the spread of the coronavirus. Casinos were among businesses ordered to shut down.[11][12] More than 40 emergency food distribution sites were set up around the Las Vegas Valley to help unemployed people affected by the closures, and many casino companies donated un-used food from their resorts.[13] Las Vegas mayor Carolyn Goodman opposed the length of Sisolak's shutdown order and instead called for a closure of 8 to 10 days, saying that Las Vegas could not survive beyond that.[14] Grocery stores, hardware stores, pharmacies, banks, and gas stations were among businesses considered essential. Police, fire, and healthcare services continued as well.[11] With precautions in place, construction sites were also allowed to continue operations, as Sisolak said they provided much-needed employment during the pandemic.[15][16] Clark County closed nearly all of its government buildings to the public for the next two and a half months.[17][18] On March 24, 2020, Sisolak prohibited stockpiling of the anti-malarial drugs chloroquine and hydroxychloroquine (Plaquenil), both of which were being studied as possible treatments for coronavirus.[19] He also banned gatherings of 10 people or more, in an effort to further prevent the spread of coronavirus.[20] On March 28, 2020, Las Vegas and Clark County opened a temporary homeless shelter in the parking lot of Cashman Field, after another shelter closed temporarily due to a COVID-19 case.[21] The parking lot was originally laid out with carpeting, which was removed the following day over concerns that it could not be disinfected. Instead, white boxes were painted on the parking lot surface, indicating where homeless people would sleep while maintaining social distancing of six feet. The parking lot sleeping arrangement caused controversy as to why the homeless could not be sheltered elsewhere, such as the closed hotel resorts in the city.[22][23][24] Clark County negotiated to put the homeless in hotels, but such a deal did not work out.[25][26] A Las Vegas city official also noted that the city does not own any hotels, and that none of them were staffed anyway due to the coronavirus-related closures.[26] The actual Cashman Field facility had already been reserved as potential space for hospital overflow patients.[22] The Cashman Field parking lot reopened a few weeks later as a tented isolation and quarantine complex, treating overflow hospital patients and homeless people infected with coronavirus.[27] On March 29, 2020, Washoe County reported its first death: a hospitalized man in his 40s who had recently traveled to New York City. It was the first coronavirus death to occur in northern Nevada.[28] On April 1, 2020, Sisolak extended the closure of non-essential businesses through the end of the month, in accordance with new federal guidelines issued by the White House Coronavirus Task Force.[29] Sisolak also issued a statewide directive urging residents to stay home, except for essential reasons such as healthcare visits and buying food.[30] The Federal Emergency Management Agency approved a major disaster declaration for Nevada.[31] During April 2020, Sisolak activated the Nevada National Guard to help deliver medical supplies.[30][32] Within a few weeks, he announced that an additional 700 members of the National Guard would join the coronavirus efforts. Most of them would be stationed in Las Vegas, where they would set up alternate care facilities, help with food banks, and provide medical support.[32][33] On April 8, 2020, Sisolak ordered the closure of real estate open houses, golf courses, and basketball and tennis courts.[34] Meanwhile, closed liquor stores in the Las Vegas Valley began home delivery of alcohol, allowing them to compete against grocery stores.[35][36][37][38] On April 15, 2020, Mayor Goodman called Sisolak's shutdown \"total insanity\" and urged him to reopen the state.[39] U.S. president Donald Trump, who owns Trump International Hotel Las Vegas, said he was fine with Sisolak's shutdown order, while acknowledging Goodman's dissatisfaction with it: \"I know the mayor is very upset with it. Some (hotel and casino) owners are very upset with it. Some of the developers out there are upset. Others say, 'Hey, we have to get rid of it.' I can see both sides of that.\"[40][41] Goodman and the Nevada Republican Party wanted Sisolak to present a plan for reopening the state.[41] Over the next several weeks, conservatives and supporters of Trump's presidency held protests in several cities, urging Sisolak to reopen the state.[42] On April 21, 2020, Sisolak said that Nevada was in a \"phase zero\" of plans for reopening the state and easing social distancing. He said businesses would not reopen until the state experienced a 14-day decline in new coronavirus cases and hospitalizations. Other conditions needed for the phase-one reopening would be additional COVID-19 testing and the use of contact tracing.[43] In an interview on April 23, 2020, Goodman again said the closure should be ended. She also said that she had previously suggested the idea of Las Vegas becoming a control group to test the effectiveness of social distancing. Goodman's interview sparked wide criticism over her idea, which had been rejected.[44][45][46] Shortly thereafter, former professional poker player Doug Polk launched a recall effort against Goodman, stating that she \"failed to responsibly represent her constituency\" and demonstrated a \"clear disregard\" for public health.[47][48] The effort was ultimately unsuccessful, due to a rise in COVID-19 cases and the fact that in-person signatures are required.[49] At the end of the month, Nevada joined the Western States Pact, a group of neighboring states working together on how to proceed with reopening.[50] Sisolak extended his stay-at-home order until May 15, and noted that coronavirus cases and deaths had leveled out.[51] He signed a directive that would ease some coronavirus-related restrictions beginning on May 1, 2020. Retailers and marijuana dispensaries would be allowed to offer curbside pick-up. Golf courses, as well as tennis and pickleball courts, would also be allowed to reopen. Up to that time, several rural counties had urged Sisolak to quickly reopen the state's economy, particularly in areas that had low populations with fewer cases of coronavirus. Sisolak also issued a 90-day extension on expiration dates related to driver's licenses and other DMV documents.[51][52] Sisolak expressed his hope to have the state move into phase one by May 15, 2020. Casinos would not be included in the phase-one reopening, and Sisolak said that the Nevada Gaming Control Board would be responsible for decisions about when such businesses could reopen. Bars, concert venues, malls, nightclubs, and large sporting events would remain closed as well during phase one. Stand-alone retailers would be allowed to reopen in phase one, with employees and customers having to wear facial coverings. Sisolak said that county governments would be responsible for deciding when to let their communities reopen, saying that \"responsible county governments, with knowledge of their unique communities and their existing local licensing and regulatory structure, are in the best position to execute the gradual reopening of the businesses and public life of their local residents.\" Gatherings of 10 people or more remained prohibited.[53] By the end of the month, Sisolak had a 64-percent approval rating for his handling of the pandemic, while Goodman had a 28-percent rating.[54] On May 7, 2020, Sisolak announced that restaurants, retailers, outdoor malls, hair salons, drive-in movie theaters, and cannabis retailers would be allowed to reopen two days later, but with precautions in place. Employees, for example, would be required to wear masks, while restaurants and retailers would be limited to 50 percent of their usual capacity.[55] Meanwhile, a group of business owners and others filed a lawsuit against Sisolak over his stay-at-home order and his restriction on hydroxychloroquine. The lawsuit, in part, accused Sisolak of abusing his power and violating constitutional rights with his business closures. Sisolak was the latest U.S. governor to be sued for closing businesses. The lawsuit also named Clark County Commissioner Marilyn Kirkpatrick and other state officials as defendants.[56] Roy Horn, a former Las Vegas entertainer and a longtime resident, died of complications caused by the virus on May 8, 2020, at the age of 75.[57] Phase one went into effect as scheduled on May 9, 2020.[58][59] Positive cases continued to decrease during mid-May 2020.[60] Large retailers began reopening stores in the Las Vegas Valley, with various safety measures in place.[61][62][63] Businesses in downtown Las Vegas were allowed to extend retail sales to sidewalks,[64] and the city's McCarran International Airport became the first in the United States to install vending machines that dispense personal protective equipment.[65][66] The airport also launched a public awareness campaign to inform travelers about staying safe from the coronavirus.[67][68] Meanwhile, the Las Vegas Metropolitan Police Department had responded to 1,100 businesses that remained open rather than complying with Sisolak's shutdown order. Owners of such businesses were warned of possible jail time and revocation of their business license.[69] On May 26, 2020, Sisolak announced that casinos would be allowed to reopen on June 4, while phase two of business reopenings would begin sooner, on May 29. Phase two would allow the reopening of bars, bowling alleys, gyms, movie theaters, pools, spas, state parks, and tattoo shops. The reopenings would require businesses to implement changes to help prevent the spread of coronavirus. Sisolak also increased public gathering limits from 10 to 50 people, and he announced that religious facilities could resume in-person services with reduced capacity and social distancing in place.[70][71] In Las Vegas, casino companies planned to open only certain resorts, and with limited amenities.[72] Ten hotels in the Las Vegas Valley agreed to accept guests from other hotel properties who have tested positive for coronavirus.[71][73] Phase two went into effect as scheduled on May 29, 2020, with the possibility of entering phase three by June 30.[74][75][76] Select casinos reopened as scheduled on June 4, 2020, with safety measures in place.[77][78][79] On June 11, 2020, Sisolak announced that Nevada counties and cities would split $148.5 million in grants, provided through the CARES Act.[80] Meanwhile, the state had been experiencing an increase in new daily cases,[81] but health officials did not yet believe that it was the beginning of a second wave, based on the initial data. One reason for the surge in cases was a significant increase in testing over the previous two weeks.[82][83] The reopening of businesses also contributed to the rise.[84] On June 15, 2020, Sisolak announced that the state was not yet ready to enter phase three of reopening, due to rising cases and hospitalizations. However, he said the hospitalizations were not numerous enough to overwhelm the state's hospitals. He also said that positive cases had already been expected to rise as a result of the phase two reopening and the increase in testing.[85] On the same day, Nevada saw its highest daily increase of new COVID-19 cases: 379.[86][87] Meanwhile, the state reopened its DMV facilities for the first time in three months.[88] By June 18, 2020, the state had received more than 600 COVID-19-related business complaints since the phase one reopening. The complaints included non-essential businesses operating when they were not supposed to, and businesses that were not enforcing safety precautions.[89] On June 24, 2020, Sisolak ordered that face masks must be worn in all public spaces beginning on June 26.[90] Several days later, he extended phase two through the end of July.[91] Positive cases of COVID-19 continued to rise through the end of the month, with indoor venues presenting the biggest risk.[92] Nevada had the highest estimated transmission rate of any U.S. state, with each COVID-19 case resulting in 1.56 new infections.[93] In July 2020, the state announced further plans to combat the virus, including increased enforcement of safety measures and hotlines for people to report business violations.[94] In mid-July, the Occupational Safety and Health Administration (OSHA) reported that 80 percent of the state was in compliance with COVID-19 safety precautions.[95] Meanwhile, state health officials attributed recent case surges to gatherings that occurred during the Fourth of July holiday.[96] At the end of the month, Sisolak extended coronavirus orders that limited businesses to 50-percent capacity and gatherings to 50 people.[97] On August 3, 2020, Sisolak unveiled a new plan for dealing with COVID-19 outbreaks in counties. The plan would focus on determining the cause of such outbreaks and taking appropriate action to stop them, such as shutting down facilities where outbreaks originate.[98] Sisolak said the plan would move away from the system of phased openings: \"While phases made sense at the time, we've got to remain flexible and responsive to what we're seeing now.\"[99] Meanwhile, President Trump reduced National Guard funding by 25 percent for Nevada and 47 other states.[100] Sisolak sought to restore full funding from the federal government, but was ultimately rejected.[101] On August 11, 2020, Sisolak signed a law granting legal protection to many reopened business, preventing \"frivolous\" lawsuits relating to COVID-19.[102] Two days later, Nevada reported its 1,000th death from COVID-19.[103] As of August 23, 2020, 18 states had placed travel restrictions on people traveling from Nevada and other states. Such people were often required to quarantine themselves upon arrival in one of the 18 states. Nevada, which is dependent on tourism, had not placed any restrictions on travelers coming to the state.[104] More than 500 visitors to Nevada had tested positive since June 1, 2020.[105] During August, the state reported its lowest number of new COVID-19 cases since June. Although new cases declined, deaths saw an increase.[106][107] The number of deaths began to decline at the end of the month, and hospitalizations also decreased compared to July. However, there was the possibility that COVID-19 had become endemic in the state.[108] Although Nevada's COVID-19 positivity rate had declined, the state was still one of 11 where the rate remained above 10 percent, and Sisolak said that Nevada had \"a long way to go\".[109] On September 8, 2020, the state reported its lowest daily increase of COVID-19 cases in nearly three months.[110] The state's positivity rate dropped to its lowest level since June.[111] On September 12, 2020, President Trump held an outdoor rally at Minden–Tahoe Airport, as part of his 2020 presidential campaign. The Minden rally attracted more than 5,000 people, and Sisolak criticized Trump for holding the event, as public gatherings were still limited to 50 people. Sisolak later said that Douglas County could be forced to pay back $8.9 million in funding from the CARES Act, saying that the county's approval of the event put residents at risk for catching COVID-19. Douglas County had approved the event citing First Amendment rights and the rare opportunity to host a presidential speech.[112][113] Sisolak ultimately decided not to punish the county.[114] A day after the Minden event, Trump held a campaign rally in Henderson, marking his first indoor rally since a controversial Tulsa event in June. Sisolak criticized Trump for holding the event, citing the 50-person limit on gatherings.[112] Trump blamed Sisolak for having to hold the event indoors, saying, without evidence,[113] that Sisolak intervened and made it impossible for the Trump campaign to secure an outdoor site. Indoor events present a higher risk for contracting COVID-19.[115][116] Among the pandemic's casualties was Vegas resident and former Four Seasons founding member Tommy DeVito who died on September 21 while hospitalized after contracting COVID-19.[117][118] On September 29, 2020, Sisolak raised the limit on most public gatherings to either 250 people, or 50-percent capacity, whichever is less. Conventions, showrooms, and stadiums were allowed to resume events with reduced capacity.[119] The health districts in Clark and Washoe County complained that they had been excluded from discussions about Sisolak's latest changes.[120] The Washoe County Health District was against the changes, citing new records in COVID-19 cases per 100,000 residents. Young adults accounted for most of the rising cases, and Washoe County had overtaken Clark County for new cases per 100,000.[121] Although cases declined during August and September 2020, they saw a resurgence during October.[122] Cases continued to rise especially in Washoe County.[123] Sisolak introduced the Pandemic Emergency Technical Support (PETS) program, providing $20 million in grants to small businesses that apply.[124] He also said there would be no new COVID-19 restrictions for the time being, despite the rise in cases,[125] which was attributed to residents who had grown tired of following COVID-19 precautions.[126] By the end of October, COVID-19 cases had topped 100,000 in Nevada.[127] For Halloween, the state recommended that residents skip traditional trick-or-treating in favor of alternatives, such as online events. Facial masks were mandated for those who did participate in trick-or-treating.[128] Some residents planned to skip such activity due to the pandemic.[129] Positive cases continued to rise in November 2020,[130] and several states once again placed travel restrictions on people arriving from Nevada. This included requirements to get tested or to quarantine for 14 days upon arrival.[131] On November 10, 2020, because of the large increase in daily cases, Sisolak strongly urged residents to stay home as much as possible over the next 14 days, with a proposal called Stay at Home 2.0. He urged people to work from home if possible, and said the state would have to implement severe lockdown restrictions on businesses if cases did not decline.[132] He said that non-residents were still welcome to visit the state because of its dependency on tourism.[133] Three days later, Sisolak tested positive for the virus.[134] On November 22, 2020, as cases continued to rise dramatically, Sisolak announced a three-week \"pause\" that would go into effect two days later. He noted that 10 percent of the state's COVID-19 cases had been reported in the past week. Under the new restrictions, certain businesses – including casinos, restaurants, bars, and gyms – would have their operating capacity reduced to 25 percent. Public gatherings would be reduced from 250 people to 50, or 25 percent of a building's capacity. Private gatherings were reduced back to 10 people.[135][136] Sisolak also restricted Thanksgiving gatherings to 10 people, from a maximum of two households.[137] Since the start of the pandemic, state hospitalizations had reached their highest level ever, with 97 percent of them occurring in Clark and Washoe County.[138] The majority of cases were occurring in young people, in their 20s and 30s.[139] Goodman criticized Sisolak's latest orders, calling him a \"dictator\" and stating that his actions would further harm the Las Vegas economy.[140] Nevada continued to experience record-high hospitalizations during early December 2020, more than doubling the number of hospitalized patients from a month prior.[141][142] The state's positivity rate also reached record highs at more than 20 percent,[141][143] among the highest rates in the U.S.[144] The ideal rate would be below 5 percent.[145] Approximately 90 percent of the cases were in Clark and Washoe County, and Carson City.[144] In southern Nevada, recent Thanksgiving gatherings were considered a possible cause for the rise in cases.[146] To continue aiding the state with the pandemic, Sisolak announced an extension of the National Guard through March.[147] On December 13, 2020, Sisolak announced a four-week extension of his recent pause.[148] The next day, COVID-19 vaccinations began in the state.[149] On December 19, 2020, the state surpassed 200,000 cases,[150] doubling the number from seven weeks earlier.[127] Hospitals continued their struggle to keep up with COVID-19 patients,[151] and the state surpassed 3,000 deaths at the end of the month.[152] Hospitalizations saw a decline during early January 2021, although the number of daily cases and deaths had reached record highs. Health officials were concerned that cases may rise further, as a result of recent gatherings that occurred during Christmas and New Year's Eve.[153] On January 11, 2021, Sisolak extended his pause for another 30 days.[154] The state reported its 4,000th death before the end of the month,[155] although cases and hospitalizations began a decline.[156][157] On February 11, 2021, Sisolak announced that he would scale back his restrictions from November. This would include expanding capacity limits to 35 percent for some businesses – including casinos, restaurants, and gyms – and 50 percent for others, such as libraries, museums, and zoos. Public gatherings would be increased to 100 people or 35 percent of a building's capacity, whichever is less. Private gatherings were expanded to 25 people for outdoor events but remained at a 10-person limit for indoor gatherings. The changes would take effect four days later, and Sisolak planned to eventually let local governments make decisions about gathering and capacity sizes, starting May 1, 2021.[158][159] Sisolak also approved an additional $50 million for the PETS program.[160] Meanwhile, new COVID-19 cases continued to drop.[161] Nevada reported its 5,000th death on March 4, 2021, although new cases continued their decline.[162][163] Las Vegas showed significant signs of returning to normalcy, as conditions continued to improve.[164][165] On March 15, 2021, business capacity was increased to 50 percent.[166] Meanwhile, U.S. vice president Kamala Harris visited Las Vegas to promote the American Rescue Plan, which would include $4.5 billion in aid for the state.[167] On March 17, 2021, one year after Sisolak's shutdown order, Mayor Goodman again criticized his decision and the effects that it had on the state.[168][169] Sisolak's cautious approach was in contrast to some other states which had loosened their restrictions.[170] On April 13, 2021, Sisolak announced that beginning May 1, governance over most public health orders would be transferred from the state to local counties—allowing them to ease restrictions at the pace they see fit. This excluded the mask mandate, which remained in force statewide until further notice. Sisolak expected all counties to have lifted restrictions by June 1.[171][172][173] With the transition of power, Clark County increased business capacity to 80% on May 1.[174][175][176] Shortly thereafter, the mask mandate was eased based on new CDC guidance, exempting them from being worn by the fully-vaccinated when in outdoor public spaces.[177] Clark County ended all other COVID-19 restrictions on June 1, 2021.[178] Statewide cases and hospitalizations began to rise later that month, due to vaccine hesitancy and the emergence of the SARS-CoV-2 Delta variant. By July 2021, Nevada's infection rate was among the worst in the U.S., reaching its highest level since February.[179] Face masks were mandated again for indoor settings, in counties where the infection rate was high.[180] Clark County saw a particularly high number of cases, due to its population density, low vaccination rates, and tourism industry.[181] Several major U.S. cities advised their residents not to travel to Las Vegas.[182] The Delta variant caused an increase in the number of breakthrough infections,[183][184] and Nevada sought federal assistance for testing and vaccination efforts.[185] Goodman was among those who contracted the virus, despite being vaccinated.[186] The rise in cases and hospitalizations continued into August 2021,[187][188] with the Delta variant accounting for nearly all cases.[189] In Clark County, cases and hospitalizations began to decrease later in the month, while hospitalizations remained high in Washoe County and rural counties in northern Nevada.[190][191] Statewide, cases saw a decline during September 2021.[192] That month, the Clark County Commission declared COVID-19 misinformation a public health crisis, becoming one of the few U.S. jurisdictions to do so. The declaration was essentially a statement with no ramifications for those who spread inaccurate information.[193][194] Cases continued their decline in October 2021, following increased vaccination efforts.[195] With more than half of the state vaccinated, Sisolak said he did not expect to issue any new pandemic restrictions.[196][197] Cases and hospitalizations fluctuated during late 2021, both statewide and in Clark County.[198] While cases of the Delta variant declined in most of the state, they remained high in rural areas, putting a strain on hospitals.[199] The state reported its first case of the SARS-CoV-2 Omicron variant in December 2021.[200][201] Cases rose statewide in January 2022, continuing a surge that began the month before.[202][203] The Las Vegas Valley saw record-high case numbers following the Christmas and New Year's holidays.[204][205] Cases and hospitalizations soon decreased, prompting Sisolak to lift the mask mandate on February 10, 2022.[206][207] Sisolak's emergency declaration remained in place as of March 2022, two years after the pandemic reached the state.[208] Meanwhile, cases and hospitalizations reached their lowest point since June 2021.[209][210] The Nevada National Guard concluded its mission on April 1, 2022, after two years. It was the longest activation in Nevada history since World War II.[211][212] Cases began increasing in April 2022, due to loosened pandemic restrictions and a new Omicron subvariant.[213][214] Hospitalizations also increased, but not enough to pose a burden.[215] Sisolak ended the state of emergency on May 20, 2022,[216] and related programs will be gradually phased out.[217] Conservative groups had criticized the length of the declared emergency.[217][218]","Title":"Timeline of the COVID-19 pandemic in Nevada - Wikipedia","KeyID":"10782","URL":"https://en.wikipedia.org/wiki/Timeline_of_the_COVID-19_pandemic_in_Nevada"}