{"Content: ":"The COVID-19 pandemic reached the U.S. state of New Jersey with the first confirmed case occurring in Bergen County on March 2, 2020, and testing positive on March 4. As of January 11, 2022[update], 1.63 million cases were confirmed in the state, incurring 26,795 deaths.[1] On March 9, 2020, Governor Phil Murphy declared a state of emergency. A day later, schools and universities across the state began closing and switching classes to online instruction. Also on March 10, the first person in the state died from the disease. A statewide curfew began on March 16, and all casinos, gyms, and movie theaters were closed; restaurants and bars were only allowed to remain open for delivery and takeout. On March 21, as the number of COVID-19 cases in the state surpassed 1,000, Governor Murphy announced a statewide stay-at-home order, requiring that all non-essential businesses be closed indefinitely by 9 p.m. that day. In the following months, the stay-at-home order was gradually lifted, however other measures such as social distancing requirements, capacity limits, and requirements that people wear face masks remained in place for some time. Most of these restrictions were lifted by March 2022 when Murphy ended the state's public health emergency due to COVID-19. As of May 12, 2021, New Jersey has the 9th highest number of confirmed cases in the United States, and the eleventh-highest number of confirmed cases per capita.[2] It has the sixth-highest count of deaths related to the virus and the highest count per capita.[3] As of January 11, 2022[update], New Jersey has administered 13,689,830 COVID-19 vaccine doses, and has fully vaccinated 6,482,698 people (equivalent to 72% of the population).[4] On March 2, the eventual patient zero—a physician assistant who treated patients in several clinics in the New York City area—had a bad cough and heart palpitations, and went to an urgent care clinic where he tested negative for flu and strep (COVID-19 tests were not available at the clinic). The patient's symptoms prompted his doctor to tell him to go to the emergency room for a CT scan. While at the hospital the patient developed a fever, shortness of breath, and diarrhea. His CT scan revealed he had pneumonia, and shading in one lung gave doctors reason to believe he could have the coronavirus. On March 3, he was tested for COVID-19.[5] On March 4, Governor Phil Murphy and Lieutenant Governor Sheila Oliver announced the state's first case of COVID-19, a presumptive positive test result in a man in his 30s who had been hospitalized in Bergen County since March 3.[6][7] On March 5, officials announced that they were investigating a second presumptive case of COVID-19.[8] On March 6, officials announced a third presumptive case in Camden County and a fourth case in Bergen County.[9][10] On March 8, two presumptive positive cases were confirmed in East Brunswick and Edison, bringing the total to six.[11] On March 10, state officials announced the first death in New Jersey to be in Bergen County. A resident of Little Ferry, 69-year-old John Brennan was the first to succumb to the virus in New Jersey. He had underlying health conditions and was taken to Hackensack University Medical Center where he died of a heart attack.[12] It would come to light days later that the man was connected to cluster of coronavirus among a New Jersey family that would kill 4 family members.[13][14] On March 14, Governor Murphy announced on Twitter an additional 19 confirmed cases of COVID-19, bringing the cumulative total of confirmed cases to 69.[15] A second death was reported on March 14 in Monmouth County: 56-year-old Rita Fusco-Jackson of Freehold died of the virus the prior evening after being treated at CentraState Medical Center. She was the first of four members of a family to die in what would become a cluster of nearly 10 cases that was spread among a single family.[13][16][17] On March 15, Governor Murphy announced via Twitter that another 31 cases had been confirmed in the state, bringing the cumulative total to 98 positive cases.[18] On March 16, New Jersey officials reported 80 new positive cases of the coronavirus, bringing the cumulative total to 178 for the state, with three deaths.[19] On March 17, 89 new cases of the coronavirus were confirmed in New Jersey, bringing the state's total to 267. Among the 267 patients up to that point, about 55% were hospitalized. The patients' ages ranged from 5 to 93, with a median of 52.[20] On March 18, Governor Murphy announced that 160 more positive tests for the coronavirus had occurred, bringing New Jersey's total to 427. At that point, cases had been found in 18 of the state's 21 counties. The death toll rose to five, as two more people died.[21][22] On March 19, Governor Murphy announced 315 new positive tests for the coronavirus, bringing the state's total to 742. Four more deaths raised the death toll to nine.[23][24][25] On March 20, New Jersey officials said that the number of coronavirus cases in the state rose to 890. Two more deaths were reported, bringing the state's total to 11.[26][27] On March 21, New Jersey officials reported over 400 new cases of the coronavirus, bringing the state's total to 1,327. Five more deaths brought the total to 16. By that point, the virus had been found in all 21 of New Jersey's counties.[28][29] By March 23, 2,844 cases of the coronavirus were confirmed in the state. New Jersey had the second-most cases of all states in the country, behind only New York. The death toll in New Jersey increased to 27.[30][31] On March 24, officials announced an increase to 3,675 cases of the coronavirus in New Jersey. The number of deaths rose by 17, to 44 total.[32] A 50-year-old Freehold Township man was charged with terroristic threats, harassment, and obstruction after he coughed on a Wegmans supermarket clerk in Manalapan Township and laughingly declared he had the coronavirus.[33] On March 25, confirmed coronavirus cases rose to 4,402. The number of deaths rose by 18 to 62 total.[34] All 94 residents of St. Joseph's Senior Home in Woodbridge Township were assumed to have coronavirus. The first of 24 positive cases was discovered on March 17, and at least one more had developed every day since then.[35] On March 26, New Jersey officials announced that the number of coronavirus cases had increased to 6,876. The death toll went up by 19, to 81 in total.[36] On March 27, state officials announced a total of 8,825 known cases of the coronavirus. The number of deaths increased by 27, to 108.[37] Police broke up a house party with 47 people crammed into a small apartment in Ewing Township. The organizer was charged.[38] On March 29, New Jersey announced that 13,386 cases of the coronavirus were confirmed in the state, including 161 deaths. New Jersey had the second-largest outbreak in the country, behind only New York. In a Twitter video, Governor Murphy said, \"Nothing's changed in New Jersey, stay at home. New Jersey is part of the hottest spot in America right now, alongside New York City and the nation's eyes are upon us.\"[39] According to the acting superintendent of New Jersey's state police, about 700 police officers in the state had tested positive for the coronavirus, but none had died.[40] On March 30, New Jersey announced that the total number of cases had risen to 16,636. The death toll increased by 37, to 198.[41] On March 31, Governor Murphy announced that there were 18,696 cases of the coronavirus in New Jersey. The death toll increased by 69, to 267.[42] In order to expand hospital capacities, on March 31, Commissioner Judith Persichilli issued a directive to nursing homes, post-acute care facilities and hospital discharge planners regarding the transfer of \"medically stable\" patients out of hospitals. The directive did not allow admission to post-acute care facilities to be denied on the basis of the COVID-19 status of a patient and prohibited the receiving facilities to require such testing prior to admission.[43] On April 1, Governor Murphy announced that there were 22,255 coronavirus cases in New Jersey, including 355 deaths.[44] On April 2, officials reported 25,590 total cases of the coronavirus in New Jersey, including 537 deaths. Of the 537 deaths, 47% were people over the age of 80. Residents of long-term care facilities accounted for 76 deaths. 110 of New Jersey's 375 long-term care facilities had at least one confirmed case of the coronavirus.[45] On April 4, state officials announced that New Jersey had 34,124 total cases of the coronavirus, including 846 deaths. According to state health commissioner Judith Perischilli, there were more than 4,000 coronavirus patients hospitalized in New Jersey as of the 3rd. Of those patients, 1,494 were in critical care, including 1,263 who were on ventilators.[46] On April 6, the state announced that 41,090 people had tested positive for the coronavirus in New Jersey. The death toll rose to 1,003.[47] On April 7, Governor Murphy announced that there were 44,416 total cases of the coronavirus in New Jersey and 1,232 deaths.[48] On April 8, Governor Murphy announced that New Jersey had 47,437 total cases and 1,504 deaths from the coronavirus. Among U.S. states, only New York had more cases.[49] On April 9, Governor Murphy announced that New Jersey had 51,027 total cases of the coronavirus and 1,700 deaths. Health officials provided the racial breakdown of the deaths as: 61% White, 22% Black, 6% Asian, less than 1% Native Hawaiian / Pacific Islander, and 11% still under investigation.[50] On April 10, state officials announced that New Jersey had 54,588 cases of the coronavirus with 1,932 deaths. Of the coronavirus deaths in the state, the breakdown was: 58% male and 42% female; 45% over 80 years old, 33% between 65 and 79, 17% between 50 and 64, 4% between 30 and 49, and 1% under 30; 64% White including 17% Latino, 20% Black, 6% Asian, and less than 1% Pacific Islander.[51] On April 11, New Jersey announced that there were 58,151 total cases of the coronavirus and 2,183 deaths in the state.[52] By April 13, New Jersey had 64,584 total cases of the coronavirus and 2,443 deaths. As of the 12th, there were 7,781 people hospitalized with the coronavirus or suspected of having the virus. Of those patients, 1,886 were in critical or intensive care, and 1,611 were on ventilators.[53] On April 14, state officials reported that there were 68,824 total cases of the coronavirus in New Jersey and 2,805 deaths. According to the state Department of Health's website, 128,604 New Jersey residents had been tested for the coronavirus, and 70,950 had tested negative. The positivity rate was about 45%.[54] By April 15, New Jersey had 71,030 total cases of the coronavirus, and the death toll was 3,156.[55] On April 16, state officials reported that there were 75,317 total cases of the coronavirus and 3,518 deaths.[56] By April 17, New Jersey had 78,467 confirmed cases of the coronavirus, including 3,840 deaths. Of the deaths, the breakdown by race was: 50.3% White, 22.3% Black, 16.6% Hispanic, 5.4% Asian, and 5.4% Other. A total of 9,094 cases, including 1,530 deaths, had been reported in the state's 384 longterm care facilities.[57] By April 18, New Jersey had 81,420 confirmed cases of the coronavirus and 4,070 deaths. Among U.S. states, only New York had more cases and deaths. New Jersey Governor Phil Murphy said, \"This is a pandemic the likes of which we haven't seen in a century.\" He noted that the state's 4,070 deaths from COVID-19 over the previous six weeks was more than those \"lost in past three flu seasons in their entirety combined.\"[58] On April 19, state officials announced that there were 85,301 total cases of the coronavirus in New Jersey and 4,202 deaths. There were 7,495 patients hospitalized for coronavirus or suspected of having the virus in New Jersey as of the 18th. Of those hospitalized, 1,940 were in critical or intensive care, and 1,628 were on ventilators.[59] On April 20, officials reported 88,806 total cases of the coronavirus in New Jersey with 4,377 deaths. Residents of long-term care facilities accounted for 10,744 cases and 1,779 deaths.[60] On April 21, New Jersey reported 92,387 total cases of the coronavirus and 4,753 deaths.[61] On April 22, New Jersey reported 95,865 total cases of the coronavirus and 5,063 deaths.[62] By April 23, New Jersey had 99,989 total cases of the coronavirus and 5,368 deaths. As of the 22nd, there were 7,240 coronavirus patients at the state's 71 hospitals. This included 1,990 patients who were in critical or intensive care and 1,462 who were on ventilators. At the time, the peak in hospitalizations was 8,293 on April 14. Of the deaths in New Jersey, the breakdown by race was: 53.6% White, 20% Black, 16% Hispanic, 5.4% Asian, and 5% Other.[63] On April 29, state officials reported 116,264 total cases of the coronavirus and 6,770 deaths. More than 216,000 New Jersey residents had been tested for the coronavirus, and 42% had tested positive. As of the 28th, 6,289 people were hospitalized in the state for the virus. The racial breakdown of deaths was: 52.3% White, 20.1% Black, 16.9% Hispanic, 5.1% Asian, and 5.5% Other.[64] On April 30, state officials reported 118,652 total cases of the coronavirus and 7,228 deaths.[65] On May 4, Governor Murphy indicated that all schools, public and private, would remain closed for the remainder of the academic year.[66] By May 14, Hudson County surpassed Bergen for the most coronavirus cases in NJ with over 17,134 cases while Bergen has 17,080.[67] On May 18, Governor Murphy unveiled a three-stage reopening strategy. NJ is currently on stage 1 of reopening.[68] A gym in Bellmawr reopened and the owner was later ticketed in violation of the state's coronavirus restrictions.[69] The next day the gym owner was issued more tickets and a customer was arrested.[70] By May 20, the administration had lowered the number of corona-related deaths reported in nursing homes from 5,700 on May 18 to 4,295. The reduction was achieved by excluding the deaths of persons who did not have a confirmed COVID laboratory test prior to death.[71] On May 26, Governor Murphy allowed graduation ceremonies to be held outdoors beginning July 6. The ceremonies should still comply with social distancing guidelines.[72] Professional sports teams can return to training or even competition if their leagues desire.[73] On May 29, Murphy announced that the COVID-19 short term rental assistance program will provide at least $100 million in housing relief for families in need.[74] On June 1, Governor Murphy announced that stage 2 of reopening would start on June 15.[75] On June 8, the number of COVID-19 cases in NJ was 356, the fewest cases over the past 2 months.[76] On June 9, the stay-at-home-order was lifted after Murphy announced that he would increase the limit on indoor and outdoor gatherings. On June 25, 2020, it was the first day in which probable deaths were included in totals.[77] Governor of New York Andrew Cuomo also released a statement alongside Governor Murphy and Governor of Connecticut Ned Lamont which stated that anybody arriving from states with high rates of coronavirus would have to undergo a mandatory 14-day quarantine upon arrival as a result of the rising cases.[78][79][80][81][82][83] On July 2, casinos, outdoor playgrounds, outdoor amusement parks, outdoor water parks, indoor pools, museums, libraries, aquariums, and indoor recreational facilities were permitted to reopen at limited capacity. Gyms and fitness centers may reopen outdoor spaces and offer limited individualized indoor instruction by appointment only.[84] On July 3, the limit on outdoor gatherings was increased to 500 people. On July 6, modified outdoor graduation ceremonies are allowed and youth day camps and summer programs can operate. Light rail and NJ Transit resumes full weekday schedules. On July 7, Kansas and Oklahoma were added to the list, now of 19 states, residents of which are advised to quarantine for 14 days when traveling to New Jersey, New York, and Connecticut.[84] As of July 23, New Jersey remains the only state where case numbers dropped in two consecutive weeks.[85] On August 4, the maximum size of indoor gatherings was reduced from 100 individuals to 25 individuals.[86] On August 25, the number of confirmed COVID-19 cases surpassed 190,000. On September 21, the total number of COVID-19 cases reported in the state reached 200,000. According to the NJ Department of Health, on September 12, the total number of COVID-19 cases reported in the state reached 214,097 (rate per 100,000 of 2,435) and the number of lab confirmed deaths had reached 14,387 (164 per 100,000 of the general population).[87] The Johns Hopkins University Coronavirus Resource Center dataset recorded 16,175 confirmed plus presumed deaths for a cumulative case fatality rate of 7.55%.[88] The daily number of deaths averaged over the previous 7 days was 5.3 deaths/day. This ranks New Jersey as the highest number of deaths per capita of all US states, but second to lowest rate of increase, second only to Connecticut in percent increase per day. On October 13, a super-spreader event at Monmouth University was linked to 125 COVID-19 cases. Since August 24, Monmouth University has had 319 COVID-19 cases.[89] On October 21, Governor Murphy went into self-quarantine after having been in contact with someone who tested positive for COVID-19.[90] New Jersey's public health emergency was extended by the governor on October 26. 1,994 new cases were reported, the highest increase since May.[91] Statewide restrictions were not imposed, but Newark imposed city level restrictions requiring nonessential businesses to close by 8pm.[92] On December 15, the first doses of the Pfizer–BioNTech COVID-19 vaccine in New Jersey were issued to healthcare workers. Maritza Beniquez, an emergency room nurse at University Hospital in Newark, received the first dose of the vaccine.[93] On December 18, the state announced plans to open six COVID-19 vaccine \"mega-sites\" across the state in January 2021, in addition to making the COVID-19 vaccine available at more than 200 satellite locations including hospitals, health centers, urgent care centers, retail pharmacies, and local sites.[94] Two women were arrested in Newark on December 28 for hosting 200 patrons at an improvised bar. Three others were arrested on December 27 for allegedly selling alcohol without a permit inside a hookah lounge that hosted over 50 people in Paterson.[95] On March 9, Governor Murphy declared a state of emergency in New Jersey as the number of cases grew to 11.[96] On March 14, the mayor of Hoboken declared a mandatory nightly curfew.[97] On March 15, Governor Murphy announced via Twitter that another 31 cases had been confirmed in the state, bringing the cumulative total to 98 positive cases. He also stated on a New York City radio station that he was considering a statewide curfew, following the one implemented in Hoboken.[18] A day later, the governor announced new regulations. Gatherings of 50 or more people were prohibited, in line with federal guidelines. Governor Murphy suggested a statewide curfew of 8 p.m. All bars, casinos, gyms, movie theaters, and restaurants were closed indefinitely on the 16th at 8 p.m., though bars and restaurants were allowed to remain open for delivery or takeout only.[19] Several schools and school districts announced closings or schedule modifications by March 8 due to the impact of the virus.[98] On March 10, Rutgers University, New Jersey Institute of Technology, Seton Hall, Stevens Institute of Technology, The College of New Jersey, and Monmouth University announced that all of their classes would be switched to an online format.[99][100] On March 16, Governor Murphy announced that all of the state's schools, colleges, and universities would close indefinitely on the 18th. By this time, most of the state's school districts had closed already.[19] They were not to reopen for the rest of the school year, as Murphy ordered on May 4.[101] In a letter that Governor Murphy sent to President Trump, he indicated that the hospital bed shortage in New Jersey could reach 123,000 to 313,000 beds sometime between May and October. He requested the U.S. military and Army Corps of Engineers to help in expanding the hospital capacity.[102] On March 19, Murphy ordered all personal care businesses that could not maintain proper social distancing to close by 8 p.m. on the 19th; these businesses included barbershops, hair salons, nail salons, spas, and tattoo parlors. That day, Murphy said, \"We've basically shut the state down. Stay home.\" Murphy also announced that upcoming local special elections and school board elections would be postponed until May 12, with voting being done by mail. Ridership on the New Jersey Transit dropped by almost 90% in the previous week, and the agency requested $1.25 billion in federal aid.[24][23][25] Governor Murphy announced a statewide stay-at-home order that all non-essential businesses in the state would be closed indefinitely by 9 p.m. on the 21st. The state's libraries were also closed. Police academies were closed until April 6.[28][29] On March 24, the New Jersey Turnpike Authority and South Jersey Transportation Authority suspended cash toll collection on the New Jersey Turnpike, Garden State Parkway, and Atlantic City Expressway. Drivers without E-ZPass transponders had their license plates photographed at the toll plazas and were sent bills in the mail. Cash collection resumed on May 19.[103][104] On April 7, Murphy signed an executive order closing all state parks, state forests, and county parks starting that day. Officials in the Cape May County towns of Avalon, North Wildwood, Wildwood, and Wildwood Crest announced that they were closing their beaches. On the 6th, Atlantic City mayor Marty Small issued an order prohibiting hotels and motels in the city from accepting new guests; those currently in rooms were allowed to remain until the end of their booked stay.[48] To help reduce the spread of the virus, Murphy signed an executive order on April 8 requiring all employees and shoppers at open businesses to wear face coverings. Workers were required to wear gloves while interacting with customers. The number of customers allowed inside stores was limited to a max of 50% capacity. Murphy also banned non-essential construction in New Jersey and postponed the state's primary elections from June 2 to July 7.[49] Governor Murphy signed more executive orders on April 11 that were going to take effect on the 13th. He cut NJ Transit trains and buses to 50% capacity and required employees and riders to wear face coverings. He also required people to wear face coverings when getting takeout inside restaurants and bars.[52] On April 29, Murphy signed an executive order to reopen all state parks and allow golf courses and county parks to reopen. However, social distancing and other restrictions remained in effect. This order went into effect on May 2.[64][105] On May 13, Murphy signed an executive order to restart non-essential construction which went into effect on 6:00 a.m. on May 18, reopen non-essential retail stores for curbside pickup only, also went into effect on May 18, and to allow drive-thru events under social distancing guidelines.[106] On May 14, Murphy signed an executive order to reopen all public and private beaches under social distancing guidelines on May 22.[107] On May 15, Murphy signed an executive order to allow elective surgeries and invasive procedures to resume on May 26.[108] On May 17, Murphy signed an executive order to reopen charter fishing and watercraft rental businesses.[109] On May 18, Murphy signed an executive order to allow some additional outdoor recreational areas and businesses to restart their operations including batting cages, golf ranges, shooting and archery ranges, horseback riding, private tennis clubs, and community gardens. This order went into effect on May 22.[110] On May 19, Murphy issued an administrative order to allow in-person sales to resume on May 20 at 6:00 a.m., including automobile and motorcycle dealerships and bicycle shops.[111] On May 22, Murphy signed an executive order to limit outdoor gathering from 10 to 25 individuals, to open public and private recreational camps, and to limit indoor gathering to 10 people. This order went effective immediately.[112] On May 29, Murphy signed an executive order to reopen child care centers on June 15, non-contact organized sports on June 22, and youth day camps on July 6.[113] On June 1, Murphy announced stage two of reopening on June 15. Outdoor dining and limited in-person retail reopened on June 15, hair salons and barber shops reopened on June 22, and youth summer programs reopened on July 6. At the same time, the state phased in reopening in-person clinical research/labs, limited fitness/gyms, limited in-person government services, and museums/libraries.[114] On June 3, Murphy signed an executive order that allowed restaurants and bars to begin offering in-person, outdoor dining on Monday, June 15.[115] On June 4, Murphy announced that non-essential retail may re-open on June 15. Stores were required to limit half of approved capacity of people with face masks required.[116] On June 5, Murphy announced the reopening of the state's Motor Vehicle Commission locations. In-person customer services restarted with a variety of pick-up and drop-off services on June 15. The commission began to offer behind-the-wheel road tests and issue new licenses and permits on June 29.[117] On June 8, Murphy announced that municipal and private-club pools could reopen on June 22.[118] On June 18, Murphy announced that shopping malls could reopen on June 29.[119] On June 22, Murphy announced that casinos could reopen at 25% capacity on July 2, with masks required.[120] On June 23, Murphy announced that outdoor amusement parks, water parks, and playgrounds could reopen on July 2.[121] On September 1, Murphy signed an executive order allowing, among others, indoor dining to resume at 25% capacity starting September 4.[122] On February 3, 2021, Murphy allowed indoor dining at restaurants, gyms, and casinos to increase capacity from 25% to 35%, while also lifting the statewide restriction that restaurants close at 10 p.m. for indoor dining.[123] On March 10, 2021, Murphy allowed restaurants, gyms, salons, and indoor recreational activities to increase capacity from 35% to 50% effective March 19. He also allowed outdoor gatherings to increase capacity from 25 people to 50 people effective March 19.[124] On April 26, 2021, Murphy increased capacity for indoor events including proms, weddings, and performances to 50% capacity with a maximum of 250 people effective May 10.[125] On May 3, 2021, Murphy announced that several capacity limits would be lifted effective May 19. Capacity limits would be lifted at restaurants and indoor establishments with a percentage-based cap such as retail stores, gyms, and religious establishments, allowing them to operate at whatever capacity allows for 6 feet of social distancing. In addition, the indoor gathering limit for house parties and social events was increased from 25 people to 50 people, capacity limits for catered events, funerals, performances, and political activities was increased to a maximum of 250 people as long as social distancing can be maintained, indoor sporting events and concerts were allowed to operate at 30% capacity, and capacity limits would be removed for outdoor gatherings while still requiring social distancing. He also announced that increased capacity limits planned to go in effect on May 10 would be moved up to May 7. Also effective May 7, indoor bar seating was allowed again and the prohibition on buffets and self-service foods was lifted.[126] On May 17, 2021, Murphy lifted the outdoor mask mandate in public spaces; however, the indoor mask mandate still remained in place.[127] On May 28, 2021, New Jersey lifted social distancing requirements in indoor and outdoor settings along with the indoor mask mandate for vaccinated people. Masks were still required in public-facing state offices, worksites closed to the public, healthcare facilities, prisons, homeless shelters, transportation facilities, childcare facilities, summer camps, and schools.[128] On July 12, 2021, Murphy announced that New Jersey residents with a valid email address or phone number on-file with New Jersey Immunization Information System (NJIIS) could access a digital replacement copy of their COVID-19 immunization record using the Docket app in partnership with New York-based Docket Health, Inc.[129] On July 28, 2021, Murphy recommended that all people wear masks in indoor spaces, regardless of vaccination status, due to a rise in cases caused by the more transmissible SARS-CoV-2 Delta variant.[130] On August 6, 2021, Murphy announced that all students, teachers, staff and visitors in K-12 schools would be required to wear masks when the 2021–2022 school year begins.[131] On August 23, 2021, Murphy announced that all Pre K-12 teachers and other school staff at all public and private schools in New Jersey would be required to be vaccinated by October 18 or be tested for COVID-19 at least once or twice a week.[132] On February 7, 2022, Murphy announced that the statewide mask mandate for schools would be lifted on March 7.[133] On March 7, 2022, Murphy signed an executive order lifting the state's COVID-19 public health emergency, signaling a transition of the pandemic to an endemic.[134] On March 14, 2022, the mask mandate for state workers ended.[135] On April 19, 2022, NJ Transit stopped requiring masks on their vehicles following a judge's overturning of the federal requirement that people wear masks on public transport.[136] The first government-run coronavirus testing center opened on March 20 at Bergen Community College in Bergen County. Hundreds of cars were lined up for about three miles waiting to get into the drive-thru center. It opened at 8 a.m., and by noon, people were turned away as the center was at capacity. Health workers at the site tested more than 650 people.[26][27] On March 21, the testing site at Bergen Community College reached its daily capacity of 350 tests within two hours.[28][29] New drive-through testing centers opened at Hudson Regional Hospital, Kean University, and PNC Bank Arts Center.[30][31] By April 4, the state reported an average of 5,000 tests a day, and was only testing symptomatic people.[46] The state had about 66 testing sites by April 15.[55] By March 27, New Jersey's state laboratory had run 28,043 coronavirus tests with 8,296 positive ones for a rate of 33.4%. At least one positive test had been found in 55 of the state's 375 nursing homes.[37] By April 18, 147,850 coronavirus tests had been performed in New Jersey, with a positivity rate of 45.14%.[58] The state was conducting about 9,000 tests a day by April 22. Governor Murphy said he thought New Jersey would need to double its daily tests and include asymptomatic people before reopening its economy.[62] All covered workers in the following settings are currently required to be fully vaccinated or subject to COVID-19 testing at minimum one to two times per week: Health care facilities and high-risk congregate settings, Preschool through Grade 12 schools, State agencies, authorities, colleges, and universities, Child care facilities. In South Jersey, some farmers have refused to allow testing for seasonal farm workers who have been hired from high-risk states like Florida, North Carolina and Georgia. The majority of these growers are located in Cumberland County. Among the dozens of growers who refused participation in the state's campaign to offer free testing for thousands of migrant workers are six blueberry farms in Atlantic County. Unlike long-term care facilities farmers are not required to comply with the initiative, but a bill has been proposed to make it non-optional.[137] On March 17, Governor Murphy said that as of 8 p.m., all of the state's amusement centers, amusement parks, and shopping malls would be closed indefinitely. \"This is a virus unlike everything we've ever seen in our lifetime,\" Murphy said. According to Marilou Halvorsen, the president and CEO of the New Jersey Restaurant and Hospitality Association, 90% of restaurant employees were laid off on the 16th. There were 15,000 unemployment applications filed on the 16th, and the increase caused the computer system at the state Department of Labor to crash.[20] On March 19, Murphy ordered all personal care businesses that could not maintain proper social distancing to close by 8 p.m. on the 19th; these businesses included barbershops, hair salons, nail salons, spas, and tattoo parlors. That day, Murphy said, \"We've basically shut the state down. Stay home.\"[24][23][25] A day later, Governor Murphy announced the closure of all non-essential businesses. \"It brings me no joy, but we have no choice. We will, within the next 24 hours, further tighten screws in terms of social distancing,\" Murphy said. Unemployment claims in New Jersey increased 20% for the week ending March 14 compared to the same period the previous year.[26][27] On March 26, Governor Murphy said that 155,000 people filed for unemployment benefits in New Jersey during the previous week, 16 times the number that filed the week before.[36] The economy was affected negatively by the coronavirus, and the state prepared for a drop in tax revenue by putting $900 million into reserve in late March.[30][31] State lawmakers moved New Jersey's income tax deadline from April 15 to July 15 and moved New Jersey's budget deadline from June 30 to September 30. According to the lawmakers, \"The ongoing COVID-19 pandemic has caused hardships, financial strain, and disruptions for many New Jerseyans and New Jersey businesses.\"[44] State workers were furloughed for multiple weeks. A hotline was set up for New Jersey workers to report employers for making them go to work despite the emergency declaration, but it got so many calls that it crashed the system. The state subsequently set up a website for workers to report violations.[36] By March 31, police in Newark had closed 16 nonessential businesses and issued over 250 summonses for obstructing the business of law. The Ocean County towns of Bay Head, Mantoloking, and Point Pleasant Beach decided to close their beaches starting April 3 to slow the spread of the virus.[138] The statewide restrictions put into place due to the coronavirus caused many business closings and layoffs. According to the state Department of Labor and Workforce Development, nearly 577,000 New Jersey workers filed for unemployment benefits over the previous three weeks.[139] By April 23, or five weeks since aggressive social distancing began, more than 858,000 New Jersey workers had filed for unemployment benefits.[63] By April 30, 930,000 residents had filed for unemployment benefits in the previous six weeks, up from 55,000 for the same time period in 2019. According to a Monmouth University poll released on the 27th, at least one person was out of work because of the coronavirus pandemic in more than 40% of households in the state.[140] Sources: \"New Jersey COVID-19 Information Hub\". covid19.nj.gov. , NJDOH on Twitter, NJ Governor Phil Murphy on Twitter Notes: Weekly all-cause deaths in New Jersey Excess Deaths Associated with COVID-19: As of February 2022, Ocean County's death rate was 1 in 200.[143]","Title":"COVID-19 pandemic in New Jersey - Wikipedia","KeyID":"10784","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_New_Jersey"}