{"Content: ":"The COVID-19 pandemic in the North Mariana Islands is part of the ongoing worldwide pandemic of coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The COVID-19 pandemic was confirmed to have reached the United States Commonwealth of the Northern Mariana Islands in March 2020. On 12 January 2020, the World Health Organization (WHO) confirmed that a novel coronavirus was the cause of a respiratory illness in a cluster of people in Wuhan, Hubei, China, which was reported to the WHO on 31 December 2019.[2][3] The case fatality ratio for COVID-19 has been much lower than SARS of 2003,[4][5] but the transmission has been significantly greater, with a significant total death toll.[6][4] Sources The COVID Tracking Project On 28 March, the islands confirmed their first two COVID-19 cases.[7] The first death from coronavirus in the CNMI occurred on March 30 at Kanoa Resort.[8] A second death was reported on April 7 at the Commonwealth Health Care Corporation (CHCC).[9] On 13 April, the CNMI received 20,000 test kits from South Korea; this shipment is expected to be the first of three, totaling 60,000, to arrive.[10] Flights from China and Hong Kong were cancelled in early February,[11] leading to a drawdown in tourists to the island of Saipan and subsequently an economic crisis which triggered an austerity.[12] By March 12, a task force was in place to manage the austerity measures put into place.[13] As a precautionary measure on March 17, Governor Torres shut schools and government offices.[14] The continuation of daily United Airlines' nonstop flights from Guam 120 miles away led to all arriving individuals suspected of coronavirus symptoms to be placed in quarantine at the Kanoa Resort.[15] Circa 16 March, governor Ralph Torres temporarily closed all schools and government offices.[14] A government task force has also been set up to monitor the situation.[13]  This article about the COVID-19 pandemic is a stub. You can help Wikipedia by expanding it. This Northern Marianas-related article is a stub. You can help Wikipedia by expanding it.","Title":"COVID-19 pandemic in the Northern Mariana Islands - Wikipedia","KeyID":"10791","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_the_Northern_Mariana_Islands"}