{"Content: ":"People Fully Vaccinated: 2,818,413 (74.7% of population 18 and older)[2][3] Vaccination Series in Progress: 299,253[2] The COVID-19 pandemic was confirmed to have reached the U.S. state of Oregon on February 28, 2020. On that day, Governor Kate Brown created a coronavirus response team; on March 8 she declared a state of emergency; and on March 23 she issued a statewide stay-at-home order with class C misdemeanor charges for violators. In April, Oregon joined Washington and California in the Western States Pact, an agreement to coordinate the restarting of economic activity while controlling the outbreak. By the end of June 2020, Governor Brown announced that face masks would be required indoors, effective July 1. Economic impacts of COVID-19 in Oregon included stock market losses for major companies, reduced airline flights, losses for food and entertainment industries, and closures of libraries and museums. In early March 2020, universities and K–12 schools closed statewide, and began providing online instruction. Professional and college sports teams cancelled training, games, and tournaments. By May 14, 2021, 31 of Oregon's 36 counties had met OHA requirements to enter the first phase of a three-phase process to reopen businesses. As of December 7, 2021[update], Oregon has administered 7,141,597 COVID-19 vaccine doses, and has fully vaccinated 2,818,413 of Oregonians aged 18 and over, equivalent to 74.7% of the adult population. 82.1% of the state's adult population has received at least one dose of a vaccine.[2][3] Sources: Oregon Heath Authority, Oregon COVID-19 Public Health Indicators On February 28, 2020, the Oregon Health Authority (OHA) reported the first case of suspected coronavirus in a resident of Washington County who had not traveled to an infected area, likely indicating that the virus had been contracted within the community.[4] Because he was identified as an employee at Forest Hills Elementary School in the Lake Oswego School District in adjacent Clackamas County, the school was closed for three days for deep cleaning.[4][5] The case was confirmed as coronavirus by the Centers for Disease Control and Prevention (CDC) on March 3.[6] On March 1, Oregon confirmed its second case, a household contact of its first case.[7] The employee, later identified as the school building engineer, was treated with Remdesivir and was released from the hospital more than two months later.[5] On March 7, health officials identified four new presumptive positive cases among residents in Jackson, Klamath, and Washington counties.[8] On March 8, the OHA added 7 new presumptive positive cases to Oregon's count.[9] On March 10, the OHA announced Multnomah County's first presumptive positive case, bringing Oregon's total to fifteen cases in seven counties.[10] On March 11, OHA confirmed four new cases, one new case each in Deschutes, Marion, Polk, and Umatilla counties.[11] They later announced Linn County's first two presumptive positive cases.[12] On March 16, 2020, Providence Health Systems, Kaiser Permanente, Legacy Health, and Oregon Health & Science University formed a coalition to set up a regional health system in the state in order to address anticipated need for capacity and coordination to address the outbreak.[13] Amid coronavirus outbreaks at nursing homes, including those run by Avamere, the company donated $20,000 to a PAC tied to Oregon governor Kate Brown.[14] 42-year-old Vladislav V. Drozdek was arrested on March 23 trying to sell stolen N95 hospital masks in Beaverton. The masks were donated to local hospitals.[15] A study by the Oregon Health Authority found that 1% of subjects had developed COVID-19 antibodies. This is ten times the rate found via conventional testing. Between May 11 and June 15 in 2020, 897 blood samples were collected. Of those, 9 contained antibodies.[16] In August and September 2021, despite wide availability of vaccines, the most severe wave of COVID-19 infections statewide caused Oregon hospitals to cancel elective procedures and degrade medical care for non-emergency patients. Approximately four out of five COVID-19 patients were unvaccinated, meaning most of the hospitalizations were preventable.[17] The Oregon Health Authority publishes weekly outbreak reports for COVID-19 cases, sorted by active and resolved cases in specific workplaces, senior care facilities, child care facilities, and K–12 schools.[18] A detailed weekly data report covering clinical characteristics, demographics, weekly hospitalizations, and recovery time is also available.[19] An outbreak occurred at the 154-bed Edward C. Allworth Veterans' Home in Lebanon, Linn County. By March 16, 2020, the virus was confirmed in 13 residents (most over age 70) and one healthcare worker. With 151 residents and 225 workers, the county health director said, \"I can't stop it. I can't stop the virus. I can't make test kits appear\", but there was some optimism that the spread would be slow since the retirement home is divided into eleven housing units with 14 residents each. In 2016, the average resident age was 85, with an average length of stay being 50 days.[20][21][22][23][24] In Portland, Healthcare at Foster Creek (operating as St. Jude Operating Company with Melchor Balaz as its registered agent, part of Benicia Senior Living), had 119 cases and 29 deaths by mid-May 2020. The facility's first case was reported on March 24. An employee reported a lack of PPE to Oregon OSHA on March 26, though an Oregon Department of Human Services (DHS) investigation found it was \"unsubstantiated for violations\". Five deaths were reported in the week following the complaint. DHS and the facility agreed to a Letter of Intent for assistance on staffing and PPE, and the two signed with American Medical Response to assess and transport residents. DHS conducted a 3-day inspection beginning April 12; the facility had 10 deaths by then. On April 15, the inspection reported they \"failed to ensure appropriate measures .. to prevent the spread of COVID-19\", and that it \"presents an immediate risk\" to the patients and staff. DHS revoked new admissions at the facility, appointed a temporary management consultant, and inspected the facility daily. By April 16, there had been 50 cases and 14 deaths. On April 18, Oregon's Office of Emergency Management issued a partial evacuation order. DHS conducted a second significant survey of the facility beginning on April 24, and on April 28 CMS issued a \"notice of involuntary termination\" if the facility didn't correct its operating conditions by May 17. DHS had reports that coronavirus-positive staff were working in the facility, though not directly with patients. By May 5, there were 117 cases and 28 deaths; 55 patients had been sent to the hospital. Their fatalities were over half of all coronavirus fatalities in Portland. The facility's license was suspended on that date, effective immediately, meaning the facility was closed and the remaining 11 residents were evacuated by DHS.[25][26][27][28][29][30][31][32][33][34] Also in Portland, Laurelhurst Village, part of the Avamere senior care community, reported 48 cases with four deaths by May 12, 2020, up from 38 cases and four deaths by April 14. The cluster was publicized by The Oregonian on April 3, as DHS refused to publish counts until mid-April. On April 3, The Oregonian located 14 residents and 15 staff confirmed with COVID-19. On April 9, the facility opened 47 beds for coronavirus patients who had been released from a hospital as part of an Oregon Department of Human Services contract through the state. At least one complaint had been filed to OSHA on April 6.[25][14][26][35] Village Healthcare in Gresham had 36 cases and two deaths by April 30. Several staff complaints had been filed with OSHA.[26] Another large outbreak was at Salem's Prestige Senior Living Orchard Heights assisted living facility, having at least 41 cases and three deaths by May 12. The first case had been confirmed on April 30.[36] Salem Transitional Care, also part of Avamere, had 26 cases and three deaths by May 12, up from 5 cases and one death by April 14. The facility is licensed for 80 beds.[25][14] In early June, 124 cases were linked to Pacific Seafood in Newport, Oregon. Lincoln County (where Newport is located) became the first county in Oregon to make mask wearing mandatory on June 17.[37] In early June the Oregon State Penitentiary had 167 cases, and Townsend Farms in Fairview, Oregon had 51 cases.[37] The Lighthouse Pentecostal Church in Union County's Island City is the site of the largest outbreak in the state. By June 16 there were 236 cases linked to the church, out of 240 cases in the county. It was noted that the church held in-person services without social distancing or masks in April and as late as May 24, and the church had also held a wedding and a graduation, each attended by over 100 people. The May 24 service was announced on Facebook, stating \"In accordance with President Trump, Lighthouse Church ... will be open. We will be having regular services as of Sunday 24, 2020\". Union County commissioners Donna Beverage and Paul Anderes were part of a \"secret meeting\" by leaders of seven counties held on June 11 to make \"battle plans\" to reject the coronavirus restrictions put in place by the governor.[38][39][40][41][42] On June 23, 2020, 37 cases in Hermiston, Oregon were traced back to a food facility operated by Lamb Weston that will remain closed until further notice.[43] A cluster of 15 cases occurred among employees at the Oregon Beverage Recycling Cooperative's Eugene processing facility located in the same building as the BottleDrop redemption center on October 8, 2020.[44] On May 6, 2021, the Peoples Church in Salem, Oregon had 74 cases, including a Lead Pastor and his spouse being hospitalized with COVID-19.[45] The church continued services within four days after the outbreak. The Peoples Church had previously joined a lawsuit against COVID-19 restrictions that \"infringe on religious liberty far more than is necessary to preserve public health and safety,\".[46] By May 10, 2021, the church outbreak was resolved at 89 cases.[47] For the week ending August 25, 2021, the three largest active workplace clusters in Oregon were Amazon Troutdale (345 cases), Salem Hospital (299 cases), and Amazon Aumsville (185 cases). All three locations had been under investigation since May 2021.[48] The following table includes presumptive cases without confirmed tests and case adjustments. On February 28, 2020, Governor Kate Brown created a coronavirus response team \"tasked with coordinating state- and local-level preparations for an epidemic\" of coronavirus in Oregon. \"[C]omposed of directors or other representatives of 12 state agencies,\" the response team will \"keep the governor posted on the coronavirus situation internationally and give her advice on how to protect the public.\"[714] Brown issued an executive order on March 8, 2020, declaring a state of emergency because of the COVID-19 situation in the state. The order has since been extended twice and currently runs through November 3.[715] Brown later ordered the cancellation of events for 250 or more people.[716] The Oregon Medical Station is a 250-bed emergency hospital being built to treat patients of coronavirus disease 2019 at the Oregon State Fairgrounds in Salem.[717][718][719] After growing calls from local officials, Governor Brown issued a statewide stay-at-home order on March 23 effective immediately with class C misdemeanor charges for violators.[720] On March 15, 2020, the Oregon Liquor Control Commission (OLCC) which enforces the Oregon Bottle Bill suspended the enforcement until June 1, 2020, so grocers can focus on restocking, sanitation and social distancing management.[721][722] The exemption was originally given from March 15 to March 31, 2020, however due to continuing social distancing and staffing concerns, it was extended until April 30, 2020,[723] and again until June 1.[721] It was then updated so that enforcement begins two weeks after the county in which the retailer is located enters phase 1 reopening. The enforcement will suspend again if the county falls back to baseline phase.[724] Between March 28 and May 23, 2020, Oregon temporarily lifted the prohibition on self-pump at gas stations to ensure fuel is available during staffing issues related to the pandemic.[725] Stations are allowed to let consumers pump their own gas through May 23, 2020, after the end date was extended from May 9.[726] On April 9, 2020, Gov. Brown announced that Abbott ID NOW rapid testing machines were being sent to three rural hospitals: Curry General Hospital in Gold Beach, Pioneer Memorial Hospital in Heppner, and Lake District Hospital in Lakeview. Fifteen machines were sent to each state from HHS; the destinations of the other 12 machines were not given. Only 120 individual test kits were sent, delaying their widespread use.[727][728] On April 13, 2020, Gov. Brown, together with California governor Gavin Newsom and Washington governor Jay Inslee, announced the Western States Pact, an agreement to coordinate among the three states to restart economic activity while controlling the outbreak.[729] On April 28, 2020, City Government of Portland, Oregon announced it will be closing some streets to through traffic to encourage distancing;[730] however, the city has suspended the abatement of transient camps during the pandemic.[731] City spokesperson Heather Hafer stated \" forcing them to move would pose a public health and safety risk.\" A business owner interviewed by KATU found this ironic.[731] On May 2, 2020, Governor Brown extended the stay-at-home order, originally set to expire on May 7, to July 6.[732] On May 14, Brown announced that 31 of Oregon's 36 counties had met OHA requirements to enter the first phase of a three-phase process to reopen businesses, beginning with bars, restaurants, and personal services such as hair salons.[733] On May 18, 2020, Baker County Circuit Judge Matthew B. Shirtcliff overturned Governor Brown's stay-at-home order, ruling that Oregon law limited executive orders for public health emergencies to 28 days.[734] Attorney General Ellen Rosenblum appealed the ruling the Oregon Supreme Court, which granted a stay of Shirtcliff's order until the Court could rule.[734] On June 29, 2020, Governor Brown announced that face masks would be required indoors, effective July 1.[735] As of July 2020, the Oregon Occupational Safety and Health Division adopted a timeline that targets the establishment of binding COVID-19 safety regulations for September 1.[736] As of July 22, 2020, a test site locator has been published on the website of the Oregon Health Authority to help Oregonians find testing sites conveniently.[737] On November 14, 2020, Governor Brown announced a 14-day statewide \"freeze\" until December 2, which will limit restaurants and bars to take-out only and close gyms, indoor and outdoor recreational facilities during that period. The governor also mandates that social gatherings be limited to six people.[738] On November 25, 2020, Governor Brown announced a four-tier \"risk level\" system will start on Dec. 3, the day the two-week \"freeze\" was set to end. Most counties start out in top category: Extreme.[739] Oregon's largest employers, Columbia Sportswear, Intel, and Nike, lost market value because of stock declines.[740] Delta Airlines reduced flights between Portland and Japan. United Airlines cut 4 of 20 flights from Portland as well as one from Eugene. Sun Country Airlines reduced flights between Portland and Honolulu, Las Vegas, and San Francisco.[740] Portland's restaurant and event industries experienced slowdowns.[741][742] According to the Multnomah County Health Department, \"some Asian-American-owned businesses in the Jade District around Southeast 82nd Avenue had reported a drop in business 'because of the myths surrounding COVID-19.'\"[743][744] At least two conventions have been cancelled.[740] Oregon businesswoman Erika Polmar led local and national efforts to lobby local, state, and federal governments for relief for small food-related businesses in the Northwest and the US.[745][746][747] She was a founding member and leadership team member of the Independent Restaurant Coalition.[745][748][749] Multnomah County Library closed all library branches. The Oregon Museum of Science and Industry and Portland Art Museum also closed, and City Club of Portland began hosting activities online.[750] The Hollywood Theatre[751] and the Tillamook Creamery have been closed temporarily.[752] Cannabis dispensaries were given permission to convert to curbside pickup operations by the OLCC . Medical cannabis patients were allowed to purchase up to 24 ounces per day, limited to 32 ounces per month. Cannabis sales increased during the first half of March 2020; sales were 25–30 percent higher than for the same period of time in 2019.[753] The American Herbal Products Association's Hemp-CBD Congress, scheduled to be held in Portland in April, was cancelled.[754] Oregon State University, Portland State University, the University of Oregon, and University of Portland all moved to online classes.[755][756][757] Reed College, Lewis & Clark College, Linfield College, and Willamette University did as well.[758][759] On March 12, 2020, Governor Brown ordered all K–12 schools closed statewide from March 16 to March 31.[760] Just five days later, Brown extended the closure through April 28.[761] KinderCare, a nationwide preschool provider based in Portland, closed approximately 1100 of their 1500 centers, leaving the centers that have large proportions of first responders and healthcare workers.[762] On March 20, a worker at a Hillsboro Touchstone preschool, part of the Spring Education Group of for-profit private schools, tested positive for COVID-19. The preschool was closed for a deep cleaning and planned to remain closed for 14 days.[763] Pac-12 and Oregon State University Athletics banned participants from events, in effect March 14, 2020.[764] Vortex 2020 was postponed.[765] On March 12, 2020, the National Basketball Association announced the season would be suspended for 30 days, affecting the Portland Trail Blazers.[766] During the same day, Major League Soccer announced the league would be suspended for at least 30 days, affecting the Portland Timbers.[767] On March 19, MLS extended the suspension until at least May 19, 2020.[768] On March 12, Portland Thorns FC announced that their pre-season tournament, scheduled to begin March 29, was cancelled, and on April 4 the National Women's Soccer League cancelled training and games for all teams through May 5.[769] In college sports, the National Collegiate Athletic Association cancelled all winter and spring tournaments, most notably the Division I men's and women's basketball tournaments, affecting colleges and universities statewide.[770] On March 16, the National Junior College Athletic Association also canceled the remainder of the winter seasons as well as the spring seasons.[771]","Title":"COVID-19 pandemic in Oregon - Wikipedia","KeyID":"10795","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Oregon"}