{"Content: ":"The COVID-19 pandemic was confirmed to have reached Portland in the U.S. state of Oregon on February 28, 2020. The COVID-19 pandemic is an ongoing pandemic of coronavirus disease 2019 (COVID-19), caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The outbreak started in Wuhan, Hubei province, China, in December 2019. The World Health Organization (WHO) declared the outbreak to be a Public Health Emergency of International Concern on 30 January 2020 and a pandemic on 11 March 2020.[citation needed] As of 28 July 2022, more than 573 million cases of COVID-19 have been reported in more than 200 countries and territories, resulting in more than 6.39 million deaths.[1] The pandemic was first confirmed to have spread to the United States in January 2020. Cases have been confirmed in all fifty U.S. states, Washington, D.C., and all inhabited U.S. territories except American Samoa.[2] As of March 31, 2020[update], the U.S. had the most confirmed active cases in the world and ranks third in the number of total deaths from the virus.[3] Oregon's first presumptive case was announced in Portland on February 28, 2020. Governor Kate Brown spoke and the director of the Oregon Health Authority confirmed someone from Washington County who worked at Forest Hills Elementary School in Lake Oswego was being treated at Hillsboro's Kaiser Westside Medical Center. The Lake Oswego School District closed the school for cleaning.[4][5] The first case in Multnomah County and fifteenth in Oregon was confirmed on March 10; the patient was treatment at the Veterans Affairs Medical Center.[6] An employee who worked at the Wells Fargo Center tested positive on March 14, prompting building tenant Davis Wright Tremaine to close offices in Portland.[7] More than 30 people in the Portland metropolitan area tested positive by April 1.[8] The Healthcare at Foster Creek nursing home in southeast Portland was Oregon's largest coronavirus death cluster, as of mid April, with 50 confirmed cases and 14 deaths. The Oregon Department of Human Services identified many safety violations.[9][10] On April 30, eleven cases were confirmed among the transient population in the Portland area.[11] In May, the family of a man who died at Healthcare at Foster Creek sued for $2.4 million.[12] Researchers at OHSU have suggested Oregon's outbreak \"had one of the most diverse origin stories known so far in the United States\".[13][14] On March 13, the Portland Police Bureau announced a reduction of in-person responses to reduce virus transmission.[15][16] Multnomah County Library closed all branch libraries and Portland Parks and Recreation (PPR) closed arts and community centers, sports facilities, and swimming pools, based on recommendations issued by the Centers for Disease Control and Prevention, Multnomah County Health Department, and the Oregon Health Authority. PPR canceled athletic programs and indoor activities at community centers, but did not close golf courses, natural areas, parks, playgrounds, or trails, or cancel outdoor events for less than 250 people.[17] Portland Police have received 469 reports of social distancing violation between March 25, and April 14, yet have issued zero citations. The police reasoned that it would overburden the criminal justice system and compared the enforcement to enforcing every traffic violation being reported.[18] In comparison, Manhattan Beach, California have issued 129 citations over a weekend in early April.[18] Portland's Benson Bubblers were turned off from March 13 to April 17, based on the recommendations of the Multnomah County Health Department.[19] On March 17, Multnomah County Chair Deborah Kafoury announced plans to add as many as 400 beds for county residents affected by the pandemic requiring shelter.[20] 120 beds were made available at the PPR-owned Charles Jordan Community Center in north Portland on March 19.[21] Metro's Oregon Convention Center, unable to host events since March 12, was converted into a temporary shelter with 130–140 beds. The Joint Office of Homeless Services, a collaboration between the City of Portland and Multnomah County, hoped to open additional beds for healthy individuals as overflow from existing shelters.[22][23] Trucks normally used by Multnomah Country Library and for animal control were repurposed to assist with the convention center conversion.[24] On March 22, Mayor Ted Wheeler said he was prepared to issue a stay-at-home order for Portland residents if Governor Brown would not issue a similar order for Oregon.[25][26] The governor was also pressured by 25 Portland-area mayors, Metro's council, multiple county chairs, and other elected and health officials. She issued an executive order on March 23 requiring home isolation for Oregonians, with some exceptions, and to practice social distancing. Violators may be punished with 30 days in jail and fines as high as $1,250 as a class C misdemeanor.[27] The Portland Police Bureau confirmed criminal citations were a \"last resort measure\".[28] The police have issued a statement to the public to not call 911 to report violations of stay-at-home order, but to call the non-emergency line.[29] In March, city official extended the Portland Arts Tax deadline from April 15 to July 15, 2020.[30] In early April, city officials cut approximately 950 jobs because of a potential revenue loss of as much as $100 million. Most of the jobs were seasonal and part of the parks department, including art and fitness instructors as well as lifeguards.[31] Portland officials also asked state authorities to forgive missed mortgage and rent payments.[32] In late April, Chloe Eudaly and the Portland Bureau of Transportation announced plans to shut down 100 miles of streets to automobile traffic to encourage social distancing for bicyclists and pedestrians.[33] The project is officially called the \"Slow Streets|Safe Streets initiative\".[34] Additionally, the Oregon Driver and Motor Vehicle (DMV) Services confirmed plans to close most offices. Six field offices, including one in southeast Portland, continued to operate \"by appointment only for limited commercial driver licensing services\".[34] In mid May, Portland Parks & Recreation confirmed all camps, public swimming pools, and recreation centers would remain closed through the summer.[35] Clackamas County became the first of the three most populous counties in the Portland metropolitan area to reopen on May 23, 2020. Bars, gyms, restaurants, and other businesses could operate if specific safety criteria were met.[36][37] Multnomah County's application to reopen on June 12 was rejected by Governor Brown on June 11.[38] Delta Air Lines reduced flights between Portland and Japan. United Airlines cut 4 of 20 flights from Portland as well as one from Eugene. Sun Country Airlines reduced flights between Portland and Honolulu, Las Vegas, and San Francisco.[39] School closures and event cancellations prompted people to stock up on groceries. Long lines were seen at grocery stores and food pantries throughout the Portland metropolitan area.[40] Local cannabis dispensaries saw an increased demand as customers stocked up in case stores were forced to close temporarily.[41] The Oregon Liquor Control Commission (OLCC) permitted stores to operate via curbside pick-up and home delivery temporarily.[42][43][44] OLCC suspended the enforcement of the Oregon Bottle Bill on March 15 so that grocers can focus on restocking, sanitation and social distancing management. Grocers may elect to not accept bottle returns during this period. The Oregon Beverage Recycling Cooperative (OBRC) which operates beverage container redemption centers throughout Oregon is keeping their centers open.[45][46] The enforcement suspension remains in effect until two weeks after the county in which retailer is located enters phase 1 of reopening.[47] The Oregonian reported on April 23 that the City of Portland has been operating a bottle return site at an \"undisclosed site in North Portland\" based at one of the city's clinic that provides drug addicts with services such as clean syringes and opioid overdose antidote.[48] On March 28, Oregon temporarily lifted the prohibition on self-pump at gas stations to ensure fuel is available during staffing issues related to the pandemic.[49] Stations are allowed to let customers pump their own gas through May 9.[50] Adidas closed offices at Montgomery Park and Portland Village after two employees had close content with someone who tested positive.[51] Powell's Books five stores closed,[52][53] and laid off most staff members.[41] Portland Incubator Experiment canceled PIE Demo Day; the March 19 event scheduled to be held at Revolution Hall was held online.[54] On March 25, Daimler Trucks North America shut down a plant on Swan Island until April 6.[55] Portland-based companies Puppet and Vacasa laid off employees.[56] In April, Evraz announced plans to lay off 230 employees at a Portland steel plant, and Precision Castparts Corp. confirmed plans to close its main Portland site.[57] Oaks Amusement Park and the Oaks Park Roller Skating Rink, the Oregon Historical Society, the Oregon Zoo, Portland Children's Museum,[54] and Portland Japanese Garden closed as well.[52][58] As of March 19, the Portland Art Museum and Oregon Museum of Science and Industry are closed through March 31 and mid April, respectively.[41] The Crystal Ballroom and Hawthorne Theatre canceled or postponed planned shows through mid April.[41] The City Club of Portland canceled activities.[59] The Portland Rose Festival has postponed annual events, including the Starlight Parade, indefinitely.[60][61] The American Herbal Products Association's Hemp-CBD Congress, scheduled for mid April at the Benson Hotel, was canceled.[54][62] The Road Runners Club of America's annual convention, slated to be held at the Hilton Portland Hotel during March 19–22, was also canceled.[54] A conference on affordable housing, climate, and community stability featuring Julian Castro during April 2–4 was canceled.[54] TechfestNW was to be held at Portland State University during April 2–3, but was rescheduled for August 6–7. April 11's Cider Rite of Spring was rescheduled for November, and Design Week Festival was moved from the week starting April 18 to August 1–8. The arts and technology festival XOXO scheduled for September has been canceled.[54] Pride Northwest's annual pride parade has been postponed, and the Portland Retro Gaming Expo has been canceled.[63] The Waterfront Blues Festival, slated for July 2–5, was canceled on March 25.[64][65][66] While cheer and dance competitions were still being held at the Oregon Convention Center in early March,[67] many events planned to be hosted at the venue were canceled. On February 5, the Materials Show scheduled for February 12–13 was canceled.[68][69] Gem Faire and the Multnomah County Democrats' annual Celsi Celebration slated for the weekend of March 21 were also canceled.[54] On March 6, organizers of the Go West Summit, an international travel conference for March 24–27 expecting approximately 800 people, was postponed.[70] The Oregon Dental Association's annual Oregon Dental Conference for April 2–4 was canceled.[54] On March 9, the Burning Cat event being organized by the company behind the card game Exploding Kittens for May was canceled.[71] On March 14, the newspaper Portland Mercury suspended print publications until further notice.[72] On March 23, restrictions prompted the closures of amusement parks, barber shops, bowling alleys, gyms, hair and nail salons, malls, spas, and theaters.[73] In late April, activists and organizers of Portland's annual May Day protests in conjunction with International Workers' Day moved to host a \"Virtual May Day Rally\" on May 1.[74] In May, organizers of Feast Portland announced the event would not be held as usual in September.[75] The Portland Rose Festival held an online 'Opening Night Concert and Fireworks' event on May 22.[76] The gay bar and nightclub CC Slaughters announced plans to close indefinitely in October 2020.[77] Local movie theaters were forced to close temporarily. Among them were Cinema 21 and Laurelhurst Theater,[78] which was unable to continue operating with capacity limits and social distancing measures, despite efforts.[41] On March 13, the Hollywood Theatre confirmed plans to close from March 14 to April 8; previously, the theater was limiting capacity to 250 people per Oregon's ban on events and other social gatherings.[79] Movie Madness Video, a video rental shop and history of film museum, closed and waived late fees on rentals.[41] Cinema 21 later allowed people to stream independent films at home.[80] The Arlene Schnitzer Concert Hall and Brunish Theatre at Antoinette Hatfield Hall closed,[78] forcing the Oregon Symphony to cancel performances.[52] Initially, the symphony canceled performances between March 13 and April 6.[81] 76 musicians, two conductors, and 19 staff members were laid off, and the organization's president and chief executive officer has submitted an appeal for funding to Governor Brown.[82] Portland Center Stage canceled productions for eight weeks (through April 8) and furloughed 78 people.[83] Portland Opera canceled March 20–28 performances of Bajazet at Antoinette Hatfield Hall's Newmark Theatre.[54] The arts center Disjecta canceled or postponed activities.[54] The Northwest Film Center closed and the Portland International Film Festival was canceled.[41] The Old Church has postponed concerts through April 8, forcing Chamber Music Northwest to reschedule some performances.[54] The city's restaurant industry was \"completely obliterated\" by the state's bar and restaurant ban.[52] Governor Brown banned in-house consumption across Oregon, effective March 17. Some restaurants closed entirely, while others implemented food delivery and take-out operations.[84][85] Acadia: A New Orleans Bistro, Doug Fir Lounge, Ken's Artisan Pizza, Le Bistro Montage,[86] Le Pigeon, Nostrana, Olympia Provisions, Pok Pok,[87][88] Salt & Straw,[89] and Screen Door all closed temporarily.[85] Hot Lips Pizza, Oven and Shaker, and Sizzle Pie continued pizza pickup and delivery service, as of March 27.[90] Shine Distillery and Grill began producing hand sanitizer from alcohol for customers.[91][92][93][94] The website 'PDX2Go' was created to track businesses still accepting orders, and some food carts continued to operate.[41] The Liberty Glass, a bar and \"neighborhood institution\" in north Portland, closed permanently in mid April \"due to COVID-19-related financial concerns\".[95] Twelve of 27 laid off Crush Bar employees staged a protest and accused the owner of \"[breaking] the law by denying their use of accrued sick hours to cover lost wages\". The demonstration was supposed to last for 24 hours but was stopped by police after an hour.[96] The strip club Lucky Devil Lounge continued to offer a full menu with home delivery service by \"scantily clad strippers\" under the business operation Boober Eats.[97][98][99] Approximately 25 strippers have participated; dancers are driven and protected by security guards, armed with gloves, masks, and hand sanitizer,[100] and touching by customers is not allowed.[97] In late April, RingSide Steakhouse sold frozen boxes of steak directly to the general public for the first time in 75 years. The move caused a mile-long traffic jam along West Burnside Street, and products sold out in less than 2.5 hours.[101][102][103] Ringside repeated the sale the following month, this time accepting reservations online to avoid the traffic jam.[104] By early May, a few restaurants had confirmed plans to close permanently,[105][106] including Clyde Common[107][108] (which ended up re-opening with outdoor seating and as a market in July).[109] Later that month, Wong's King and the five restaurants owned by David Machado,[110] including Altabira City Tavern and Nel Centro, confirmed plans to close permanently.[111][112][113] The respective owners of Bluehour,[114] Irving Street Kitchen, Le Bistro Montage,[115] and Revelry announced plans to close permanently in June.[116][117] Most locations of Pok Pok and related restaurants were closed permanently in June, leaving only the original restaurant and possibly one Pok Pok Wing location in southeast Portland.[118] The closures of those were announced in October.[119] The gay bar Local Lounge and Stacked Sandwich Shop closed in late 2021; Acadia: A New Orleans Bistro, Baby Blue Pizza, Bistro Agnes, Clyde Common, and Dóttir closed in early 2022. Local businesswoman Erika Polmar was instrumental in efforts to lobby local, state and federal governments for relief for restaurants and other food-related businesses state.[120][121][122] She was a founding member and leadership team member of the Independent Restaurant Coalition.[120][123][124] The hospitality industry also experienced a wave of guest cancellations followed by a decline in bookings.[70] The Jupiter Hotel laid off half its staff by March 18 after daily occupancy rates fell to 7–20 percent.[125] Jupiter partnered with Multnomah County to use the hotel's 81 rooms as a temporary homeless shelter.[126][127][128] The hotel housed those \"experiencing symptoms of coronavirus but who haven't tested positive\".[129] The Nines suspended hotel and restaurant operations on March 19, effective March 22.[130] The Hyatt Regency Portland, which opened in December 2019, also suspended operations in March.[131] In early April, Travel Portland reported approximately 80 percent decreases in the demand for lodging, revenue, and occupancy rates in Portland compared to last year.[132] The president of Provenance Hotels, which owns or manages six hotels in Portland, left the company in mid-April because of the pandemic.[133] In April, city officials predicted revenues from lodging taxes would be reduced by 50 percent during the next 12 months, \"resulting in a $20 million shortfall\".[134] Following season suspensions by the National Basketball Association (NBA) and Major League Soccer (MLS),[135] the Portland Trail Blazers and Portland Timbers canceled games.[52] The Trail Blazers and Timbers games averaged approximately 19,000 and 25,000 people at the time.[136] MLS initially announced a 30-day suspension, when the Timbers were scheduled to play at Providence Park five times between March 12 and mid April.[137] The soccer league extended the suspension to eight weeks on March 19.[138] The Portland Thorns FC's pre-season tournament slated for March 29 – April 4 was canceled on March 12, shortly before the National Women's Soccer League canceled pre-season games across the league.[139] Timbers and Thorns tickets will be valid for rescheduled matches, as of March 12.[139] On March 17, the Timbers and Thorns announced part-time workers would still receive compensation for canceled games, among other community initiatives.[140] Damian Lillard encouraged fans to remain at home and practice social distancing. He said on the NBA's Instagram account on March 23, \"I've been washing my hands, social distancing — keep your space. Don't join in crowds, stay in small groups. It'd be best to stay in the house. I hope everybody is stocked up on everything they need so they can stay safe. Do everything the way we've been asked to help this pass faster. Like I said, ya'll stay safe, ya'll be good, man.\"[73] Governor Brown and CJ McCollum appeared in a public service announcement to teach children about the disease and how to prevent transmission.[141] Governor Brown initially closed all K–12 schools through March 31.[142] A four-week extension was added; students are scheduled to return on April 28. Portland Public Schools designated 15 buildings as sites for student meal distributions, and has considered providing 45,000 devices to students for distance education.[143] High school and college graduation ceremonies were canceled.[52] On April 8, Brown extended the school closures through to the end of the 2019–2020 school year.[144] All Multnomah County Library branches were closed on March 13.[59] The library system waived late fees and continued to provide public Wi-Fi.[41] Students at Oregon Health & Science University and the University of Portland began offering childcare and errand services for local health care professionals.[145] In September 2020, Reed College has set up three large tents outside and some classes are being offered in the tents each with a capacity of 25.[146] Portland State University canceled in-person final exams,[147] and eliminated in-person classes for the spring term, opting for distance learning.[148] The University of Portland moved to online instruction and canceled all sports games and practices for the spring term.[149][150] Lewis and Clark College, Linfield College, and Willamette University also implemented distance learning.[151] On May 19, Mark L. Poorman announced plans for the University of Portland to reopen in August for the fall term.[152] On March 5, 2020, workers of the Portland area's regional transit agency, TriMet, began nightly disinfections of the interior surfaces of buses, MAX Light Rail and WES Commuter Rail trains, and LIFT paratransit vehicles.[153][154] Later on March 19, TriMet reported a significant decrease in ridership; approximately 140,000 fewer people rode TriMet vehicles compared to the weekday average in February.[155][156] On March 26, TriMet temporarily stopped accepting cash payment of fares on buses, asking all riders to pay with the Hop Fastpass system, to minimize the time that boarding passengers spend near the driver.[157] Two days later, the agency announced reductions to its services.[158] On April 5, TriMet reduced the frequency of MAX trains to every 15 minutes and WES trains to every 45 minutes.[159] It modified the schedules of 84 bus lines and suspended the 272–PDX Night Bus route.[160][161] Four days later, the agency imposed a temporary limit of 10 passengers per bus, or up to 15 if including family members traveling together, and began installing signs on bus seats to enforce physical distancing.[162] On its website,[163] TriMet requested the public to \"maintain six feet of distance from other riders and the operator\" and to \"only take transit if necessary\".[164][165] The agency launched a new temporary service on April 26, Line 297 between Rose Quarter Transit Center and OBRC's emergency bottle redemption center in Northwest Portland via Old Town Chinatown, established for people redeeming empty beverage containers at the request of Governor Brown's office.[166] Other transit agencies across the region have adopted similar measures, as well as measures to assist community members in need. On March 19, South Metro Area Regional Transit (SMART) buses in Wilsonville began temporarily operating fare-free in support of transit-dependent commuters.[167] On April 6, SMART reduced its services by 25 percent after reporting a sharp decline in ridership.[168] On March 23, the Portland Streetcar reduced its regular weekday schedule from every 15 minutes to every 20 minutes in response to the statewide stay-at-home order.[169] The taxicab company Radio Cab also improved cleaning procedures.[154] The Port of Portland, which oversees Portland International Airport and the metropolitan area's general aviation and marine centers, had increased the rate of cleanings at its facilities by March 2. The Port focused on information and pay stations, shuttle buses, and valet booths, following recommendations issued by Multnomah County and the CDC, and made hand sanitizer available for people using ground transportation.[154] On April 10, Portland International Airport reported an 80 percent reduction in flights and a 94 percent reduction in passengers compared to the previous year. This has led the Port to reduce its projected expenses by $20 million for the upcoming fiscal year.[170] The airport began requiring face coverings in May.[171] Several Portland area churches, mosques, synagogues, and other places of worship canceled or elected to live stream services, including Congregation Neveh Shalom and the First Unitarian Church of Portland.[172][173] Portland's Bridgetown Church began offering services via Zoom. The city's largest mosque, Masjid As-Saber, suspended Friday prayers and asked worshippers to stay at home.[41] Archbishop Alexander King Sample of the Roman Catholic Archdiocese of Portland encouraged priests to \"be creative\" with regard to accessibility,[174] and \"issued directives for parishes to cancel any event over 250 people and encouraged those aged over 60 or with underlying medical issues to consider not attending Mass and dispensed them of the obligation\".[175] Masses were canceled until April 14, which included Holy Week and Easter. Archbishop Sample said the announcement was \"by far one of the most difficult communications [he has] ever written\".[176] The Grotto has suspended Mass until March 31, but visitors are welcome to visit the outdoor sanctuary and Upper Gardens.[54] On March 23, the Multnomah County Sheriff's Office said the crime rate for the month to date was lower than the rate for March 2019. The same office had announced that they're not booking misdemeanor arrests and giving out citations instead.[177] The agency also reported lower jail bookings and moved some inmates at the Inverness Jail in northeast Portland into temporary dormitory-style housing to follow social distancing measures.[178] KATU reported on a string of business break-ins in the Pearl District.[178] The crisis group Call to Safety, which supports people experiencing domestic violence, began receiving twice as many calls and more requests for shelter and other resources once stay-at-home orders were enforced.[179] Thousands of respirator masks valued at approximately $2,500 were stolen from the Rebuilding Center in north Portland in March. Some of the masks were recovered and donated to local hospitals.[178][180] In April, federal investigators seized 100 coronavirus test kits shipped from China to an apartment in Portland.[181] The local healthcare industry was significantly impacted by the pandemic. Governor Kate Brown has said non-emergency medical procedures can resume starting May 1.[182] On March 27, Portland began nightly \"solidarity cheers\" to recognize health care and other frontline workers, similar to many other cities around the world.[183]","Title":"COVID-19 pandemic in Portland, Oregon - Wikipedia","KeyID":"10796","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Portland,_Oregon"}