{"Content: ":"The COVID-19 pandemic in South Dakota is an ongoing viral pandemic of coronavirus disease 2019 (COVID-19), a novel infectious disease caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The state of South Dakota reported its first four cases and one death from COVID-19 on March 10, 2020. On June 15, 2021, South Dakota public health authorities reported 25 new cases of COVID-19, bringing the state's cumulative total to 124,377 cases.[1] The state's COVID-19 death toll is 2,026, with no new deaths reported over the previous 24 hours.[1] The state ranks 9th in deaths per capita among U.S. states (with New York City counted separately), and 3rd in cases per-capita, behind only North Dakota and Rhode Island (14,042 cases per 100,000).[2] The state has not utilized mitigation strategies such as stay-at-home orders or mandating face masks in public spaces, with Governor of South Dakota Kristi Noem citing a desire to respect residents' personal freedoms and responsibilities, and disputing studies demonstrating their efficacy. In October 2020, amid record cases and hospitalizations in the state, Noem told her Legislature that she had received praise from a \"prominent national reporter\" for not imposing a lockdown. The absence of state-wide action has faced criticism from local officials, and prompted health orders to be issued at the municipal level instead of statewide. The first major outbreak in the state was centered upon at Smithfield Foods processing plant in Sioux Falls in April 2020, causing Minnehaha County to have over 3,000 confirmed cases alone by May 11. In August 2020, a major spike in cases was induced by several superspreader events, including the Sturgis Motorcycle Rally (which has officially been tied to at least 290 cases in South Dakota and other states), concerts, and other forms of community transmission. The state peaked in new cases by mid-November 2020; by December, the average rate of new cases in South Dakota had begun to decline. But as of June 2021 South Dakota still has one of the highest rates of COVID-19 hospitalization and death among all U.S. states.[3] As of June 15, 2021, South Dakota has administered 674,054 COVID-19 vaccine doses, providing 55.92% of the state's population with at least one dose of vaccine.[1] On March 10, 2020, Governor Kristi Noem's office announced the first four cases, and one death in a man in his 60s with underlying health conditions; all patients had recently traveled outside South Dakota.[4] On April 9, 2020, over 80 employees at a Smithfield Foods pork processing plant in Sioux Falls were confirmed to have COVID-19. The plant announced it would suspend operations beginning April 11.[5] By that day, Smithfield employees accounted for the majority of active cases in South Dakota. Some activity continued at the plant on April 14, as it planned to shut down completely.[6] On April 15, 2020, 438 Smithfield employees tested positive for COVID-19.[7] On June 4, Noem announced that Mount Rushmore's Independence Day festivities on July 3 would go on as originally scheduled and planned, with no additional reduction in ticketed capacity (beyond the number of tickets having already been lowered to 7,500, in a decision that was made prior to the pandemic) or \"enforcement\" of social distancing, and with President Donald Trump expected to attend. Secretary of Tourism Jim Hagen stated that \"we're doing everything we can to work diligently to make this a safe and fun event for all attendees.\" Noem downplayed the possibility that the event could lead to new outbreaks, arguing that the state \"[hasn't] even come close to reaching the capacity of the amount of people that we can take care of.\"[8] The majority of the audience did not practice social distancing or wear face masks.[9] After the event, it was reported that Noem had interacted with Kimberly Guilfoyle—a Trump aide who later tested positive for COVID-19, and flew back to Washington, D.C. on Air Force One. On July 7, Noem stated that she had tested negative, stated that Guilfoyle was asymptomatic, and claimed that \"the science of the virus tells us that it's very, very difficult to spread the virus when you're asymptomatic\". Noem added that it was \"incredibly important that we do what we can to mitigate the spread of this virus, but we also know that we can't stop it.\"[10][11] On August 3, 96 out of 328 people who attended Camp Judson, a Christian summer camp near Keystone, tested positive for COVID-19, with an average age of 15 years old.[12] The Sturgis Motorcycle Rally was held as scheduled from August 7–16, with an estimated 250,000 expected to attend.[13] Although the rally itself was classified by infectious disease professor Carlos del Rio as being of a relatively lower risk due to it being an outdoor event, concerns were raised that attendees would engage in indoor gatherings at bars and restaurants, and that travelers could potentially export COVID-19 cases back to their home states. Mayor of Sturgis Mark Carstensen questioned why the event still went on, admitting that \"we cannot stop people from coming.\"[14][15] Attendees were encouraged, but not required, to wear a mask.[13][14] A week after the rally, three days of mass testing were scheduled in Sturgis for local residents.[16] Footage of a concert at Buffalo Chip Campground as part of the festivities showed wide defiance of mask-wearing and social distancing, and Smash Mouth lead singer Steve Harwell telling the audience to \"fuck that COVID shit\".[17][18] Public health notices were issued regarding possible exposures at a bar and a tattoo parlor in Sturgis, and a restaurant in Hill City, recommending that visitors monitor for symptoms.[19][20][21] By August 26, the number of cases attributed to the rally had reached 70, including 35 cases in Minnesota, 17 in North Dakota, and seven cases in the Nebraska Panhandle.[22] By September 2, the number had increased to 260, and Minnesota reported the first known COVID-19 death among an attendee.[23][24] The Sturgis Rally and other public events, including concerts at the Sioux Empire Fair, the return to school, and exposures at local businesses, resulted in a surge of new COVID-19 cases in South Dakota. A single-day record of 623 new cases were reported on August 27.[1] On August 30, it was reported that there had been over 2,000 new cases over the past seven days.[25][21][26] The next day, Governor Noem downplayed the surge, arguing that \"none of this was a surprise\", hospitalizations were low in comparison to models, and deaths had trended downward. She also claimed that most of the new cases were among younger residents with a higher chance of recovery, despite cases in people over 70 having increased since the 27th.[27] In September, a non-peer-reviewed study was released by San Diego State University's Center for Health Economics and Policy Studies, which projected that up to 260,000 COVID-19 cases were tied to the rally nationwide. The estimate was based on case trends following the event in the regions from which its attendees originated, as determined by cellphone data, rather than contact tracing — which an author of the study considered unfeasible due to the scale of the event.[28] The study was criticized by state officials, including Governor Noem, Secretary of Health Kim Malsam-Rysdon, and state epidemiologist Josh Clayton, who felt it was an overestimate in comparison to case totals reported locally and by the Associated Press (which, by then, had projected 124 in-state cases tied to Sturgis, and 290 across multiple states), and noted that the study was not peer-reviewed. Noem also criticized media outlets for reporting on the study, describing it as a \"fiction\" based on \"incredibly faulty assumptions that do not reflect the actual facts and data here in South Dakota.\"[28] From August 16 to September 26, 2020, the seven-day moving average quadrupled from an average of 95.6 cases per-day to 384 cases per-day.[1] On September 16, a single-day record of eight new deaths was reported.[1] By September 23, the state's number of new, active, and hospitalized cases reached new peaks.[29] Along with North Dakota, South Dakota saw the largest per-capita increases in new cases nationwide.[30] On October 1, the state set a single-day record for new deaths, with 13.[31][1] On October 7, the South Dakota Department of Health (SDDoH) began to identify test positives on antigen tests (which are faster, but less-accurate than PCR tests)[32] in its statistics as \"probable\" cases.[33] For health care and contact tracing purposes, they are handled the same as those that are confirmed via PCR test. If a probable case is tested via PCR as a follow-up by a clinician, they will be reclassified as a \"confirmed\" case. However, probable cases might not necessarily be retested.[33] On October 13, Noem attributed the present spike in cases as \"expected\" due to increased testing, despite a case positivity rate of over 10%.[34] On October 15, the state set a single-day record for new cases, at 876, surpassing previous peaks experienced throughout the month.[35] Cases continued to rapidly increase into November; on November 5, the state surpassed 51,000 cases, with the South Dakota Department of Health (SDDoH) reporting that the state's test positivity percentage had increased to nearly 17%, and its 14-day rolling average was at 19.5%.[36] Test positivity increased to nearly 24% by November 10, with the SDDoH reporting a rolling average of 19.9%.[37] By mid-November, the state's 7-day rolling average per-capita peaked at 165 cases per-100,000.[38] On December 1, the number of active cases in South Dakota fell to its lowest total since early-November, after the state reported a single-day record of 3,542 newly-inactive cases.[39] During the first week of December 2020, South Dakota had the highest mortality rate per-capita among all U.S. states.[38] By December 7, the state's seven-day average had begun to decline, with South Dakota ranking third behind Rhode Island and Minnesota in new cases per-capita nationwide.[40] On December 21, Avera Health reported that South Dakota had the highest mortality rate of all U.S. states over the past week, second-highest test positivity, and was 14th in new hospitalizations.[41] On February 22, 2021, the state recorded its fewest new daily cases since July 2020.[42] It has been suggested that personal impacts of the pandemic on residents had led to increased use of masks in South Dakota. Both of the Dakotas had seen noticeable declines in the rate of new cases since December. On March 13, 2020, Governor Kristi Noem declared a state of emergency. Schools were closed beginning March 16.[43][44] An executive order was issued to encourage social distancing, remote work, and following the CDC guideline of capping enclosed spaces to 10 people at a time.[45] On April 6, Noem ordered vulnerable residents of Lincoln and Minnehaha counties who are 65 years of age or older or have a chronic condition to stay home until further notice.[46] The order was lifted May 11.[47] In contrast to the majority of states (but in line with other rural, Republican-led states such as Nebraska), Governor Noem resisted imposing a mandatory, state-wide stay-at-home order, having argued that \"the people themselves are primarily responsible for their safety\", and that she wanted to respect their rights to \"exercise their right to work, to worship and to play. Or to even stay at home\".[48][49] Following the lead of President Donald Trump, Noem also promoted the unproven efficacy of hydroxychloroquine as a treatment for COVID-19 symptoms.[49] In late-April 2020, Noem unveiled a \"Back to Normal plan\", which contains guidance for migrating from the previous recommendations in areas where the rate of new cases had lessened.[45][50] In late July, Noem ruled out a state mandate on the wearing of face masks in public spaces. Noem disputed studies that had determined face masks to be an effective means of reducing spread of viral particles, arguing that the research was \"very mixed\" and that \"science has not proven what's effective and what isn't and what type of mask. We have to stay objective when we look at it\". Noem claimed that studies recommending the use of masks did not use \"reliable data sets\", and that asymptomatic spread was rare.[51][52] Noem declined to participate in a federal scheme providing enhanced unemployment benefits, citing a low level of unemployment in the state.[53] In late-August, Noem stated that she would not change her guidance on masks, despite an intensifying surge in new cases.[27] On September 8, despite the continued surge, Noem announced plans to spend $5 million of relief money on an advertising campaign for state tourism.[54] This included an $819,000 buy on Fox News.[55] During a special session of the South Dakota Legislature on October 5, Noem stated that a \"very prominent national reporter\" had praised her for \"[standing] against\" lockdowns and proving they were \"useless\".[56] On October 7, President Trump posted a clip of the session on Twitter captioned \"Great job South Dakota!\"; Noem replied, thanking Trump for giving her government \"the flexibility to respect Freedom and personal responsibility\", and arguing that they made decisions \"based on science, facts, and data\". This praise came despite South Dakota having recently set new records for active cases and hospitalizations.[57] On December 7, 2020, Noem published an op-ed in The Wall Street Journal, which defended and addressed criticism of her approach by comparing South Dakota to larger states with stricter mitigation measures.[58] She argued that Illinois presently had a higher number of new cases per-capita than South Dakota had at any point during the pandemic, and had reported a record 238 new deaths on December 2 (the result of backlogged reports from over the Thanksgiving holiday),[59] despite their use of \"harsh lockdowns\" and mask mandates.[38] She also stated that despite having mandated masks in June, New Jersey \"still has had the most deaths in the country per capita\", and that \"over the last two weeks of November, its hospitalizations increased by 34 percent, a six-month high\".[38] Aaron Blake of The Washington Post questioned the validity of some of the statistics Noem quoted, noting that South Dakota's mortality rate per-capita on the specified date was \"more than twice\" that of Illinois, and that Illinois's seven-day average per-capita at the time of writing (79 per-100,000) was lower than South Dakota's peak (165).[38] In regards to New Jersey, Blake noted that the state had the highest mortality rate per-capita overall, but that the majority of these deaths took place in the early stage of the pandemic prior to the mask mandate. In addition, he pointed out that while New Jersey did have a recent spike in hospitalizations, South Dakota had multiple two-week spikes in hospitalizations over the past few months that were higher than 34%, and presently had the second-highest number of hospitalizations per-capita nationwide, 58 (behind only Nevada), as opposed to 38 in New Jersey, and 28 in California (another state singled out in the op-ed).[38] On April 21, 2021, Governor Noem issued an executive order banning government entities from issuing \"vaccine passports\", arguing that they are \"un-American\" and used to justify the discrimination of citizens who are not yet vaccinated.[60][61][62] Noem has faced criticism from residents, as well as other city and county leaders, for her lack of state-wide actions to control local spread of COVID-19. The resistance forced municipalities to implement their own ordinances to enforce social distancing, including Sioux Falls—which enacted a \"no lingering\" ordinance on March 26 to restrict all non-essential businesses to only serving a maximum of 10 customers at a time.[63][64] Mayor of Sioux Falls Paul TenHaken introduced a proposal for a municipal stay-at-home order on April 14,[65] but it was rejected by city council.[66][48][7][49] On May 8, the \"no lingering\" ordinance was eased (\"no mingling\") to allow restaurants to expand to capacity (subject to six-foot social distancing between patrons), and fitness, entertainment, and recreation facilities to expand to half of their licensed capacity, or 10, whichever is greater.[67] On May 19, TenHaken tabled a proposal to sunset the ordinance, citing a slowing in new cases in the city since the new ordinance was implemented. City Health Director Jill Franken also reported that the number of hospitalizations in the area was lower than projected. On May 26, Sioux Falls City Council voted in favor, with the ordinance officially repealed on May 29.[68][69] Medical responses to the pandemic have largely been coordinated by South Dakota's Avera Health, Monument Health, and Sanford Health systems, including testing, vaccination, and public awareness.[70] On September 8, the city of Brookings became the first in the state to mandate the wearing of face masks in public spaces.[71] The mandate has been credited with lowering the rate of new cases in Brookings County; by late-November, it had the lowest number of cases per-100,000 among South Dakota's 10 most populous counties, at 74.[72][73] The Cheyenne River and Pine Ridge Sioux reservations have established highway checkpoints to regulate access to their territory.[74][75] On May 8, Governor Noem sent letters to the two tribes' leaders, declaring the checkpoints illegal for \"interfering with or regulating traffic on US and state highways\" without permission, and threatening a federal lawsuit if not removed.[76][77] The Oglala and Cheyenne River Sioux tribes maintained their checkpoints due to safety concerns.[78] On May 12, Noem sent a second letter to the leader of the Cheyenne River reservation, clarifying that it was within their rights of tribal sovereignty to establish checkpoints on roads leading into their reservation (rather than the highway itself) to help protect their populations, as long as they provide \"reasonable access\" for essential goods, emergency services, and access to private property situated on the land.[79] On May 20, after the tribes continued the checkpoints, Noem sought assistance from the federal government in resolving the dispute.[80] On June 24, the Cheyenne River Sioux filed a lawsuit against the federal government.[81] The Indian Health Service has worked with local tribes on vaccine distribution.[70] On August 25, it was reported that the University of South Dakota had 61 active COVID-19 cases, and 300 students self-quarantining.[82] Since August 26, the South Dakota Department of Health has released case numbers for universities on a weekly basis, including data for individual schools.[83] Notes: Beginning March 23, 2022, the SD DOH began reporting weekly on Wednesdays. Sources: SD DOH.","Title":"COVID-19 pandemic in South Dakota - Wikipedia","KeyID":"10801","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_South_Dakota"}