{"Content: ":"The first confirmed case relating to the COVID-19 pandemic in the United States was announced by the state of Washington on January 21, 2020. Washington made the first announcement of a death from the disease in the U.S. on February 29 and later announced that two deaths there on February 26 were also due to COVID-19. Until mid-March, Washington had the highest absolute number of confirmed cases and the highest number per capita of any state in the country,[1] until it was surpassed by New York state on April 10, 2020. Many of the deceased were residents of a nursing home in Kirkland, an Eastside suburb of Seattle in King County. Governor Jay Inslee issued a statewide stay-at-home order on March 23, 2020, to last at least two weeks.[2][3] Washington had 1,726,045 confirmed cases and a total of 13,561 confirmed deaths as of July 25, 2022. Public health experts agree that the true number of cases in the state is much greater than the number that have been confirmed by laboratory tests. It is very difficult to know the true number since most people experience only mild illness and testing is not widely available.[4] As of May 28, 2021[update], Washington has administered 7,452,579 COVID-19 vaccine doses, and has fully vaccinated 3,143,910 people, equivalent to 42.46 percent of the population.[5] On June 30, 2021, the state plans to re-open fully, allowing all business to operate at full capacity. Full reopening may occur sooner if 70% of the state's population get their first dose of the COVID-19 vaccination.[6] On January 21, the Centers for Disease Control and Prevention (CDC) confirmed the first U.S. case in a 35-year-old man living in Snohomish County. He had returned from Wuhan, China after visiting his family there, to the U.S., landing at Seattle–Tacoma International Airport on January 15, without any symptoms. He reported to an urgent care clinic with symptoms of pneumonia on January 19 and was transported to Everett's Providence Regional Medical Center the following day.[43][44][45] He was released from the hospital on February 3 after two weeks of treatment, including the use of the anti-viral drug remdesivir,[46][47] and went into isolation at home.[47][48] Some earlier cases, not confirmed by PCR, have also been reported as far back as December 2019.[49] On February 19, 2020, a resident of a Life Care Centers of America nursing home in Kirkland, an Eastside King County suburb of Seattle, was transferred to a local hospital and later tested positive for COVID-19.[50] On February 24, a 54-year-old man was transferred from the Life Care Center of Kirkland to Harborview Medical Center and died there on February 26. Also on the 26th, a woman in her 80s from the center died at her family home. Both were found to have had COVID-19 and in one case this was discovered in post-mortem testing.[51] The two deaths were announced on March 3.[52] On February 28, a high school student at Henry M. Jackson High School in Mill Creek, Washington was confirmed as having the virus causing the school to be closed immediately; Mariner High School in Everett was also closed because a student's parent had the virus.[53] The following day, researchers confirmed the coronavirus strain in the student's case may be related to the coronavirus strain in the first confirmed U.S. case from January 19, suggesting that the virus may have been spreading in the area for up to six weeks.[54][55] Also on February 28, a woman in her 50s who had recently returned from South Korea and who was an employee of the United States Postal Service at its Network Distribution Center facility in Federal Way, King County, tested positive.[56][57] On February 29, Washington health officials made the first announcement of a death from COVID-19 in the United States (it was later discovered that a COVID-19 death occurred in California at least as early as February 6[58]). A man in his late 50s with pre-existing chronic illness died at EvergreenHealth's hospital in Kirkland. He was not associated with the Life Care Center and although patients from the center were also in the hospital, it was not believed that any patients contracted the virus at the hospital. Officials said there was no evidence he contracted the virus through travel and they suspected community spread of the disease in King County.[59][60] The man had not been tested for the virus until February 28, partly because the lab in Washington was not ready to conduct tests, and partly because until late February the CDC had been recommending testing only for those with COVID-19 symptoms who had recently traveled to China.[61] Public health officials also reported two confirmed cases in the Life Care Center nursing home, including a woman in her 40s who was a health care worker at the facility.[62] On March 1, state public health officials confirmed two new cases in King County, both men in their 60s. One was hospitalized in critical condition at the Virginia Mason Medical Center in Seattle; the other was hospitalized in \"critical but stable\" condition at the Valley Medical Center in Renton.[63] Those two cases were not linked to the cases in the nursing facility that were reported on February 29.[64][65] Later the same day, officials reported four new cases associated with the Life Care long-term care facility: a woman in her 80s, a woman in her 90s, a man aged 70s who had died, and a man in his 70s in critical condition. Washington reported one additional case: a man in his 40s in critical condition, bringing the state's total to seven new cases reported on this day. The second death from coronavirus in the U.S. was reported at EvergreenHealth Kirkland.[66] On March 2, officials announced another four deaths in the state, bringing the U.S. death toll to six. They also announced four new infections, bringing the state's caseload to 18, and the country's to 96.[67] The total number of deaths in the state rose to nine on March 3.[68] Additionally, Amazon.com confirmed that one of its Seattle employees had tested positive for coronavirus.[69] On March 4, officials reported the tenth death in the U.S. attributable to coronavirus.[70] King County Public Health Department reported 10 new cases, including one death. All but one case were associated with the Life Care Centers facility.[71] In the evening, Facebook announced that a contractor at its Stadium East office in Seattle was diagnosed with the virus; the office was shut down until March 9 and remote work was encouraged.[72] On March 5, the Washington State Department of Health reported 31 new cases with the first new case reported outside of Snohomish and King counties. County case totals were Snohomish County 18, including 1 death; King County 51, including 9 deaths; Grant County 1 case.[73] Later, public health officials reported an additional death on March 4, bringing the state total deaths to 11.[74] The United States Public Health Service (PHS) sent 28 uniformed officers to Kirkland around this time. The PHS team consisted of physicians, physicians' assistants, nurses, technicians and other medical care personnel.[75] On March 6, Microsoft announced that two of its employees in Seattle, including one working remotely for subsidiary LinkedIn, tested positive.[76] Three new deaths were reported in King County; all died at the EvergreenHealth Medical Center.[77] In addition, public health officials in Seattle announced that a part-time concessions employee at CenturyLink Field tested positive and may have exposed attendees of a February 22 Seattle Dragons game. The stadium, home to the Seattle Seahawks, Seattle Sounders FC, and Seattle Dragons, can seat up to 72,000 people.[78][79][80][81][82] The University of Washington reported that a staff member in an office away from the main campus tested positive.[83] Classes were to be held online starting March 9, until March 20.[84][85] The suburban Northshore School District confirmed classes for its 23,000 students were suspended for up to two weeks.[86][87] Starbucks closed one of its downtown Seattle locations after an employee tested positive.[88] On March 6, Jefferson County reported its first confirmed case, a man in his 60s who had visited a family member in Kirkland. He was treated in a Seattle area hospital, then released to return home to recover.[89] On March 7, the Department of Health confirmed 102 cases and 16 deaths.[90] EvergreenHealth announced its 13th coronavirus death, bringing the total in Washington State to 17 deaths.[91] Clark County announced its first positive test of the coronavirus in a man in his 70s.[92] On March 8, the Washington State Department of Health confirmed 136 cases and 18 deaths, mainly in King County. Later in the day, after the department of health report, an additional death was reported in Grant County.[93] In the Seattle area, a staff member of the Aegis Living Marymoor assisted living facility in Redmond tested positive. The staff member has been isolated since February 28 after reporting symptoms. All Aegis Living communities are limiting non-essential visits. This is the fourth senior living facility in the Seattle area to report staff members who test positive.[94] Kitsap County reported its first positive test, a Bainbridge Island resident in their 60s who was being kept in isolation.[95] On March 9, the Washington State Department of Health reported 26 new cases and 3 new deaths as cases continued to appear in new counties.[96][97] Life Care Center of Kirkland reported that 31 of its patients had tested positive.[98] (City of) Snohomish schools would be closed beginning March 10 after a transportation employee was tested positive.[99] On March 9, a COVID-19 outbreak at a long-term care skilled nursing facility in King County, Washington led to 129 cases and 23 deaths. The infected were 81 out of approximately 130 residents, 34 staff members, and 14 visitors.[100] On March 10, the Washington State Department of Health reported an additional 105 cases, a 62% increase. Two additional deaths were reported in King County, in two separate nursing homes unconnected to the Life Care Center nursing home where most deaths have been reported. This brought the state total deaths to 24 with the majority, 22, in King County.[101] Whatcom County declared a public health emergency after it reported its first case of the virus. The female patient self-isolated at home after receiving treatment at a local Bellingham medical center.[102] Island County reported its first positive test.[103] Skagit County reported its first positive test.[104] On March 11, five new deaths were reported, bringing the total to 29.[105] Thurston County reported its first confirmed case.[106] Columbia County and Yakima County reported first cases on March 12.[107] On March 13, Governor Inslee ordered all public and private schools closed for six weeks.[108] On March 14, the Washington State Department of Health (DOH) confirmed three cases in Spokane County residents.[109] On March 15, the American College of Emergency Physicians announced that an emergency physician at EvergreenHealth Medical Center in Kirkland was in critical condition with COVID-19.[110] Lewis County announced their first case on March 15, with the patient being quarantined in a Cowlitz County hospital.[111][112][113] On March 16, two deaths occurred in Clark County, a husband and wife that lived in separate elder care facilities. Seattle resident was the first U.S. volunteer to receive a vaccine for the virus that causes COVID-19.[114] Mason County reported its first case on March 17, an individual who was being quarantined at home.[115] The first case in Franklin County was announced on March 17: a woman in her 20s with underlying health conditions. The Benton–Franklin Health District said the case was linked to foreign travel.[116] The first two confirmed cases in Chelan County were reported, from Leavenworth and Chelan.[117] On March 18, the death of a Richland woman in her 80s, a retirement community resident with underlying health conditions, was announced as Benton–Franklin Health District's first COVID-19 related death.[118] It was the second death in Eastern Washington, after Grant County.[119] On March 17, several members of a choir in Skagit County, Washington had become ill. Following a 61-person choir practice with one symptomatic person, 53 people (87%) developed COVID-19 and two died.[120] Clallam County reported its first case, a man in his 60s being isolated at home, on March 19.[121] The Northeast Tri-County Health District reported the first case in Stevens County on March 20,[122] and San Juan County reported its first case the same day: an individual who was treated at the Eastsound UW Medicine clinic.[123][124] The Washington Distillers Guild announced it was converting from producing drinkable liquor to hand sanitizer,[125] joining many other distilleries in the United States doing so after regulations were waived by the U.S. Department of Treasury's Alcohol and Tobacco Tax and Trade Bureau.[126] Walla Walla County and Adams County reported their first cases March 21,[127][128] and Whitman County reported its first case March 22.[129] Douglas County reported its first case March 23.[130] Okanogan County and Ferry County reported their first COVID-19 cases on March 24 and 25.[131][132] Governor Jay Inslee issued a statewide stay-at-home order on March 23, 2020, to last at least two weeks.[2][3] Radio station KUOW announced that starting March 25, it would no longer broadcast President Trump's briefings on the coronavirus \"due to a pattern of false or misleading information provided that cannot be fact checked in real time\".[133] Skamania County reported its first case on March 26.[134] On March 28, medics from the U.S. Army converted CenturyLink Field, known for being the home stadium of the Seattle Seahawks, into a medical hospital.[135][136] It was never used and soon dismantled. The Northeast Tri County Health District reported the first positive COVID-19 test in Pend Oreille County on April 2.[137] Wahkiakum County reported its first positive test on April 3.[138] An outbreak at the Monroe Correctional Complex, the state's second largest prison, began in late March and grew to eleven confirmed cases As of April 8, 2020[update]—five staff and six inmates in the same minimum security unit.[139] Over 100 prisoners at the complex rioted on April 8 in response to the outbreak.[140] The following day, Governor Inslee announced plans to release nonviolent offenders and at-risk inmates to lower the risk of infection.[141] At least two of the released prisoners were soon re-arrested. On April 10, the state Department of Health tallied one COVID case to Pacific County, but the Pacific County Emergency Operations Center said that the individual hasn't lived in the county for more than a month, tested positive in another state, and could not infect anyone in the county.[142][143] On May 5, the Walla Walla County Department of Community Health announced that they had received reports of \"COVID-19 parties\" that aimed to have infected people spread the disease for herd immunity.[144] The report was later retracted after being spread among national and international news outlets.[145] Effective May 18, King County started requiring face coverings, to help reduce virus spread, at indoor public spaces, and outdoor where minimum distancing not possible.[146] On May 22, two patients under the age of 20 were confirmed as having paediatric multisystem inflammatory syndrome (MIS-C), a rare and potentially fatal condition related to COVID-19.[147] June 4: Data released on COVID-19 cases in Washington shows that individuals of Hispanic descent are disproportionally affected by COVID-19. In Washington, individuals of Hispanic descent represent only 13% of the population but make up 40% of total COVID-19 cases.[148] The state required public-facing workers to wear masks, starting June 8.[149] Effective June 26, Washington state health department requires masks in all public indoor spaces, and outdoors when closer than 6 feet apart, with certain exceptions for age, ability, or when access to mouth needed.[150] Effective July 7, statewide mask order strengthened; businesses require customers to wear face coverings.[151] On July 26, Yakima County surpassed 10,000 cases of the virus.[152] The state Department of Health announced an \"interim\" COVID vaccine distribution plan on October 21.[153] On November 7, 2020, a wedding attended by more than 300 people near Ritzville resulted in about 40 infections and two subsequent coronavirus outbreaks.[154] On Sunday November 15, 2020, Governor Jay Inslee imposed new restrictions due to rising COVID-19 cases.[155] The restrictions include: On November 30, the state Department of Health announced the launch of WA Notify, Washington state's official participation in the anonymous, smartphone-based Exposure Notification system developed by Apple and Google.[156][157] On February 29, Governor Jay Inslee declared a state of emergency after the first US death attributable to COVID-19 occurred in a man in his 50s with an underlying chronic health condition who had been admitted to EvergreenHealth Medical Center after complaining of severe breathing problems.[158] In a statement, Inslee said, \"It is a sad day in our state as we learn that a Washingtonian has died from COVID-19. Our hearts go out to their family and friends. We will continue to work toward a day where no one dies from this virus.\"[159] A second man in his 70s died at the same hospital a day later, the second US death attributable to COVID-19.[160] By March 2, the death toll in the Seattle area had risen to six,[161] nine by March 3[162] 11 by March 5,[163] and 18 by March 8.[164] Researchers at the Fred Hutchinson Cancer Research Center and the University of Washington analyzed the genomes of the first reported case in Snohomish County from January 20 and a more recent case on February 28, and determined that the virus strain was related. Their findings indicate that the virus may have been spreading through the community for close to six weeks.[165] A drive-through testing facility was opened by the University of Washington Medical Center in North Seattle, which as of March 10 is only open to students and employees.[166] Seattle mayor Jenny Durkan declared a civil emergency on March 3.[167] On March 3, Public Health – Seattle & King County began establishing the White Center COVID-19 quarantine site. On March 5, United States Vice President Mike Pence visited the state governor at Washington State Emergency Operations Center on Camp Murray, north of the state capital Olympia, to discuss the crisis.[168][169] On March 5, the number of confirmed cases jumped from 39 the previous day to 70, of which 51 were in King County and 18 in Snohomish County.[163] On March 5, Inslee announced that the state would cover the costs of testing for Washington residents without health insurance. At a news briefing with Inslee, Vice President Pence said that Air Force Two delivered 100,000 air-filtering N95 respirators, 100,000 surgical masks and 2,500 face shields to Washington.[170] The same day, Washington's insurance commissioner, Mike Kreidler issued an emergency order to state health insurers requiring them to waive copays and deductibles for any consumer requiring coronavirus testing, effective until May 4.[171] On March 9, Governor Inslee announced new rules—including mandatory screening for visitors and staff—for nursing homes to slow the spread of the virus. The state was also considering mandatory measures of social distancing to prevent spread.[172] The governor's office announced that workers who have reduced hours or temporary unemployment due to the outbreak are eligible for unemployment benefits.[173] On March 11, Governor Inslee invoked emergency powers and banned \"social, spiritual, and recreational gatherings\" of over 250 people in King, Snohomish and Pierce Counties (including the core of the Seattle metropolitan area) for at least the month of March.[174][175] The order included provisions for its enforcement by the Washington Military Department.[176] On March 12, Governor Inslee announced closures for all public and private K-12 schools in King, Snohomish, and Pierce Counties beginning from March 17 through at least April 24.[177] Later, on March 13, Inslee announced K-12 closures until at least April 24 throughout the state.[178] Local transit agencies in the Seattle area, including King County Metro and Sound Transit, announced more frequent deep cleanings of their vehicles and facilities.[179] Within the first week of widespread work-from-home policies from local employers, Sound Transit ridership dropped 25 percent and Metro reported a 13 percent decrease compared to March 2019.[180][181] Metro and Sound Transit also announced the temporary suspension of fare enforcement on buses and trains to reduce person-to-person contact.[182] On March 15, Governor Inslee announced the closing of all sit-down restaurants statewide, noting that \"very strong measures are necessary to slow the spread of the disease\". Restaurants are still allowed to offer takeout and drive through options.[183][184] The governor also announced that he would issue an emergency proclamation ordering all entertainment and recreation facilities to temporarily close.[185] The same order banned gatherings of groups of 50 or more statewide.[186] On March 16, Mayor Jenny Durkan announced $5 million in grocery vouchers for families impacted by COVID-19.[187] The city created the program to provide 6,250 families $800 each with vouchers for Safeway stores in Washington state. Also, the Seattle Police Department announced the suspension of all police front counter services and that public access to precinct and headquarters police facilities would be curtailed.[188] A correctional officer at the King County Correctional Facility in Seattle tested positive for COVID-19 on March 16. He was last at work on March 8.[189] On March 17, the Seattle City Council unanimously passed a moratorium on residential evictions. Mayor Durkan used her emergency powers to prohibit evictions on the basis of rent delinquency for 30 days or due to expiring leases.[190] The City Council expanded this to cover all evictions except when the health or safety of others is imminently threatened by tenant actions. The moratorium also prohibits late fees for tenants struggling to make rent payments.[191] Starting on March 17, King County correctional facilities stopped accepting people arrested for violating their state Department of Corrections community supervision; and is planning to transfer anyone in a King County correctional facility under such a warrant back to state custody. As of March 20, there were 180 such people in King County correctional facilities who may get transferred out.[192] On March 18, the King County government began preparing the first of several field hospitals on a soccer field in Shoreline that is anticipated to have 200 beds for coronavirus patients.[193] The neighboring Canadian province of British Columbia ordered curtailment of meetings over 50 people on March 16 as part of its response to the pandemic.[194] On March 21, the City of Everett ordered residents and business owners to stay at home \"until further notice\", except for some essential workers.[195] On March 22, President Donald Trump said the federal government would pay the costs of activation of the Washington National Guard while under control of the state governor.[196][197] On March 22, 2020, retired Navy admiral Raquel C. Bono was named by Washington State Governor Jay Inslee to lead the state's health system response to the pandemic.[198] President Donald Trump also announced approval of Washington emergency declaration, and have instructed Federal assistance to be given to assist the local recovery efforts in fighting the coronavirus.[199] Governor Inslee announced a statewide stay-at-home order on March 23, to last at least two weeks.[200] On March 24, 2020, King County Executive Dow Constantine signed an Executive Order suspending the Department of Adult & Juvenile Detention's Work Education Release program. Additionally, King County correctional facilities will no longer accept people due to misdemeanor charges, except for assaults, violations of no contact or protection orders, DUIs, sex crimes or other charges which present a serious public safety concern.[201] On March 24, the city of Ocean Shores closed roads leading to Pacific Ocean beaches and declared a city-wide midnight curfew.[202] The Washington State Parks system was closed on March 25, and access to Department of Natural Resources land closed on March 26.[203] Most roads into Olympic National Park were also closed, as well as all facilities.[203] Roads in Mount Rainier National Park were closed March 24, although \"dispersed recreation\" in the backcountry was allowed.[204] On March 27, Seattle Mayor Jenny Durkan announced that the United States Army Corps of Engineers and Federal Emergency Management Agency agreed to deploy a military field hospital at CenturyLink Field. The field hospital was expected to create at least 150 hospital beds for non-COVID-19 patients; and was to be staffed by 300 soldiers from the 627th Hospital Center from Fort Carson, Colorado.[205][206][207] On March 28, the Port of Seattle and the Northwest Seaport Alliance made plans to make sections of Terminal 46 available for trailers, container equipment and storage needs in support of the 10th Field Hospital being set up at CenturyLink Field.[208] The Governor called up the Washington National Guard on March 31. Until then, \"only a few\" activated Guardsmen had been deployed to the State Emergency Operations Center.[209] On April 2, Governor Inslee announced that the stay at home order would be extended through at least May 4.[3] On April 5, Governor Inslee announced that Washington state would return 400 of the ventilators it received from the Strategic National Stockpile, so as to help harder hit states.[210] On April 6, 2020, Inslee announced that the school closure would encompass the rest of the school year statewide.[211] On April 13, Governor Inslee, together with California governor Gavin Newsom and Oregon governor Kate Brown, announced the Western States Pact, an agreement to coordinate among the three states to restart economic activity while controlling the outbreak.[212] The Washington State Patrol asked drivers not to ignore speed limits on empty highways, two citing drivers on Interstate 5 south of Olympia clocked at 122 mph and 133 mph.[213] The Washington State Emergency Operations Center's Joint Information Center published a \"risk assessment dashboard\" that included inputs from epidemiological models from the Institute for Health Metrics and Evaluation at University of Washington, the Institute for Disease Modeling in Bellevue, and the Youyang Gu COVID model.[214] Wearing face coverings in public spaces to help reduce transmission was recommended since early in the pandemic. In mid-May, King county started requiring face masks in public.[146] The state required public-facing employees to wear masks, starting June 8.[149] The state requirement was extended to everyone in public places in late June.[150] Several national media outlets reported that fewer Seattle residents were observed outside in public places in early March.[215][216] Local businesses, especially in tourist areas, reported fewer customers and sales.[217] On March 10, Seattle-based Alaska Airlines announced the company was preparing to cut its flight schedule and freeze hiring due to the sharp drop in airline bookings because of the pandemic.[218] On March 12, the city of Seattle announced that the public library system, community centers, and other recreation facilities would be closed until at least April 13.[219] Other libraries in the state followed suit, including Sno-Isle Libraries, the King County Library System, the Pierce County Library System, and the NCW Libraries.[220][221] Westfield closed all its malls – including Westfield Southcenter, the largest shopping mall in Washington state and the Pacific Northwest – on March 19.[222] Bellevue Square and Lincoln Square had closed the day before.[223] Boeing announced on March 23–24 that all manufacturing facilities in the Puget Sound area and the Grant County International Airport 737 Max storage and testing facility in Moses Lake would be closed for two weeks, starting March 25.[224][225] Retail closures not subject to the March 23 stay-at-home edict included retail pharmaceutical providers and retail cannabis and alcohol providers, considered an essential need by the order.[226][227] Breweries were also considered essential and some offered curbside pickup.[228] A lawsuit was brought May 5 by some members of the Washington State Legislature and private citizens against Governor Inslee in U.S. District Court for the Western District of Washington for violating RCW 43.06.010 emergency powers and abrogating citizens' rights to freely practice religion under the First Amendment to the United States Constitution. The lawsuit contended that invocation of emergency powers to prevent \"public disorder\" was unnecessary because there was no clear danger of lack of access to care due to hospital overuse or other shortages, that church closure orders were not commensurate with those of commercial facilities, and specifically noted that there had been zero serious cases in Washington persons under 20 years old; and that the 1,000 COVID-19 related deaths in Washington was numerically comparable to flu and pneumonia deaths in other years, for example 1,037 in 2017.[229] A separate suit was brought in state courts c. May 22 by public officials and citizens in Chelan and Douglas Counties making some of the same claims.[230] A third lawsuit petitioned the Washington State Supreme Court for a writ of mandamus on the same grounds.[231] More than 50 people held a rally on the federal courthouse steps in Tacoma in support of another civil rights lawsuit on May 1.[232] On March 4, Northshore School District became the first school district in the state to announce an extended district-wide closure due to the pandemic, shifting to remote online learning. The closure was initially scheduled to last up to 14 days.[233][234] The two largest state universities, University of Washington (UW) and Washington State University (WSU) curtailed on-campus classes during the pandemic. UW announced its closure on March 6; and on March 11, WSU announced the closure would begin after its spring break, on March 23.[235] On March 11, school districts in the Greater Seattle area, including Seattle Public Schools, Lake Washington School District, and Bellevue School District, announced their closures shortly after Governor Jay Inslee's social distancing proclamation in the morning.[236][237][238] Many school districts in Snohomish County also announced closures that would start in the next few days, including Snohomish School District, Monroe School District, Marysville School District, Everett School District and Edmonds School District.[239] On March 12, the governor invoked his emergency power and mandated the closure of all private and public schools in King, Pierce and Snohomish Counties, from March 16 through April 24 or later; the next day, he expanded the closure to all K-12 schools statewide.[240] All Thurston County schools, and Shelton School District (the largest district in Mason County) announced their closures beginning March 16, through at least April 24.[241][242] On April 6, it was announced that all Washington State K-12 schools would be closed through the end of the school year.[243] In July, Washington State University announced that the fall 2020 semester would offer full remote classes.[244] Many scheduled public events went on as planned, including a Major League Soccer fixture between the Seattle Sounders FC and Columbus Crew SC at CenturyLink Field on March 7. It was played in front of a crowd of 33,080, making it the smallest crowd to ever attend a regular season MLS match in Sounders history.[245] Pundits attributed the lower attendance to the coronavirus as immunocompromised fans and others who did not want to attend the match due to the outbreak were offered full refunds.[246][247] ESPN noted the effect the governor's ban on gatherings in Puget Sound area would have on sports, especially if it should be expanded to Eastern Washington; the first round of the 2020 NCAA Division I Men's Basketball Tournament was scheduled to be held in Spokane in March.[174] NCAA basketball was subsequently cancelled altogether. On March 12, Major League Baseball cancelled the remainder of spring training, and on March 16, they announced that the season will be postponed indefinitely, after the recommendations from the CDC to restrict events of more than 50 people for the next eight weeks, affecting the Seattle Mariners.[248] Seattle Artists Relief Fund was established to help artists, especially in the performing arts, cope with the loss of patrons due to the pandemic-related shutdowns.[249] Included in the closures were the Pacific Northwest Ballet and the Seattle Symphony.[250] Most of the state's newspapers removed paywalls for COVID-19 information, including The Seattle Times, the Tacoma News Tribune, Bellingham Herald, Peninsula Daily News, The Olympian, Tri City Herald, Wenatchee World, The Columbian, The Spokesman-Review, and the Yakima Herald-Republic.[251][252][253] The Seattle Times was praised for its early coverage of the outbreak, including public service announcements and question-and-answer sessions with readers.[254] The Stranger, an alt-weekly newspaper in Seattle, announced a temporary layoff of 18 employees to offset ad revenue losses due to the closure of restaurants and entertainment venues.[255] On March 24, a public radio station in the state, KUOW-FM, announced it would no longer broadcast the White House press briefings on the coronavirus \"due to a pattern of false or misleading information provided that cannot be fact checked in real time.\" Nevertheless, KUOW stated that it will continue to provide relevant information and news regarding the pandemic from the press briefings.[256] The economic loss to the region due to canceled cruise ship visitors to Seattle was unknown as of mid March, with the Port of Seattle \"exploring options.\" The industry brings in nearly one billion dollars annually to the Puget Sound area, with the Alaska cruise season considered to start April 1.[257][258] On March 11, 2020, the Port of Seattle announced the cancellations of April 1 and 5 planned cruise ship sailings.[259] On March 13, 2020, the Government of Canada deferred the start of their cruise ship season to July 1, 2020.[260] As noted by the Port of Seattle, \"United States maritime laws require foreign flagged vessels, which include many cruise ships, to stop at a foreign port on a U.S. port to U.S. port itinerary. This is why most Seattle to Alaska cruise itineraries visit Victoria, and changes in Canada can impact Seattle-based cruises.\"[261] On March 14, 2020, the Centers for Disease Control and Prevention issued a 30-day no sail order impacting all cruise ships subject to U.S. jurisdiction.[262][263] The landmark Space Needle closed on March 13 through March 31.[264] Many of the vendors at Pike Place Market—those who sell nonessential items—closed on March 23 following the statewide stay-at-home order, but some food vendors remained open as of March 31.[265] Several major conventions, including the Emerald City Comic Con at the Washington State Convention Center in Seattle, were cancelled or postponed in response to the coronavirus crisis.[266][267] Many Western Washington tribal casinos announced their closures on March 16, although not subject to the state government proclamations. Closures were at the Muckleshoot, Puyallup, Snoqualmie, Suquamish and Tulalip casinos in King, Kitsap, Pierce, and Snohomish Counties.[268][269] Several public transit agencies in Western Washington announced cuts to service and free fares to avoid contact between passengers and drivers. King County Metro, the largest operator serving Seattle, will reduce service and suspend the South Lake Union Streetcar.[270] Large agencies in the Puget Sound region are also anticipating a decline in revenue from sales taxes, which would cause delays or changes to major projects.[271] Sound Transit announced in early April that it would suspend construction on most of its light rail expansion projects due to high absenteeism among workers and difficulty meeting social distancing guidelines at worksites.[272] On March 24, 2020, the Port of Seattle stated that a Transportation Security Administration security officer working at Seattle–Tacoma International Airport had tested positive for COVID-19. The officer had last worked on March 21 at Checkpoint 5 which would be closed for cleaning.[273] Nearly all Washington State Ferries routes had significant service reductions due to lack of ridership, and those taking a car on the ferry were encouraged to stay in their vehicle.[274] Service to Southern British Columbia was canceled.[275][276] The closure of the Canadian border isolated Point Roberts, an pene-exclave of Washington connected by land to British Columbia. A temporary ferry service was established in August 2020 to link Point Roberts to Bellingham.[277] The cities of Bellevue, Kirkland, Issaquah, Redmond, and Renton launched (re)STARTUP425 as an initiative to restart the Eastside economy after the COVID-19 shutdown.[278] Models of infectious disease from Institute for Disease Modeling, Institute for Health Metrics and Evaluation, and others guided Washington State government decision-making concerning how and when to lift emergency restrictions.[279] Hospitality industry leaders have voiced their concerns over the new restrictions. Prior to the restrictions being enacted the Washington State Hospitality Association estimated that hospitality sales was down 45%. Reacting to the new restriction, WSHA President Anthony Anton stated \"This is devastating news, this leads to 100,000 workers out of work right before the holidays. This will lead to more permanent closures and end more dreams. What makes it frustrating is we believe we could have worked together to make good decisions.\"[280] Restaurant owners have been pushing back on the claims made by Jay Inslee that data supports the decision to close indoor dining. The CEO of Fire and Vine Hospitality, which owns a group of restaurants in the Seattle area, Chad Mackay, says the data doesn't support such strict measures on restaurants, and that the government has not been consistent in the use and application of that data. He stated on a local talk radio station, \"...The contact tracing that was done showed that less than half a percent of infections were contact traced back to restaurants. And that’s what we’ve been arguing, saying why are we not looking at that data. And now they say that data is wrong. I think the great line was ‘an absence of evidence doesn’t mean an evidence of absence,’ which means we don't know.\" He claims that the Governor is citing a study done by Stanford about the spread of COVID-19 in restaurants and notes that the study does not argue for shutdowns, but rather capacity restrictions.[281]","Title":"COVID-19 pandemic in Washington (state) - Wikipedia","KeyID":"10809","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Washington_(state)"}