{"Content: ":"Source: Vermont Department of Health NOTE: On 2020-12-02, the VT Dept of Health changed their reporting method to also include 'probable' cases in the total amount. The COVID-19 pandemic in the U.S. state of Vermont is part of an ongoing worldwide viral pandemic of coronavirus disease 2019 (COVID-19), a novel infectious disease caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). As of February 24, 2022[update], Vermont has administered 1,300,000 COVID-19 vaccine doses. 517,100 people have received at least one dose, and 480,500 people have received a second dose.[3] The Vermont Department of Health announced the state's first case of COVID-19 on March 7, 2020,[4] in a patient who had arrived at a hospital emergency department in Bennington, Vermont two days prior.[1] On March 19, the first two deaths from COVID-19 were announced, one a male in White River Junction and the other a female in Burlington. Both were over 80 years old.[5] On April 7, the Vermont Department of Health released a new COVID-19 data dashboard with more detailed statistics about the spread of COVID-19 in Vermont. It is updated daily by 11:00am EST.[6] On July 16, 2020, Vermont become the first state nationwide to not report any COVID-19 deaths in the span of a 30-day period.[7] On November 11, 2020, Vermont reported its highest number of cases, 72, since the pandemic began.[8] Many businesses were ordered to close in mid-March 2020.[9] Starting on Monday, April 20, certain businesses were allowed to reopen.[10] On May 11, Governor Scott announced that Vermont retail stores can begin reopening on Monday, May 18. Businesses are required to limit customers to 25 percent of the legal capacity. Employees are required to wear masks and maintain appropriate distance from co-workers and customers.[11] All schools were ordered to be closed for in-person classes as of Wednesday, March 18, until at least April 6, 2020.[12] On March 26, this closure was extended through the rest of the academic year.[13] On March 23, the University of Vermont declared that all students must leave the UVM campus by March 30, except for those approved for emergency housing. Courses will be taught online for the remainder of the semester. UVM officials also indicated they will make a decision about canceling UVM's commencement ceremony by the end of March 2020.[14] Bars and restaurants were ordered to close by 2:00pm on Tuesday, March 17, and to remain closed until April 6. Restaurants were allowed to continue providing takeout and delivery service.[9] All gyms, spas, hair salons, and tattoo parlors were ordered closed as of 8:00pm on March 23, 2020.[15] On March 17, 2020, the publisher of three newspapers in southern Vermont, Brattleboro Reformer, Bennington Banner and Manchester Journal indicated that all full-time staff members would be furloughed for one of the next five weeks.[16] On March 20, 2020, the Barre Montpelier Times Argus and Rutland Herald newspapers announced that due to the financial impact of the pandemic they would be reducing their print publishing to three days a week and temporarily laying off 20 staffpeople.[17] On March 23, 2020, Seven Days indicated they would lay off seven employees.[18] On March 26, 2020, the Waterbury Record published its final issue after 13 years of publishing in Waterbury, VT. The weekly community newspaper had never been profitable but was trying to survive. Publisher Greg Popa indicated that the coronavirus crisis made this no longer possible.[19] The Burlington Free Press announced on April 3, 2020, that all Free Press journalists will have a temporary reduction of 25% in time and hours for the next three months.[20] On March 10, the Vermont State Emergency Operations Center was activated.[21] On March 13, a COVID-19 task force was set up[22] and Governor Phil Scott issued Executive Order 01-20 which declared a State of Emergency until it expires on April 15.[23] The Executive Order limits visitors to nursing homes, assisted living residences, residential care homes, and specific care facilities. It also suspends traveling by state employees for non-essential government business, prohibits most mass gatherings including at schools and excluding transit, most offices, and grocery and commercial stores. The National Guard was also activated.[24] Additionally, the Vermont General Assembly voted to adjourn until March 24 to prepare for the virus.[25] On March 15, Governor Scott ordered all schools in Vermont to be closed and all school activities to be cancelled no later than Wednesday, March 18, and lasting through at least April 6.[12][26] On March 16, Governor Scott announced his emergency declaration would be amended to limit public gatherings to either 50 people or 50% occupancy.[27] Also on March 16, Burlington Mayor Miro Weinberger declared a state of emergency for Burlington and ordered all bars and restaurants to close Tuesday starting at 6:00am and continuing for at least 24 hours. All nonessential city services will also be suspended from Wednesday, March 18, through at least April 6.[28][29] On March 17, Governor Scott ordered the closure of all Vermont child care programs, except for those that serve people \"essential\" to responding to the pandemic.[30] The closure starts on Wednesday, March 18, and lasts through April 6. The governor's order defines \"essential\" persons as healthcare providers, criminal justice personnel; public health employees; firefighters; Vermont National Guard personnel; other first responders and state employees; and staff and providers of necessary childcare services.[31] On March 20, Governor Scott announced that he would be working with the VT state legislature to develop a loan program through the Vermont Economic Development Authority (VEDA) for businesses impacted economically by the pandemic.[32] He also announced that Vermont businesses can apply for economic injury disaster loans through the Small Business Administration (SBA).[33] The Vermont Senate will reconvene on Tuesday, March 24, to act on measures to respond to COVID-19.[34] Vermont state officials also stated that the number of available beds statewide has increased to 500 and the number of available ventilators has increased to 240.[35] On March 21, Governor Scott ordered the closure of gyms and similar exercise facilities, hair salons, spas and tattoo parlors by 8 pm on March 23. He also extended his earlier executive order to restrict gatherings to no more than 10 people.[15] On March 23, Governor Scott ordered the Vermont National Guard and the Vermont Emergency Operations Center to set up a medical \"surge site\" to respond to COVID-19 cases.[36] Governor Scott also announced that the Vermont Department of Public Service released a \"Public Wi-Fi Hot Spot Map\" to enable people in Vermont to find places to access the Internet for free.[37] On March 24, Governor Scott issued a \"Stay Home, Stay Safe\" order directing all residents of Vermont to stay home \"leaving only for essential reasons, critical to health and safety.\" The order directs that all businesses and not-for-profit entities must suspend all in-person business operations, except for specific exemptions. The order will remain in effect until April 15, 2020, unless extended or shortened.[38][39] On March 26, Governor Scott ordered all schools in Vermont to remain closed for in-person classes for the rest of the academic year. School districts have until April 13 to produce distance learning plans for the remainder of the school year.[40][13] On March 30, Governor Scott imposed quarantine restrictions on travelers arriving in Vermont.[41] On March 31, the Vermont Agency of Commerce and Community Development ordered large retailers \"to cease in-person sales of non-essential items in order to reduce the number of people coming into the stores.\" The agency also ordered stores to close showrooms and garden sections of home improvement centers.[42] Also, Governor Phil Scott announced the launch of a new website where Vermonters can sign up to volunteer to help in the state's response to COVID-19.[43][44] On April 2, Governor Scott announced that the State, in anticipation of a surge in COVID-19 cases, was preparing two additional medical surge locations in partnership with the Vermont National Guard: a 400-bed location at the Champlain Valley Exposition in Essex Junction, and a 150-bed location in Rutland County. Additional rapid reaction medical surge trailers, each containing materials for 50 additional beds, had been prepositioned throughout the state to facilitate rapid deployment. Additional assets, including two state portable hospitals, were also being prepared. These measures are a continuation in the State's plan to prevent hospitals from exceeding their capacities in the event of a surge.[45] On April 3, the Vermont Department of Health recommended that all Vermonters should wear face masks when in public.[46] Health officials in Vermont had previously advised against the general public wearing masks if they were not showing any symptoms,[47] but the new recommendation cites a 48-hour, pre-symptomatic infectious phase in individuals with COVID-19 where face masks would be beneficial.[46] Additionally, Governor Scott stated in a media briefing that he was planning to extend the state's stay-at-home order beyond its original ending date in mid-April, warning Vermonters that they should expect to remain at home for several more weeks.[48] An April 3 directive from Vermont Attorney General T.J. Donovan provided police with guidelines on how to enforce the state's stay-at-home order. Law enforcement officers were directed to provide education and request voluntary compliance when encountering businesses and individuals in violation of the order, while civil and criminal penalties were outlined for instances of continued non-compliance.[49] Burlington Mayor Miro Weinberger additionally announced that the Burlington Police Department would begin issuing tickets to people who violated the stay-at-home order, with fines ranging from $100–$500.[50] On April 4, the Vermont National Guard starting building a 400-bed overflow hospital inside the Champlain Valley Exposition center, with the plan that some parts of the facility could be ready as soon as Sunday, April 5.[51] Vermont's Agency of Transportation has stationed staff at 28 \"high-priority border crossings\" with neighboring states and Canada where they are monitoring traffic to determine how many people are entering Vermont. They are not recording license plate information, but counting cars to understand how much traffic is flowing across the borders.[52] On April 10, Governor Scott extended the state of emergency until May 15.[53] On April 14, the Vermont Economic Mitigation and Recovery Task Force was established by Governor Scott under the Agency of Commerce and Community Development. This task force is charged with helping the economy of Vermont recover from the COVID-19 pandemic.[54][55] On April 16, Governor Scott and the Vermont Department of Public Service announced a partnership with Microsoft, RTO Wireless, and Up And Running I.T to deploy public WiFi access points in communities around Vermont that are lacking Internet access.[56] On April 17, Governor Phil Scott announced that starting on Monday, April 20, 2020, certain businesses will be allowed to re-open, including outdoor businesses and \"low-contact\" services. Farmers markets will also be allowed to open starting on May 1.[10] On April 20, the Vermont Department of Health announced a partnership with The King Repairs to deploy public hotlines for support dealing with the pandemic, and future support outreach.[57] On April 21, Governor Phil Scott and Vermont Department of Financial Regulation Commissioner Michael Pieciak announced a new program to provide financial assistance to Vermonters with privately held student loans.[58] On the same day, the Vermont National Guard(VNG) announced they would be distributing Meals, Ready-to-Eat (MREs) to Vermonters from five airports around the state between April 22 and April 29. The VNG indicated they have capacity to provide close to 27,000 MREs per day.[59] On April 24, Governor Scott issued guidance about the continued re-opening of businesses in Vermont. The order requires any businesses opening to implement specific measures including requiring employees to wear coverings over their mouth and nose. Outdoor businesses including construction may resume with a maximum of five total workers per location. Farmers Markets are allowed to re-open as of May 1 with limitations that prevent congregating of people.[60][61] On April 29, Governor Scott announced that the state would be expanding the COVID-19 testing program to scale up to performing 7,500 tests per week (from the current 2,000 / week). The state will also expand its contact tracing program to help identify who else may be in contact with a person who tested positive.[62] On May 6, the Vermont Department of Health started publishing \"Total People Recovered\" on their COVID-19 data dashboard. Also on May 6, Governor Scott announced that some forms of outdoor recreation could resume, as well as gatherings between households, as long as the gatherings consist of 10 people or fewer, and appropriate protections are put in place. The order also allowed businesses, government entities, and non-profit organizations to resume outdoor recreation or fitness activities that involve low or no direct physical contact.[63] On August 14, Governor Scott extended the state of emergency through September 15. His order also allowed cities and towns to enact stricter local limits if necessary.[64] On June 14, 2022, Vermont's Health Commissioner Mark Levine described COVID-19 as endemic, and stated that \"COVID-19 is still with us and will continue to evolve, but so has our knowledge of the virus and how to respond,\" and went on to encourage the use of at-home tests. Acknowledging declining positivity rates, Governor Scott stressed the importance of socialization and strengthening communities.[65][66]","Title":"COVID-19 pandemic in Vermont - Wikipedia","KeyID":"10807","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Vermont"}