{"Content: ":"The COVID-19 pandemic was confirmed to have reached the Chilean island and special territory of Easter Island (Rapa Nui) in March 2020. On 12 January 2020, the World Health Organization (WHO) confirmed that a novel coronavirus was the cause of a respiratory illness in a cluster of people in Wuhan City, Hubei Province, China, which was reported to the WHO on 31 December 2019.[2][3] The case fatality ratio for COVID-19 has been much lower than SARS of 2003,[4][5] but the transmission has been significantly greater, with a significant total death toll.[6][4] On 19 March, the local government of Easter Island ordered a lockdown of the island and requested LATAM Airlines to evacuate all tourists on the island.[7] On 24 March, the first case in Easter Island was confirmed,[8] followed by a second one in the following days. By the start of April, 5 confirmed cases had been reported. A sixth case was reported in mid April;[9] however, the Ministry of Health confirmed a few days later that the case was a false positive. All cases had recovered after some weeks. On 24 April, confusion arose at Santiago International Airport regarding positive results for COVID-19 on tests conducted on natives waiting to return to Easter Island. While the airport authority declared that they had not been involved, and Chilean health minister Jaime Mañalich described the situation as a \"misunderstanding\" because the people had been symptom-free and no tests had been scheduled by the Chilean health ministry, it was later clarified that the municipality of Rapa Nui had been behind the testing. According to Pedro Edmunds Paoa, the test kits had been purchased from South Korea by the local authorities of Easter Island, and the testing procedure was part of a safety protocol. A group of 20 persons of people who had tested positive at the airport or had close contact with them decided to stay in Santiago for a voluntary quarantine of 14 days, amidst fears that their immediate return to the island would result in discrimination, while the remainder of the 527 passengers had departed as planned.[10] On 1 July, after 100 days of no contracted COVID-19 cases, schools were reopened on the island. Safety measures include the wearing of face masks and students' temperatures being taken upon entering the school.[11] In August, elections took place for the Ma'u Henua indigenous community, which administers the Rapa Nui National Park. Strict protocols were in place, but photos showed that social distancing measures were not followed, prompting an investigation by authorities.[12] On 2 September, a plane landed with 262 passengers from mainland Chile. PCR tests were taken by health personnel from Hanga Roa Hospital, which confirmed 4 new cases to have reached the island, all of which were asymptomatic. The government said that the addresses of the infected were under 24/7 surveillance by military personnel, to prevent a breaking of the mandatory quarantine.[13] In early October, a group of 25 natives of Rapa Nui was finally able to return to their island after being stuck on Tahiti for six months. However, at the time it was unclear whether a young mother who had just given birth would be able to board the flight. A French military plane will carry the group, after a request by Chilean authorities and following months of pleading by the stranded. The returnees will be placed in a 14-day quarantine, and the plane is expected to carry back a second group composed of 15 Tahitians who had been stranded on Easter Island.[14] At the start of November, the municipality announced that the Tapati Festival 2021 would be held without outside visitors for the first time. The 52nd installment of the annual culture festival will also be cut short and last one a single week instead of the usual two, after plans to scrap it completely were vetoed by the community. It is scheduled to begin on 29 January 2021.[15] While the government of Chile announced plans to open the country to tourists again by 23 November 2020, the municipal government said that Easter Island would remain closed to all people except residents.[16] In October 2021 a referendum was held on reopening the island to tourists from January 2021.[17] The proposal was rejected by 66% of voters.[18] Fears that the island's health system, which consists of just a single hospital[19] with only 3 ventilators could be quickly overwhelmed resulted in the fast closure of the island, leading to around a 1000 tourists becoming stranded on the island. The local government and some hotels provided free stay and food for those who had run out of money, and eventually the visitors were evacuated to mainland Chile via chartered flights. But now many on the island – whose economy depends heavily on tourism – feared that they won't see the return of sufficient numbers of tourists anytime soon.[20] To combat the crisis, native islanders have turned to the ancestral Polynesian tradition of Tapu (from which the English word taboo is derived), which resulted in a cultural acceptance of the lockdown and the self-isolation of affected families. In addition, many native people whose regular work (e.g. in tourism) was interrupted started cultivating their land to grow food.[21] The Tapu tradition is based around \"sustainability and respect\", potentially helping mitigate the expected decline in tourism revenue, while also safeguarding the elderly from the disease, who are especially valued in local tradition yet also especially vulnerable to COVID-19.[22] This was achieved by using Tapu to enforce a quarantine and restrict social contact. Later, the government brought back another ancient principle, Umanga, which encourages \"reciprocal labour between neighbours\".[23] While some people have been opposed to the changes, others see the extraordinary situation on the island - which has depended on food imports from mainland Chile and the income provided by around 100,000 tourists per year - as an incentive to \"turbocharge\" plans to make the island self-sustainable and waste-free by 2030. The modern implementation of Umanga was done via an employment scheme called Pro Empleo Rapa Nui, where 700 islanders were given work. The outcomes by the end of October 2020 included enhanced recycling initiatives and news in the local Rapa Nui language, among others. The program was expected to run until December 2020, and to cost the government an estimated 2.5bn pesos (about $3.1m) in total.[23] The provincial government has also outlined a plan to counteract economic losses and supply shortages. These include financial aid, public construction works and plans to strengthen local agriculture by distributing seeds. It was also ensured that outside supply – on which the remote island depends – would be able to once again reach Rapa Nui via cargo ships; in addition, there had been talks with the FACH and Navy regarding potential help in case a real supply crisis struck.[24]","Title":"COVID-19 pandemic in Easter Island - Wikipedia","KeyID":"10816","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Easter_Island"}