{"Content: ":"The following is a timeline of the COVID-19 pandemic in Fiji. On 19 March, Fiji confirmed its first case, a 27 year old Fijian citizen and flight attendant of Fiji Airways. He had arrived from San Francisco returning via Nadi on 16 March. On 17 March, he had travelled from Nadi to Auckland and a return from Auckland to Nadi on the same day. He was admitted to Lautoka Hospital.[1] On 21 March, Fiji confirmed its second case and the first local transmission case through household contact. She is the mother of the first patient and was admitted in Nadi Hospital. Other family members remained in quarantine and being monitored.[2] On 23 March, Fiji confirmed its third case, a one-year-old nephew of the first patient.[3] On 24 March, Fiji confirmed its fourth case, a 28-year-old Fijian citizen, who had returned from Sydney over the weekend and was not related to the first three cases. He and his immediate family members were in quarantine and being monitored at the Navua Hospital.[4] On 25 March, Fiji confirmed its fifth case, a 31-year-old female from Lautoka. She was in contact with the first case, the flight attendant.[5] On 2 April, Fiji confirmed two cases, a couple from Suva. Prime Minister Frank Bainimarama stated that the sixth case is a 22-year-old woman and the seventh case is her 33-year-old husband. They are admitted at Navua Hospital. Due to this, the Prime Minister announced that Suva will be going into a lockdown effective from 3 April at 5 a.m. Also, the government renewed the national curfew where it will start from 8 p.m. to 5 a.m.[6] On 4 April, Fiji confirmed five cases from Labasa, Suva, Nadi and Lautoka. Two cases was confirmed in Labasa, a 53-year-old Fijian citizen who is the ninth case, he is related to the sixth and seventh case and is admitted at Labasa Hospital. The ninth case had arrived from India via Singapore on 22 March. He had failed to isolate for 14 days, thus increasing the risk of community transmission in Fiji. It is believed that he contracted the disease while attending the Tablighi Jamaat in India. An eighth case was confirmed in Lautoka, a 39-year-old female from Natowaqa. She is admitted at Lautoka Hospital. A tenth case was confirmed in Nadi, a 20-year-old Fijian citizen from Nadovi with travel history to Auckland. An eleventh case was confirmed in Labasa, the 26-year-old daughter-in-law of the ninth case. A twelfth case was confirmed in Suva, a 11-year-old female who contracted the disease from her parents, the sixth and seventh cases. She is admitted at Navua Hospital.[7][8] On 6 April, Fiji confirmed two cases from Labasa and Lautoka. In Lautoka, the thirteen case of the sister of Fiji's first case was confirmed positive of the disease. She is also the mother of the third case a one-year-old boy who was also confirmed positive of the disease earlier. In Labasa, the fourteen case was the 53-year-old wife of the ninth case. She was taken into isolation two days before being diagnosed positive.[9] On 7 April, Fiji confirmed its fifteenth case, a 33-year-old man from Lautoka. This case is linked to the first case of the flight attendant. He is the husband of the fifth case.[10] Police Commissioner Sitiveni Qiliho had confirmed that a police investigation would proceed for the 27-year-old flight attendant from Lautoka who was the first confirmed COVID-19 case and the ninth case a 53-year-old Labasa man for allegedly breaching the Public Health Regulations.[11] On 10 April, Fiji confirmed its sixteenth case, a 9-year-old female from Labasa. She is the granddaughter of the ninth case and is admitted in Labasa hospital.[12] On 16 April, Fiji confirmed its seventeenth case, a 21-year-old male from Labasa. He is the relative of the ninth case.[13] On 20 April, Fiji confirmed its eighteenth case, a 51-year-old Fijian citizen who resides in Ba. She had arrived from the United States on 22 March.[14] Meanwhile, three people have recovered and had been discharged from hospital.[15] On 2 May, Prime Minister Frank Bainimarama confirmed two additional recoveries with a 78% recovery rate.[16] On 15 May, Prime Minister Frank Bainimarama confirmed one additional recovery. He added that the curfew hours would still remain in place.[17] On 5 June, Prime Minister Frank Bainimarama confirmed the recovery of all the three remaining active cases, entailing a 100% recovery rate.[18] On 1 July 112 Fijians had arrived in Nadi on a repatriation flight from India. The returning citizens had been transferred to a government funded quarantine facility. A Fijian citizen died on board the flight operated by Garuda Indonesia. He tested negative for COVID-19 before boarding the flight from New Delhi, India.[19][20] On 6 July, Fiji confirmed its nineteenth COVID-19 case. A 66-year-old Fijian citizen who had returned from India. He was transferred at Nadi hospital to be quarantined.[21] On 7 July, Fiji confirmed two COVID-19 cases. Patient twenty is a 37-year-old man who is the son of the nineteenth case a 66-year-old man. The other confirmed case is a 36-year-old woman, both cases had returned from India.[22] On 10 July, Fiji confirmed five COVID-19 cases. The five are a 44-year-old male, a 38-year-old female, a 51-year-old male, a 29-year-old female and a 47-year-old male. All five cases returned from India.[23] On 20 July, Fiji confirmed one COVID-19 case. A 50-year-old female who was repatriated from India.[24] On 31 July, Fiji recorded its first death from COVID-19. A 66-year-old man who was repatriated from India.[25] On 12 August, Fiji confirmed two additional COVID-19 recoveries in managed isolation.[26] On 13 August, Fiji confirmed one COVID-19 case. A 61-year-old male who had travelled from Sacramento, United States, transiting through Auckland and arriving in Nadi on flight NZ 952 on 6 August.[27] On 22 August, Fiji confirmed two COVID-19 recoveries.[28] On 25 August, Fiji confirmed a second COVID-19 death: the 61-year-old who arrived on 6 August.[29] On 1 September, Fiji confirmed one COVID-19 case. A 25-year-old female nurse who contracted the disease while treating patients in managed isolation.[30] On 2 September, Fiji confirmed two COVID-19 recoveries.[31] On 4 September, Fiji confirmed two COVID-19 cases. A 55-year-old and 22-year-old male who had arrived from New Delhi, India on 27 August.[32] On 8 September, Fiji confirmed one COVID-19 case. A 64-year-old female who had arrived from India.[33] On 22 September, Fiji confirmed two COVID-19 recoveries.[34] On 13 October, the Ministry of Health and Medical Services confirmed two COVID-19 recoveries.[35][36] On 21 October, Fiji confirmed one COVID-19 case.[37][38] On 27 October, Fiji confirmed one COVID-19 recovery.[39] On 30 October, Fiji confirmed one COVID-19 case; a 57-year-old male who was repatriated from Nairobi, Kenya.[40] On 2 November, Fiji Rugby Union CEO, John O'Connor confirmed that three Fijians from the Flying Fijian team tested positive for COVID-19 in Limoges, France.[41][42][43] On 8 November, the Fiji Rugby Union announced that the three infected players tested negative.[44] On 11 November, Fiji confirmed one COVID-19 case; 53-year-old male who arrived on a repatriation flight from New Zealand.[45] On 14 November, the FRU confirmed four cases of COVID-19; they are among the Flying Fijian team in France.[46] On 18 November, 29 members from the Flying Fijian team tested positive for COVID-19.[47] On 25 November, Fiji confirmed three COVID-19 cases. The first two cases are in their 40s and the third case is a 51 year old non citizen.[48] All three cases arrived on a repatriation flight from Auckland on 15 November.[49] On 30 November, Fiji confirmed four COVID-19 cases. They are a 28-year-old female and 58-year-old male who had travelled from Kenya, a 36-year-old male traveling from Mali, and a 53-year-old male traveling from France.[50] On 3 December, Fiji confirmed two new cases of COVID-19; they are a 75 year old and 57 year old both females who lived in Auckland, New Zealand. Though they had both tested negative prior to departing Auckland, they subsequently tested positive during the 12th day of their time in managed isolation in Fiji. The Fijian Health Ministries believes they contracted the virus from a positive case who was traveling on the same flight.[51][52] On 6 December, Fiji confirmed that two sailors aboard a cargo ship that entered the country on 2 December tested positive for COVID-19.[a][53] The sailors as well as border officials that had close contacts with them were quarantined.[54] However this cases were not counted as official border cases as the Ministry was awaiting information on whether these individuals have tested positive in another country.[55] On 8 December, Fiji confirmed two recoveries.[56] On 11 December, Fiji counted the two unofficial border cases from 6 December as part of its total tally of cases as New Zealand health authorities have confirmed that they had tested negative on 5 and 12 November while undergoing 14 days of quarantine in New Zealand.[57] On 17 December, Fiji confirmed two recoveries.[58] On 22 December, Fiji confirmed two recoveries entailing a 100% recovery rate.[59] On 29 December, Fiji confirmed three COVID-19 cases. They are a 32-year-old male and a 32-year-old female that arrived from New Delhi, India.[60] The third case is a 34-year-old female who travelled from England and arrived in Fiji from Hong Kong.[61][62] On 6 January, Fiji confirmed four COVID-19 cases. They are a 25-year-old man and a 27-year-old woman who arrived from New Delhi, India.[63] The third case is a 35-year-old man who travelled from the United Kingdom and arrived in Fiji from Auckland and the other case is a 55-year-old man who travelled from Mali and arrived from Auckland.[64] The Ministry of Health also added that there is another positive case however the case is considered historical since the 39-year-old man had already tested positive between October and December while travelling in France and the United Kingdom.[65] On 15 January, Fiji confirmed two COVID-19 cases.[66] They are a 49-year-old female and 58-year-old female who arrived from New Zealand on 24 December 2020.[67] On 3 February, Fiji confirmed one COVID-19 case. This is a 48-year-old male who travelled from Indonesia before arriving in Nadi on 27 January 2021. There is also another case however this is considered historical as the individual tested positive in Ireland.[68][69] On 10 February, Fiji confirmed one recovery.[70] On 24 February, Fiji confirmed one COVID-19 case. This is a 30-year-old male who travelled from Manila, Philippines before arriving in Nadi on 18 February.[71] On 26 February, Fiji confirmed two COVID-19 cases. The first is a 22-year-old male who travelled to Fiji from Durban, South Africa and the second is a 66-year-old female who travelled from Sacramento, USA.[72] On 3 March, Fiji confirmed four COVID-19 cases.[73] On 8 March, Fiji confirmed three COVID-19 cases.[74] On 17 April, Fiji confirmed four COVID-19 cases.[75] On 18 April, Prime Minister Frank Bainimarama announced that a security personnel who tested positive for COVID-19 could pose a risk to the public.[76] On 19 April, Fiji recorded its first community transmission in 12 months in the city of Nadi.[77][78] On 20 April, Fiji confirmed its second community case, the daughter of the first community case.[79] That same day, Fiji launched a massive house-to-house screening program in the island state's western towns following concerns that hundreds of people may have contracted COVID-19 at a funeral attended by 500 people. In addition, three people included two soldiers tested positive for COVID-19 in managed isolation.[80] On 21 April, Fiji confirmed its third community case, a 40-year-old woman from Wainitarawau settlement from Suva.[81] On 22 April, Fiji confirmed another two community case, a 14-year-old girl and a seven-month-old baby boy. Fiji also confirmed six border quarantine cases of the virus.[82] On 24 April, Fiji confirmed one community case, a 14-year-old daughter of the hotel worker.[83] On 25 April, Fiji confirmed four local transmission cases. Two are from Nadi, one from Lautoka and another one from Suva. The case in Suva is a concern as the Ministry of Health is unable to trace the source of the infection.[84][85] On 26 April, Fiji confirmed twelve local transmission cases.[86] On 27 April, Fiji confirmed six cases of COVID-19, four from border quarantine facility and two from isolation facility. The Ministry of Health has also confirmed that these cases are fueled by the B1617 variant that was first detected in India.[87] On 28 April, Fiji confirmed two cases of COVID-19, a 53-year-old man from Ra and a 25-year-old man who had contact with the case in Makoi.[88] On 29 April, Fiji confirmed five cases of COVID-19, four local transmitted cases and one border quarantine case.[89] On 30 April, Fiji confirmed one case of COVID-19.[90] On 1 May, Fiji confirmed two cases of COVID-19 and announced three recoveries.[91] On 3 May, Fiji confirmed two cases of COVID-19, both are doctors from the Lautoka Hospital.[92] On 4 May, Fiji confirmed seven recoveries from COVID-19.[93] On 5 May, Fiji confirmed four new cases. Two are border quarantine cases and the other two are local transmission cases. The latter are from Lautoka and Narere. The local case from Lautoka is a serious concern to the Ministry of Health and as a result the Lautoka Hospital is under lockdown. The Ministry has also announced nine recoveries from the virus.[94] On 6 May, Fiji confirmed its third death from the virus. The death occurred on 5 May 2021 just before the daily press briefings. The Ministry did not announce it because they wanted the family members to be properly informed.[95] Later that day, Fiji confirmed four new cases, three are local transmission cases and one is a border quarantine case.[96] On 7 May, Fiji confirmed seven new cases of COVID-19 all of which are local cases.[97] On 8 May, Fiji announced twelve recoveries from the virus.[98] On 9 May, Fiji confirmed three cases of COVID-19 and announced two recoveries.[99] On 10 May, Fiji confirmed one new case of COVID-19 and announced three recoveries.[100][101] On 11 May, Fiji confirmed twelve new cases of COVID-19, all from Makoi.[102] On 12 May, Fiji confirmed nine new cases of COVID-19, eight from Suva and Nausori and one from the border quarantine facility.[103] On 13 May, Fiji confirmed four new cases of COVID-19 and recorded its fourth death. It was a woman from the Makoi cluster.[104] On 14 May, Fiji confirmed one new case of COVID-19.[105] On 15 May, Fiji confirmed two new cases of COVID-19.[106] On 16 May, Fiji confirmed four new cases of COVID-19 and announced three recoveries.[107] On 17 May, Fiji confirmed two cases of COVID-19.[108] On 18 May, Fiji confirmed four new cases of COVID-19.[109] On 19 May, Fiji recorded eleven new cases of COVID-19. The first six cases are related to the Nadali cluster in Nausori and the other five are household contacts of previous cases.[110] On 20 May, Fiji confirmed one new case of COVID-19.[111] On 21 May, Fiji confirmed five new cases of COVID-19.[112] On 22 May, Fiji confirmed eleven new cases of COVID-19 and announced three recoveries.[113][114] On 23 May, Fiji confirmed twenty four new cases of COVID-19, the highest ever since March 2020.[115] On 24 May, Fiji confirmed eight new cases of COVID-19.[116] On 25 May, Fiji confirmed twenty one new cases of COVID-19.[117] On 26 May, Fiji confirmed twenty seven new cases of COVID-19, the highest ever since 23 May 2021.[118] On 27 May, Fiji confirmed twenty eight new cases of COVID-19, beating the previous day's record.[119] On 28 May, Fiji confirmed a record of 46 new cases of COVID-19, all of which are from the greater Suva-Nausori area.[120] On 30 May, Fiji confirmed 41 new cases of COVID-19, 18 of which were recorded on 29 May 2021 and 23 confirmed today.[121] On 31 May, Fiji confirmed 38 new cases of COVID-19.[122][123] On 1 June, Fiji confirmed 35 new cases of COVID-19 with some cases recorded in the Nadi and C.W.M Hospital. This has resulted in the lockdown of the Nadi Hospital and the suspension of all non-emergency services at the C.W.M Hospital.[124][125][126] On 2 June, Fiji confirmed 35 new cases of COVID-19.[127] On 3 June, Fiji confirmed 28 new cases of COVID-19.[128] On 4 June, three staff of the Ministry of Health and Medical Services tested positive for COVID-19. This resulted in a stand down for all personnel operating from level three of the headquarters. Permanent Secretary for Health James Fong and other senior medical personnel went into self isolation.[129] In addition, Fiji confirmed a total of 35 new cases of COVID-19.[130] On 5 June, Fiji confirmed 33 new cases of COVID-19.[131] On 6 June, Fiji confirmed a record of 83 new cases of COVID-19, with cases reported outside containment areas.[132] On 7 June, Fiji confirmed 64 new cases of COVID-19 and reported a 14% positive rate in tests in the last seven days.[133] On 8 June, Fiji confirmed another record of 94 new cases of COVID-19.[134] On 9 June, there are 35 new cases, bringing the total number of cases to 880. 15 patients have recovered, bringing the total number of recoveries to 249. The death toll remains 4. There are 624 active cases.[135] On 10 June, Fiji confirmed 39 new cases, bringing the total number of cases to 849. Seven new recoveries were confirmed, bringing the total number of recoveries to 256. The death toll remains four. There are 656 active cases.[136] On 11 June, Fiji confirmed 51 new cases of COVID-19.[137] On 12 June, Fiji confirmed 47 new cases of COVID-19.[138] On 13 June, Fiji confirmed a record of 105 new cases of COVID-19.[139] On 14 June, Fiji confirmed 89 new cases as the government warned that the situation was worse than that seen in Australia and in New Zealand due to the Delta variant, first detected in India.[140] On 15 June, Fiji confirmed a record of 116 new cases of COVID-19 and announced another death bringing the death toll to 5.[141] On 16 June, Fiji confirmed another record of 121 new cases of COVID-19.[142] On 17 June, Fiji confirmed 91 new cases of COVID-19 and announced another death bringing the death toll to 6.[143] On 18 June, Fiji confirmed 115 new cases of COVID-19.[144] On 19 June, Fiji confirmed a record of 150 new cases of COVID-19.[145] On 20 June, Fiji confirmed 166 cases of COVID-19 and announced one death bringing the death toll to 7.[146] On 21 June, Fiji confirmed 126 new cases of COVID-19.[147] On 22 June, Fiji confirmed 180 new cases of COVID-19.[148] On 23 June, Fiji confirmed 279 new cases of COVID-19, the highest ever since March 2020.[149] On 24 June, Fiji confirmed another record of cases at 308, as the Red Cross warns that the Fiji surge of cases must be a \"wake up call\" for other Pacific Island nations and that efforts of mass vaccination must be rampant and that said countries cannot let the guard down.[150][151] On 25 June, Fiji confirmed 215 new cases of COVID-19 and announced one death bringing the death toll to 14.[152] On 26 June, Fiji confirmed 266 new cases of COVID-19 and recorded another death bringing the death toll to 15.[153] On 27 June, Fiji confirmed 262 new cases of COVID-19.[154] On 28 June, Fiji has reported 241 new cases of COVID-19, bringing the total number to 3,832. There are 26 new recoveries, bringing the total number of recoveries to 779. Two deaths were reported, bringing the death toll to 15. There are 3,027 active cases.[155] On 29 June, Fiji reported 312 new cases of COVID-19 and announced 4 deaths bringing the death toll to 21.[156] On 30 June, Fiji confirmed 274 new cases of COVID-19 and announced an area of concern in Lautoka as a result of a birthday celebration.[157] On 1 July, Fiji confirmed 431 new cases of COVID-19 and announced three deaths.[158] On 2 July, Fiji confirmed 404 new cases of COVID-19 and announced one death.[159] On 3 July, Fiji confirmed 386 new cases of COVID-19 and announced two deaths.[160] On 4 July, Fiji confirmed a record of 522 new cases of COVID-19 and announced three deaths bringing the death toll to 30.[161] On 5 July, Fiji confirmed 332 new cases, bringing the total number to 6,513. There are 78 recoveries, bringing the total number of recoveries to 1,287. There are three deaths, bringing the death toll to 3. There are 5,178 active cases in isolation.[162] On 6 July, Fiji confirmed 636 new cases of COVID-19 and announced six deaths bringing the death toll to 39. Fiji has had more than 7000 cases and 1,318 recoveries since March 2020.[163] On 7 July, Fiji confirmed 791 new cases of COVID-19 and announced three deaths bringing the death toll to 42.[164] On 8 July, Fiji confirmed 721 new cases of COVID-19 and announced six deaths bringing the death toll to 48. Meanwhile, 101 has recovered.[165] On 9 July, Fiji confirmed 860 new cases of COVID-19 and announced three deaths bringing the death toll to 51.[166] On 10 July, Fiji confirmed 506 new cases of COVID-19 and announced one death bringing the death toll to 52.[167] On 11 July, Fiji confirmed 485 new cases of COVID-19 and announced three deaths, bringing the death toll to 55.[168] On 12 July, Fiji confirmed 873 new cases of COVID-19 and announced three deaths bringing the death toll to 58.[169] On 13 July, Fiji confirmed 647 new cases of COVID-19 and announced one death bringing the death toll to 59.[170] On 14 July, Fiji confirmed 634 new cases of COVID-19 and announced a record of ten deaths bringing the death toll to 69.[171] On 15 July, Fiji confirmed 1,220 new cases of COVID-19 and announced five deaths bringing the death toll to 74.[172] On 16 July, Fiji confirmed 1,405 new cases of COVID-19 and announced six deaths bringing the death toll to 80.[173] On 17 July, Fiji confirmed 1,180 new cases of COVID-19 and announced five deaths bringing the death toll to 85.[174] On 18 July, Fiji confirmed 1,043 new cases of COVID-19 and announced thirteen deaths bringing the death toll to 98.[175] On 19 July, Fiji confirmed 784 new cases of COVID-19 and announced fifteen deaths bringing the death toll to 113.[176] On 20 July, Fiji confirmed 1,054 new cases of COVID-19 and announced twelve deaths bringing the death toll to 125.[177] On 21 July, Fiji confirmed 1,091 new cases of COVID-19 and announced twenty one deaths including two pregnant women bringing the death toll to 146.[178][179] On 22 July, Fiji confirmed 918 new cases of COVID-19 and announced fifteen deaths including a 102-year-old woman bringing the death toll to 161.[180] On 23 July, Fiji confirmed 468 new cases of COVID-19 and announced eleven deaths bringing the death toll to 172.[181] On 24 July, Fiji confirmed 684 new cases of COVID-19 and announced five deaths bringing the death toll to 177.[182] On 25 July, Fiji confirmed 626 new cases of COVID-19 and announced nine deaths bringing the death toll to 186.[183] On 26 July, Fiji confirmed 1,285 new cases of COVID-19 and announced nine deaths bringing the death toll to 195.[184] On 27 July, Fiji confirmed 715 new cases of COVID-19 and announced eleven deaths bringing the death toll to 206.[185] On 28 July, Fiji confirmed 1,057 new cases of COVID-19 and announced twelve deaths bringing the death toll to 218.[186] On 29 July, Fiji confirmed 1,301 new cases of COVID-19 and announced nine deaths bringing the death toll to 227.[187] On 30 July, Fiji confirmed 1,163 new cases of COVID-19 and announced six deaths including a 11-month-old baby bringing the death toll to 233.[188][189] On 31 July, Fiji confirmed 1,121 new cases, bringing the total number of cases to 29,781. 510 have recovered, bringing the total number of recoveries to 7,705. Six deaths were reported, bringing the death toll to 238. There are 21,707 active cases.[190] On 1 August, Fiji confirmed 632 new cases and 237 recoveries yesterday, bringing the number of active case to 22,100. Two deaths were also reported bringing the death toll to 241.[191] On 2 August, Fiji confirmed 1,100 new cases yesterday, bringing the total number of cases to 31,513. 589 have recovered, bringing the total number of recoveries to 8,531. There are six deaths, bringing the death toll to 254. There are 22,592 active cases.[192] On 3 August, Fiji confirmed 1,220 new cases yesterday, bringing the total number of cases to 32,733. 1,113 have recovered, bringing the total number of recoveries to 9,644. Seven deaths were reported, bringing the death toll to 261. There are 22,689 active cases.[193] On 4 August, Fiji confirmed 1,187 new cases yesterday. 11 deaths were reported, bringing the death toll to 272.[194] On 5 August, Fiji confirmed 968 new cases yesterday, bringing the total number to 34,888. 385 have recovered, bringing the total number of recoveries to 11,233. 11 deaths were reported, bringing the death toll to 283. There are 23,226 active cases.[195] On 6 August, Fiji confirmed 752 new cases yesterday, bringing the total number to 35,640. 268 have recovered, bringing the total number of recoveries to 11,501. Seven deaths were reported, bringing the death toll to 290. There are 23,696 active cases.[196] On 7 August, Fiji confirmed 682 new cases yesterday, bringing the total number to 36,322. 297 have recovered, bringing the total number of recoveries to 11,798. Six deaths were reported, bringing the death toll to 296. There are 24,070 active cases.[197] On 8 August, Fiji confirmed 657 new cases of COVID-19 bringing the total number to 36,979. Three deaths were reported bringing the death toll to 299.[198] On 9 August, Fiji confirmed 603 new cases of COVID-19 bringing the total number to 37,582. Eighteen new deaths were reported bringing the death toll to 317. There are 24,138 active cases.[199] On 10 August, Fiji confirmed 264 new cases of COVID-19 bringing the total number to 37,846. Ten new deaths were reported bringing the death toll to 327. There are 24,414 active cases.[200] On 11 August, Fiji confirmed 568 new cases of COVID-19 bringing the total number to 38,414. Thirteen new deaths were reported bringing the death toll to 340. There are 24,299 active cases.[201][202] On 12 August, Fiji confirmed 398 new cases of COVID-19 bringing the total number to 38,812. Five new deaths were reported bringing the death toll to 345. There are 23,901 active cases.[203] On 13 August, Fiji confirmed 644 new cases of COVID-19 bringing the total number to 39,456. Fifteen new deaths were reported bringing the death toll to 360. There are 24,281 active cases.[204][205] On 14 August, Fiji confirmed 314 new cases of COVID-19 bringing the total number to 39,770. Out of the confirmed cases, one was reported in the Northern Division. Eight new deaths were reported bringing the death toll 368. There are 23,598 active cases.[206][207] On 15 August, Fiji confirmed 467 new cases of COVID-19 bringing the total number to 40,237. Three new deaths were reported bringing the death toll to 371. There are 23,831 active cases.[208] On 16 August, Fiji confirmed 350 new cases of COVID-19 bringing the total number to 40,587. Twenty three new deaths were reported bringing the death toll to 394. There are 22,494 active cases.[209] On 17 August, Fiji confirmed 590 new cases of COVID-19 bringing the total number to 41,177. Eleven new deaths were reported bringing the death toll to 405. There are 21,754 active cases.[210][211] On 18 August, Fiji confirmed 653 new cases of COVID-19 bringing the total number to 41,830. Eight new deaths were reported bringing the death toll to 413. There are 21,304 active cases.[212] On 19 August, the Eastern Division confirmed its first case. Permanent Secretary James Fong adds that this case was a deceased patient from Kadavu.[213] In addition, the country confirmed 781 new cases of COVID-19 bringing the total number to 42,611. Eight new deaths were reported bringing the death toll to 421. There are 21,211 active cases.[214] On 20 August, Fiji confirmed 485 new cases of COVID-19, forty six as of which were recorded from Kadavu thereby bringing the total number to 43,096. Eleven new deaths were reported bringing the death toll to 432. There are 20,591 active cases.[215] On 21 August, Fiji confirmed 198 new cases of COVID-19 bringing the total number to 43,294. One new death were reported bringing the death toll to 433. There are 20,271 active cases.[216] On 22 August, Fiji confirmed 303 new cases of COVID-19 bringing the total number to 43,597. Five new deaths were reported bringing the death toll to 438. There are 19,097 active cases.[217][218] On 23 August, Fiji confirmed 591 new cases of COVID-19 bringing the total number to 44,188. Six new deaths were reported bringing the death toll to 444. There are 19,062 active cases.[219] On 24 August, Fiji confirmed 302 new cases of COVID-19 including two new cases reported in Malolo island, thereby bringing the total number to 44,490. Nine new deaths were reported bringing the death toll to 453. There are 18,916 active cases.[220] On 25 August, Fiji confirmed 255 new cases of COVID-19 bringing the total number to 44,745. Six new deaths were reported bringing the death toll to 459. There are 19,107 active cases.[221] On 26 August, Fiji confirmed 423 new cases of COVID-19 bringing the total number to 45,168. Nine new deaths were reported bringing the death toll to 468. There are 19,280 active cases.[222][223] On 27 August, the island of Naviti in the Yasawa group confirmed its first case.[224] In addition, Fiji confirmed 205 new cases of COVID-19 bringing the total number to 45,373. Eleven new deaths were reported bringing the death toll to 479. There are 19,311 active cases.[225] On 28 August, Fiji confirmed 258 new cases of COVID-19 bringing the total number to 45,631. No new deaths were reported hence maintaining the death toll of 479. There are 19,130 active cases.[226] On 29 August, Fiji confirmed 396 new cases of COVID-19 bringing the total number to 46,027. No new deaths were reported hence maintaining the death toll of 479. There are 19,300 active cases.[227] On 30 August, Fiji confirmed 184 new cases of COVID-19 bringing the total number to 46,211. Ten new deaths were reported bringing the death toll to 489. There are 19,463 active cases.[228] On 31 August, Fiji confirmed 505 new cases of COVID-19 bringing the total number to 46,716. Seven new deaths were reported bringing the death toll to 496. There are 19,151 active cases.[229] On 1 September, Fiji confirmed 290 new cases of COVID-19, bringing the total number to 47,006. Eight new deaths were reported bringing the death toll to 504. There are 17,124 active cases.[230] On 2 September, Fiji confirmed 250 new cases of COVID-19, bringing the total number to 47,256. One new death was reported bringing the death toll to 505. There are 16,267 active cases.[231] On 3 September, Fiji confirmed 253 new cases of COVID-19 (163 in the Western Division, 59 in the Central Division, and 31 in Kadavu). 163 recoveries were reported. There are 16,352 active cases (5,021 in the Central Division, 11,025 in the West, five in the North, and 301 in the Eastern Division). Three new deaths were reported.[232] On 4 September, Fiji confirmed 200 new cases of COVID-19 (131 in the Western Division, 67 in the Central Division, and two in the Eastern Division). There are 16,537 active cases (5,077 in the Central Division, 11,154 in the West, four in the North, and 302 active cases in the Eastern Division).[233] On 5 September, Fiji confirmed 156 new COVID-19 cases and 696 recoveries. There are 15,997 active cases, bringing the total number of cases linked to the April outbreak to 47,795.[234] On 6 September, Fiji reported 128 new COVID-19 cases. 12 deaths were reported, bringing the death toll to 520. 1,687 new recoveries have been reported. There are 14,404 active cases.[235] On 7 September, Fiji confirmed 160 new COVID-19 cases and five new deaths.[236] On 8 September, Fiji confirmed three new COVID-19 deaths including a four-month-old baby, bringing the death toll to 528. There are 169 COVID-19 patients in hospital.[237] On 9 September, Fiji confirmed 179 new COVID-19 cases and 403 new recoveries, bringing the number of active cases to 13,362. Five new deaths were reported.[238] On 10 September, Fiji confirmed 143 new COVID-19 cases, bringing the total number to 48,715. There was one death, bringing the death toll to 534. 93 have recovered, bringing the total number of recoveries to 34,411. There are 13,047 active cases.[239] Later that day, a new death was reported, bringing the death toll to 535. In addition, 363 COVID-19 positive patients have also died from serious medical conditions before they contracted COVID-19.[240] On 11 September, Fiji confirmed 143 new COVID-19 cases, bringing the total number to 48,858. One new death was reported bringing the death toll to 535. There are 12,861 active cases.[241] On 12 September, Fiji confirmed 128 new COVID-19 cases, bringing the total number to 48,986. No new deaths were reported hence maintaining the death toll of 535. There are 12,814 active cases.[242] On 13 September, the number of COVID-19 cases on Beqa island increased to 48 after 37 cases were identified in Dakuni village. In addition, 11 more cases were diagnosed in Dakuibeqa village during the 24 hour period that ended at 8am yesterday.[243] That same day, three COVID-19 cases from Namara Tiri Settlement on Labasa recovered.[244] Including this, the country confirmed 127 new cases of COVID-19 and recorded three deaths bringing the death toll to 538.[245] On 14 September, Fiji confirmed 131 new cases of COVID-19, bringing the total number to 49,113. One new death was reported bringing the death toll to 539. There are 12,951 active cases.[246] On 15 September, Fiji confirmed 146 new cases of COVID-19 bringing the total number to 49,390. One new death was reported bringing the death toll to 540. There are 12,870 active cases.[247] On 16 September, Fiji confirmed 197 new cases of COVID-19 bringing the total number to 49,587. Four new deaths were reported bringing the death toll to 544. There are 12,978 active cases.[248] On 17 September, Fiji confirmed 132 new cases and three new deaths.[249] On 18 September, Fiji confirmed 161 new cases and 10 new recoveries, bringing the total number of active cases to 12,985.[250] On 19 September, Fiji recorded 79 new cases, bringing the total number to 49,959. There are 82 recoveries, bringing the total number of active cases to 12,981. The death toll has risen to 566.[251] On 20 September, Fiji confirmed 121 new cases, bringing the total number of cases to 50,080. 134 have recovered, bringing the total number of recoveries 36,145. The death toll has risen to 575. There are 12,948 active cases.[252] On 21 September, Fiji confirmed 118 new cases, bringing the total number to 50,198. There are 113 new recoveries, bringing the total number of recoveries to 36,258. One death was reported, bringing the death toll to 576. There are 12,948 active cases.[253] On 22 September, Fiji confirmed 72 new cases, bringing the total number to 50,200. There are 32 recoveries, bringing the total number of recoveries to 36,290. Three deaths were reported, bringing the total number to 579. There are 12,982 active cases.[254] On 23 September, Fiji confirmed 177 new cases including two border quarantine cases, bringing the number of active cases to 12,979. Four deaths and 170 new recoveries were also reported.[255] On 24 September, Fiji confirmed 93 new cases including six on Kadavu island and 42 on Beqa island. A 73-year-old woman died, bringing the death toll to 584.[256] On 25 September, Fiji confirmed 160 new case, 84 new recoveries and six new deaths. There are 13,067 active cases.[257] On 26 September, Fiji confirmed 54 new cases, bringing the total number of cases to 50,685. There were 99 new recoveries but no deaths.[258] On 27 September, six new cases were reported on Beqa island within the last 24 hours. The island has recorded a total of 248 cases; 44 have recovered and 203 remain active. Including that, the country confirmed 52 new cases bringing the total number of cases to 50,807. Two new deaths were reported.[259] On 28 September, Fiji confirmed 65 new cases, bringing the total number to 50,872. Twenty nine new deaths were reported bringing the death toll to 621. There are 12,869 active cases.[260] On 29 September, Fiji confirmed 81 new cases and 57 new recoveries, bringing the number of active cases to 12,881. Three deaths were reported, bringing the death toll to 624. A total of 471 COVID-19 patients have died of serious medical conditions unrelated to COVID-19.[261] On 30 September, Fiji confirmed 70 new cases, bringing the number of active cases to 12,841. 83 COVID-19 patients were admitted to hospital. There are 51,023 total cases.[262] On 1 October, Fiji reported 107 cases, bringing the total number of cases to 51,130. There are 68 recoveries, bringing the total number of recoveries to 37,148. 14 deaths were reported, bringing the death toll to 631. There are 12,859 active cases.[263] On 2 October, 38 new cases were reported, bringing the total number of cases since the April outbreak began to 51,098. 20 have recovered, bringing the total number of recoveries to 37,168. One death was reported, bringing the death toll to 632.[264] On 3 October, 34 new cases were reported, bringing the total number of cases to 51,202. 80 recoveries were reported, bringing the total number of recoveries to 37,248. One death was reported, bringing the death toll to 633. A total of 493 COVID-19 patients have died of serious medical complications they contracted before getting COVID-19. There are 12,828 active cases.[265] On 4 October, 13 new cases were reported in the Nacula Medical area. Of the 168 cases in the medical area, 50 have recovered, and there are 118 active cases. Four new cases were reported in Kadavu Island, bringing the total number of cases to 586. 556 cases in the island have recovered while 30 are being monitored. One death was reported in Suva, bringing the death toll to 634. 3,941 have recovered, bringing the total number of recoveries to 41,189. There were 8,898 active cases.[266] On 5 October, seven remain a critical condition, bringing the number of COVID-19 patients in hospital to 74. There are eight patients in severe condition. As of yesterday, a total to 851,800 individuals have been screened and 77,390 swabbed by mobile health teams.[267] On 6 October, four deaths were reported including a nine-year-old child. 10 COVID-19 patients also died recently but their deaths were classified as non-COVID-19 deaths. 49 new cases and 62 new recoveries were reported, bringing the total number of active cases to 8,871. The total number of cases connected to the April outbreak is 51,203.[268] On 7 October, Permanent Secretary for Health Dr James Fong confirmed that from the following week all Health Ministry updates will be provided on Mondays, Wednesdays, and Fridays only. That same day, 55 new cases and eight COVID-19 deaths from the previous day were confirmed.[269] That same day, 58 new cases were reported, bringing the total number of cases to 51,386. 24 recoveries were reported, bringing the total number of recoveries to 47,315 recoveries. Two deaths were reported, bringing the death toll to 249. A total of 527 COVID-19 patients have died of other serious medical conditions. There are 2,895 active cases nationwide.[270] On 8 October, 40 new cases and 252 recoveries were reported yesterday, bringing the number of active cases to 2,676. Four deaths (one dating back to June and two to July due to a delay in issuing death certificates) were also reported.[271] On 9 October, 57 new cases were reported while 49 patients were admitted to hospital (three in severe condition and three in critical condition). 48 have recovered, bringing the number of active cases to 2,685. The death toll remains 653.[272] On 10 October, 16 new cases were reported, bringing the total number of cases linked to the April outbreak to 51,429. 62 new recoveries were reported, bringing the number of active cases to 2,636. The death toll remains 653.[273] On 11 October, 36 new cases were reported, bringing the total number of cases linked to the April outbreak to 51,465.[274] On 12 October, 63 new cases were reported. The following day, 50 new cases were reported. 10 deaths were reported, bringing the death toll to 663.[275] On 16 October, 53 new cases were reported yesterday while the death toll remains 663.[276] On 19 October, 22 new cases were reported yesterday while the death toll remains 663. 38 cases are hospitalised, with two considered to be in severe condition and another in critical condition.[277] On 26 October, 25 new cases were reported yesterday while 39 new cases were reported on 19 October. The death toll remains 663.[278] On 27 October, 51 new cases were reported, bringing the total number of cases associated with the April 2021 outbreak to 51,958. The death toll rose to 673 while the total number of COVID-19 positive cases classified as non-COVID-19 deaths reached 560.[279] On 28 October, 13 new COVID-19 quarantine cases were reported in the Northern Division.[280] On 4 November, Fiji reported 33 new cases in the Northern Division, 64 cases in the Central Division, 48 in the West Division, and two in the Eastern Division over the past seven days. The death toll reached 674.[281] By 5 November, Fiji had recorded 52,176 cases since April 2021. 50,054 people have recovered with 957 active cases. The death toll remains 674.[282] On 9 November, Fiji recorded 51 new cases. One new death was reported, bringing the death toll to 675.[283] On 11 November, four deaths were recorded in the Western Division, bringing the death toll to 679.[284] On 16 November, 32 new cases were recorded over the past three days. In addition, 14 new deaths were reported, bringing the death toll to 694.[285] On 20 November, a three-month-old infant was reported to have succumbed to COVID-19, bringing the death toll to 65. 15 new cases were reported over the past two days.[286] By 23 November, 15 new cases had been reported over the weekend period.[287] By 27 November, 20 new cases were reported over the previous two days. One death was reported, bringing the death toll to 696.[288] On 30 November, 12 new cases were reported over the previous two days. The death toll remained 696 while the total number of COVID-19 positive patients who died of non-COVID-19 causes remained 604.[289] On 7 December, Fiji confirmed its first two cases of the SARS-CoV-2 Omicron variant. The two cases had returned from an African country and were undergoing quarantine at a border quarantine facility. In addition, 19 new cases were reported over the past three days.[290] On 9 December, five new cases were reported over the past two days.[291] On 11 December, ten new cases were reported over the past two days. The death toll stands at 697.[292] On 14 December, 16 new cases were reported over the past three days.[293] On 21 December, six travelers tested positive for COVID-19. Fiji also reported 28 new cases.[294] On 23 December, Fiji recorded 53 new cases. The death toll remains 697.[295] That same day, the Northern Division reported 29 cases via Reverse transcription polymerase chain reaction (RT-PCR) testing while 74 new cases were diagnosed by rapid diagnostic testing (RDT).[296] On 25 December, Fiji reported 109 new cases.[297] On 27 December, 145 new cases were confirmed in the Northern Division.[298] On 28 December, four positive cases were connected to a Christmas party at a restaurant in Suva.[299] On 29 December, Dr Fong confirmed that a substantial community outbreak in the Northern Division. This announcement came after 70% of individuals who turned up for swabbing at a clinic in Labata Town tested positive for COVID-19.[300] On 30 December, 309 new cases were reported over the previous two days. One new death was reported, bringing the death toll to 698. In addition, a total of 696 COVID-19 positive cases were reported to have died of other medical conditions.[301] That same day, Dr Fong described the new surge of cases as the beginning of the third wave of COVID-19 in Fiji.[302] On 2 January, 805 new cases were reported over the past three days; 316 on 30 December, 223 on 31 December, and 266 on 1 January.[303] On 4 January, 580 new cases were reported over the past two days. Two deaths were reported, bringing the death toll to 702.[304] That same day, Fiji confirmed that the SARS-CoV-2 Omicron variant was present in the country via sequencing by the Health Ministry and the Doherty Institute in Melbourne.[305] On 5 January, 54 crew members of Goundar Shipping Limited tested positive for COVID-19.[306] On 6 January, Fiji reported 596 new cases over the previous two days. Two deaths were reported, bringing the death toll to 704.[307] On 9 January, Fiji reported 1,280 new cases and five new deaths over the previous three days.[308] On 11 January, Fiji recorded 461 new cases and five new deaths over the previous two days.[309] On 13 January, Fiji recorded 417 new cases and seven deaths over the previous two days.[310] On 14 January, the Permanent Secretary of Health Dr Fong confirmed that 205 COVID-19 patients were hospitalised. He attributed the low hospitalization rate to the country's high vaccination rate.[311] On 16 January, Fiji recorded 733 new cases over the past three days. Nine deaths were also reported; of which four were unvaccinated and five had been vaccinated.[312] On 18 January, Fiji recorded 329 new cases and 16 deaths over the past three days. There were a total of 3,116 active cases while the total number of recoveries reached 55,236.[313] By 19 January, Dr Fong confirmed that a total of 52 had died since the third wave of the COVID-19 pandemic in Fiji became in mid December 2021.[314] On that same date, Fiji had a total of 240 COVID-19 patients in hospital including 117 in the Central Division.[315] On 20 January, Fiji recorded 659 new cases over the past two days with the Central Division reporting the highest number of cases.[316] On 22 January, Fiji recorded 349 new cases and 16 deaths over the past two days.[317] On 25 January, Fiji recorded 987 new cases and 11 deaths over the past two days. The deaths include a four-month old baby and a 15 year old boy.[318] On 27 January, Fiji recorded 223 new cases and 13 deaths over the past two days. These fatalities include a ten-day old infant, and eight year old boy, and a 13 year old boy.[319] On 29 January, Fiji recorded 146 new cases and seven more deaths over the past two days.[320] On 1 February, Fiji reported 460 new cases over the past three days. In addition three deaths were recorded, bringing the death toll to 801.[321] On 3 February, Fiji reported 95 new cases over the past two days. Eight deaths were reported, bringing the death toll to 809.[322] On 5 February, Fiji reported 123 new cases over the past two days. Two deaths were reported including a two month old baby and a 70 year old man.[323] On 8 February, Fiji reported 75 new cases and two deaths.[324] On 10 February, Fiji reported three deaths, bringing the death toll to 816. 36 new cases were also reported.[325] On 19 February, Fiji reported 57 new cases and one death over the past two days.[326] On 22 February, Fiji reported 26 new cases and two deaths over the past two days.[327] On 23 February, Fijian health authorities reported one case of the BA.2 variant at the border.[328] On 24 February, 35 new cases were reported over the past two days.[329] On 25 February, Fiji reported one case of the BA.2 sub-variant of the Omicron case at the border.[330] On 3 March, 62 new cases were reported. There were 256 active cases while the death toll rose to 834.[331] On 17 March, 13 new cases were recorded over the past two days.[332] On 19 March, six new cases were recorded over the past two days.[333] On 22 March, 18 cases were reported over the past three days.[334] On 24 March, 13 cases were reported over the past three days.[335] On 29 March, 18 cases were reported.[336] By 31 March, Fiji had recorded a total of 64,334 cases since April 2021. There were 62,600 recoveries and the death toll remained 834.[337] On 2 April, 10 cases were reported over the past two days. Health Permanent Secretary Dr. Fong observed that there had been a decline in severe hospitalization cases while the number of COVID-19 patients admitted to hospital was low.[338] Below is a list of community transmitted cases in Fiji, excluding those contained in the border quarantine facilities: Source: Ministry of Health and Medical Services as of 6 May 2021","Title":"Timeline of the COVID-19 pandemic in Fiji - Wikipedia","KeyID":"10819","URL":"https://en.wikipedia.org/wiki/Timeline_of_the_COVID-19_pandemic_in_Fiji"}