{"Content: ":"The COVID-19 pandemic was confirmed to have reached the U.S. state of Wyoming in March 2020. On April 13, 2020, Wyoming became the last state in the U.S. to report its first death from COVID-19.[2] Sources: health.wyo.gov. health.wyo.gov historical. On March 17, 2020, Wyoming Governor Mark Gordon \"announced the creation of five task forces designed to tackle the effects of the spreading coronavirus\", and condemned hoarding in the state.[35] First Lady Jennie Gordon spearheaded the Wyoming Hunger Initiative to give much needed resources to nonprofits throughout the state. In May 2020 $40,000 was contributed to this fund to organizations such as the Wyoming Food Bank as well as to mobile food banks throughout the state.[36] Industries have had varying responses, with energy companies in the state trying to balance safety with continued productivity by imposing quarantine and travel restrictions.[37] In April and May 2020 the Wyoming Business Council hosted a series of webinars for business owners to help them transition to re-opening their businesses.[38] On May 27, 2020, it was reported that the state of Wyoming would lose $1.5 billion in revenue due to COVID-19.[39] Since Wyoming is one of seven states with no income tax multiple proposals were shared to address this revenue shortage such as spending cuts.[39] As a result of COVID-19, the University of Wyoming decided to offer their courses for the summer of 2020 online.[40] In mid-May the University announced they were working towards re-opening the campus for the fall 2020 semester.[41] Community colleges announced a variety of closures, including a move to distance learning at Casper College, Central Wyoming College and Northwest College.[42] Eastern Wyoming College was granted approval from Goshen County Public Health to re-open on May 18.[43] Employees from this university worked 50% remotely and 50% on campus.[43] It was announced on April 21, 2020 that four members of the Northern Arapaho tribe had died from COVID-19.[44] All four had lived in Fremont County.[44] Tribe Chairman Lee Spoonhunter was quoted as saying, \"These tribal members were our family members who were dearly loved.\"[45] Advocacy groups raised concerns COVID-19 could be having a disproportionate impact on Native American tribes as a result of higher rates of preexisting conditions such as diabetes.[46] Some tribal members noted the crisis has also given community members the opportunity to share more oral stories.[46] Similar to the national trend throughout the United States, people of color in the state of Wyoming were disproportionally impacted by COVID-19.[47] As of May 18, 2020, 2.7 percent of COVID-19 cases were American Indian/Alaska Native.[47] Six tribe members had died of COVID-19 as of May 20.[48] Representative Andi Clifford, a citizen of the Northern Arapaho tribe, made an announcement about the 6th death on Facebook.[48] COVID-19 also had a major impact on the economy of the Northern Arapaho tribe as the casino on the Wind River Indian Reservation was converted into a location for quarantine run by Dr. Paul Ebbert.[49][50] In college sports, the National Collegiate Athletic Association cancelled all winter and spring tournaments, most notably the Division I men's and women's basketball tournaments, affecting colleges and universities statewide.[51] On March 16, the National Junior College Athletic Association also canceled the remainder of the winter seasons as well as the spring seasons.[52] High school sports were also cancelled.[4] The 3A / 4A high school tournament played 2 games with no fans and then cancelled the tournament before most teams even played. Student athletes at the University of Wyoming were scheduled to return to the Laramie campus on June 1, 2020.[14] A two-week quarantine is required.[14] The National Park Service has issued regular updates to closures in Yellowstone National Park based on CDC guidance.[53] The Thermus aquaticus bacteria found in the thermal lakes in Yellowstone has been reported to be useful in testing for COVID-19. Controlling COVID-19 in Yellowstone has been logistically complicated as the national park spans three different states.[41] Yellowstone reopened to the public with a long line of cars at the east entrance on May 18, 2020, after being closed for seven weeks.[15] Within two hours of opening 200 cars entered the park. The Wyoming entrance opened first to control the flow of tourism into the park.[16] The park did not allow lodging, food service or any tour buses, and many visitors did not wear masks.[15][16] Throughout April and May 2020, there were several protests in Wyoming against the government's orders closing the state. One small protest took place in April in Casper.[54] Source: Wyoming Department of Health[58]","Title":"COVID-19 pandemic in Wyoming - Wikipedia","KeyID":"10813","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Wyoming"}