{"Content: ":"The COVID-19 pandemic in the Marshall Islands is part of the ongoing worldwide pandemic of coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The virus was confirmed to have reached the Marshall Islands on 28 October 2020. It is the first country in the Pacific to start its COVID-19 vaccination program, which commenced in December 2020. On 12 January 2020, the World Health Organization (WHO) confirmed that a novel coronavirus was the cause of a respiratory illness in a cluster of people in Wuhan City, Hubei Province, China, which was reported to the WHO on 31 December 2019.[2][3] The case fatality ratio for COVID-19 has been much lower than SARS of 2003,[4][5] but the transmission has been significantly greater, with a significant total death toll.[6][4] The first cases in the country were reported on 28 October 2020, among two members of the US Army Garrison, who were among a group of 300 Marshall Islanders abroad being repatriated.[7] The two cases, a man and woman who arrived at a US airfield in Kwajalein tested negative for the virus in Hawaii a week before their arrival.[8] The disaster committee of the Marshall Islands has said \"there was no threat of community transmission\" and that no lockdown would be implemented until further notice.[9] On 29 December 2020, the Marshall Islands became the first country in the Pacific to start its COVID-19 vaccinations. A group of high ranking leaders joined with Ministry of Health's doctors and nurses were the first to receive the United States government provided vaccines.[10] By 13 April 2021, the Marshall Islands reached an adult population vaccination rate of nearly 75% in the \"main towns\" with their first dose. After completing the urban areas, the Ministry of Health and Human Services planned to distribute Moderna and Johnson & Johnson vaccines to the most remote islands of the country to vaccinate the rest of the population. The 20,000 vaccine doses were provided as a donation by the United States and were deemed sufficient to cover every island's populations.[11]  This article about the COVID-19 pandemic is a stub. You can help Wikipedia by expanding it.","Title":"COVID-19 pandemic in the Marshall Islands - Wikipedia","KeyID":"10822","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_the_Marshall_Islands"}