{"Content: ":"The COVID-19 pandemic was confirmed to have reached the French overseas collectivity of French Polynesia in March 2020.[2] As of 24 August 2021, French Polynesia has been the worst affected country in Oceania both in terms of proportion relative to population of total confirmed cases and total deaths. French Polynesia has experienced two significant outbreak waves, the first between September 2020 - January 2021, and the ongoing second wave which began in July 2021. On 12 January 2020, the World Health Organization (WHO) confirmed that a novel coronavirus was the cause of a respiratory illness in a cluster of people in Wuhan, Hubei, China, which was reported to the WHO on 31 December 2019.[3][4] The case fatality ratio for COVID-19 has been much lower than SARS of 2003,[5][6] but the transmission has been significantly greater, with a significant total death toll.[7][5] More info  On 11 March, the first case of COVID-19 in French Polynesia was confirmed. The first patient was Maina Sage, a member of the French National Assembly.[9] The number of cases reported rose to three on 13 March.[10] The other new coronavirus case concerns a Swiss tourist who fell ill on the atoll of Fakarava in the Tuamotus. According to Tahiti Nui Television, the tourist had also arrived in French Polynesia the previous weekend. The individual has been flown back to Tahiti where tests confirmed his infection. Meanwhile, French Polynesia has suspended cruise ship tourism for a month. The government has issued a statement saying ships bound for French Polynesia are to be routed to the next international port of their choice. Ships within French Polynesia's territorial waters are directed to head to Papeete for passengers to disembark and to be repatriated. Before docking, the passengers' health status has to be reported to authorities.[11] Three new cases were confirmed on 18 March,[12] and five on 19 March.[13] On 20 March, a mandatory lock-down was announced, starting at midnight.[14] Starting on 24 March, alcoholic beverages are forbidden from being sold.[15] On 27 March 2020, the French High Commissioner Dominique Sorain and the French Polynesian President jointly announced that a curfew would be imposed, lasting from 8pm to 5am the next day, starting this day until 15 April.[16] On the 19 May, the Ministry has reported that all 60 cases had recovered, and declared the country COVID-19 free, but would remain vigilant. On 21 May, residents would be permitted to travel to the other island without needing to take a test, however there would still be 2 week quarantine order for arrivals.[17] On 12 August, 77 new cases were reported by the Ministry.[18] From August 12 to August 25, the authorities of French Polynesia implemented the following measures (subject to extension): On 14 August, 104 cases were reported by the Ministry.[19] The cases were isolated at home or in a dedicated accommodation center. Three people were hospitalized at the Taaone Hospital (CHPF), none in the intensive care unit and three cases were released from isolation and were considered healthy. On 17 August, 149 cases of COVID-19 had been confirmed. The cases had all isolated at home or in a dedicated accommodation center. Four cases were released from isolation and considered healthy. Two people were hospitalized at the CHPF, none in the intensive care unit. On 19 August, 170 cases of COVID-19 had been confirmed. Of the 170 cases, 27 were released from isolation and considered healthy. The 143 other cases confirmed in the last 10 days were all isolated at home or in a dedicated accommodation center. Three people remained hospitalized at the CHPF, including one in intensive care. On 21 August, a total of 236 cases of COVID-19 were confirmed between August 2 and 21, 2020. [20] Of these, 80 were released from isolation and considered to be cured. The other confirmed cases are all isolated at home or in a dedicated accommodation center (28 people). Four people are currently hospitalized at the CHPF for signs of COVID-19, including one in intensive care. Among the cases, 11 people are over 65 years old. The cases are located in the urban communes of Tahiti. A new case has been detected in Raiatea. On 24 August, a total of 310 cases of COVID-19 have been confirmed since August 2, 2020.[21] Of these, 119 have been released from isolation and considered to be cured. The other cases confirmed during the last 10 days are all isolated at home or in a dedicated accommodation center (34 people). Seven people are currently hospitalized at the CHPF for signs of COVID-19, including 3 in intensive care. The cases are located in the urban communes of Tahiti. Three linked cases are isolated in Raiatea. On 26 August, a total of 353 cases of COVID-19 have been confirmed since August 2, 2020. Of these, 140 have been released from isolation and considered cured. The other cases confirmed during the last 10 days are all isolated at home or in a dedicated accommodation center (36 people). Nine people are currently hospitalized at the CHPF for signs of COVID-19, including 3 in intensive care. The cases are located in the urban communes of Tahiti. Three linked cases are isolated in Raiatea. A new case has been declared in Moorea. On 28 August, a total of 420 cases of COVID-19 have been confirmed since August 2, 2020. Of these, 169 have been released from isolation and considered to be cured. The other cases confirmed during the last 10 days are all isolated at home or in a dedicated accommodation center (34 people). Ten people are currently hospitalized at the CHPF for signs of COVID-19, including 2 in intensive care. The cases are located in the urban communes of Tahiti, Moorea and Raiatea (2 new cases are under investigation). On 31 August, a total of 511 cases of COVID-19 have been confirmed since August 2, 2020.[22] Of these, 205 have been released from isolation and considered cured. The average age of all cases is 36 years old. The other cases confirmed during the last 10 days are all isolated at home or in a dedicated accommodation center (39 people). Ten people are currently hospitalized at the CHPF for signs of COVID-19, including 4 in intensive care. The average age of those hospitalized is 52 years old. The active cases are located in the urban communes of Tahiti, as well as in Bora-Bora and Raiatea. On 2 September, a total of 560 cases of COVID-19 have been confirmed since August 2, 2020.[22] Of these, 274 have been released from isolation and considered to be cured. The average age of all cases is 36 years old. The other cases confirmed during the last 10 days are all isolated at home or in a dedicated accommodation center (29 people). Eleven people are currently hospitalized at the CHPF for signs of COVID-19, including 4 in intensive care. The average age of those hospitalized is 52 years old. The active cases are located in the urban communes of Tahiti, as well as in Bora-Bora and Raiatea On 7 September, a total of 711 cases of COVID-19 have been confirmed since August 2, 2020.[23] Of these, 466 have been released from isolation and considered to be cured. The average age of all cases is 36 years old. The other cases confirmed during the last 10 days are all isolated (245), including 17 in a dedicated accommodation center. Eight people are currently hospitalized at the CHPF for signs of COVID-19, including 3 in intensive care. The average age of those hospitalized is 52 years old. The active cases are located in the urban communes of Tahiti (238), as well as in Moorea (3), Bora-Bora (1), Hao (2) and Huahine (1). As of 11 October, 2,754 cases had been reported, of which 633 were active.[24] The President of French Polynesia, Édouard Fritch, tested positive for the disease, two days after visiting Emmanuel Macron in France.[24][25][26] By the end of December 2020, the death toll had reached 68.[27] French Polynesia began experiencing a second wave of COVID-19 infections in July 2021.[28] As of 24 August 2021[update], there have been 40,178 confirmed cases and 328 deaths.[29] On 4 September, 17 deaths were reported, bringing the death toll to 480. More than 300 have died since an outbreak that began in late July 2021. A total of 362 patients have been hospitalised with 46 of these being in intensive care in Tahiti. [30] On 17 September, French Polynesian authorities airlifted 12 people to Paris for medical treatment. 167 people have been hospitalised with 50 in intensive care. Two people died the previous day, bringing the death toll to 585.[31] By 28 September, French Polynesia reported a total of 44,612 cases while the death toll had risen to 617. There were 95 patients in hospital with 24 in intensive care. There were also 53 \"Long COVID\" patients.[32] French Polynesia has confirmed conditions of entry and stay in the country applicable to all travelers from 6 years old (resident and non-resident) arriving by air. Since July 15, 2020, quarantine measures were lifted and French Polynesia's borders re-opened to international tourism from all countries. All travelers are subject to the following mandatory conditions: Self-test 4 days after arrival on the islands of Tahiti. Wearing a mask (from the age of 11 years old) is : Failure to comply with these requirements is punishable by a fine of up to €745.82. Respecting prevention measures at all times and in all places; As of 12 August 2021[update], a total of 137,967 vaccine doses have been administered.[36] By 4 September 2021, 40% of the population had been fully vaccinated. Anyone working with the public was also required to get a COVID-19 vaccine jab within two months.[30] In mid-October 2021, anti-vaccination rallies were held in French Polynesia including Tahiti. Hundreds took part in a rally in Papeete organised by the group \"Don't Touch my Family.\" Another rally was held in Hiva Oa in the Marquesas Islands.[37] On 19 October, the French Polynesian government delayed a new law making COVID-19 vaccines compulsory. Under the law, anyone working in healthcare or with the public will need to get inoculated or be fined $US1,700. The proposed law has been met with anti-vaccination protests throughout the territory.[38] In response to strong opposition from anti-vaccination protesters, unions, and employers, President Édouard Fritch announced that the new law would not come into effect next week but would be delayed until 23 December.[39] In late October, the pro-independence party Tavini Huiraatira joined weekly protests against the new COVID-19 vaccine mandate law.[40] On 12 December 2021, the French Polynesian government announced that France's highest court had approved the vaccination law, which would come into force on 23 January 2022.[41]","Title":"COVID-19 pandemic in French Polynesia - Wikipedia","KeyID":"10820","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_French_Polynesia"}