{"Content: ":"The COVID-19 pandemic in Kiribati is part of the ongoing worldwide pandemic of coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The virus was confirmed to have reached Kiribati on 18 May 2021.[1] On 12 January 2020, the World Health Organization (WHO) confirmed that a novel coronavirus was the cause of a respiratory illness in a cluster of people in Wuhan City, Hubei Province, China, which was reported to the WHO on 31 December 2019.[5][6] The case fatality ratio for COVID-19 has been much lower than SARS of 2003,[7][8] but the transmission has been significantly greater, with a significant total death toll.[9][7] On 1 February 2020, the government of Kiribati put all visas from China on hold and required new arrivals to fill in a health form and travellers from countries with the coronavirus to go through a self-quarantine period.[10] Despite not having any cases, on 28 March President Taneti Maamau declared a state of emergency.[11] On 10 September, the government announced it will keep the borders closed until the end of the year to keep the country free of the virus. Some exceptions will be made, including repatriations, humanitarian flights and the transport of essential supplies into the country. A group of 20 I-Kiribati people in the Marshall Islands are the first set to be repatriated.[12] On 19 November, the government repatriated 62 citizens, who had been stranded abroad since February, on a chartered Fiji Airways flight. Upon arrival, residents must go through a 14-day mandatory quarantine at Bikenibeu, Tarawa.[13] By 15 May 2021, Kiribati repatriated 1,400 I-Kiribati stranded abroad without import any positive cases.[14]The pandemic has led to the loss of I-Kiribati seafarers' jobs because of the requirement to present a negative PCR test to return to work, and a lack of a machine to perform tests in Kiribati.[15] On 18 May 2021, I-Kiribati president Taneti Maamau announced the first positive case, a local seafarer returning from Papua New Guinea on a ship quarantined in Betio port.[1] Two days later, a second positive case was detected on the same ship.[4][16] The same day, a curfew was imposed.[17] On 25 May, the repatriation program was suspended to deal with positive cases.[18] Minister of Health, Dr Tinte Itinteang, reported that a second I-Kiribati fisherman has been identified and has recovered.[18] Kiribati re-opened its border to international travelers on January 10, 2022.[19][20] The border had been closed since March 2020.[20] All international arrivals would be processed through a single entry point on South Tarawa.[19][20][21] Days later, the first international commercial flight in almost two years - a charter flight run by the Church of Jesus Christ of Latter-day Saints from Fiji - landed in Kiribati.[20] 36 of the 54 passengers on the plane tested positive for COVID-19 upon arrival.[21] A local I-Kiribati security guard at the quarantine center in Bikenibeu also tested positive after contact with the plane's passengers.[20] The country had only recorded two previous COVID cases prior to the plane's arrival.[20] In response to the larger number of COVID cases from the flight, the government announced a nationwide curfew beginning January 19, 2022, and made mask wearing compulsory under its \"alert level 2 tier in its Covid-19 alert level system.\"[21] On 22 January, the country went into lockdown due to confirmed community transmission of the virus. The four-day lockdown which is under its alert level 3 became effective from 3:00 p.m. A 24-hour curfew is also in effect with all non-essential services closed. Exceptions will be made for those who are going to buy essential foods.[22] On 28 January, the government extended its lockdown for another week as cases rose rapidly in the community. Government officials have also tested positive for the virus and are working remotely.[23] On 31 January, Kiribati reported a total of 364 cases (324 in the community 42 imported cases). In response, the Kiribati Government extended its state of disaster by another month and also extended the curfew in Betio, South Tarawa, and Buota for another seven days in order to contain the spread of COVID-19.[24] On 1 February 2022, Kiribati reported 169 new cases, bringing the total number to 629.[25] As on 23 June 2022, total number of Covid cases in Kiribati was 3215, including 564 active cases, 2638 recoveries and 13 deaths. As of 21 May 2021, Kiribati is one of last countries to have not started a vaccination campaign. Support from Australia is under discussions for access to vaccines.[26] Kiribati is an eligible country for COVAX program, and is expected to receive 48,000 doses of AstraZeneca vaccine.[27] On 25 May 2021, Kiribati received its first 24,000 doses of AstraZeneca vaccine via COVAX.[28]","Title":"COVID-19 pandemic in Kiribati - Wikipedia","KeyID":"10821","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Kiribati"}