{"Content: ":"The Archean Eon ( /ɑːrˈkiːən/ ar-KEE-ən, also spelled Archaean or Archæan) is the second of four geologic eons of Earth's history, representing the time from 4,000 to 2,500 million years ago. In this time, the Earth's crust had cooled enough for continents to form and for the earliest known life to start. Life was simple throughout the Archean, mostly represented by shallow-water microbial mats called stromatolites, and the atmosphere lacked free oxygen. The Archean was preceded by the Hadean Eon and followed by the Proterozoic. The word Archean comes from the Greek word arkhē (αρχή), meaning 'beginning, origin.'[1] It was first used in 1872, when it meant 'of the earliest geological age.'[a] Before the Hadean Eon was recognized, the Archean spanned Earth's early history from its formation about 4,540 million years ago until 2,500 million years ago.[citation needed] Instead of being based on stratigraphy, the beginning and end of the Archean Eon are defined chronometrically. The eon's lower boundary or starting point of 4 billion years ago is officially recognized by the International Commission on Stratigraphy.[3] When the Archean began, the Earth's heat flow was nearly three times as high as it is today, and it was still twice the current level at the transition from the Archean to the Proterozoic (2,500 Ma). The extra heat was the result of a mix of remnant heat from planetary accretion, from the formation of the metallic core, and from the decay of radioactive elements. Although a few mineral grains are known to be Hadean, the oldest rock formations exposed on the surface of the Earth are Archean. Archean rocks are found in Greenland, Siberia, the Canadian Shield, Montana and Wyoming (exposed parts of the Wyoming Craton), the Baltic Shield, the Rhodope Massif, Scotland, India, Brazil, western Australia, and southern Africa.[citation needed] Granitic rocks predominate throughout the crystalline remnants of the surviving Archean crust. Examples include great melt sheets and voluminous plutonic masses of granite, diorite, layered intrusions, anorthosites and monzonites known as sanukitoids. Archean rocks are often heavily metamorphized deep-water sediments, such as graywackes, mudstones, volcanic sediments, and banded iron formations. Volcanic activity was considerably higher than today, with numerous lava eruptions, including unusual types such as komatiite.[4] Carbonate rocks are rare, indicating that the oceans were more acidic due to dissolved carbon dioxide than during the Proterozoic.[5] Greenstone belts are typical Archean formations, consisting of alternating units of metamorphosed mafic igneous and sedimentary rocks, including Archean felsic volcanic rocks. The metamorphosed igneous rocks were derived from volcanic island arcs, while the metamorphosed sediments represent deep-sea sediments eroded from the neighboring island arcs and deposited in a forearc basin. Greenstone belts, being both types of metamorphosed rock, represent sutures between the protocontinents.[6]: 302–303  The Earth's continents started to form in the Archean, although details about their formation are still being debated, due to lack of extensive geological evidence. One hypothesis is that rocks that are now in India, western Australia, and southern Africa formed a continent called Ur as of 3,100 Ma.[7] A differing conflicting hypothesis is that rocks from western Australia and southern Africa were assembled in a continent called Vaalbara as far back as 3,600 Ma.[8] Although the first continents formed during this eon, rock of this age makes up only 7% of the present world's cratons; even allowing for erosion and destruction of past formations, evidence suggests that only 5–40% of the present area of continents formed during the Archean.[6]: 301–302  By the end of the Archean around 2,500 Ma, plate tectonic activity may have been similar to that of the modern Earth. There are well-preserved sedimentary basins, and evidence of volcanic arcs, intracontinental rifts, continent-continent collisions and widespread globe-spanning orogenic events suggesting the assembly and destruction of one and perhaps several supercontinents. Evidence from banded iron formations, chert beds, chemical sediments and pillow basalts demonstrates that liquid water was prevalent and deep oceanic basins already existed. In 2021, Simone Marchi announced evidence for much heavier asteroidal impacts between 3,500 and 2,500 Ma, comparing a model of impact dispersion with data on ancient spherule layers: \"[We] were probably being hit by a Chicxulub-sized impact on average every 15 million years.... We find that oxygen levels would have drastically fluctuated in the period of intense impacts.\"[9] The Archean atmosphere is thought to have nearly lacked free oxygen. Astronomers think that the Sun had about 70–75 percent of the present luminosity, yet temperatures on Earth appear to have been near modern levels only 500 million years after Earth's formation (the faint young Sun paradox). The presence of liquid water is evidenced by certain highly deformed gneisses produced by metamorphism of sedimentary protoliths. The moderate temperatures may reflect the presence of greater amounts of greenhouse gases than later in the Earth's history.[10][11] Alternatively, Earth's albedo may have been lower at the time, due to less land area and cloud cover.[12] The processes that gave rise to life on Earth are not completely understood, but there is substantial evidence that life came into existence either near the end of the Hadean Eon or early in the Archean Eon. The earliest evidence for life on Earth is graphite of biogenic origin found in 3.7 billion–year-old metasedimentary rocks discovered in Western Greenland.[13] The earliest identifiable fossils consist of stromatolites, which are microbial mats formed in shallow water by cyanobacteria. The earliest stromatolites are found in 3.48 billion-year-old sandstone discovered in Western Australia.[14][15] Stromatolites are found throughout the Archean[16] and become common late in the Archean.[6]: 307  Cyanobacteria were instrumental in creating free oxygen in the atmosphere.[17] Further evidence for early life is found in 3.47 billion-year-old baryte, in the Warrawoona Group of Western Australia. This mineral shows sulfur fractionation of as much as 21.1%,[18] which is evidence of sulfate-reducing bacteria that metabolize sulfur-32 more readily than sulfur-34.[19] Evidence of life in the Late Hadean is more controversial. In 2015, biogenic carbon was detected in zircons dated to 4.1 billion years ago, but this evidence is preliminary and needs validation.[20][21] Earth was very hostile to life before 4.2–4.3 Ga and the conclusion is that before the Archean Eon, life as we know it would have been challenged by these environmental conditions. While life could have arisen before the Archean, the conditions necessary to sustain life could not have occurred until the Archean Eon.[22] Life in the Archean was limited to simple single-celled organisms (lacking nuclei), called prokaryotes. In addition to the domain Bacteria, microfossils of the domain Archaea have also been identified. There are no known eukaryotic fossils from the earliest Archean, though they might have evolved during the Archean without leaving any.[6]: 306, 323  Fossil steranes, indicative of eukaryotes, have been reported from Archean strata but were shown to derive from contamination with younger organic matter.[23] No fossil evidence has been discovered for ultramicroscopic intracellular replicators such as viruses. Fossilized microbes from terrestrial microbial mats show that life was already established on land 3.22 billion years ago.[24]","Title":"Archean - Wikipedia","KeyID":"1082","URL":"https://en.wikipedia.org/wiki/Archean"}