{"Content: ":"The COVID-19 pandemic was confirmed to have reached the French overseas collectivity of New Caledonia on 18 March 2020.[3] All cases are on the main island of Grand Terre and are related to travel abroad.[4] On 7 May, all cases had recovered.[5] On 7 September 2021, New Caledonia reported three new community cases, triggering a two-week lockdown and travel restrictions across the territory.[6] By 14 September, the territory had reported two deaths while the number of active cases had risen to 821. In response, New Caledonian authorities imposed a night–to–dawn curfew over the territory.[7] On 12 January 2020, the World Health Organization (WHO) confirmed that a novel coronavirus was the cause of a respiratory illness in a cluster of people in Wuhan City, Hubei Province, China, which was reported to the WHO on 31 December 2019.[8][9] The case fatality ratio for COVID-19 has been much lower than SARS of 2003,[10][11] but the transmission has been significantly greater, with a significant total death toll.[12][10]  On 18 March, the first two cases in New Caledonia were confirmed.[3] Out of forty tests carried out on 21 March, two cases were confirmed, bringing the total number to 4.[13] On 25 March, four new cases were reported, bringing the total to fourteen.[14] On 27 March, one new case was reported. The case was imported and brought the collectivity's total to fifteen.[15] On 7 May, all 18 patients had recovered. At the time there were no active cases.[5] On 15 July, one new COVID-19 case was reported bringing the total number of confirmed cases to 22.[16] As of December, there was no community transmission. However, security forces from France responding to the 2020 protests in New Caledonia had tested positive. Leaders in the Loyalty Islands Province of New Caledonia banned these security forces from visiting their islands because they were allowed to leave mandatory quarantine early.[17] On 7 March, the first locally transmitted cases were reported in the collectivity, with 9 positive cases detected outside quarantine on travellers from the collectivity of Wallis and Futuna, where a community outbreak was also reported.[18] As of 30 August, New Caledonia was COVID-19 free; with the territory having recorded 135 cases but no fatalities.[19] On 6 September 2021, New Caledonia reported three Delta variant cases in the community. These three cases were not connected and involve people who haven't traveled, suggesting the virus is circulating in the community.[6][20] In response, health authorities launched an investigation to identify contacts and the chain of transmission.[6] On 8 September, the Loyalty Islands provincial administration confirmed that four people Lifou Island had tested positive for COVID-19. That same day, the New Caledonian government confirmed that seven COVID-19 patients were in hospital in Nouméa, including a patient transferred from Lifou.[21] By 8 September, the New Caledonian Government had confirmed a total of 16 active cases with six of them in intensive care in Nouméa. None of these individuals had been vaccinated.[22] By 9 September, 66 community cases linked to the September 2021 outbreak had been reported. Health authorities have identified 12 clusters, with contacts being asked to isolate and get tested.[23] On 10 September, New Caledonia reported its first COVID-19-related death, a 75-year-old man who died in hospital. 51 new cases were reported, bringing the total number of active cases to 117.[7][24] On 14 September, New Caledonia reported 256 new Delta variant cases, bringing the total number of cases connected to the September 2021 outbreak to 821. Seven patients are in intensive care and two have died.[25] On 15 September, New Caledonia reported three more deaths, bringing the death toll to four. That same day, 329 new cases were reported with 15 people in intensive care, bringing the total number to 1,150.[26] By 17 September, the death toll had risen to seven while the number of active cases had risen to 2,386. There are 161 people in hospital.[27] By 18 September, the territory's death toll had risen to 24. There are 211 people in hospital, including 29 in intensive care.[28] By 22 September, New Caledonia had recorded 16 new deaths. 52 people are in intensive care and 323 have been hosptialised.[29] By 29 September, New Caledonia reported 338 new cases and 57 in intensive care, bringing the total number of cases linked to the September 2021 outbreak to 7,176. 13 deaths were reported, bringing the death toll to 114.[30] On 2 October 2021, the death toll rose to 129. The total number of cases rose to 7,619 while 4,300 people have recovered. According to President Mapou, 96% of the dead were unvaccinated, with the average age being 71 year old and the youngest 40 year old. Of the dead, 56% are Kanaks, 22 percent Wallisians and Futunians and 22 percent are from other communities. 300 patients remain hospitalised with 56 in intensive care.[31] On 4 October, seven deaths were reported, bringing the death toll to 157. 155 new cases were reported, bringing the total number to 8,142 since the start of the outbreak in early September 2021. 5,810 patients have recovered. 277 patients are in hospital while another 109 are being cared for in hotels.[32] On 23 January 2022, Radio New Zealand reported that New Caledonia was reporting an average of 300 new daily cases after the SARS-CoV-2 Omicron variant reached the territory earlier in January.[33] On 17 March 2020, President Thierry Santa announced plans to suspend all flights into the territory as a precautionary measure, with all visitors to self-quarantine, with non-compliance to be punished with a fine.[34] On 9 March 2021, French authorities implemented a 14-day lockdown on the territory after nine positive cases were detected among travelers from Wallis and Futuma.[18] In response to the September 2021 Delta community outbreak, the New Caledonian Government imposed a two-week lockdown on the territory.[6] Under lockdown rules, anyone in public must carry a written document justifying their movement. In addition, flights and ferries have ceased operation, except for flights carrying medical personnel.[21] In addition, all schools in the South Province were closed for two weeks and all flights to the Loyalty Islands were cancelled.[20] Due to rising cases in early September 2021, the New Caledonian government appealed for all medical and paramedical personnel including veterinarians to assist in efforts to combat COVID-19.[23] On 10 September, New Caledonian members of the French Parliament appealed for France to send more medical personnel due to a shortage of specialists needed to staff the intensive care units at hospitals.[7] On 14 September 2021, French High Commissioner Patrice Faure imposed a curfew throughout the territory between 9pm and 5am. Local tabac presse (newsagency shops) were required to close but supermarkets were allowed to remain open.[25] Due to rising cases, New Caledonian authorities extended the lockdown and 9:00 pm to 5:00 am curfew until 4 October 2021.[28] On 2 October 2021, President Mapou announced that the lockdown and night-time curfew would remain in place. High Commissioner Faure announced that 103 health workers from metropolitan France would arrive the following week, supplementing the 174 personnel already there.[31] On 12 October 2021, the New Caledonian government appealed for help from the French Army in combating the spread of COVID-19. The government said that the French military could set up ten intensive care units at the main Nouméa hospital and treat between 30 and 60 people over several weeks. In addition, an air bridge was established between New Caledonia and France in order to reduce pressure on Nouméa hospital. The New Caledonia authorities also established health passes needed to access restaurants, museums, and domestic air and ferry services.[35] On 20 October, the New Caledonian government cancelled end-year high school exams due to a high rate of absenteeism among students due to COVID-19 pandemic. The New Caledonian government also allowed small accommodation operators to reopen, subject to a range of conditions including obtaining heath passes.[36] In late October 2021, the New Caledonian government imposed a new lockdown during the weekend of All Saints' Day due to the COVID-19 pandemic, banning the sale of alcohol and closing cemeteries.[37] In early November 2021, the French Government eased travel restrictions to New Caledonia on the grounds that the risk of contamination in the territory is higher and that restrictions on the freedom of movement pose no serious health risk. Travellers entering New Caledonia must be fully vaccinated, undergo a test upon arrival, and spend a week in isolation either at a hotel or at home.[37] On 8 November 2021, the French Government granted New Caledonia another US$46 million to help cover the costs of its COVID-19 response including covering the expenses for equipment, vaccination efforts, and reinforcement personnel for the hospitals. By early November, public life had largely resumed but the Government rescinded a decision to allow kava bars to reopen.[38] On 29 November 2021, New Caledonia's lockdown was extended by another three weeks. Theatres, professional meetings, concerts, exhibitions and marriages have been allowed to resume provided participants display a health pass. Family and church gatherings have been limited to 30 people. A nighttime curfew remains in force with discotheques closed.[39] In mid-October 2021, the pro-independence FLKNS party called on the French Government to postpone the upcoming 2021 New Caledonian independence referendum scheduled for 12 December 2021 until 2022 due to the high COVID-19 infection rate and significant death toll within the Kanak community. Anti-independence leader Sonia Backes rejected calls for the referendum to be postponed, citing the territory's high vaccination rate and arguing that the pro-independence camp had earlier supported proceeding with the December referendum.[40] While anti-independence parties have resumed campaigning, the FLKNS called for a boycott of the independence referendum and accused the French authorities and anti-independence forces of using the COVID-19 crisis to influence public opinion.[41] In late October, French High Commissioner Patrice Faure announced that 1,400 police personnel including 15 mobile units would be dispatched from metropolitan France to ensure a \"safe voting process\" in December.[42] A total of 260 New Caledonians had then died of COVID-19 following the archipelago's first surge of cases in early September, which prompted the local government to vote unanimously for compulsory vaccination of the entire adult population.[43] The measure led to a full vaccination rate of 66.31% of eligible people vaccinated (75.58% partially vaccinated) and an important decrease of the incidence rate as of 28 October.[44] At the time of the referendum on 12 December, Kanaks represented a large share of the 280 total deaths.[45][46] Anti-independence campaigners, also called loyalists, rejected calls for the referendum to be postponed, citing the territory's high vaccination rate and arguing that the pro-independence camp had earlier supported proceeding with the December referendum.[40] Loyalists accused pro-independence campaigners of using the pandemic to justify postponing a referendum they were fearing to lose,[47][48][49] pointing out that the pandemic had cast the role of France in a good light following its dispatching of doctors and vaccine doses as well as injecting ten billion CFP francs to help the local economy.[50][51][52][53] Loyalists rejected the importance placed on further campaigning in the month prior to the referendum, in light of the three years of consecutive referendums on the matter.[48] On 12 November, Faure confirmed that the independence referendum would still go ahead on 12 December considering the improvement of the epidemiological situation,[54] with daily new infections having fallen from to 40 from a peak of 272.[55] While Faure's announcement was welcomed by anti-independence parties, pro-independence parties said that they would not recognise the results of the referendum.[56] As a result of the French Government's decision to proceed with the independence referendum on 12 December, the FLKNS has stated that it will not recognize the result of the referendum, and will \"challenge it publicly at the French national level, at the regional level of the Pacific and at the international level.\" The FLNKS described Paris' decision not to delay the referendum as a 'declaration of war'.[57] Caroline Gravelat, from the University of New Caledonia, claimed that this was a political problem, but would not affect the result, \"because the gap between the ‘yes’ and ‘no’ votes would probably not have narrowed to the point that the ‘yes’ side would have won.\"[58] On 12 December, voters in New Caledonia overwhelmingly rejected independence, with 96.50% voting against independence and 3.50% for independence. Due to a boycott campaign by pro-independence parties, voter turnout only amount to 40% of the eligible population. Voter turnout was particularly low in Kanak-majority areas.[57][59] On 10 January 2022, a thousand people marched in Nouméa to protest against the New Caledonian government's vaccination pass and mandatory vaccination policies. Though the march breached the Government's 30 person limit on social gatherings, police did not break up the protest due to the presence of children. Near the end of the rally, police used tear gas to disperse some demonstrators.[60] On 18 January, ReinfoCovid NC spokesperson Gaelle Wery was arrested by police for her role in organising the Nouméa protest.[61] In early November 2021, New Caledonia's international airline Aircalin has sought US$30 million in loans for the relaunch and expansion of its network in 2022. The carrier plans to resume flights to Australia and New Zealand and to launch a new route to Singapore.[37] By 30 August 2021, 32% of New Caledonia's population had been vaccinated. A leading physician Dr Thierry De Greslan urged authorities to double the vaccination rate, warning that at least 60% of the population needed to be vaccinated to avert the collapse of the territory's healthcare system. President of the Government of New Caledonia Louis Mapou has stated that compulsory vaccinations were no longer taboo.[19] On 4 September 2021, the Congress of New Caledonia unanimously voted to make vaccinations against COVID-19 compulsory. The new law, which will come into effect when it is gazetted, allows France to order anyone entering New Caledonia to be fully vaccinated. While New Caledonia's autonomous status gives it control over its healthcare, France is responsible for the territory's border control.[62] By 15 September 2021, 112,334 people had received their first vaccine dose while 771,09 had received both doses. According to the New Caledonian government, 28.45% of the population had been vaccinated.[26] By 29 September 2021, 31.47% of the territory's population had been vaccinated.[30] By 2 October, 34% of the population had been fully vaccinated while 65% had received one dose.[31] By 4 October 2021, 66% of the eligible population had received one dose, while 42% had been fully vaccinated.[32] In mid October, the New Caledonian government sought a roundtable with employers and unions on a law requiring healthcare workers to vaccinate by the end of October 2021. The Pacific Awakening party has tabled a motion asking for the vaccination deadline to be extended to the end of the year or for the vaccination mandate to be scrapped if vaccination rates are high.[36] By 8 November 2021, 70% of the population above the age of 12 had been vaccinated.[38]","Title":"COVID-19 pandemic in New Caledonia - Wikipedia","KeyID":"10824","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_New_Caledonia"}