{"Content: ":"The COVID-19 pandemic in Vanuatu is part of the ongoing worldwide pandemic of coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The virus was confirmed to have reached Vanuatu on 11 November 2020.[1] On 12 January 2020, the World Health Organization (WHO) confirmed that a novel coronavirus was the cause of a respiratory illness in a cluster of people in Wuhan, Hubei Province, China, which was reported to the WHO on 31 December 2019.[2][3] The case fatality ratio for COVID-19 globally has been much lower than the SARS outbreak between 2002 and 2004,[4][5] but the transmission rates have been substantially greater, with a consequently more significant total death toll.[6][4] On 16 March 2020, travel restrictions and quarantine measures were put in place for those entering Vanuatu.[7] On 22 March, Vanuatu's health authorities confirmed that tests for a resort worker with a suspected case of coronavirus had returned negative.[8] On 26 March President Tallis Obed Moses declared a state of emergency in the country.[9] A tourist on a cruise ship visiting the island of Aneityum had tested positive for the virus, prompting a lockdown on the island. Blood samples from locals on the island were also sent to New Caledonia for testing.[9] On 11 November, Vanuatu confirmed its first asymptomatic case, belonging to a man who had traveled to the islands from the United States via Sydney and Auckland. The man had arrived in Vanuatu on 4 November and underwent managed isolation and quarantine with no symptoms. He tested positive on 10 November.[1] On 2 December 2020, Vanuatu confirmed that the man who tested positive for COVID-19 in November had since tested negative.[10] On 2 June 2021, Vanuatu launched its COVID-19 vaccine roll-out campaign. On 27 July 2021, 20,000 AstraZeneca vaccines were received in Vanuatu through a bilateral arrangement between the governments of the Republic of Vanuatu and Australia, a further 24,000 AstraZeneca doses have been provided by COVAX, and 20,000 Sinopharm BIBP vaccine doses received from the Chinese Government.[21] The total number of COVID-19 vaccine doses administered between 2 June 2021 and 8 August 2021 was 31,028. Health workers, front line workers (e.g. border workers, quarantine facility staff, public transport drivers), the elderly (55 and over), and 4,314 people aged 35 years and over with known underlying medical conditions were given priority. Those who have received both of the two recommended doses of either Sinopharm or AstraZeneca vaccines are considered fully vaccinated. By 8 August, 1,721 people in Vanuatu were considered fully vaccinated, making up 0.6% of the country's total population.[21] By 20 March 2022, 75% of Ni-Vanuatu adults had received at least one dose of the COVID-19 vaccine, with 69% of those people being fully vaccinated.[22] By 24 April, that figure had reached 80% of Ni-Vanuatu adults, with 91% of those people being fully vaccinated.[23]","Title":"COVID-19 pandemic in Vanuatu - Wikipedia","KeyID":"10834","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Vanuatu"}