{"Content: ":"The COVID-19 pandemic in the Solomon Islands is part of the ongoing worldwide pandemic of coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The virus was confirmed to have reached the Solomon Islands on 3 October 2020.[2] A novel coronavirus that caused a respiratory illness was identified in Wuhan City, Hubei Province, China, in December 2019, and was reported to the World Health Organization (WHO) on 31 December 2019, which confirmed its concern on 12 January 2020. WHO declared the outbreak a Public Health Emergency of International Concern on 30 January, and a pandemic on 11 March.[3][4] The case fatality rate of COVID-19[5][6] is much lower than that of SARS, a related disease which emerged in 2002, but its transmission has been significantly greater, leading to a much greater total death toll.[7][5]  On 27 March Prime Minister Manasseh Sogavare suspended all flights into the country, and declared a precautionary state of emergency in Honiara, by which most entertainment venues would be closed (churches are exempt from the order).[8] On 3 April 2020, the government stepped up checks on incoming visitors, and introduced restrictions on visitors who have visited countries deemed high risk.[9] On 31 March, Franco Rodie, the permanent secretary of the Ministry of Education and Human Resources Development, ordered the closure of all schools in Solomon Islands.[10] On 5 April, the Queen of Solomon Islands addressed the Commonwealth in a televised broadcast, in which she asked people to \"take comfort that while we may have more still to endure, better days will return\". She added, \"we will be with our friends again; we will be with our families again; we will meet again\".[11] On 3 October 2020, it was announced that COVID-19 has reached Solomon Islands. On that date, Prime Minister Manasseh Sogavare announced that a student repatriated from the Philippines tested positive for COVID-19 after the patient was tested upon his arrival in Solomon Islands capital, Honiara. The patient is asymptomatic, and tested negative for the disease prior to his repatriation.[2] The student was among 400 Solomon Islanders stranded in the Philippines whom the Solomon Islands government plan to repatriate. Eighteen others tested positive for the disease in the Philippines while awaiting repatriation.[12] Two more cases were confirmed on 11 and 15 October 2020. Both individuals involved in the case are in the same flight as the first case, are students, and asymptomatic.[13][14][15] Four more cases were confirmed on 27 October 2020. The four were soccer players based in the UK.[16] On November 3, five cases were confirmed. The four are local footballers and one a Korean national.[17] On November 9, 2020, 3 more cases of COVID-19 were confirmed, bringing the total to 16 cases. One of them belongs to the original group from the Philippines and the other two are footballers who returned from the United Kingdom;[18] in addition, a fifth recovered was confirmed.[19] On November 24, one more case of COVID-19 is confirmed, bringing the total to 17 cases. On December 4, the results of the COVID-19 test came back negative for 3 foreigners who are currently detained with their two yachts for alleged illegal entry to the borders of the territory.[20] On February 8, 2021, one more case of COVID-19 is confirmed, bringing the total to 18 cases.[21]","Title":"COVID-19 pandemic in the Solomon Islands - Wikipedia","KeyID":"10831","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_the_Solomon_Islands"}