{"Content: ":"The COVID-19 pandemic in the Wallis and Futuna is part of the ongoing worldwide pandemic of coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The COVID-19 pandemic was confirmed to have reached the French overseas collectivity of Wallis and Futuna on 16 October 2020. As of 24 August 2021, there have been 454 confirmed cases of COVID-19 with 7 deaths reported to WHO. The last reported confirmed case was reported in April 2021.[1] On 12 January 2020, the World Health Organization (WHO) confirmed that a novel coronavirus was the cause of a respiratory illness in a cluster of people in Wuhan City, Hubei Province, China, which was reported to the WHO on 31 December 2019.[3][4] The case fatality ratio for COVID-19 has been much lower than SARS of 2003,[5][6] but the transmission has been significantly greater, with a significant total death toll.[7][5] On 4 March, Wallis and Futuna turned away a cruise ship over fears of infection; the possibility of denying entry to another ship by the end of the month was also under consideration.[8] Incoming flights were curtailed, except those delivering essential supplies.[9] On 23 April, the island began repatriating its 300 inhabitants stranded on New Caledonia.[10] On 16 October, the collectivity reported its first case.[11] On 23 October a new test on the first case was negative, making Wallis and Futuna COVID-free once more.[12] On 12 November, the collectivity reported its second case.[13][14] On 24 November, a third case was reported.[15] On 6 March 2021, a patient admitted at a local hospital was confirmed as the first local COVID-19 case.[16] Six new local cases were detected on 7 March,[17] and 11 others the following day, with the first confirmed case on the island of Futuna.[18] Subsequently, a 14-day lockdown was imposed on 9 March to prevent further spread.[19] 55 positive cases were reported by 10 March, of which three were in Futuna.[20] By 14 March, 176 positive cases had been confirmed, with five reported in Futuna.[21] A vaccination campaign was started on 19 March with the Moderna vaccine.[22] As of 1 April 2021, 3,662 people had been vaccinated (44.2% of the population).[23] By 20 March, the collectivity had reported 302 new cases since 6 March,[24] bringing the total to 311, with nine positive cases in isolation. On 22 March, the first COVID-19-related death was confirmed, that of an 80-year-old woman from Futuna hospitalized in Wallis. By 1 May 2021, seven deaths were reported.[25][26] From late November 2021, travelers entering Wallis and Futuna were required to undergo three-day quarantine at a local hotel following the detection of an imported case from New Caledonia the previous week. Travelers entering the territory are still required to undergo pre-departure quarantine in New Caledonia.[27] As of 21 July 2021, a total of 9,276 vaccine doses have been administered.[1]","Title":"COVID-19 pandemic in Wallis and Futuna - Wikipedia","KeyID":"10835","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Wallis_and_Futuna"}