{"Content: ":"Gradstein et al., 2012 Isuan Period, 3810–3490 Ma The Paleoarchean (/ˌpeɪlioʊɑːrˈkiːən/), also spelled Palaeoarchaean (formerly known as early Archean), is a geologic era within the Archaean Eon. The name derives from Greek \"Palaios\" ancient. It spans the period of time 3,600 to 3,200 million years ago. The era is defined chronometrically and is not referenced to a specific level of a rock section on Earth. The earliest confirmed evidence of life comes from this era, and Vaalbara, one of Earth's earliest supercontinents, may have formed during this era.[2][3] The geological record from the Paleoarchean era is very limited. Due to deformation and metamorphism, most rocks from the Paleoarchean era cannot provide any useful information. There are only two locations in the world containing rock formations that are intact enough to preserve evidence of early life: the Kaapvaal Craton in Southern Africa and the Pilbara Craton in Western Australia.[4] The Dresser Formation, located in the Pilbara Craton, contains samples of sedimentary rock from the Paleoarchean Era.[4] Inside the rocks, there are microbial mats containing the oldest ascertained life form, fossilized bacteria estimated to be 3.48 billion years old.[2] The Strelley Pool Chert, also located in the Pilbara Craton, contains stromatolites that may have been created by bacteria 3.4 billion years ago. However, it is possible that these stromatolies are abiogenic and were actually formed through evaporitic precipitation then deposited on the sea floor.[5] The Barberton Greenstone Belt, located in the Kaapvaal Craton, also contains evidence of life. It was created 3.26 billion years ago when a large asteroid, about 37 to 58 kilometres (23–36 mi) wide, collided with the Earth.[6] The Buck Reef Chert and the Josefsdal Chert, two rock formations in the Barberton Greenstone Belt, both contain microbial mats with fossilized bacteria from the Paleoarchean era.[4] Similarities between the Barberton Greenstone Belt in the Kaapvaal Craton and the eastern part of the Pilbara Craton indicate that the two formations were once joined as part of the supercontinent Vaalbara, one of Earth's earliest supercontinents.[3] Both cratons formed at the beginning of the Paleoarchean era.[7] While some paleomagnetic data suggests that they were connected during the Paleoarchean era, it is possible that Vaalbara did not form until the Mesoarchean or Neoarchean eras.[3] It is also unclear whether there was any exposed land during the Paleoarchean era. Although several Paleoarchean formations such as the Dresser Fromation, the Josefsdal Chert, and the Mendon Formation show some evidence of being above the surface, over 90 percent of Archean continental crust has been destroyed, making the existence of exposed land practically impossible to confirm or deny. It is likely that during the Paleoarchean era, there was a large amount of continental crust, but it was still underwater and would not emerge until later in the Archean era. Hotspot islands may have been the only exposed land at the time.[8]","Title":"Paleoarchean - Wikipedia","KeyID":"1084","URL":"https://en.wikipedia.org/wiki/Paleoarchean"}