{"Content: ":"The COVID-19 pandemic in Tasmania is part of the ongoing worldwide pandemic of the coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). Scotch Oakburn College in Tasmania closed as a preemptive decision in fear of rising SARS-CoV-2 cases. It was to be closed from 16 March until at least 30 March.[1] On 17 March, Tasmania declared a public health emergency.[2] On 19 March, all \"non-essential\" travellers to Tasmania, including returning residents, were subject to a mandatory 14-day quarantine.[3] On 12 April 2020, in response to an outbreak in Burnie, business restrictions were put in place for 14 days. It included the closure of most retail businesses except for those providing essential services, or those who can provide online services and home delivery. The North West Regional Hospital (NWRH) and North West Private Hospital (NWPH) were temporarily closed from Monday 13 April 2020, and staff, patients, and visitors since 27 March, were required to self-quarantine for 14 days.[4] The self-quarantine affected up to 5,000 people. Additional testing was announced, and emergency medical teams from the Australian Defence Force were sent to Burnie to cover for hospital staff.[5] On 1 August, the 2020 Tasmanian Legislative Council periodic election, deferred from 30 May to prevent the spread of COVID-19, took place.[6] Due to a growing cluster in Bondi, Sydney, from 4 pm on 23 June Tasmania declared the City of Sydney, Bayside, Canada Bay, Inner West, Randwick, Waverley and Woollahra as high-risk. Border entry will not be allowed to anyone who was in those areas, on or since, 11 June without approval from the Deputy State Controller.[7][8] On 22 July, the death of a 44-year-old man from Tasmania was linked by the Therapeutic Goods Administration (TGA) to thrombosis with thrombocytopenia syndrome (TTS), after vaccination with AstraZeneca. The man was a confirmed case of TTS.[9] On 15 October Tasmania's southern region, including Hobart, went into a 3-day lockdown at 6 pm. This followed a man positive to the Delta variant of COVID-19 escaping from hotel quarantine and being in the community for around 18 hours before police located him the next day. The man did not co-operate in tracing his contacts. The 31-year-old from Albury in NSW flew from Melbourne to Hobart on 11 October, but did not have the correct border pass. He was taken to a quarantine hotel in Hobarts' CBD, and went missing on 12 October. He falsely stated to emergency management workers that he had been in Queensland the previous 14 days, when he had actually been in NSW.[10][11] The local government areas (LGA) affected were: Brighton Council, Central Highlands Council, City of Clarence, Derwent Valley Council, Glamorgan–Spring Bay Council, City of Glenorchy, City of Hobart, Huon Valley Council, Sorell Council, Southern Midlands Council, Tasman Council and Kingborough Council. As a result of the lockdown, The Unconformity arts festival due to start on 15 October in Queenstown was cancelled.[10] The man who triggered the lockdown was sentenced for the COVID regulation breaches on 21 December to five months jail, two suspended, and backdated to the day he was taken into custody, 26 October. He was also fined $1,500. He received another five months jail, two suspended, for breaching a family violence order (FVO) by going to Tasmania to see the woman who held the FVO against him.[11] On 15 December, Tasmania reopened its borders to travellers. Within four days, 7 cases of COVID-19 were detected, the first 3 of them were infected with the Omicron variant.[12] By 19 December, over 95 per cent of eligible people in Tasmania had received one vaccination, over 90 per cent had received two.[12] On 21 December 2021 Tasmania reintroduced a requirement to wear facemasks indoors.[12] On 20 January Tasmania had its first death since April 2020, raising total COVID deaths to 14.[13] On 21 January another COVID related death occurred.[14] On 24 January, there was 1 COVID-19 related death, raising the state total to 16. She was a 79-year-old woman who had underlying health conditions. There were 643 new cases, 35 hospitalised, 15 specifically for COVID-19 treatment. 3 in intensive care, 1 on a ventilator.[15] On 25 January, there was 1 COVID-19 related death, raising the state total to 17. She was a 80-year-old woman. There were 712 new cases, 28 hospitalised, 11 specifically for COVID-19 treatment. 3 in intensive care. Active cases were at 5,094.[16] By 30 January, there was another single COVID-19 related death, raising the state total to 18. She was a woman, in her late 80s, with underlying health conditions, at an aged care facility. There were 594 new cases to 8pm on 29 January, 20 hospitalised with COVID-19, 10 of those pecifically for COVID-19 treatment. Active cases were down at 4,978.[17] In Tasmania: • 95% aged 12 and over were fully vaccinated • 46% aged between 5 and 11 years old had 1 dose of COVID-19 vaccine • over 38% aged 18 and over had a booster dose[17] On 2 February, there was a single COVID-19 related death, raising the state total to 19. It was 68-year-old man at an aged care facility. He had underlying medical condition and was in palliative care.There were 656 new cases to 8pm, 13 were hospitalised with COVID, 7 cases specifically for COVID-19 treatment, 2 of them on a ventilator. Active cases were down at 3,782 from 4,978 on 29 February.[18] COVID-19 cumulative cases in Tasmania[30] COVID-19 daily cases in Tasmania[30]","Title":"COVID-19 pandemic in Tasmania - Wikipedia","KeyID":"10849","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Tasmania"}