{"Content: ":"The COVID-19 pandemic in Queensland is part of the ongoing worldwide pandemic of the coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). On 29 January 2020, Queensland was the first to declare a public health emergency.[1] The legislation was strengthened on 6 February by the Public Health (Declared Public Health Emergencies) Amendment Bill 2020.[2] In March, power was given directly to the Chief Health Officer (rather than the Health Minister on behalf of the Cabinet) to make 'Directions', amongst other things allowing her to declare restrictions on movement, gatherings and business activities, to set social distancing or masking requirements, and to close borders.[3] As of the end of July 2021, Queensland had recorded the death of just 7 patients with COVID-19.[4] This fatality rate, of just under 1 per million residents, was the lowest not just in Australia, but of any sizeable jurisdiction with its own policing and health powers, in the world. Key directions made under the Public Health Act 2005 include: Restricted entry into Queensland was introduced, with only Queensland residents and those considered an 'exempt person' being allowed to enter Queensland by air, sea, rail or road from another state or territory.[7] This was introduced in stages: Stage 1 started on 26 March 2020, with stages 2 and 3 involving tightening the restrictions. Stage 4, introduced on 11 April, was the most restrictive, every person crossing the border including Queensland residents required a permit. In addition, a person who had been in a declared COVID-19 hotspot in the previous 14 days had to self-quarantine for 14 days.[8] Closures of areas within Queensland included: Access to the Torres Strait Islands has been restricted to prevent COVID-19 from reaching the region, which has to date remained free of cases.[12] On 1 February 2021, Queensland opened its border to all Australian states and territories except Western Australia. Since the border closures were implemented, 6,855,750 border passes were issued.[13] On 22 February, the first Queenslander received a COVID-19 vaccination at Gold Coast University Hospital. She was a nurse who works in that hospital's COVID-19 ward.[14] On 28 February 2021, the \"Check in Qld\" QR code sign-in/contact tracing app was launched by the Minister for Health and Ambulance Services, Yvette D'Ath. It is based on the ACT \"Check in CBR\" app. Use of the app is not mandatory.[15] On 12 March, Princess Alexandra Hospital in Brisbane went into lockdown after a doctor tested positive for COVID-19. This was the beginning of one cluster in Brisbane connected to that hospital. Queensland had gone 59 days without any locally acquired COVID-19 infections.[16] Due to a growing cluster in Bondi, Sydney, from 1am on 24 June, the Queensland government declared all of Greater Sydney was a hotspot. Border entry will be refused to anyone who lives in, or has visited: Greater Sydney, the Blue Mountains, Central Coast, Wollongong or Shellharbour. Residents returning will be quarantined for 14 days. Everyone entering Queensland will have to complete a border declaration.[17] On 8 January 2021, a three-day lockdown was announced by Annastacia Palaszczuk to prevent spread of the more contagious UK strain of coronavirus that escaped from a Brisbane hotel quarantine. The lockdown applied to all of greater Brisbane including council areas of Brisbane, Ipswich, Logan City, Moreton Bay and Redland City from 6 pm that day.[18] More than 2 million residents were affected.[19] On 29 March at 5 pm, Greater Brisbane went into another three-day lockdown. The step was taken when a second cluster of the UK strain of COVID-19 grew to seven people. Two of them were an un-vaccinated nurse from Princess Alexandra Hospital, and her sister.[20] By 30 March another 8 locally acquired cases were reported, for a total of 10 new cases in the preceding 24 hours, and 2 separate clusters, both UK strain were identified. As of this date Queensland had 78 active cases in hospitals.[21] On 31 March in Queensland 34,711 coronavirus tests and 7,596 vaccinations were conducted.[22] On 1 April, the \"three-day\" lockdown was lifted five hours early at midday. Though 10 new cases had been recorded in the previous 24 hours, there was only one case of community transmission, which was linked to the second cluster surrounding the infected nurse from the Princess Alexandra Hospital. This cluster now numbered 12, up from 7 on 29 March.[22] Some restrictions introduced for the lockdown were maintained temporarily:[22] On 28 June Queensland recorded 3 new COVID-19 cases overnight. 2 were locally acquired, one acquired overseas. A miner was found to be infected with the Delta variant of COVID-19 after returning from the Northern Territory. As a result of these cases, from 10pm on 29 June, masks became mandatory in these local government areas:[23] In addition: After the lockdown was expanded: [25] Restaurants and cafes can only provide: [25] On 29 June from 6pm the lockdown was expanded to new areas. All of:[24] went into lockdown for 3 days, till 6pm on 2 July. This move was taken after a casual clerical worker from Prince Charles Hospital in Brisbane, who worked outside the COVID ward as a concierge, became infected with the Delta variant and travelled from Sandgate in Brisbane to Magnetic Island and Townsville where she visited markets.[24][25] On 23 July, the border with NSW was closed from 1:00am due to locations outside Greater Sydney reporting COVID-19 cases. From 6:00am on 23 July to 6:00am on 20 August the same rules will be used across the state, except for SE Queensland where masks were still required.[26] In SE Queensland wearing a face mask is mandatory whenever outside the home, unless:[26] On 24 July 2021, there was an anti-lockdown protest in Brisbane. There were also protests in Melbourne, and in Sydney, where several people were arrested, infringement notices issued and over 50 people charged.[27][28] On 31 July from 4pm, 11 LGAs in South East Queensland went into a snap lockdown for 3 days. This was after 6 new locally acquired cases of the Delta COVID variant. The areas affected were: Brisbane, Gold Coast, Ipswich, Lockyer Valley, Logan, Moreton Bay, Noosa, Redlands, Sunshine Coast, Somerset and Scenic Rim. One of the cases is a medical student at the University of Queensland, who had been to many venues, including Royal Brisbane and Women's Hospital, the University of Queensland, and the Translational Research Institute at Princess Alexandra Hospital.[29] By 1 August there were 18 locally acquired cases of Delta variant. Deputy Premier Steven Miles said that the 9 new cases were the greatest number since August 2020.[30] On 2 August there were 15 new cases of COVID-19, 2 overseas acquired. Consequently, the South-east Queensland's lockdown was extended until 4:00pm on 8 August (Sunday).[31] The same day, because of the extension, the Ekka agricultural show was cancelled for the second year, 5 days before it was to be open to the public from 7 August (Saturday).[32][33] On 8 August the lockdown in SE Queensland ended, though some restrictions remained in force, including mandatory wearing of masks.[34] On 9 August, Cairns went into lockdown from 4:00pm for three days. This was due to an \"unexpected\" case of COVID-19, a taxi driver who was infectious in the community for ten days.[35] On 26 August the Qld government announced its own dedicated regional COVID-19 quarantine facility would be built near Toowoomba Wellcamp Airport, 15 kilometres from Toowoomba in Queensland. Construction started that day.[36] On 17 December at 5am extra restrictions, published on 7 December, for unvaccinated people in Queensland became effective.[37] Some venues will require proof of vaccination status, or a medical exemption for people wishing to enter their premises.[38] On 18 December from 1am masks again became mandatory across the entire state in many public and outdoor places.[39] On 31 December, the state had 2,266 new cases of COVID-19 in the 12 hours between 7am and 7pm. There were nearly 14,000 active cases and 80 people in hospital being treated for COVID with 1 in intensive care. 86.6% of the state population (aged 16+) had received 2 vaccine doses, 90.7% at least 1 dose.[40] On 1 January 2022, the Qld government announced that from 2 January, at 1am, masks will be mandatory indoors at many public venues. The rule covers cafes, clubs, indoor stadiums, pubs and sports arenas, except when seated, also hairdressers, libraries, nail salons and medical centre waiting rooms. Where possible, remote work was urged.[40] On 5 January there were 6,781 new cases reported, and over 32,000 active cases There were 265 people hospitalised in Queensland for COVID treatment, 10 in intensive care units (ICU). 88 police officers, and another 28 Queensland Police Service employees were infected with COVID. Another 272 were in isolation.[41] On 6 January there was one death and 10,332 new cases reported, for over 42,000 active cases.[42] The man, aged in his 80s, died on 27 December 2021. There were 284 people hospitalised for COVID treatment, 12 in ICU, 2 on ventilators.[43] On 8 January there were 2 deaths, raising total deaths to 10. Daily new cases were reported at 11,174, for 68,783 cases in total, and there were 62,919 active cases. One death was a man in his 30s, at his home on 5 January.[44][45] There were 349 people hospitalised in Queensland for COVID treatment, 17 in ICU, 3 on ventilators.[44] A state-wide suspension of non-urgent elective surgery in public hospitals, until 1 March, was announced on 8 January by the State Health Minister.[44][46] On 9 January there were no deaths reported. Daily new cases were reported at 18,000, 4,320 from self-reported rapid antigen test results, and there were 80,563 active cases.[47] There were 402 people hospitalised for COVID treatment, 22 in ICU, 5 on ventilators.[47] Also on 9 January, a 2-week delay in the start of the 2022 school year, to 7 February, was announced to avoid a predicted peak in COVID cases. The end of the school year was also going to be moved a week to 16 December,[47] but this plan was later withdrawn.[48] On 10 January, there were 9,581 new cases, 3,714 from rapid antigen test results.[49] There were 419 people in hospital for COVID treatment, 21 in ICU, 7 on ventilators.[49] On 12 January, there were 6 deaths, raising total deaths to 17, the highest daily death toll in Queensland since the pandemic began, until 7 died on 16 January.[48] 2 were in their 70s, 3 their 80s, 1 over 90. 5 had 2 doses of vaccine, 1 was not vaccinated. All had \"significant underlying medical conditions.\"[50][51] Daily new cases were reported at 14,914, of them 2,812 from self-reported rapid antigen test results. There were 145,294 active cases, and 153,837 total COVID-19 cases since March 2020. There were 556 people in hospital for COVID treatment, 26 in ICU, 10 on ventilators, all up on previous days.[50][51] On 13 January, there were 3 deaths, raising total deaths to 20. 2 were in their 60s, 1 their 70s. All were un-vaccinated. Daily new cases were at 23,630, of those 10,182 were from RAT test results. There were 168,012 active cases, and 177,454 total COVID-19 cases since March 2020.[52][53] There were 589 people in hospital for COVID treatment, 41 in ICU, 15 on ventilators, all up on previous days.[52] More deaths in Queensland from COVID had now been recorded in the previous 7 days, than in the prior two years of the pandemic.[52][53] On 14 January, there were another 6 deaths, raising total deaths to 26. 1 was aged in their 20s, 1 their 70s, 2 their 80s and 2 their 90s. All had underlying health conditions.[54][55] Daily new cases were at 19,709, of those 42,707 were from PCR test results. There were 187,037 active cases, and 191,070 total COVID-19 cases since March 2020.[54][55] There were 649 people in hospital for COVID treatment, 56 in ICU, and 24 on ventilation, all up on previous days.[54][55] On 15 January, there were another 3 deaths, raising total deaths to 29. They were aged in their 60s, 80s, and 1 was 103 years-old.[56][57] Daily new cases were at 17,445, of those 4,615 were from RAT test results.[56] There were 203,657 active cases, and 209,962 total COVID-19 cases since March 2020.[56][57] There were 670 people in hospital for COVID treatment, up on previous days, and 49 in ICU with 19 of them on ventilation.[56][57] Also on 15 January, at 1am all domestic travel restrictions were removed from Queensland borders. Checkpoints had been on border crossings for 471 days over the past 2 years.[58] While in Queensland, proof of vaccination is required for entry to non-essential venues. Overseas travelers still have some restrictions. Direct arrivals from a 'travel safe' country do not need to quarantine.[59][58] On 16 January, there were 7 deaths, raising total state deaths to 36. Of them, 2 were aged in their 80s, and 5 their 90s. 5 had 2 doses of COVID vaccine, none had booster doses.[48][60] Daily new cases were at 15,122. 30,963 PCR tests were processed. There were 86,953 active cases, and 229,671 total COVID-19 cases since March 2020.[48][60] There were 702 people in hospital for COVID treatment, up on previous days, and 47 in ICU with 15 of them on ventilation.[48][60] On 17 January, there were 16 deaths, a record high and raising total state deaths to 52. Of those, 46 were during the Omicron outbreak alone. Of the 16 dead, 3 were aged in their 70s, 8 their 80s, 4 their 90s and 1 was over 100 years. 2 had one dose of COVID vaccine, 10 had 2 doses, 4 were not vaccinated. None had a booster dose.[61][62] Daily new cases were at 15,962. 32,506 PCR test results were processed. There were 86,561 active cases, and 245,624 total COVID-19 cases since March 2020.[61][62] There were 819 people in hospital for COVID treatment and 50 in ICU with 18 of them on ventilation, all up on the previous days.[61][62] On 23 January, there was an uauthorised protest march in Mackay. Some protesters split off from the main group, and went through the Caneland Central shopping centre. Three men were arrested. Charges included serious assault of a police officer, obstructing police, public nuisance. and failing to comply with a COVID-19 public health direction.[63] On 25 January, there were 9 deaths, raising total state deaths to 138. Of the 9 dead, 2 were aged in their 50s, 2 their 70s, 3 their 80s and 2 their 90s. 1 had one dose of COVID vaccine, 6 had 2 doses, 2 were not vaccinated. None had a booster dose.[64][65] Daily new cases were at 13,511. 31,956 COVID tests were performed. There were 73,266 active cases, and 358,336 total COVID-19 cases since March 2020.[64][65] There were 889 people in hospital for COVID treatment, up, and 47 in ICU with 15 of them on ventilation, down, on the previous days.[64][65] On 27 January, there were 18 deaths, raising total state deaths to 171. 9 had 2 doses of COVID vaccine, 6 were not vaccinated (1 in their 30s), 3 had a booster dose.[66][67] Daily new cases were at 9,974. 19,091 COVID tests were performed. Active cases had fallen to 66,068, and there was 379,793 total COVID-19 cases since March 2020[66][67] There were 818 people in hospital for COVID treatment, and 54 in ICU.[66][67] On 29 January, there were 13 deaths, raising total state deaths to 196. Of the 13 dead, 2 were aged in their 60s, 4 their 70s, 3 their 80s, 3 their 90s, and 1 was 105. 5 were not vaccinated, none had a booster dose.[66][68] Daily new cases were at 8,580. 22,945 COVID tests were performed. Active cases had fallen to 64,226, and there was 398,716 total COVID-19 cases since March 2020[69][68] There were 745 people in hospital for COVID treatment, and 41 in ICU.[68][69] On 4 February, there were 21 COVID deaths in Qld, the highest to date in any reporting period. It raised total state deaths to 268. They were aged from their 60s to their 90s and 7 were in aged care. 4 were not vaccinated, 2 had a booster dose. State wide 89.9% were fully vaccinated, 92.1% had at least 1 vaccine dose.[70] Daily new cases were down at 8,508. 23,968 COVID tests were performed. Active cases had fallen to 49,639, and there had been 447,145 cases since the pandemic began. There was 790 people in hospital (63 in a private hospital) for COVID treatment, and 48 in ICU.[70][71] On 5 February, the Wellcamp COVID quarantine facility (officially named the 'Queensland Regional Accommodation Centre') was due to receive its first guests, unvaccinated travelers from New Zealand.[70][72][73] COVID-19 cumulative cases in Queensland[82] COVID-19 daily cases in Queensland[82]","Title":"COVID-19 pandemic in Queensland - Wikipedia","KeyID":"10847","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Queensland"}