{"Content: ":"The COVID-19 pandemic in New South Wales is part of the ongoing worldwide pandemic of the coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The first confirmed case in New South Wales was identified on 19 January 2020 in Sydney where three travellers returning from Wuhan, Hubei, China, tested positive for the virus.[1][2][3] As of 1 April 2022[update], there had been over 1,863,186 confirmed cases in NSW: 1,149,142 confirmed cases from PCR testing, and nearly 714,044 positive rapid antigen tests (RAT) since mid-January 2022.[4] 17,509,209 vaccines have been administered.[4] Former premier Gladys Berejiklian formed a \"war cabinet\" to make decisions in relation to the pandemic.[5] Members include herself, Treasurer Dominic Perrottet, Minister for Health and Medical Research Brad Hazzard and Minister for Police and Emergency Services David Elliott.[5] Berejiklian gave daily press conferences for much of 2021, in which she gave updates of Covid statistics in the state and took questions. During strict lockdown, the press conferences became the topic of multiple memes and humour pieces.[6][7] The daily press conferences ended on 13th September, with the premier stating \"to expect the leader of the government indefinitely to do this every day means that I am not doing my job properly\".[8] She resigned two weeks later.[9] In March 2020, the Secretary of the New South Wales Department of Education, Mark Scott ordered that, effective immediately, New South Wales schools introduce social distancing measures to reduce the spread of coronavirus[10] and New South Wales Minister for Health and Medical Research Brad Hazzard announced that he was using his powers, under Section 7 of the 'Public Health Act 2010', to immediately and indefinitely cancel all public events with more than 500 attendees.[11] The order is enforceable by NSW Police and violations of the order can carry a prison term of six months, an $11,000 fine, or both.[11] Jury trials were suspended to limit the spread of coronavirus.[12] Corrective Services New South Wales implemented screening mechanisms, early flu vaccination programs and stricter hygiene requirements for staff, visitors and inmates to slow the spread of the virus.[13] The Victoria/New South Wales state border was closed from 8th July 2020 to 23rd November, and from 1st January 2021 to 12th February.[14] For much of the time the borders were open during 2021, people returning to NSW from Victoria were required to quarantine.[14] 23 November, it became mandatory for many businesses to use electronic record systems to collect details of patrons for possible contact tracing.[15] and on 12 July 2021, the use of QR code check-ins in retail stores, hire vehicles and many other settings, became mandatory in all NSW.[16] On 30 March, NSW Parliament passed the \"COVID-19 Restrictions on Gathering and Movement\" law, which limited public gatherings to two people and directed, \"that a person must not, without reasonable excuse, leave the person's place of residence.\" It listed 16 reasonable excuses and took effect from midnight on 31 March.[17] From 1 July 2020, New South Wales eased restrictions further[18] due to the limited community transmission of COVID-19, at that time. No set upper limit on patron numbers at indoor venues, but only one person per 4 square metres. Outdoor venues, with a maximum capacity of 40,000, were allowed up to 25 per cent of normal capacity. Events had to be ticketed, patrons seated and follow guidelines. Restriction on funerals eased, but the four-square-metre rule applied. Other existing restrictions, no more than 20 guests inside homes, 20 outside, remained in force.[19] Restrictions were tightened again on 17 July.[20] On 23 August 2021, as of midnight, some previously announced added restrictions came into force: a curfew from 9pm to 5am in the 12 'LGAs of concern' and mask wearing became mandatory outside the home everywhere in NSW[21] On 9 September, the NSW state government announced that when full vaccination levels reached 70%, those who are fully vaccinated would have greater freedoms than others. This 70% level was predicted to happen in mid-October.[22] On 11 September at 12:01am, many areas of regional NSW came out of lockdown (stay-at-home orders lifted) as planned, after the last extension. Those areas were ones which had no cases of COVID for 14 days, and were also deemed low-risk. Even 'out' of lockdown many restrictions will remain in effect.[23] The lockdown started on 14 August,[24] and was extended several times.[25] Within a week Yass, Albury, Lismore, Hilltops and Glen Innes LGAs all had stay-at-home orders re-introduced,[26][27][28] and by 21 September the Cowra, Kempsey, Byron and Tweed Shires' LGAs were also again under stay-at-home orders.[29][30] On 28 September the Port Macquarie and Muswellbrook Shire LGAs were both placed back into lockdown.[31] From 21 September, those aged 18 and less living in areas of concern, and areas under stay-at-home rules, can create a 3-person 'friends bubble' to visit each other for play activities[32] On 11 October, which some news media dubbed \"Freedom Day\", the 107 day lockdown in NSW was eased, mostly for the fully vaccinated. Stay-at-home orders were removed for them; non-essential retailers, hairdressers, and hospitality venues were among those able to re-open to people who could prove their full-vaccinated status; masks were no longer mandatory in the open, though still required indoors in public places and on public transport.[33][34] The same day, full COVID-19 vaccination reached 75.2%, and 90.8% had received one dose.[35] On 16 October NSW reached 80% full vaccination. Because of this, for those who are fully vaccinated, from 18 October mask wearing requirements, among others, and restrictions on numbers attending gatherings were eased, allowing more people to visit at home, gather outside, and at \"controlled\" (seated, fenced or ticketed) outdoor events. Travel between Greater Sydney and regional NSW was not yet permitted.[36]  Multiple lockdowns happened in New South Wales in 2021. Significant protests included: On 21 February 2021, the first public COVID-19 vaccinations in Australia, with the Pfizer–BioNTech vaccine, were administered in Sydney.[45] Up to 6:00 pm on 23 February in NSW, 3,200 people were immunised across three state-run hospitals.[46] On 10 May, a mass vaccination hub opened at Sydney Olympic Park. The same day, registrations began for NSW residents aged 40 to 49-years to receive the Pfizer COVID-19 vaccine. Pfizer was the preferred vaccine, with AstraZeneca initially restricted to only those over 60-years-of-age on the advice of the Australian Technical Advisory Group on Immunisation (ATAGI) due to blood-clot issues in younger people.[47] Due to low numbers of Pfizer vaccines available, AstraZeneca was later made available to those aged 18-59 in outbreak areas if they provided written or verbal consent.[48] During the Higher School Certificate exams in 2021, the Commonwealth government allowed NSW Health to rebook vaccinations affected by reallocation of doses to year 12 students in south west and western Sydney.[49] As of 1 April 2022[update], there have been 17,509,209 vaccines have been administered.[4] Of citizens 16 and older, 96% had received their first dose, 94.6% received their second dose, and 60.2% had received their third dose of the vaccine. On 17 March 2020, the New South Wales government announced a AU$2.3 billion stimulus package, including Until 18 July 2020, international travellers who had to undergo compulsory quarantine on arrival did not have to pay for their accommodation, at a cost of A$65 million to the NSW Government. Under new rules starting on Saturday 18th July 2020, all new arrivals are being charged for their quarantine.[51] In November 2021, the state government announced $130 million of funding, including for psychology and psychiatry services, to assist those who had been adversely affected mentally by the COVID-19 pandemic.[52] and in December they announced that they would source rapid antigen test (RAT) kits and distribute them for free.[53] On 17 November 2020 the NSW Government announced the \"Dine and Discover\" programme in the state budget. All NSW residents over 18 years-of-age were eligible to receive four A$25 vouchers through Service NSW to help stimulate the economy.[54] Two vouchers are for dining, Monday to Thursday only, excluding public holidays. The other two are to be spent on entertainment, excluding on public holidays.[55] Businesses need to be COVID-safe registered, and sign-up for the scheme. The vouchers cannot be used for gambling, alcohol, cigarettes, retail purchases or accommodation. The program was originally called \"Out and About\".[54] As early as mid-April 2021, the scheme was said by some regional NSW residents to be \"city centric\". At this time, the vouchers had been used by less than 10% of the 5 million who could use it. There were calls by NSW opposition political parties for the scheme to be extended beyond its initial 30 June 2021 deadline to use the vouchers.[56] On 9 June 2021, the Dine & Discover scheme was extended by a month to 31 July,[57] and on 29 June extended again to 31 August. Use for take-away food purchases was also allowed.[58] The vouchers were eventually extended to 30 June 2022.[59] In November 2021, two extra vouchers were granted, one for dining and one for entertainment.[60] On 29 June, the Dine and Discover stimulus scheme was extended for the second time, to 31 August, and now also allowed take-away food purchases.[58] Despite a was a ban on gatherings of more than 500 people, huge crowds flocked to the popular Bondi Beach and other beaches across Sydney on Friday 20 March. Health Minister Greg Hunt said that such behaviour was \"unacceptable\" while the New South Wales Labor's Shadow Treasurer, Walt Secord urged the government to completely close off the beach. New South Wales Police Minister David Elliott later stated in a televised interview that lifeguards were instructed to keep a head count of the people at the beach and if the number exceeded 500, the beach would be closed. On 21 March, crowds built up yet again which led Waverley Council to temporarily close Bondi, and the other beaches of Bronte and Tamarama. By 30 June 2021, the 'Bondi cluster' of delta variant COVID-19 reached 160 cases, becoming Sydney's largest cluster to this date, and by 7 July, the Bondi cluster linked cases had reached 264.[61] During the second week of December 2020, an outbreak of COVID-19 in Avalon began.[citation needed] A stay at home advisory was issued on 17 December.[62] On 19 December 2020, a public health order was issued, locking down Sydney's Northern Beaches.[63] Residents of the Northern Beaches LGA were required to stay at home from 5 pm on Saturday 19 December, until 11:59 pm on Wednesday 23 December unless they had a lawful reason to travel, including for: essential shopping; essential travel for work and to or from a school or educational institution; exercise; medical care, carer's responsibilities or compassionate needs. Entry to the area was similarly restricted. Public gatherings were limited to two persons.[62] By 20 December, there were 68 cases. This prompted restrictions on admission of Sydney residents or visitors to Sydney, to other states. These ranged from 14-day quarantines (ACT, NT, Queensland, South Australia, Tasmania, Victoria) to no entry without an exemption (Queensland). South Australia barred entry to anyone from the Northern Beaches, while Western Australia barred everyone coming from NSW.[64] Measures to stem the spread of COVID-19 in Sydney were again tightened. No more than 10 people were allowed in homes in Greater Sydney, Blue Mountains, Central Coast and Illawarra-Shoalhaven.[65] New Year's Eve celebrations were restricted in Sydney city, around the harbour and suburbs. The midnight fireworks on Sydney Harbour, normally 20 minutes, were cut back to 7 minutes, with no fireworks at 9 pm.[66] The harbour foreshores were closed to prevent crowds congregating. Only residents, guests, and those with bookings at bars, hotels and restaurants, were allowed in foreshore areas under a pass system. Vantage points in North Sydney were also closed.[66] On Saturday, 2 January 2021, it was announced that as of midnight that day, facemasks would become mandatory in many enclosed places in Greater Sydney. All public transport, shops, supermarkets, cinemas, theatres and places of worship were included. Hospitality workers also had to wear masks. Children under 12 years-of-age were exempt. An A$200 on the spot fine could be charged for non-compliance. Fines were applied from 4 January (Monday).[67] In May, masks became compulsory state-wide in certain settings, such as public transport and supermarkets. Blacktown, Campbelltown, Canterbury-Bankstown, Cumberland, Fairfield Georges River, Liverpool, and Parramatta were called the \"8 LGAs of concern\"[68] On 13 August 2021, restrictions on leaving Greater Sydney were tightened. Residents will have to obtain a permit to leave the region. Visiting holidays homes will only be permitted under \"special circumstances\", and limited to one person. From 16 August people who had to isolate when awaiting COVID-19 test results could be paid $320 to compensate for lost wages.[69] Plot of COVID-19 cumulative cases in New South Wales[70] Plot of COVID-19 daily cases in New South Wales[70] Plot of COVID-19 cumulative deaths in NSW[71] • 11 July 2021 in above graph was first death in Sydney's Delta outbreak Note: Death plot data up to 19 March 2022 As a consequence of social distancing requirements, lockdowns, travel restrictions, and state or national border closures implemented when the COVID-19 pandemic occurred, numerous events in 2020 and 2021 were cancelled, rescheduled, postponed, reduced in size, or changed location. Some went to an online or streaming format. Some events, such as Vivid Sydney were cancelled for the second year in a row. Into early 2021 events such as regional agricultural shows, and music festivals (Byron Bay Bluesfest and Groovin the Moo)[72][73] were cancelled. As of 16 January 2021[update] twenty regional town shows scheduled for January or February 2021 had been postponed or cancelled in New South Wales.[74]","Title":"COVID-19 pandemic in New South Wales - Wikipedia","KeyID":"10844","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_New_South_Wales"}