{"Content: ":"The New Zealand Government responded to the COVID-19 pandemic in New Zealand in various ways. In early February 2020, the Government imposed travel restrictions on China in response to the global COVID-19 pandemic originating in Wuhan and also repatriated citizens and residents from Wuhan.[1][2] Following the country's first case which originated in Iran, the Government imposed travel restrictions on Iran.[3] In response to rising cases, Prime Minister Jacinda Ardern closed the country's borders to non-citizens and non-residents on 19 March 2020.[4][5] On 21 March, the Government introduced a four-tier alert level system, which placed much of the country's population and economy into lockdown from 25 March.[6][7] Due to the success of the Government's elimination strategy in reducing the spread of COVID-19, most lockdown and social distancing restrictions were lifted by 8 June 2020. However, border restrictions remained in force.[8] On 13 May, the Government passed the controversial COVID-19 Public Health Response Act 2020 which entrenched the Government's lockdown restrictions.[9][10] On 11 August 2020, the Government reinstated lockdown restrictions in Auckland following a second outbreak of community transmissions.[11] Due to successful efforts to reduce community transmissions, lockdown restrictions were eliminated by 7 October.[12] In early November, the Government required travellers entering New Zealand to book a place in managed isolation and quarantine (MIQ) prior to travelling to the country.[13] In mid-December 2020, the Government announced plans to establish travel bubbles with the Cook Islands and Australia in 2021.[14][15] Following a new community outbreak in Auckland in August 2021, the NZ Government reinstated Alert Level 4 restrictions on 17 August 2021.[16] Due to rising cases in Auckland and parts of the North Island, the Government abandoned its elimination strategy while accelerating the country's vaccination rollout.[17][18] The \"alert level system\" was subsequently replaced by the COVID-19 Protection Framework (\"traffic light system\"), which came into force on 3 December 2021.[19] In addition, the Government launched a COVID-19 vaccination pass system, which came into effect on 16 November 2021.[20] On 23 November, the Government passed the COVID-19 Response (Vaccinations) Legislation Act 2021, which provided a legal framework for the \"traffic light system\" and vaccine mandates for certain occupations.[21] On 17 January 2022, the Government launched its vaccination rollout for children aged between five and 12 years.[22] In late January, the Government also launched a three-stage plan to combat the spread of the SARS-CoV-2 Omicron variant based on contact tracing, testing and self-isolation.[23] On 3 February, the Government also launched a five-stage plan to reopen New Zealand's borders throughout 2022.[24] The Ministry of Health set up the National Health Coordination Centre (NHCC) on 28 January in response to the global COVID-19 pandemic.[25] On 30 January, an \"Infectious and Notifiable Diseases\" came into effect, which required health practitioners to report any suspected cases under the Health Act 1956.[26][27] On 3 February, the New Zealand Government barred entry to foreign travellers who have left China, permitting only New Zealand citizens, permanent residents and family entry into the country.[1] Universities asked for the Government to exempt Chinese students travelling to study in New Zealand.[28][29] Foreigners who left China and spent at least 14 days in another country were permitted to enter New Zealand.[30] On 24 February, the Government extended travel restrictions on China by an additional eight days.[31] On 7 February, the Health Ministry also set up a dedicated Healthline freephone number (0800 358 5453) for COVID-19-related calls.[32] In addition, a Government–chartered Air New Zealand flight evacuated 193 passengers (including 55 New Zealanders and 44 permanent residents) from Wuhan in early February.[33][2] Following the country's first recorded case on 28 February resulting from overseas travel, the Government extended the country's travel restrictions to include travellers coming from Iran.[3] On 14 March, ahead of the first anniversary of shootings at a Christchurch mosque which resulted in the deaths of 51 people, a national remembrance service was cancelled out of concerns over the virus. Jacinda Ardern said the decision was a pragmatic one, adding, \"We're very saddened to cancel [it], but in remembering such a terrible tragedy, we shouldn't create the risk of further harm being done.\" An Auckland festival celebrating Pacific culture was also cancelled.[34] Ardern announced that, effective 01:00 on 16 March, all travellers arriving in or returning to New Zealand from outside of the country must self-isolate for 14 days. This applies to all travellers, even if they are New Zealand citizens, but excludes travel from the Pacific islands unless the traveller is symptomatic. In addition, restrictions were placed on travel to the Pacific islands from New Zealand, barring travel to the region by those showing signs of coronavirus symptoms, as well as close contacts of coronavirus patients. Cruise ships will be prohibited from docking in New Zealand until 30 June. Ardern described these as being among the \"widest ranging and toughest border restrictions of any country in the world\".[35][36][37] On 16 March, Ardern called for a halt to public gatherings of more than 500 people and warned that the outbreak could lead to a recession greater than the 2008 global financial crisis.[38][39] On 17 March, Health Minister David Clark announced that the Government would deport foreign tourists who flout self-quarantine restrictions.[40] That same day, Immigration New Zealand placed two foreign tourists into forced quarantine for defying Government requirements to self-quarantine for two weeks. The tourists were ordered to leave New Zealand following their quarantine.[41][42] Finance Minister Grant Robertson announced a $12.1 billion COVID-19 business package that included $8.7 billion for businesses and jobs, $2.8 billion for income support, $500 million for health, and $600 million for the aviation sector and to support supply chains (this did not include any support for Air New Zealand).[43][44][45] On 18 March, the Ministry of Foreign Affairs and Trade (MFAT) urged all New Zealanders travelling overseas to return home.[46] In addition, Ardern announced that the New Zealand and Australian Governments would be cancelling Anzac Day services scheduled to be held at Gallipoli in Turkey in response to travel restrictions and the coronavirus outbreak.[47][48] On 19 March, the Government required the cancellation of indoor gatherings of more than 100 people. This did not apply to workplaces, schools, supermarkets or public transport.[49][50] Ardern announced the closure of New Zealand's borders to all but New Zealand citizens and residents, with effect after 11:59 pm that night. Unlike the previous travel restrictions, this ban also includes Pacific Islanders. Returning New Zealanders are required to self-isolate for 14 days upon entry. The partners, legal guardians or any dependent children travelling with returning New Zealand can return but will need to self-isolate as well.[4][5] However, Samoan and Tongan citizens travelling to New Zealand for essential reasons, \"essential health workers\", and those seeking to enter the country for humanitarian reasons are exempt from the travel ban.[51] On 21 March, Ardern introduced a country-wide alert level system to deal with the coronavirus outbreak, similar to the existing fire warning systems. There are four levels, with 1 being the least risk of infection and 4 the highest. The Alert Level was set to 2 and people over 70 years old and those with compromised immune systems were asked to stay at home.[6] On 22 March, Associate Health and Whānau Ora Minister Peeni Henare announced that the Government would invest $56.4 million in funding to aid Māori communities and businesses affected by the COVID-19 pandemic. This includes investing $30 million to directly support Māori health workers, $15 million to supporting to Whānau Ora commissioning agencies, and $10 million to support the community outreach.[52] On 23 March, Ardern raised the Alert Level to 3 and announced the closure of all schools, beginning that day. She also announced that the Alert Level would rise to 4 at 11:59pm on 25 March, instituting a nationwide lockdown. All sports matches and events as well as non-essential services such as pools, bars, cafes, restaurants, playgrounds were required to close in 48 hours, while essential services such as supermarkets, petrol stations, and health services would remain open.[53][7][54] On 24 March, the Government announced that Parliament would adjourn for five weeks beginning on 27 March.[55][56] Prior to its closure, Parliament passed three bills with cross-party support including: That same day, the Finance Minister announced that the Government was negotiating with banks to ensure that nobody would lose their homes as a result of defaulting on mortgage payments during the pandemic.[60] The Ministry of Social Development's Work and Income NZ division, which deals with welfare payments, switched from face-to-face services to online and phone services, and implemented shift work at its contact and processing centres to facilitate physical distancing.[61] On 25 March, the Speaker of the House Trevor Mallard announced that Leader of the Opposition Simon Bridges would chair a cross-party committee called the Epidemic Response Committee to scrutinise the Government's response to COVID-19.[55] Two-thirds of members will be from the opposition National and ACT parties while the remaining third will come from the governing Labour, New Zealand First, and Green parties. Known members include New Zealand First deputy leader Fletcher Tabuteau, Greens Co-Leader Marama Davidson, and ACT Party leader David Seymour.[59][55][56] That same day, Civil Defence Minister Peeni Henare declared a national state of emergency for seven days, that was to coincide with the country's entry into lockdown at 11:59 pm.[62] On 26 March, Ardern announced that the Government would give $27 million to social service providers such as the Salvation Army and Women's Refuge to help the vulnerable cope with the lockdown.[63] Finance Minister Robertson also announced that the Government had paid $1.5 billion to more than 240,000 workers as part of its Wage Subsidy scheme in response to the pandemic.[64] On 29 March the New Zealand Police launched a new online form on their website for people to report COVID-19 Alert Level 4 restriction breaches including isolation breaches and businesses operating illegally.[65][66] On 31 March the Government extended the state of national emergency by seven days, which is separate from the four-week COVID-19 Alert Level 4 lockdown.[67] On 7 April, Civil Defence Minister Peeni Henare extended the state of emergency by another seven days, until 14 April 2020.[68] On 1 April 2020 the Government set up an Infrastructure Industry Reference Group to seek out 'shovel-ready' infrastructure projects to reduce the economic impact of COVID-19.[69] Local government responded with proposals over the following weeks.[70][71][72][73] Other groups, such as the construction industry,[74] Greenpeace,[75] and the Green Party also put forward their preferences.[76] On 5 April, the Queen of New Zealand addressed the Commonwealth in a televised broadcast, in which she asked people to \"take comfort that while we may have more still to endure, better days will return\". She added, \"we will be with our friends again; we will be with our families again; we will meet again\".[77] On 8 April, Ardern and Education Minister Chris Hipkins announced that the Government was introducing a $87.7 million distance learning package including two education television channels hosted by Suzy Cato, one English and the other Māori, improved Internet access and devices, and educational materials including online resources for parents, handheld devices, and hard copy packs of material for different year levels.[78] Discussions continue on the possibility of using mobile phone apps to trace contacts (and thus track potential virus spread) – as (for example) in Singapore.[79] (As of 2015[update] New Zealand had 111.1 mobile connections per 100 citizens,[80] as opposed to Singapore's 150.1.[81][82] Population density and geography also differ.) On 8 April, New Zealand's Ministry of Foreign Affairs and Trade announced providing $4 million worth of funds to help the government tackle the health, economic, and social impacts of the COVID-19. It also stated plans of providing $1 million to the Tongan Ministry of Health to help it continue fighting the virus.[83] On 14 April, the New Zealand Treasury released figures suggesting that the unemployment rate could be kept under 10% if the Government provided extra financial support to help society during the lockdown. Treasury also projected that the country could experience an unemployment rate of 13.5% if the country remains in lockdown for four weeks. Treasury also projected that the unemployment rate could rise between 17.5% and 26% (roughly 750,000) if the lockdown was extended beyond four weeks. Finance Minister Grant Robertson has vowed that the Government will keep the unemployment rate below 10%.[84][85] That same day, the Civil Defence Minister Peeni Henare announced that the Government was extending New Zealand's national state of emergency for another seven days until 21 April.[86] On 14 April, Ardern announced a $130 million support package for tertiary students including increasing the student loan amount for course-related costs for full-time students to $2,000 temporarily, continuing support payments for students unable to study online for up to eight weeks, and making sure that students whose studies have been disrupted by the COVID-19 pandemic's eligibility for student loans and Fees Free study will not be affected.[87][88] On 15 April, Ardern announced that all government ministers and public sector chief executives would take a 20 percent pay cut. Opposition Leader Simon Bridges has also confirmed that he will take a 20 percent pay cut.[89][90] On 16 April, Ardern outlined the rules and guidelines for the Government's Alert Level 3. Key policies have included allowing people to swim and fish while banning boating; reopening early childhood; and schools up to Year 10 on a voluntary basis; easing work restrictions; allowing ten people to attend funerals, weddings, and tangi; and allowing food eateries to provide take away services.[91][92] In response, the New Zealand Principals' Federation has expressed concern that the Level 3 rules for schools would create confusion.[93][94] On 20 April, Ardern extended New Zealand's Alert Level 4 by another week. Ardern justified the extension on the basis that New Zealand needed to \"lock in the gains\" made so far in the fight against the coronavirus. The Alert Level 4 will end at 11:59 pm on 27 April with the country entering into Alert Level 3 on 28 April for the duration of two weeks.[95][96] Ardern also announced that schools and early childhood centres can prepare to reopen on 29 April with 28 April being designated as a teachers' only day.[97] On 23 April, Broadcasting Minister Kris Faafoi announced that the Government would be investing $50 million into media relief package to support the New Zealand media. This package includes $20.5m to eliminate TV and Radio transmission fees for six months; $16.5m to reduce media organisations' contribution fees to New Zealand On Air for the 2020/21 financial year; $11.1 million in specific targeted assistance to companies; $1.3 million to purchase central government news media subscriptions; and $600,000 to completely cut Radio New Zealand's AM transmission fees for six months. Faafoi also confirmed that the proposed Radio New Zealand and TVNZ merger had been delayed as a result of the coronavirus pandemic's economic fallout.[98][99] On 1 May 2020, the New Zealand Parliament unanimously passed a $23 billion omnibus tax support package. Its provisions include a $3 billion tax relief package for businesses, $25 million for further business support in 2021, a $NZ10 billion wage subsidy scheme, $4.27 billion to support 160,000 small businesses, and $1.3 billion for 8,900 medium-sized businesses.[100][101] On 6 May, ahead of the announcement on 11 May about when the country would move down to Alert Level 2, Ardern gave information on how the country would function at Alert Level 2, with several changes from the original outline in March. The new Level 2 guidelines described \"a safer version of normal\", with the return of recreational activities and businesses with enforced physical distancing, hygiene and customer registration methods, and no more than 100 people per gathering.[102] On 7 May, Sport and Recreation Minister Grant Robertson announced that professional sports would be able to resume domestically under Alert Level 2 if the necessary public health measures were in place.[103][104] On 11 May, it was announced that New Zealand would enter Alert Level 2 from 11:59 pm on 13 May, lifting lockdown restrictions while maintaining physical distancing in public and for private gatherings with more than ten people. Schools could reopen on Monday 18 May, while bars (defined as on-licence premises that primarily serve beverages) could reopen on 21 May. The decision of whether to increase the limit of a gathering without physical distancing from ten is set to be made on 25 May.[105][106] On 13 May, the Government passed the COVID-19 Public Health Response Act 2020 which gives police and other \"enforcement officers\" the power to enter homes and other premises without a warrant in order to enforce the Alert Level 2 lockdown. The Bill was opposed by the opposition National and ACT parties, and the Human Rights Commission.[9][10] On 20 May, the Health Ministry launched a contact tracing app called NZ COVID Tracer, which is available on App Store and Google Play. The app allows users to scan their QR codes at businesses, public buildings and other organisations to track where they have been for contract tracing purposes.[107] While it was formally launched on 20 May, some people were able to download it on App Store on 19 May.[108] During its initial launch, several users encountered difficulties with logging into the app or using it.[109] On 25 May, Ardern raised the limits on social gatherings including religious services, weddings, and funerals to 100, which came into effect at 12pm on 29 May 2020. Previously, there had been a ten-person limit on religious services and weddings, and a 50-person limit on funerals and tangihanga. Ardern also announced that Cabinet would consider a decision to move into Alert Level 1 on 8 June, with 22 June set as the tentative date for moving into Alert Level 1.[110][111][112] That same day, Finance Minister Grant Robertson introduced a new 12-week relief payment scheme for New Zealand citizens and residents, which comes into effect on 8 June. It will pay $490 per week for those who lost full-time work and $250 for part-time workers including students.[113] [114] On 29 May, Ardern announced that the Government would be giving the arts and culture sector a multi-million dollar boost in response to the economic impact of COVID-19. This includes $25 million for Creative New Zealand, $1.4m for the Antarctic Heritage Trust, $11.364m to Heritage New Zealand, $18m for the Museum of New Zealand Te Papa Tongarewa, $2 million for Te Papa's Hardship Fund, $31.8m for Ngā Taonga Sound & Vision to preserve its audio and visual collection, $2.03m for the Royal New Zealand Ballet, and $4 million for the $4m for the Waitangi National Trust Board.[115] In May 2020, Grant Robertson announced $265 million to minimise the impact of COVID-19 on sports industry. The Minister of Finance said that the funding and revenue had drastically fallen for all sports organisations and that they were under “immense strain”. “We are providing the support needed to sports at all levels to remain viable, get stronger and adapt,” his post-budget statement said.[116] On 3 June, Ardern clarified that Alert Level 1 would involve the elimination of social distancing restrictions on shops, restaurants, public transportation and public gatherings including religious services, funerals, weddings, and community sports events. However, event organisers would have to ensure contact tracing. Ardern also outlined the ten \"golden rules\" for Alert Level 1: That same day, the opposition National Party claimed that a leaked cabinet paper suggested that New Zealand could move into Alert Level 1 straight away. The Government contended that the paper represented \"one strand of decision making\" and that any move into Alert Level 1 was \"predicated upon having eliminated chains of transmission and there having been no new cases from community transmission for at least 28 days.\"[119] On 8 June, Ardern announced that New Zealand would be entering into Alert Level 1 at midnight on 9 June after it was reported that the country's last remaining active case had recovered. Under Alert Level 1, there will be no restrictions on daily life, business activities, mass gatherings, and public transportation. However, the country's borders would remain closed to most international travel.[8][120] On 9 June, Director-General of Health Ashley Bloomfield announced that people quarantined at the border would no longer be able to apply for an exemption to attend funerals and tangihanga. Instead, people who had been quarantined would be allowed to apply for an exemption to gather with a small group of loved ones to mourn. Previously, the Health Ministry had allowed 142 people in mandatory quarantine to attend funerals and tangihanga.[121] On 16 June, Clark suspended compassionate exemptions for travellers after two women who had visited the country in June to attend a funeral tested positive for COVID-19. The suspension remains in force until the Government is satisfied with the Health Ministry's procedures.[122][123] On 17 June, Ardern announced that the New Zealand Defence Force's Assistant Chief of Defence Air commodore Darryn Webb would oversee the country's border and quarantine isolation facilities in response to the recent outbreak reported on 16 June.[124][125] On 18 June, Bloomfield announced that all travellers on trans-Tasman flights will be required to wear face masks in response to the three recent cases resulting from overseas travel.[126] On 19 June, Housing Minister Megan Woods was given joint responsibility with Air Commodore Darryn Webb for overseeing isolation and quarantine facilities for travellers entering New Zealand.[127][128] On 22 June, Ardern announced that the Government would be amending its health order to require people to test negative for COVID-19 before leaving quarantine. The Government also extended the ban on cruise ships beyond 30 June. While exceptions will be made for cargo ships and fishing vessels, any ship crew arriving in New Zealand would need to spend 14 days in quarantine if they had not been on the vessel for 28 days prior to docking.[129] On 23 June, Woods indicated that the Government was considering getting returnees to pay part of the costs of the managed isolation and quarantine process due to rising costs.[130] That same day, Clark announced that border staff, air crew, and quarantine workers would receive priority for COVID-19 testing.[131] On 24 June, Clark and Bloomfield admitted that 51 of the 55 people who had left managed isolation early on compassionate leave had not been tested for COVID-19. Of the 55 granted compassionate leave, 39 had tested negative while seven won't be tested for medical reasons or were children. One was wrongly counted because their leave application was withdrawn. Of the remaining eight, four are awaiting test results while four have not yet been tested. Opposition leader Todd Muller described the Health Ministry's procedural lapse as a \"national disgrace\".[132][133] On 27 June, the Health Ministry acknowledged that 2,159 people had left managed isolation facilities between 9 and 16 June. Of these, 1,288 had tested negative for COVID-19 and that a further 367 were awaiting testing. The Ministry also acknowledged that it was still trying to contact 427 people who had left managed isolation. 137 people were not eligible for testing for various reasons including being a child under six months, being part of repositioning crew, and currently being overseas. 79 people have refused to be tested.[134] On 29 June, Clark announced that it was investing $150 million in personal protective equipment from their $50 billion COVID-19 Response and Recovery Fund unveiled in the 2020 New Zealand budget. In addition, returnees in isolation facilities are also required to wear face masks.[135] On 2 July, Clark resigned from his portfolio following criticism over his leadership and actions during the pandemic. He stated that he \"was becoming a distraction in the Government's ongoing response to the COVID-19 pandemic in New Zealand and health reforms.\"[136][137] Ardern appointed Chris Hipkins as interim Health Minister until the 2020 New Zealand general election, which at that time was scheduled for 19 September.[138][139] Megan Woods took on responsibility for Border Management (Covid response and Quarantine).[140] On 7 July, the Government asked Air New Zealand and Singapore Airlines to manage international bookings to New Zealand over the next three weeks to ensure that quarantine facilities are not overwhelmed by the volume of returnees. Air New Zealand said that 5,500 people were booked to travel back to New Zealand with the airline over the next three weeks.[141] On 15 July, Ardern released the Government's COVID-19 response framework, which would involve localised lockdowns in the event there was another community-wide outbreak of COVID-19. The framework is based on similar localised lockdown policies in Victoria, New South Wales, Hong Kong, Singapore, and South Korea.[142][143] On 21 July, Health Minister Hipkins announced that the Government would be investing $302 million into health services, including $150 million over two years for Pharmac, $30 million into the National Close Contact Service, $23 million into a National Immunisation Solution, $35 million for more ventilators and respiratory equipment, $50 million for personal protective equipment supplies, and $14.6 million for telehealth services.[144] On 29 July, Housing Minister Megan Woods announced that some travellers entering New Zealand would have to pay for their 14-day stay in managed isolation. The isolation stays will cost $3,100 ($2,050) for the first adult in each hotel room, $950 for each additional adult and $475 for each child sharing the room. Travellers affected by the new ruling include New Zealanders who have left the country after the rules came into effect, those who intend to stay in New Zealand for less than 90 days, and most temporary visa holders with the exception of family members of citizens who were not liable, diplomats, or those here for the Christchurch mosque trial. However, New Zealanders returning home permanently will be exempt from these charges.[145][146] On 9 August, The Ministry of Health confirmed that New Zealand had gone 100 days with no known community spread of COVID-19.[147][148] On 11 August, four cases of community transmission were discovered in Auckland. They were all from the same family, who had no link to overseas travel or quarantine measures in the country. Ardern announced that the entire Auckland Region would move back up to Alert Level 3 from 12:00 on 12 August until 23:59 on 14 August. The rest of the country would move up to Alert Level 2 for the same period.[149][150][11] On 14 August, Ardern announced that the lockdown settings would be extended by 12 days until 11:59 pm on 26 August,[151][152] and that the Government would be extending the wage subsidy scheme to support businesses and protect jobs in response to the new outbreak.[151][153] On 16 August, Health Minister Hipkins issued a statement condemning the use of social media to spread personal attacks on the family at the centre of the recent community transmissions and conspiracy theories around COVID-19. He urged New Zealanders to be supportive of those being tested, saying, \"People are not the problem here, the virus is the problem. People are the solution.\"[154] On 17 August, Ardern, following consultation with other political parties and the Electoral Commission, rescheduled the general election from 19 September to 17 October 2020 due to the recent outbreaks.[155] In addition, the New Zealand Parliament's dissolution was delayed until 6 September.[156] On 19 August, it became compulsory for all businesses to display the Government's NZ COVID Tracer QR codes at their doors or reception areas. By 18 August, more than 234,000 QR posters had been generated.[157] That same day, Ardern announced the deployment of 500 soldiers to replace private security guards at quarantine facilities and border areas. This would take the number of New Zealand Defence Force personnel supporting New Zealand's COVID-19 response to 1,200, making it the largest deployment force since New Zealand's peacekeeping deployment in Timor Leste during the early 2000s.[158] On 20 August, Hipkins issued a statement reassuring the Māori and Pacific Islander communities that Oranga Tamariki – Ministry for Children was not taking children away from people who tested positive for COVID-19 in response to rumours circulating among the community and social media.[159] On 24 August, Ardern announced that Auckland would remain under a Level 3 lockdown until 11:59 pm on 30 August, when the city would move to Level 2 restrictions. In addition, public gatherings in Auckland would be limited to ten people while a 50-person limit would be in place for funerals and weddings. The rest of New Zealand would remain on a Level 2 restrictions until at least 6 September. It will be compulsory for people using public transport to wear face masks while the alert level is 2 or higher.[160][161] On 26 August, Hipkins announced that it would be compulsory for all public transport providers including buses, trains, ferries, ride-share vehicles and train operators to provide Covid Tracer QR codes for passengers from 11:59 pm on 3 September.[162] On 27 August, he announced that the Government would be distributing three million masks nationally. He also clarified that it would be compulsory for everyone aged 12 and over to wear face masks on flights and on public transport. However, masks are not be required on exemptions will be granted for health, disability, and practicality reasons, and are not required on school buses or on Cook Strait ferry services. Violators face a $300 infringement notice or a court-imposed fine of up to $1,000.[163] On 30 August, Ardern confirmed that Auckland would enter into \"Alert Level 2.5\" from 11:59pm on Sunday night while the rest of the country would remain on Level 2. Under Level 2.5, all social gatherings including birthday parties will be limited to ten people; masks will be mandatory for all Aucklanders using public transportation; and aged care facilities will be operating under strict conditions. The only public gatherings allowed in Auckland are funerals and tangihanga, which will be limited to 50 people.[164][165] That same day, the Prime Minister apologised after a post on the Government's \"Unite against COVID-19\" Facebook page called on all people living in southern and western Auckland to get tested.[166] On 4 September, Ardern announced that New Zealand would remain on Alert Level 2 while Auckland would remain on Alert Level 2.5 for at least ten more days. The New Zealand Cabinet would review them again on 14 September, when they would decide whether to adjust them at 11.59 pm on 16 September.[167] That same day, Immigration Minister Kris Faafoi extended the visas of visitors due to expire before the end of October by five months. In addition, temporary migrants unable to leave due to international travel restrictions were granted a new two-month COVID-19 short-term visa.[168] On 6 September, the Government introduced a new order requiring all border workers to undergo testing for COVID-19, which came into effect at midnight on 7 September.[169] On 14 September, the Government extended the Alert Level 2.5 rating in Auckland and the Level 2 rating in the rest of the country by one week. Ardern indicated that the Government would consider easing restrictions the following week. While the Government's decision was supported by Cabinet, New Zealand First leader and Deputy Prime Minister Winston Peters disagreed with the extension of lockdown restrictions and invoked the \"Agree to Disagree\" provision. In addition, the Government relaxed social distancing restrictions on public transportation including buses and planes.[170] On 21 September, Ardern announced that Auckland would move into Alert Level 2 on 23 September at 11:59pm while the rest of New Zealand would move into Alert Level 1 on 21 September at 11:59pm. Under Auckland's Alert Level 2 status, public gatherings of 100 people were allowed but a 50-person cap remained on funerals and tangihanga.[171][172] On 2 October, Australian Prime Minister Scott Morrison announced that Australia had formalised a deal allowing New Zealanders \"one-way quarantine-free travel\" into New South Wales and the Northern Territory from 16 October as part of steps to establish a trans-Tasman \"travel bubble\" between the two countries. However, Ardern ruled out facilitating \"quarantine-free travel\" for Australians in order to keep New Zealanders safe from COVID-19, having resisted calls to do so from the opposition National Party. National Party leader Judith Collins stated that the travel restrictions and quarantine requirements for Australians would hurt the New Zealand tourism industry.[173][174] On 5 October, Ardern announced that Auckland would shift to Alert Level 1 at 11:59 pm on 7 October, bringing the region in line with the rest of the country. Under Level 1, restrictions on social gatherings were eliminated while wearing masks on public transportation was no longer be compulsory but encouraged.[12][175] On 28 October, Newsroom journalist Marc Daalder reported that Cabinet had been aware of the lack of capacity for testing staff working at managed isolation and quarantine (MIQ) facilities, airports, and ports prior to the August outbreak. Health authorities were still preparing the country's national testing strategy.[176] From 3 November, New Zealand returnees will not be able to board flights to New Zealand without having pre-booked hotel vouchers for staying at a managed isolation and quarantine (MIQ) facility. 1 News reported that 30,000 people have already pre-booked their isolation stay over the next three months, with the Christmas holiday season completely booked out.[13] That same day, Ardern ruled out raising Christchurch's alert level following the detection of a new community transmission linked to a managed isolation facility hosting Russian and Ukrainian fishermen, stating that the Government's systems were adequate.[177] On 13 November, COVID-19 Response Minister Chris Hipkins confirmed that Auckland would remain at Alert Level 1 and that Auckland's CBD would reopen after a recent community transmission was genomically linked to a Defence Force worker who had been infected in a quarantine hospital. Hipkins also announced that he would seek Cabinet's permission to make it compulsory to wear masks on Auckland public transportation as well as flights in and out of the city.[178] On 16 November, Ardern and COVID-19 Response Minister Hipkins announced that face masks will be mandatory on public transportation in Auckland and on all domestic flights from 19 November.[179] On 26 November, the Government announced in its Speech from the Throne that the COVID-19 vaccine would be free as part of its goal of keeping New Zealanders safe from COVID-19.[180] On 7 December, the Ministry of Health announced that it would be reducing the frequency of its regular COVID-19 updates from once a day to four days a week: Monday, Wednesday, Friday, and Sunday. The Ministry also stated that any \"significant developments\" such as community transmissions would be reported sooner if required.[181] On 12 December, Ardern and Cook Islands Prime Minister Mark Brown announced that a travel bubble between New Zealand and the Cook Islands would be established next year, allowing two-way quarantine-free travel between the two countries.[14] On 14 December, Ardern announced that the New Zealand Cabinet had agreed to establish a quarantine-free travel bubble with Australia during the first quarter of 2021. The date would be confirmed next year after more arrangements had been made between the New Zealand and Australian Cabinets.[182][15] In response, the Australian Health Minister Greg Hunt described the proposed travel bubble as the \"first step\" in normalising international travel and expressed the Australian Government's support for granting the necessary approvals.[15][183] On 3 January, COVID-19 Response Minister Chris Hipkins has announced that travellers entering the country from the United Kingdom and United States would be required to take pre-departure tests before entering New Zealand from 15 January 2021. Under this new requirement, travellers will have to produce a written form certified by a laboratory or another form of evidence showing a negative test result in the 72 hours prior to departing for New Zealand.[184] Microbiologist Dr. Siouxsie Wiles had raised concerns that the new pre-departure test requirements would create \"unfair barriers\" for New Zealanders trying to return home. National Party COVID-19 Response spokesperson Chris Bishop welcomed the tests but called for them to be extended to visitors from all countries.[185] On 11 January, COVID-19 Response Minister Hipkins announced that the Government will introduce new border protection changes requiring most international travellers with the exception of those from Australia, Antarctica and some Pacific Island states to produce a negative COVID-19 test before travelling to New Zealand. Children under the age of two will be exempt from pre-departure testing.[186] On 15 January, Ardern announced that Cook Islanders would be able to enter New Zealand without quarantine from 21 January due to the associated state's COVID free status and strict health and border protocols. However, these arrangements do not apply to New Zealanders seeking to travel to the Cook Islands, who will have to go into quarantine.[187] On 19 January, COVID-19 Response Minister Hipkins announced that pre-departure testing requirements would come into force from 11:59pm on 25 January 2021. Travellers from Australia, Antarctica and most Pacific Island states including Fiji, Samoa, Tokelau, Tuvalu and Vanuatu are exempt from the pre-departure test requirement. From 8 February, anyone failing to show proof of a negative test will be fined NZ$1,000.[188] On 25 January, Ardern stated that New Zealand would not be completely closing its borders in response to a COVID-19 case in Northland linked to managed isolation.[189] On 26 January, Ardern announced that New Zealand's borders would remain closed to most non-citizens and non-residents until New Zealand citizens have been \"vaccinated and protected\", a process that will not start until mid-2021.[190] On 5 February, Immigration New Zealand confirmed that New Zealand's refugee resettlement programme, which had been suspended in 2020 as a result of the COVID-19 pandemic would resume. The Government plans to resettled 210 refugees by 30 June 2021, with refugees undergoing the mandatory two-week stay in managed isolation.[191] On 8 February, the Government announced the launch of the Short-Term Absence Payment (STAP) initiative on 9 February, which allows self-isolating employees to receive a lump sum of NZ$350 from their employers if they are unable to work from home.[192] On 10 February, the New Zealand Government formally authorised the Pfizer-BioNTech COVID-19 vaccine for use in New Zealand. The vaccine will be limited to people over the age of 16 years.[193] On 14 February, Ardern announced that Auckland would move into an Alert Level 3 lockdown from 11:59pm that night for a period of three days. The rest of New Zealand will move to Alert Level 2 for the same time period. The three-day lockdown is meant for the Government to get more information about a new community outbreak in Papatoetoe, South Auckland. Under Level 3, people are encouraged to stay at home and work remotely. Schools and daycare centers will be open to the children of essential workers. Public gatherings are limited to ten people and public venues are closed. In addition, travel restrictions have been imposed around Auckland. Under Level 2, gatherings are restricted to 100 people and travel to Auckland is restricted.[194] That same day, anyone attending or working at Papatoetoe High School, which was attended by one of the community cases, was advised to seek a COVID-19 test.[195] On 17 February, Jacinda Ardern announced that Auckland's lockdown level would end, and the alert level would be downgraded to Level 2 since testing suggested that it was a small chance of transmission. Meanwhile, the rest of the country would move down to Level 1.[196][197] On 22 February, Ardern announced that Auckland would be downgraded to Level 1 at midnight. However, it will still be compulsory to wear face masks on public transportation throughout the country.[198] On 28 February, the Government placed Auckland under an Alert Level 3 lockdown for the next seven days after the older sibling of a Papatoetoe High School casual plus contact tested positive for COVID-19. In addition, the rest of the country entered to Alert Level 2.[199] On 5 March, Ardern announced that Auckland will move to Alert Level 2 from Alert Level 3, with the rest of New Zealand moving down to Alert Level 1, at 6am, on the 7th of March.[200][201][202] The Ardern cabinet will review the alert level of Auckland at the start of the weekend coming after the downgrade to Level 2.[201] On 12 March, the Government announced that Auckland would move to Alert Level 1 from Alert Level 2 at midday, lifting social distancing and public gathering restrictions in the city.[203] On 13 March, Ardern and Premier of Niue Dalton Tagelagi announced that travellers from Niue can resume quarantine free travel into New Zealand from 24 March 2021.[204] On 1 April, the Government confirmed that it would loosen rules for securing emergency spots in managed isolation; with the Ministry of Business, Innovation and Employment (MBIE) stating that 100 more places in MIQ will be available each fortnight. The relaxation of rules applies to New Zealand citizens and residents applying to enter the country to see relatives with terminal illnesses and less than six months to live; citizens and residents who had travelled overseas to visit terminally ill relatives; citizens and residents of Pacific Islands countries requiring time-critical medical treatment in New Zealand that they can't receive at home; and those facing risks to their health and safety overseas.[205][206] On 6 April, Ardern and COVID-19 Response Minister Hipkins announced that a quarantine-free travel bubble between New Zealand and Australia would come into force at 11:59 pm on 18 April 2021. To be eligible for quarantine-free travel, people must not have tested positive for COVID-19 in the preceding 14-day period, or be waiting on a COVID-19 test result.[207] On 8 April, Ardern announced that the Government would be temporarily suspending travel from India between 4pm on 11 April (Sunday) and 28 April due to rising cases in that country. This temporary travel ban will also affect New Zealand citizens and residents travelling from India.[208] According to statistics released by the Health Ministry, there were 117 imported cases from India in managed isolation since the start of February, compared with 17 from the United States and 11 from the United Kingdom.[209] In response, Indian community leader and Indian Workers Association coordinator Mandeep Bela criticised the Government's decision for singling out India, claiming that the United States and Brazil were reporting more cases than India. Christchurch Indian Social and Cultural Club spokesman Thomas Kurian raised concerns about family members being separated but understood the Government's decision.[210] On 16 April, Ardern announced that New Zealand would donate 1.6 million COVID-19 vaccine doses through an international vaccine sharing programme. These vaccines will be enough to vaccinate 800,000 people, many of whom will be health workers and vulnerable people in the Pacific Islands.[211] On 23 April, COVID-19 Response Minister Chris Hipkins announced the creation of a new category of \"very high risk\" countries including India, Brazil, Pakistan, and Papua New Guinea. Criteria include countries where there have been more than 50 cases of COVID-19 per 1000 arrivals to New Zealand in 2021, and where there are more than 15 travellers on average per month. Under new travel restrictions, only New Zealand citizens and their immediate family will be allowed to travel to New Zealand.[212] The Health Ministry has advised travellers who visited two locations at Brisbane International Airport in 29 April to self-isolate and seek a COVID-19 test after a traveller who had travelled from Papua New Guinea and mingled with New Zealand-bound travellers tested positive for COVID-19.[213] In early March, the New Zealand High Commission in India drew criticism and media attention after they tweeted a request to the youth wing of the opposition Indian National Congress party seeking an oxygen tank. The High Commission subsequently apologised for not going through the official diplomatic and government channels.[214] On 3 May, The New Zealand Herald reported that seven staff members at the New Zealand High Commission in New Delhi had tested positive for COVID-19 in the past weeks.[215] On 3 May, the New Zealand and Cook Island governments agreed to establish a travel bubble between the two territories commencing 17 May. Travelers have to be present for at least 14 days in either NZ or the Cook Islands to be eligible to participate in the travel bubble.[216] On 6 May, the New Zealand Government paused the quarantine-free travel bubble with the Australian state of New South Wales for 48 hours from 11:59 pm on 6 May following a community outbreak in Sydney and its environs.[217] On 8 May, COVID-19 Response Minister Chris Hipkins confirmed that the bubble would be lifted at 11:59 pm on 9 May subject to no further significant developments in New South Wales.[218] On 10 May, the Government announced that 500 spaces a fortnight will be allocated over the next ten months for skilled and critical workers. This will include places for agricultural and horticulture workers under the Recognised Seasonal Employer (RSE) scheme and construction workers for the Auckland City Rail Link and Wellington's Transmission Gully Motorway. In addition, COVID-19 Response Minister Chris Hipkins said the travel bubble with Australia would allow more places in managed isolation to be allocated to skilled and critical workers.[219] On 18 May, the Health Minister Andrew Little announced that the Government would seek an urgent amendment to Section 23 of the Medicines Act 1981 after the High Court Judge Rebecca Ellis ruled in favour of the Ngai Kaitiaki Tuku Ihu Medical Action Society's contention that the Government's approval of the Pfizer–BioNTech COVID-19 vaccine exceeded the powers of the Medicines Act. The Medical Action Society had argued that this action would have undermined public trust in the vaccine and wasted vaccine stock already in use in New Zealand.[220] On 9 June, COVID-19 Response Minister Chris Hipkins announced that New Zealand would receive 1 million doses of the Pfizer–BioNTech COVID-19 vaccine in July, bringing the total number of doses to more than 1.9 million.[221] On 21 June, Ardern announced that Medsafe had given provisional approval for the Pfizer/BioNTech COVID-19 vaccine to be given to 12 to 15-year-olds.[222] On 23 June, COVID-19 Response Minister Chris Hipkins and Bloomfield announced that the Wellington region including the Wairarapa and the Kapiti Coast would enter into an Alert Level 2 lockdown at 6pm after a Sydney man travelled to the region while infected the SARS-CoV-2 Delta variant. The Wellington regional lockdown is scheduled to last until 11:59 pm on 27 June.[223][224] On 26 June, the New Zealand Government paused quarantine-free travel with all Australian states and territories from 10:30 pm until 11:59 pm on 29 June 2021 in response to multiple cases and outbreaks in Australia at varying levels.[225][226] On 27 June, Cabinet extended Wellington's Alert Level 2 lockdown for 48 hours until 11:59 pm on 29 June.[227][228] On 29 June, Wellington moved down to level 1 at 11:59 pm.[229] Ardern confirmed that the transtasman travel bubble pause with Australia would be lifted for Western Australia and the Northern Territory from 11:59 pm on 9 July but would remain in place for Queensland and New South Wales. New Zealanders stranded in Australia would be able to return to New Zealand from 11:59 pm on 9 July provided they meet a range of travel requirements.[230] On 19 July, COVID-19 Response Minister Chris Hipkins confirmed that the travel bubble pause with the Australian state of Victoria would be extended until at least 21 July after the state confirmed 13 new community cases and extended its lockdown.[231] That same day, Hipkins confirmed that a shipment of more than 370,000 Pfizer vaccines had arrived in New Zealand, allowing the rollout to begin ramping up after slowing down over the past month.[232] On 23 July, Ardern confirmed that the transtasman travel bubble with Australia would be suspended from 11:59 pm that night for eight weeks due to the spread of the SARS-CoV-2 Delta variant in several Australian cities and states. New Zealanders who return home from parts of Australia other than New South Wales before 11:59 pm on 30 July would not have to go into managed isolation; those returning later have to go into managed isolation.[233][234] On 11 August, the New Zealand Government designated Fiji and Indonesia as \"very high risk\" countries, restricting travel to New Zealand citizens, their partners and children, and parents of dependent children who are New Zealand citizens.[235][236] On 12 August, Ardern confirmed that New Zealand would continue its elimination strategy indefinitely with plans for a \"cautious, phased, reopening\" of the country. In addition, the Government announced plans to boost its vaccine rollout efforts and to allow vaccinated travellers from low-risk countries to skip quarantine and enter New Zealand in 2021.[237][238] On 17 August, Ardern announced that New Zealand would move to Alert Level 4 at 11:59 pm after a single community case was confirmed in Auckland. Under Alert Level 4, people are required to stay at home except for exercises and to access essential services like supermarkets, dairies, and healthcare. The country is expected to be at Level 4 for a minimum of three days, while Auckland and the Coromandel Peninsula remain on lockdown for seven days.[16][239][240] Health authorities also identified 23 locations of interest: 13 in the Coromandel and 10 in Auckland.[241] On 18 August, Ardern announced that it would be compulsory for everyone above the age of 12 to wear masks while using essential services such as supermarkets, pharmacies, dairies, service stations, buses, and taxies from 11:59 pm that night. She described wearing a mask as \"an act of care to the people around you.\"[242][243] On 20 August, Ardern announced that the whole country would remain at Alert Level 4 for seven days, until the end of Tuesday 24 August. This development came in response to 11 new community cases in Auckland and Wellington.[244][245] On 23 August 2021, Ardern announced that all of New Zealand will remain on Alert Level 4 until 11:59 pm on 27 August while Auckland will remain on Alert Level 4 until 11:59 pm on 31 August. The Government will review alert level settings for the country on 27 August while alert settings for Auckland will be reviewed on 30 August.[246][247] That same day, the Government temporarily suspended the sitting of the New Zealand Parliament for one week on the advice of Bloomfield. Select committees will continue online. The suspension of Parliament was criticised by National Party leader Judith Collins and ACT Party leader David Seymour as undemocratic and an \"overreach of power.\"[248] Labour, the Greens and the opposition Māori Party proposed a virtual Zoom Parliament and Question Time but this was opposed by National COVID-19 spokesperson Chris Bishop who argued that Parliament should be able to go ahead if the Prime Minister was able to hold press conferences at Level 4. Bishop also claimed that a Zoom Parliament would not provide the \"democratic accountability\" provided by Parliament sitting.[249] On 24 August, Finance Minister Grant Robertson confirmed that 128,000 businesses had applied wage subsidies, with NZ$484 million being paid out to date. The Government has also given the Inland Revenue Department (IRD) discretion to give businesses extra time to pay provisional tax payments due to the August community outbreak. The Government has also not ruled out reviving last year's Covid Income Relief Payment (Cirp) scheme.[250] On 27 August, Ardern confirmed that New Zealand will remain on Alert Level 4 until 11:59 pm on 31 August. While Auckland and the Northland Region will remain on Alert Level 4 for at least two more weeks, the rest of the country will move into Alert Level 3 from 1 September 2021.[251][252] On 30 August, the Government hinted that the Northland Region's alert level could be lowered to Alert Level 3 at 11:59 pm on 2 September 2021 if wastewater testing confirmed no traces of COVID-19.[253] In late August, Speaker Trevor Mallard confirmed that Parliament would continue meeting under Alert Level 4 conditions with only ten MPs and a small number of staff attending the debating chamber. While Labour, National, the ACT, and Green parties agreed to send MPs, the Māori Party stated that it would not since it was unsafe.[254] On 6 September, Ardern confirmed that all of New Zealand except Auckland will move to Alert Level 2 at 11:59pm on 7 September. However, new Level 2 restrictions will be introduced including mandatory mask wearing at most public venues, recommended mask wearing for school students above the age of 12 years, a 50 person limit and two-metre space at indoor venues, and a 100 person limit at outdoor venues.[255] On 13 September, Ardern confirmed that Auckland would remain on Alert Level 4 until 11:59 pm at 21 September. In addition, the rest of New Zealand would remain on Alert Level 2 until at least 21 September.[256][257] On 17 September, Education Minister Chris Hipkins confirmed that there would be no changes to end of the year school holiday dates across the country including Auckland.[258] On 20 September, Ardern confirmed that Auckland would move down to Alert Level 3 at 11:59 pm on 21 September while the rest of the country will remain on Alert Level 2. Event limit restrictions were also relaxed for areas under Level 2, with 100 people being allowed in indoor hospitality venues. In addition, a \"bespoke\" lockdown requirement was established in Whakatīwai, Waikato due to recent community cases there. In addition, Ardern also reiterated the Government's commitment to maintaining an elimination strategy.[259][260] On 22 September, Bloomfield confirmed that the Whakatīwai region would be moving into Alert Level 3 with the rest of Auckland due to the high level of testing and negative community cases within that region.[261][262] On 27 September, Ardern announced that the Government would be launching a home isolation trial for 150 selected travellers. Participants must be New Zealand residents. In addition, Ardern confirmed that the quarantine-free travel for Pacific Recognised Seasonal Employer workers from Vanuatu, Samoa, and Tonga would resume in early October to address the agricultural and horticultural sectors' demand for migrant workers over the 2021–2022 summer period.[263] On 27 September, Health Minister Little announced a NZ$400,000 funding boost for youth mental health services, with priority being given to the Auckland and Northland regions due to stress and anxiety among young people caused by the Delta community outbreak the previous month.[264] On 3 October, Ardern reinstated Alert Level 3 lockdown restrictions in several parts of Waikato including Raglan, Huntly, Ngāruawāhia and Hamilton commencing midnight 4 October after two community cases were detected.[17] On 4 October, Ardern confirmed that New Zealand's elimination strategy would be phased out in favour of a new model that takes into account the country's vaccination rates. That same day, Ardern unveiled the Government's three-stage strategy to move Auckland out of lockdown, which involved a gradual relaxation of restrictions on physical gatherings and economic activities subject to mask-wearing and social distancing requirements.[18][265] On 7 October, COVID-19 Response Minister Hipkins extended the Waikato Level 3 boundary extension to include more parts of the region including Waitomo (including Te Kuiti), Waipa, Otorohanga, Mokau, the northern Pureora Forest Park, Te Awamutu, Karapiro and Cambridge.[266] On 8 October, Alert Level 3 restrictions were reinstated in the Northland Region after an Auckland woman who tested positive for COVID-19 used false information to obtain travel documents and spent several days in the region.[267] On 11 October, Auckland's Level 3 lockdown was extended for another week, with students being asked not to return to class the following week. The Government has indicated that Alert level restrictions in Waikato and Northland will be lowered from Alert Level 3 to Alert Level 2 on 14 October at 11:59 pm.[268] That same day, the Government announced that health and disability workers will have to fully vaccinated by 1 December 2021 while all school and early childhood workers will have to be fully vaccinated by 1 January 2022.[269] On 22 October, the Government formally outlined its new COVID-19 Protection Framework (also known as the \"Traffic Light Framework\"), which consists of red, orange and green levels. This Protection Framework involves lowering public gathering and gathering distancing restrictions in accordance with national vaccination rates.[270][271] On 26 October, Ardern and Workplace Relations Minister Michael Wood announced a new vaccine mandate requiring all workers in hospitality businesses, gyms, barbers, and hairdressers to get vaccinated within four weeks.[272] On 28 October, COVID-19 Response Minister Hipkins announced that international arrivals will only have to isolate for seven days from 14 November in an effort to free up about 1,500 rooms a month. From 8 November, fully vaccinated travellers from low risk Pacific Island countries such as the Cook Islands will also be eligible for quarantine-free travel.[273][274] On 1 November, Ardern announced that the Waikato region would move down to step 2 of Alert Level 3 at 11:59 pm on 2 November. This allowed retailers to operate, with face masks and physical distancing; increased the limit of people at outdoor gatherings to 25; and removed the two-household restriction. Auckland would move down to step 2 of Alert Level 3 at 11:59pm on 9 November.[275] On 2 November, COVID-19 Response Minister Hipkins placed the northern part of the Northland Region under an Alert Level 3 lockdown after authorities were unable to find any epidemiological links for two community cases. Far North District Mayor John Carter supported the lockdown, urging people to get tested and vaccinated.[276] On 8 November, Ardern announced that Auckland would move down to step 2 of Alert Level 3 from 10 November. The Far North District, which was put into level 3 in the middle of the previous week, would move down to alert level 2 on 12 November. Ardern indicated that Cabinet expected to move Auckland into the COVID Protection Framework from 29 November 2021.[277] On 9 November, Economic and Regional Development Minister Stuart Nash announced that the Government would subsidise the costs of big events over the 2021–2022 summer break under its event transition support scheme.[278] On 10 November, the Education Minister Hipkins announced that all students in Auckland and Waikato would be able to return to school from 17 November. Year 9 and 10 students would return on a fulltime basis while most students in Years 1-8 would return on a part-time basis.[279][280] On 16 November, Hipkins launched the Government's \"My Vaccine Pass,\" which can be used as a vaccine certificate for various public events, hospitality, community, sport and faith-based gatherings.[20] That same day, Ardern announced that New Zealand will enter the \"traffic light system\" from 29 November and that the Auckland boundary will open to vaccinated or tested people from 15 December. [281] On 22 November, Ardern confirmed that the entire country would enter the \"traffic light system\" from 3 December, ending the previous \"alert level system\". Auckland and areas with low vaccination will start on Red setting while the rest of the country will start on the Orange setting. In addition, hairdressers and barbers in Auckland will be allowed to reopen from 25 November.[19][282] On 24 November, Hipkins announced that the \"Very High-Risk\" classification for Indonesia, Fiji, India, Pakistan, and Brazil would be eliminated from December 2021; allowing travellers from these countries to enter New Zealand on the same basis as other international travellers. Papua New Guinea will continue to be classified as \"Very High-Risk,\" limiting direct travel to New Zealand citizens and residents. In addition, Hipkins confirmed that managed isolation and quarantine (MIQ) restrictions would be eased in three stages throughout 2022. From 17 January, all fully vaccinated New Zealanders and other eligible travellers from Australia will be exempt from MIQ. From 14 February, all fully vaccinated New Zealanders and other eligible travellers from all other countries will be exempt from MIQ. From 30 April, all fully vaccinated travellers will be exempt from MIQ.[283][284] That same day, the Government's COVID-19 Response (Vaccinations) Legislation Act 2021 passed its third reading, allowing businesses to fire employees who refuse to be vaccinated against COVID-19.[21] On 27 November, the Government imposed travel restrictions on South Africa, Namibia, Zimbabwe, Botswana, Lesotho, Eswatini, Seychelles, Malawi and Mozambique in response to the spread of the Omicron variant. Hipkins also announced that entry is restricted to New Zealand citizens, who will have to undergo managed isolation for two weeks.[285] On 1 December, Covid-19 Response Minister Hipkins announced that the Pfizer-BioNTech COVID-19 vaccine would be available for children aged 5 to 11 years from late January 2022.[286][287] On 13 December, Prime Minister Ardern has announced that Auckland and all other \"red\" regions excluding Northland will move to the \"orange\" setting of the COVID-19 Protection Framework at 11.59pm on 30 December. This announcement came following a Cabinet meeting whether any regions would move to a different setting under the \"traffic light system.\"[288] That same day, Digital Economy and Communications Minister David Clark announced that 600 information technology workers and 290 agricultural workers (including mobile plant machinery workers, shearers, and wool handlers) would be granted border exemptions from early 2022 to fill skills shortages in the New Zealand economy.[289] On 21 December 2021, Hipkins announced several changes in order to bolster New Zealand's response to the SARS-CoV-2 Omicron variant, including: On 17 January, Ardern announced that New Zealand would move to a red traffic light setting if Omicron was spreading in the community. That same day, the Government launched its vaccination of children aged between five and 11 years old; with 120,000 doses being distributed at clinics.[22] On 18 January, Hipkins postponed the next MIQ lottery due to a tenfold increase in imported Omicron cases entering the country.[291][292] The Government's decision was criticised by Grounded Kiwis member and Australian–based expatriate Maxine Strydom who stated that many New Zealand expatriates were facing emotional and metal stress due to travel restrictions, expiring visas and job losses. While health economist Professor Paula Lorgelly expressed disappointment with the suspension, she said that she understood the Government's decision, describing it as \"a short-term pain for what I perceive to be quite a long-term gain.\"[292] On 20 January, Ardern moved the Northland Region into the orange traffic light setting at 11:59 pm that night due to a surge of local vaccination rates.[293][294] On 23 January, the Government moved New Zealand into the red traffic light setting at 11:59 pm that night in response to recent community cases of the Omicron variant in the Nelson, New Zealand–Marlborough Region.[295][296] On 25 January, Ardern announced that the Government would require any worker covered by the vaccine mandate to wear surgical-grade or N95 face masks instead of cloth face masks. In addition, ad-hoc masks such as scarfs, bandannas, and improved T-shirts would no longer be accepted at public venues such as restaurants, cafes, and gyms. These changes come into effect in nine days' time.[297] On 26 January, the Government asked suppliers Abbott Laboratories, Roche, and Siemens to give the Government priority in accessing rapid antigen tests. Ardern also confirmed that the Government had ordered tens of millions of rapid antigen tests. In response, several private companies and representative bodies including the Health Works Group, the Food and Grocery Council, and InScience criticised the Government for allegedly commandeering their orders. In response to criticism, Health Director-General Bloomfield denied that the Government was requisitioning their orders but was merely asking suppliers to consolidate forward orders of rapid antigen tests. The opposition National and ACT parties accused the Government of requisitioning rapid antigen tests from the private sector to hide its alleged incompetence.[298][299][300] On 26 January, the Government announced its three phase public health response plan to combat Omicron. Phase One consists of maintaining contact tracing, isolation and ensuring testing for asymptomatic individuals. The objective will be to keep cases as low as possible and to facilitate the vaccination of both adults and eligible children. Phase Two focuses on slowing the spread of Omicron and protecting vulnerable communities. Key responses include reducing isolation periods from ten to seven days, notifying cases and close contacts by text messaging, and allowing asymptomatic contacts in critical workforces to work if they can return a negative rapid antigen test. Phase Three comes into force when cases reach the thousands, with the definition of contacts to household and household-like contacts only. Rapid antigen testing and a self-service tool for identifying high risk contacts will be used to respond to the high volumes of Omicron cases.[23] On 3 February, Prime Minister Ardern announced a five stage plan for reopening the country's borders. These are the following stages: Under this arrangement, vaccinated New Zealanders and eligible travellers would be able to go into self-isolation and undergo testing on arrival rather than having to go into managed isolation and quarantine (MIQ) facilities. Unvaccinated travellers would still be required to go into MIQ facilities. The Government plans to maintain a core quarantine capacity in the form of a National Quarantine Service.[24] On 14 February, Ardern announced that New Zealand would move to Phase Two of the Government's Omicron plan at 11.59pm on 15 February. Under Phase Two, the self-isolation period for cases is reduced from 14 to 10 days and 10 to seven days for contacts. Household members will also be required to go into self-isolation. In addition, critical workers will be allowed to resume work if they return daily rapid antigen tests.[301] In addition, fully vaccinated New Zealanders returning from Australia will only need to spend seven days in isolation from late February 2022.[302] On 14 February, the NZ Government removed Tonga from its quarantine free travel list due to rising cases in the island country. Tongans entering NZ from 15 February will have to undergo rapid antigen testing (RATS) while those entering the country from 22 February will be required to self-isolate for seven days and to take rapid antigen testing.[303] On 24 February, Hipkins announced that New Zealand would move into \"phase three\" of the Omicron response at 11:59 pm on 24 February in response to rising case numbers, which exceed 6,000 that day. Under phase three, only confirmed cases and their household contacts will be required to isolate. These cases and their contacts will be expected to isolate at home and take care of themselves. In addition, rapid antigen testing will replace polymerase chain reaction (PCR) testing as the main form of COVID-19 diagnosis.[304][305] On 25 February, Hipkins announced that unvaccinated children and teenagers would be allowed to participate in school sports and extracurricular activities under phase 3 of the country's Omicron response plan. He also clarified that the vaccine pass and vaccine requirement would not be required for those participating school organised activities.[306] On 28 February, the New Zealand Cabinet accelerated the reopening of the country's borders: On 9 March, Hipkins announced that the isolation period for COVID-19 positive cases and household contacts would be reduced from ten days to seven days, which came into effect at 11:59pm on 11 March.[308] On 10 March, Hipkins announced that all but four of New Zealand's 32 Managed Isolation and Quarantine (MIQ) hotels would revert back to being hotels by late June 2022.[309][310] On 16 March, the Government announce plans to allow fully-vaccinated tourists from Australia to enter the country from 11:59pm on 12 April 2022 without having to undergo into managed or self-isolation.[311] On 23 March, Ardern announced that the Government would ease several of the COVID-19 Protection Framework's \"red light\" setting restrictions including: While the National Party welcomed the elimination of the vaccine pass system, the Green Party described the easing of COVID-19 protection policies as \"premature\" and claimed it would have an adverse impact on the vulnerable and immunocompromised people.[313] On 13 April, Hipkins announced that the entire country would shift to the orange setting of the COVID-19 Protection Framework at 11:59 pm that night. Capacity limits on public gatherings were eliminated. Facemasks will no longer be compulsory at schools and most gatherings, events and businesses with the exception of \"close proximity\" businesses.[315][316] On 3 May 2022, Hipkins announced that unvaccinated visa holders, permanent residents, and Australian citizens who are normally resident in New Zealand would be able to travel to and from New Zealand without entering Managed Isolation and Quarantine (MIQ). Hipkins justified the New Zealand Government's decision due to the lower health risks of overseas transmission and New Zealand's high vaccination rate.[317] That same day, the Ministry of Business, Innovation and Employment confirmed that the country's four remaining MIQ facilities in Auckland and Christchurch would close by August 2022 due to the low number of people using them.[318] On 3 May, Hipkins acknowledged that the Government was spending NZ$10 million a month paying COVID-19 contact tracers despite phasing out contact tracing several months earlier. During the COVID-19 pandemic, the Government had contracted two telehealth companies including Whakarongorau to provide contract tracing services. Hipkins stated that the contact tracers were supporting people with COVID-19 in the community. One contact tracer claimed that they were being paid despite doing minimal work. In response, ACT Party leader David Seymour described the Government's decision to continuing funding contact tracing services as a waste of taxpayer money.[319] On 11 May, Ardern announced that the New Zealand border's reopening would be moved forward by two months: During the 2022 New Zealand budget release on 19 May, the Government confirmed that it would close down the COVID-19 Recovery and Relief Fund (CRRF) and allocate the remaining NZ$3.2 billion to other areas. NZ$1.2 billion would be retained for immediate COVID-19 public health needs.[322] In addition, the Government allocated a total of NZ$473 from the 2002 budget for purchasing and distributing a possible fourth dose of the COVID-19 vaccine.[323] On 16 June, Covid-19 Response Minister Dr. Ayesha Verrall announced that pre-departure COVID-19 test requirements for all travellers would be lifted from 20 June 2022. However, travellers would still be required to test on the first and fifth days after arriving in New Zealand.[324] On 30 June, Verrall confirmed that New Zealand would remain at the Orange setting of the COVID-19 \"traffic light\" system due to rising case numbers. The COVID-19 surge was also complicated by the seasonal flu, which together placed a strain on the country's hospitals.[325] On 14 July, Verrall announced that the Government would provide free masks and rapid antigen test kits to anyone requesting them. In addition, the Government would make it easier for higher risk patients including the elderly to access drugs including paxlovid, molnupiravir, and remdesivir.[326]","Title":"New Zealand government response to the COVID-19 pandemic - Wikipedia","KeyID":"10857","URL":"https://en.wikipedia.org/wiki/New_Zealand_government_response_to_the_COVID-19_pandemic"}