{"Content: ":"This article documents the timeline of transmission of COVID-19 during the COVID-19 pandemic in New Zealand throughout the first half of 2020. All of the following dates and times are in New Zealand Time; NZST (UTC+12) from 5 April to 26 September and NZDT (UTC+13) otherwise. Upon its introduction, the nationwide alert level was initially set at level 2 on 21 March, but was subsequently raised to level 3 on the afternoon of 23 March. Beginning on 25 March, the alert level was moved to level 4, putting the country into a nationwide lockdown. The alert level was lowered to level 3 on 27 April, partially lifting some lockdown restrictions, and down to level 2 on 13 May, lifting the rest of the lockdown restrictions while maintaining physical distancing and gathering size limits. The country moved down to level 1 on 8 June, removing all remaining restrictions except border controls. On 11 August, four cases of COVID-19 from an unknown source were reported in Auckland, the first from an unknown source in 102 days. At noon the following day, the Auckland Region moved up to alert level 3, while the rest of the country was moved to level 2.[1][2][3] On 30 August at 11:59 pm, Auckland moved down to \"alert level 2.5\", a modified version of alert level 2 with limitation on public gatherings, funerals, and weddings.[4][5][6] On 23 September at 11:59 pm, Auckland moved down to alert level 2, after the rest of New Zealand moved to alert level 1 on 21 September at 11:59pm.[7][8] On 7 October, Auckland also moved down to level 1.[9] Data about the previous day is extracted from the Institute of Environmental Science and Research's database at 9:00 am daily and is publicly released by the Ministry of Health around 1:00 pm. In late December, data was released every three days instead. Notes:  On 21 February, a person who had been to Italy visited family in the Waikato, and developed symptoms of COVID-19 upon arrival in New Zealand. At the time, they did not meet the testing criteria, as they had not visited or transited through China. The person is thought to have infected their family, who developed symptoms on 29 February. The person who visited their family was later retroactively diagnosed with COVID-19 on 23 September.[14] On 28 February, New Zealand confirmed its first case: a New Zealand citizen in her 60s who had recently visited Iran, returning via Bali, Indonesia, and arriving in New Zealand on 26 February at Auckland. She had two tests for COVID-19 that were negative, but a third test using a more specific sample was positive. She was admitted to Auckland City Hospital.[15][16][17][18] New Zealand was the 48th country to have a confirmed case of COVID-19.[15] Also on 28 February, the Government extended the travel restrictions to include travellers coming from Iran.[19] On 4 March, a New Zealand woman in her 30s who had returned from northern Italy on 25 February was confirmed as the second case of the virus in New Zealand.[20] She had flown into Auckland via Singapore, and subsequently caught domestic flights to and from Palmerston North on 2 March.[21] Her partner also displayed symptoms of the virus, and was confirmed as the fourth case on 6 March.[21][22] On 5 March, the third confirmed New Zealand case and the first case of local transmission was reported. An Auckland man in his 40s was infected with COVID-19 by a family member who had returned from Iran on 23 February.[23] Three other members of his family had previously been unwell. Two family members had arrived in New Zealand from Iran on 23 February.[24] On 7 March, a fifth case was announced, a woman in her 40s who was the partner of the third case.[25][26] One of the family members who had returned from Iran was the father of the third case, and is considered a probable case.[27] On 6 March, the Director-General of Health Ashley Bloomfield said that eight people from New Zealand had been passengers on the 11–21 February cruise of Grand Princess from San Francisco to Mexico and back and may have been in contact with a confirmed case of COVID-19. All eight had already returned to New Zealand.[28] One was a woman in her 70s who had been in the hospital for respiratory illness and was discharged and is considered a probable case.[27] On 14 March, a sixth confirmed case was announced, an Auckland man in his 60s who had recently returned from the United States. He went into self isolation.[29] On 15 March, two more cases were confirmed, bringing the total number of infected in New Zealand to eight. The seventh case was a man who travelled from Australia to Wellington. The eighth case was of a woman who was a visitor from Denmark arriving in Auckland via Doha and then Christchurch, before driving on towards Queenstown, where she became ill and was hospitalised.[30] On 17 March, four more cases were confirmed, bringing the total number of infected in New Zealand to 12.[31] The ninth and tenth cases were a Wellington man and his father, who had travelled back from the United States. The eleventh case was a man from Dunedin, who had travelled back from Germany.[32][33] The twelfth case was a Dunedin high school student who was the son of the eleventh case.[31][34] On 18 March, the Ministry of Health confirmed that New Zealand had eight new cases of COVID-19, bringing the total to 20. Four of these new cases were in Auckland, two in the Waikato region, one in Christchurch, and one in Invercargill.[35][36] On 19 March, the Ministry of Health confirmed another eight new cases of COVID-19, bringing the total to 28. Two of the new cases were in Auckland, two in Taranaki, one in Dunedin, one in Queenstown, one in Northland, and one in Rotorua.[37][38][39] On 20 March, the Ministry of Health confirmed 11 new cases of COVID-19, bringing the total to 39: five in Auckland, two in Waikato, two in Wellington, one in Canterbury, and one in Hawke's Bay. All new cases were associated with overseas travel.[40][41] On 21 March, 13 new cases were confirmed, bringing the total to 52. For two of the cases, no link to overseas travel had been discovered and the Ministry of Health was continuing to investigate.[42][43] On 22 March, 14 new cases were confirmed, bringing the total to 66. 11 of the new cases had a history of international travel. Two of the other cases had attended the World Hereford Conference in Queenstown, which was held on 9–13 March and had New Zealand and international delegates.[44][45] On 23 March, 36 new cases were confirmed, bringing the total to 102. This number includes two suspected community-spread cases, which prompted the Prime Minister to declare that New Zealand would enter alert level 3, effective immediately, during the health ministry briefing from 1:40 pm.[46][47] On 24 March, 40 new cases were confirmed, out of 1400 tests processed. From this date on, probable cases will be included in the numbers of cases, bringing the total number of cases to 155. These figures also include four cases of community transmission; three in Auckland and one in Wairarapa.[48][49][50] On 25 March, 50 new cases were reported, including probable cases, bringing the total number of confirmed and probable cases to 205. A national state of emergency was declared by Civil Defence Minister Peeni Henare at 12:21 pm in Parliament before the country entered alert level 4 at 11:59 pm. This state of emergency was declared for seven days; but, was announced with the possibility of being extended.[51][52] On 26 March, a further 78 confirmed and probable cases were reported, bringing the total to 283. A total of 27 people have now recovered from the virus.[53] In addition, it was reported that 168 New Zealand travellers were in quarantine.[54] On 27 March, 85 new confirmed and probable cases were reported, bringing the total to 368.[55] On 28 March, health authorities reported 83 new cases including 78 confirmed and 5 probable cases, bringing the total to 451.[56] Air New Zealand also confirmed that several of its staff had tested positive for the coronavirus.[57] On 29 March, 60 new confirmed and 3 new probable cases were reported, bringing the total of confirmed and probable cases to 514 (476 confirmed and 38 probable). A total of 56 people have recovered. The first coronavirus-related death in New Zealand was reported on this day. The individual was a woman in her 70s from the West Coast region.[58][59] On 30 March, 76 more confirmed cases were reported and one previous probable case was confirmed negative, bringing the total number of confirmed and probable cases to 589 (552 confirmed and 37 probable). On this day it was also reported that the total number of confirmed community-spread cases was 10, or around 2% of the total, and that 57% of confirmed cases are directly related to overseas travel and 27% are close contacts of a confirmed case. Five new recoveries were reported, bringing the total to 63. Additionally, 12 people were in hospital, with 2 being in intensive care.[60][61] On 31 March, 58 new confirmed and probable cases were reported, bringing the total to 647 (600 confirmed and 47 probable), and 11 new recoveries were reported, bringing the total to 74.[62][63] On 1 April, it was reported that the Chatham Islands, which are part of New Zealand, were facing a food shortage due to panic buying.[101] On 3 April, there were ten clusters of the virus, with the biggest being at Marist College in Auckland.[102][103] By 3 April, over 3,600 people had been tested.[104][105] By 5 April, two new clusters were reported, one each in Auckland and Canterbury, bringing the total to 12. Ethnicity statistics were released that day: 74% of those with coronavirus were Pākehā, 8.3% Asian, 7.6% Māori, and 3.3% Pasifika.[106][c] That same day, the Queen of New Zealand addressed the Commonwealth in a televised broadcast, in which she asked people to \"take comfort that while we may have more still to endure, better days will return\". She added, \"we will be with our friends again; we will be with our families again; we will meet again\".[108] On 9 April, compulsory quarantine for New Zealanders returning home was announced to commence by the end of the day.[109] On 10 April, a woman in her nineties, who was one of the Rosewood rest home cluster, was reported to have died in Christchurch the previous day.[78] On 11 April, two more deaths were reported: a man in his eighties in Wellington and a man in his seventies in Christchurch who was part of the Rosewood rest home cluster.[110] On 13 April, one further death (a man in his eighties from the Rosewood rest home cluster) was reported, bringing the total death count to five, three of whom were residents of the Rosewood rest home.[111] Two new clusters were reported: one in a rest home in Auckland and another in a workplace in Christchurch.[112] On 14 April, four new deaths were reported, three of whom were from the Rosewood rest home cluster – two men in their nineties and a man in his eighties – as well as a man in his seventies in Wellington, bringing the total death toll to nine.[113] On 17 April, two further deaths were announced: a woman in her eighties who was part of the Rosewood rest home cluster, and a man in his nineties who was linked to the Matamata cluster.[114] The Wairarapa District Health Board became the first DHB area to record zero active cases.[115] On 18 April, eight residents of St Margaret's rest home were moved to hospital and two people being discharged, bringing the total number of people in hospital to 20.[116] On 19 April, one previous death from earlier in the week was confirmed in a post-mortem to have been caused by COVID-19, bringing the total number of deaths to 12.[117] That same day, regional health authorities also confirmed that three boys aged under one years old in the Southland and Waikato regions had contracted the coronavirus.[118] On 20 April, Prime Minister Jacinda Ardern announced that New Zealand will drop down to alert level 3 at 11:59 pm on 27 April. Businesses and schools were allowed to have employees prepare the premises for alert level 3 during last week of alert level 4.[119] The country remained at alert level 3 for at least two weeks, with the decision of whether to move down to level 2 made on 11 May.[120] Ardern also reported that the country has a transmission rate of 0.48, meaning that those with the virus pass it on to 0.48 other people on average.[121] On 21 April, one further death was reported, a woman in her seventies from the St Margaret's rest home cluster, bringing the total number of deaths to 13.[122] Additionally, a New Zealander in his forties died in Peru after missing a repatriation flight, however this was not included in Ministry of Health figures.[123] On 22 April, one further death was reported, a woman in her eighties from the Rosewood rest home cluster, bringing the total to 14.[124] On 23 April, two deaths were reported: a woman in her sixties in Dunedin and a man in Christchurch who was part of the Rosewood rest home cluster, and eight people are in hospital.[125] On 24 April, one further death was reported: a man in his sixties from the Rosewood rest home cluster, bringing the total to 17, of whom 10 were from Rosewood.[126] On 25 April, one further death was reported, a woman in her seventies from the St Margaret's rest home cluster, bringing the total to 18.[127] On 27 April, one further death was reported, a woman in her nineties from the St Margaret's rest home cluster, bringing the total to 19. That same day, New Zealand entered alert level 3 at 11:59 pm.[128] On 2 May, one further death, a man in his eighties from the Rosewood rest home cluster, was reported, bringing the total to 20.[160] On 6 May, one further death, a woman in her sixties from the Rosewood rest home, was reported, bringing the total death toll to 21.[161] On 15 May, a new case was linked to the Marist College cluster.[162] On 17 May, the latest confirmed case was a Canterbury toddler linked to the Rosewood cluster in Christchurch.[163] On 19 May, four previous cases from mid-April in Uruguay, which had been delayed to avoid double-counting, were added to the total number of cases.[164] On 28 May, the 22nd death was linked to the St Margaret's rest home cluster in Christchurch.[165] On 2 June, Director-General of Health Ashley Bloomfield confirmed that 654 tests were completed on Monday, bringing the total number of tests to 282,263.[196] On 16 June, two new cases (both of which were arrivals from the UK) were reported, bringing the total number of cases to 1,506 (1,156 confirmed and 350 probable).[197] On 17 June, the Ministry of Health announced that it had identified 320 people who had been in contact with the two new cases. These have been encouraged to undergo testing.[198][199] That same day, the Ministry of Health confirmed that the two infected travellers had \"five minutes\" of limited contact with two friends after getting lost while travelling from Auckland to Wellington in order to console a grieving relative.[200] On 18 June, a new case was identified as a man in his sixties who travelled from Pakistan to Doha to Melbourne on 11 June before flying from Melbourne to Auckland on 13 June.[201] On 19 June, Bloomfield also confirmed that a total of 327,460 tests had been conducted in New Zealand with 6,273 tests completed the previous day. An estimated 700 tests were carried out on 19 June.[202] On 20 June, two new asymptomatic cases were identified as a young couple in their twenties in the Counties Manukau District Health Board who had returned on an Air India repatriation flight from India.[203] On 21 June, two new cases were identified as the child of the returning couple from India who tested positive for COVID-19 and a 59-year-old woman who travelled from New Delhi on 15 June.[204] On 22 June, two new cases resulting from overseas travel were reported. The first patient is a female traveller who arrived with her family from Islamabad via Melbourne on 13 June. The second patient is a man in his 30s who had travelled from India.[205] On 23 June, two new cases were identified as a man who arrived from India on 19 June and a man who arrived from Los Angeles on 18 June.[206] On 24 June, a new cases was identified as a woman in her 60s who arrived from India on a repatriation flight in Auckland on 18 June. She was housed at the Pullman Hotel but was transferred to the Jet Park hotel facility yesterday.[207] On 25 June, two new cases were reported in Christchurch and one in Rotorua. All resulted from overseas travel with one from Peru and another from India.[208] On 8 July, the latest case was a 32-year-old man who briefly escaped managed isolation in Auckland and visited a Countdown supermarket before being recaptured. As a safety precaution, the supermarket closed temporarily for cleaning while its staff are undergoing self-isolation.[240] On 18 July, the latest case was a man in his 50s who arrived in New Zealand on 12 July from Central Africa via Tanzania, Dubai, and Brisbane.[241] On 19 July, three new cases were reported. The first case is a man in his 30s who arrived from Afghanistan via Dubai on 14 July while the second is a man in his 30s who arrived on the same day from Pakistan via Dubai. The third case is a woman in her 70s who arrived from India in Christchurch on 30 June.[241] On 20 July, the latest case was a man in his 40s who had travel from Mexico.[242] On 21 July, the latest case was a woman in her 30s who had travelled from London and had tested positive on her third day on quarantine.[243] On 24 July, the latest case was a traveler who had arrived in the country from Africa on 12 July and tested positive on his 12th day at the Sebel Manukau.[244] On 27 July, it was reported that a traveller who had left New Zealand on 21 July and arrived in South Korea via Singapore had tested positive for COVID-19.[245][246] In response, five household contacts of the infected traveller entered into self-isolation while health authorities identified 170 further contacts of the individual.[247] On 28 July, the latest case was a woman in her twenties who travelled from Afghanistan via Dubai, arriving in New Zealand on 14 July.[248] On 29 July, two new cases were reported at the border. The first case is a man in his 50s who had arrived in New Zealand on 14 July from Afghanistan via Dubai while the second case is a man aged in his 40s who had arrived in New Zealand on 27 July from the Philippines, via Hong Kong.[249] On 30 July, the latest case was a woman in her 20s who had travelled from Ireland via Dubai.[250] On 31 July, New Zealand health authorities confirmed that a traveller from New Zealand who had tested positive for COVID-19 in South Korea earlier in the week had visited 11 places in Queenstown and participated in a boat cruise in Milford Sound.[251] On 1 August, two new cases were reported. The first was a woman who had travelled from Los Angeles to Auckland via Sydney on 6 July. The second was a woman who had travelled from Auckland to Sydney on 20 July.[284] On 2 August, three new cases in managed isolation were reported. The second case is a woman in her 30s who arrived in New Zealand on 28 July from Los Angeles. The third case is a woman in her 40s who arrived on 1 August from Manila via Hong Kong.[285] On 3 August, two new cases in managed isolation were reported. The first case is a male teenager who arrived from the United States on 29 July while the second case is a man in his 20s who arrived from Switzerland via Amsterdam and Seoul on 20 July.[286] On 4 August, 1,608 tests were processed yesterday while 383 swabs were taken at managed isolation and quarantine facilities.[287] On 5 August, two new cases were reported. The first case is a man in his 20s who arrived from the Philippines via Hong Kong on 23 July while the second case is a woman in her 40s who arrived from the Philippines via Hong Kong on 1 August.[288] 9th August marked the fourth consecutive day of no new cases. It also marked 100 days since the last community transmission was reported in New Zealand.[289] On 11 August, the latest imported case was a man in his 20s who had travelled from Melbourne to New Zealand on 20 July.[290] That evening, four cases of community transmissions were reported, the first cases outside of a managed isolation facility for 102 days.[291] These four cases are four members of a family of six. The father, a man in his 50s, worked at a night shift facility in Auckland and had links to Auckland Airport. The wife worked in a central Auckland suburb while their daughter attended a primary school in the Mount Albert suburb.[292] On 12 August, one confirmed case was reported in managed isolation. In addition, four probable cases were reported, which were linked to the community transmission cases reported the previous night. Two of the probable cases are family of the first case while two are co-workers of the family.[293] On 13 August, one of the new 14 cases was from the border while the rest were related to the community transmission cluster in Auckland. Eleven of the new cases are linked to Americold's Mount Wellington cool store cluster.[294] That same day, four further positive cases were reported in Auckland. As a result, Glamorgan School in Torbay in the North Shore were closed.[295] On 19 August, the Countdown supermarket chain temporarily closed its Auckland CBD and Westfield St Lukes branches for cleaning after health authorities confirmed that two people who subsequently tested positive for COVID-19 had visited the stores.[296] On 20 August, the Health Minister Chris Hipkins rejected rumours, prevalent among the Māori and Pacific Islander communities, that the Ministry for Children (Oranga Tamariki) was taking children away from people who tested positive for COVID-19.[297] On 22 August, 70 New Zealand Post workers entered into self-isolation as a precautionary measure after two of their colleagues tested positive for COVID-19,[298] and Countdown temporarily closed two more of its supermarkets in Auckland after the Auckland Regional Public Health Service confirmed that an infected individual had visited those stores.[299] On 26 August, five new cases were connected to a \"mini cluster\" around Mount Roskill Evangelical Fellowship church in Auckland.[300] On 27 August, it was reported that the Mount Roskill Evangelical Fellowship church had risen to eight cases, with three being genomically to the Auckland cluster.[301] On 28 August, the seven imported cases came from one flight that arrived in New Zealand on 23 August.[302] On the evening of 4 September, the 23rd death from COVID-19 in New Zealand was reported: a man in his fifties who was in intensive care in Middlemore Hospital, Auckland.[334] One of the deaths reported on 5 September was former Prime Minister of the Cook Islands Joe Williams, who was admitted to Auckland City Hospital with COVID-19 in August.[335] On 8 September, the four new community cases were linked to the Mount Roskill Evangelical Fellowship church sub-cluster, which is related to the Auckland August cluster.[336] On 9 September, all six new cases were linked to the Mount Roadkill Evangelical Fellowship church sub-cluster. A funeral held at the church became a superspreader event, having led to 14 cases in total.[337] On 14 September, it was reported that 89 people had been identified as close contacts of a person who attended a North Shore gym before testing positive for COVID-19. All these individuals have been advised to self-isolate for two weeks in case they become infected with COVID-19.[338] On 15 September, 30 people have entered into self-isolation after a household contact of a staff member at Auckland Prison tested positive for COVID-19.[339] On 16 September, the 25th person who died was the brother of the twenty-third COVID-19 death.[340] That same day, Chapel Downs Primary School in Auckland's Manukau suburb closed for the week after a student tested positive for COVID-19.[341] On 18 September, it was reported that two people who had travelled from New Zealand to Malaysia had tested positive for COVID-19.[342] On 1 October, ten of the cases came on a single flight from India which arrived in New Zealand on 26 September. The other two were a passenger who returned from the United States on 26 September and from the Philippines on 23 September.[374] On 7 October, the last active community case linked to the August 2020 Auckland outbreak was reported to have recovered, with the remaining 37 active cases all being from managed isolation.[349] On 18 October, the Director-General of Health Ashley Bloomfield announced that a marine electronics technician from the Waitematā health district[375] in Auckland who had recently worked on ships berthed at Ports of Auckland and Port Taranaki was the first community transmission case of the month. Bloomfield ruled out changing restriction levels on the grounds that there was little risk that the disease had spread from the man and that the source had most likely entered through the border.[376] It later became known that the technician was a 27-year-old man based at Wright Technologies in Rosedale, Auckland. He worked on board the ship Sofrana Surville at Auckland on 13 October, the same day that eight crew members joined the ship, having flown from the Philippines several days earlier. On 16 October he felt sick and took a COVID-19 test, which returned positive the next day.[377] Two of the ship's crew were confirmed as being in the mid or late stages of infection by Australian authorities on 22 October.[378] On the evening of 20 October, it was reported that 11 people had tested positive for COVID-19 while under managed isolation at the Sudima Hotel in Christchurch, with 14 others under investigation. These people were part of a contingent of 240 Russian and Ukrainian fishermen who had been granted border exemptions to work on fishing vessels owned by the companies Independent Fisheries, Sealord and Maruha Nichiro.[379] On 21 October, two new community cases were reported. These were the workplace contacts of the marine electronics technician case announced on the 18th.[380] On 23 October, eight of the new cases were reported at the border. One new case was a household contact of one of the three in the marine technician cluster.[381] On 2 November, a new community transmission was reported in Christchurch. The patient was later identified as a staff member working at a managed isolation facility hosting several Russian and Ukrainian foreign fishermen.[412][413] On 3 November, a Cashmere High School student was identified as a close contact of that Christchurch new community transmission.[414] Later, a second managed isolation worker was identified as a close contact of the health worker who had tested positive for COVID-19.[415] That same day, health authorities officially declared the Auckland August cluster to be closed.[416] On 6 November, a new community transmission (a managed isolation worker) was reported in Auckland.[417] Following the detection of a positive case on a Wellington–Auckland flight on 9 November, the small towns Otorohanga and Kawhia were placed on high alert, leading to the closure of Otorohanga College's hostel and Kawhia Hotel after the infected individual visited them.[418] On 12 November, the two new community cases were an Auckland University of Technology student living in Vincent Street Residences in the Auckland CBD who worked at an A-Z Collections Store in 61 High Street and a New Zealand Defence Force worker working at a managed isolation and quarantine facility. The sole border case that day had arrived from Los Angeles on 9 November and tested positive on the third day.[419] The following day, the AUT student was linked to the Defence Force cluster in Auckland and designated Case D. She also stated that health officials who had interviewed her had made numerous errors in recording her previous whereabouts, actions, and contacts due to the lack of Chinese language translator. She also said that this miscommunication had led to her, her employer and their families receiving abusive online messages.[420][421] On 14 November, health authorities confirmed that the neighbour of an Auckland woman who tested positive for COVID-19 has returned a weak positive result for COVID-19. This case was classified as being under investigation.[422] On 15 November, two of the three new cases were reported at the border while one case was identified as the \"weak positive\" community transmission under investigation yesterday.[423] On 21 November, the new community case was a border worker who was a close contact of one of the existing positive cases in the November quarantine cluster.[424] On 24 November, a second case was confirmed by authorities at the border.[425] On 26 November, it was reported that six members of the Pakistani national cricket team had tested positive for COVID-19 while undergoing quarantine in Christchurch. Team members were also cautioned for flouting self-isolation protocols.[426] On 29 November, one new cases was reported in managed isolation while a member of the Pakistani cricket team was added to the number of active cases. In addition, 18 close contacts of an Air New Zealand staffer who tested positive for COVID-19 have been identified and tested.[427] On 7 December, the Ministry of Health announced that it would be reducing the frequency of its daily COVID-19 updates to four days a week: Monday, Wednesday, Friday, and Sunday.[448] On 12 December, an Air New Zealand crew member, who had returned from the United States on 9 December, tested positive for COVID-19.[449] On 13 December, four new cases were reported at the border including the Air New Zealand crew member reported yesterday.[450]","Title":"Timeline of the COVID-19 pandemic in New Zealand (2020) - Wikipedia","KeyID":"10853","URL":"https://en.wikipedia.org/wiki/Timeline_of_the_COVID-19_pandemic_in_New_Zealand_(2020)"}