{"Content: ":"The COVID-19 Protection Framework (known colloquially as the traffic light system[1]) is a system used by the New Zealand Government during the COVID-19 pandemic in New Zealand. The three-tier traffic light system uses vaccination and community transmission rates to determine the level of restrictions needed. It came into effect at 11:59 pm on 2 December 2021, replacing the four-tier alert level system, which used lockdowns.[2] The traffic light system uses three colour-coded levels based on a traffic light: Red when the health care system is at risk of being overloaded, Orange when there is pressure on the health care system, and Green when hospitalisation levels are manageable.[2] COVID-19 is present across New Zealand, but with limited community transmission, sporadic imported cases, manageable hospitalisation levels. The health system will be ready to respond, including primary care, public health, and hospitals.[2] Increasing community transmission with increasing pressure on health system. The whole of health system will focus its resources, but can continue to manage primary care, public health, and hospitals. Increasing risk to at-risk populations.[2] Action needed to protect both at-risk people and health system from unsustainable number of hospitalisations.[2] For places with vaccine certificate requirements: For places without vaccine certificate requirements: The My Vaccine Pass was announced in October 2021. They are used as a proof of vaccination status, and a condition of entry for restaurants, bars, and other places.[3] After 3 December 2021, while in Red, non-essential businesses are required to use vaccine passes for a condition of entry, and must verify a reasonable amount of them.[4][better source needed] It is common for some businesses to not verify passes at all.[5] The previously used alert level system was introduced on 21 March 2020 by Prime Minister Jacinda Ardern. It used four tiers or levels, with levels 3 and 4 being forms of lockdown. In level 1 there are no restrictions; in level 2 there are limits on gatherings; in level 3 only purposeful travel is allowed alongside strict limits on gatherings; and in level 4 only essential travel is allowed and gatherings are banned.[6] The aim of the system was to eliminate COVID-19 entirely from the community, and the purpose of vaccinations was to help stop COVID-19 and not to slow it down.[7] On 15 October 2021, Ardern announced that the alert level system would soon be dropped in favour of a \"traffic light\" system, officially called the COVID-19 Protection Framework. She initially stated that the system would be adopted nationwide once all DHBs reach the milestone of 90% of the eligible population being fully vaccinated and will occur in the Auckland Region once its three DHBs achieve 90%.[8] On 8 November, Ardern stated that cabinet expects to move Auckland into the traffic light system from 29 November 2021.[9] On 22 November, Ardern stated that the 90% target would not have to be met for New Zealand to move to the traffic light system, confirming that New Zealand would enter the new system on 3 December, replacing the previous alert level system. Auckland and areas with low vaccination start on the Red setting while the rest of the country starts on the Orange setting.[9] The Government's abandonment of the COVID-19 elimination strategy was criticised by immunologist and health adviser Siouxsie Wiles, who argued that this policy shift would put the unvaccinated and vulnerable at risk.[10] Similar sentiments were echoed by physicist and health adviser Shaun Hendy and Māori Party co-leader Rawiri Waititi, who suggested that the Government should not rule out Alert Level 4 \"circuit breakers\" to combat outbreaks and the lower Māori vaccination rate.[11] The COVID-19 Response (Vaccinations) Legislation Act 2021 is the legal basis of the COVID-19 Protection Framework, including vaccination and the My Vaccine Pass vaccine certificates. The law was passed on 23 November 2021, despite opposition from the Human Rights Commission, National, Act, and Māori parties, which objected to the rapid passage of the legislation and expressed concerns about its implications for human rights and Māori wellbeing and safety.[12][13] Border restrictions in Auckland remained in place until 15 December 2021. Under the traffic light system, fully vaccinated people would be able to travel across the Auckland border freely. Unvaccinated people would only be able to leave Auckland if they receive a negative COVID-19 test 72 hours prior to departure. However, there would be no similar restrictions on unvaccinated people entering Auckland.[14] On 8 December, The New Zealand Herald reported that the Ministry of Health had proposed that the Auckland border should be lifted in tandem with the country's transition into the traffic light system on 3 December. However, Prime Minister Ardern and COVID-19 Response Minister Hipkins had opted to retain the Auckland border until 15 December to minimise community transmissions and boost regional vaccination rates.[15] In response, National Party leader Christopher Luxon called for the lifting of Auckland's boundary restrictions.[16] On 13 December, Ardern announced that Auckland and all other \"red\" regions excluding Northland would move to COVID-19 framework setting orange at 11.59pm on 30 December. Regions moving into \"orange\" include Taupō, Rotorua, Kawerau, Whakatāne, Ōpōtiki, Gisborne, Wairoa, Rangitikei, Whanganui and Ruapehu. This announcement came following a Cabinet meeting about whether any regions would move to a different setting under the \"traffic light system.\"[17] Mayor of Auckland Phil Goff and Auckland business leaders criticised the Government for not moving Auckland to \"orange\" earlier.[18] University of Auckland epidemiologist Rod Jackson and the National Māori Pandemic Group co-leader Sue Crengle expressed concerns about lowering Auckland and other region's COVID-19 framework setting below red, while University of Otago epidemiologist Michael Baker argued that Auckland could move to setting orange, citing Auckland and the country's downward trend in case numbers over the past seven days.[19] On 21 December 2021, Hipkins announced that the Cabinet had decided that the \"traffic light system\" would be used to manage outbreaks. In the event of Omicron community outbreaks, affected areas would move into the red traffic light setting.[20] On 17 January 2022, Prime Minister Ardern announced that New Zealand would move to a red traffic light setting if Omicron was spreading in the community.[21] On 20 January 2022, Ardern announced that Northland would move to the orange traffic light setting at 11:59 pm that night due to a surge of vaccination rates in the region.[22][23] On 23 January 2022, the Government moved New Zealand into the red traffic light setting in response to recent community transmissions of the Omicron variant in the Nelson, New Zealand–Marlborough Region.[24][25] On 23 March, Ardern announced that the New Zealand Government would ease several of the COVID-19 Protection Framework's \"red setting\" restrictions including: Under the revised \"orange\" settings of the Framework, facemasks would be required in many indoor settings and there would be no outdoor and indoor capacity limits. Under the revised \"green\" settings of the Framework, facemasks would be encouraged for indoor settings with no limits on outdoor and indoor capacity limits. Under all three \"traffic light\" settings, COVID-19 positive individuals and close household contacts would be required to isolate for seven days.[27] On 13 April, Hipkins announced that New Zealand would shift from the red to orange setting at 11:59 pm that night. As a result, indoor and outdoor capacity limits for public gatherings were eliminated. While facemasks will still be required at certain gatherings, events, and \"close proximity\" businesses, they will no longer be compulsory for schools.[29][30] In response to the traffic light system's vaccine pass requirements, several local councils including the Dunedin City Council, Timaru District Council, Auckland Council, and Wellington City Council introduced policies requiring people to show vaccine passes in order to access council facilities including pools, libraries, venues, and offices. Other local councils including the Invercargill City Council, the Southland District Council, Gore District Council, and the Waitaki District Councils have stated they would allow people to access their facilities without requiring vaccine passes.[31] On 7 December 2021, the Invercargill City Council voted to introduce vaccine pass requirements for certain council facilities including libraries, swimming pools, He Waka Tuia Museum, and city council chambers.[32] In response to the Government's announcement on 23 March 2022 that it would ease the \"red setting\" restrictions, the opposition National Party COVID-19 spokesperson Chris Bishop welcomed the elimination of the vaccine pass system while calling for the abolition of the \"traffic light\" system. By contrast, the Green Party's spokesperson Teanau Tuiono claimed that the easing of vaccine mandate requirements would have an impact on vulnerable segments including children under the age of five years old, Māori, Pacific Islanders, immunocompromised people, and the disabled.[27]","Title":"COVID-19 Protection Framework - Wikipedia","KeyID":"10859","URL":"https://en.wikipedia.org/wiki/COVID-19_Protection_Framework"}