{"Content: ":"The COVID-19 pandemic in New Zealand is part of the ongoing pandemic of coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The first case of the disease in New Zealand was reported on 28 February 2020. As of 24 July 2022[update], the country has had a total of 1,563,510 cases (1,551,939 confirmed and 11,571 probable[b]). 1,925 people have died with the virus, with cases recorded in all twenty district health board (DHB) areas.[1] The pandemic first peaked in early April 2020, with 89 new cases recorded per day and 929 active cases. Cases peaked again in October 2021 with 134 new cases reported on 22 October.[2] A total of 7,274,347[3] COVID tests have been carried out as of 28 June 2022. All borders and entry ports of New Zealand were closed to non-residents on 19 March 2020, with returning citizens and residents being required to self-isolate. From 10 April 2020, all people arriving by air had to go into two weeks of managed isolation in adapted commercial hotels. A two-way travel bubble with Australia opened up from 19 April 2021, and with the Cook Islands on 19 May, although both have since been suspended. Quarantine free travel is currently only possible one-way from either Cook Islands or Niue.[4] A four-tier alert level system was introduced on 21 March 2020 to manage the outbreak within New Zealand. Since then, after a two-month nationwide lockdown, from 26 March to 27 May 2020, regionalised alert level changes have been used, where the Auckland Region has entered lockdown twice, in August–September 2020 and February–March 2021. The country then went for several months without any community transmission, with all cases restricted to the managed isolation system. In August 2021, New Zealand entered nationwide lockdown due to a case of community transmission in Auckland of the Delta variant, with subsequent community cases in Auckland and Wellington. Auckland remained in a form of lockdown until 3 December 2021 when the new COVID-19 Protection Framework came into effect.[5] On 12 January 2020, the World Health Organization (WHO) confirmed that a novel coronavirus (SARS-CoV-2) was the cause of a respiratory illness (coronavirus disease 2019, or COVID-19), found in a cluster of people in Wuhan, Hubei, People's Republic of China, which had been reported to the WHO on 31 December 2019.[6][7] The case fatality ratio for COVID-19 has been much lower than SARS of 2003,[8][9] but the transmission has reportedly been significantly greater, according to a statement by Prof. Azra Ghani from MRC Centre for Global Infectious Disease Analysis, Imperial College of London, a World Health Organization collaborating centre.[10][8] Notes:  On 28 February 2020, New Zealand confirmed its first case, a woman in her 60s who had recently visited Iran[15][16] The country confirmed its second case on 4 March, a woman who had recently returned from northern Italy.[17] The number of cases continued to rise significantly through March 2020, reaching a total of 647 (600 confirmed and 47 probable) and 74 recoveries by 31 March.[18] On 29 March, New Zealand also reported its first coronavirus-related death, a woman in her 70s from the West Coast region.[19][20] On 5 April 2020, the first ethnicity statistics were released; indicating that 74% of those who had contracted COVID-19 were Pākehā, 8.3% Asian, 7.6% Māori, and 3.3% Pasifika.[21] By 31 July, the total number of cases had reached 1,560, the total number of recovered had risen to 1,518, while the death toll had risen to 22.[22] Following 102 days of no community transmissions, four such cases were reported in Auckland on 11 August 2020, putting the city back into lockdown.[23] According to 1 News, Pacific Islanders made up 75% of the cases in the August community outbreak in Auckland.[24] By 5 September, the national death toll had reached 24 with the death of former Cook Islands Prime Minister Joe Williams.[25] Apart from some community cases, most cases reported in New Zealand during the second half of 2020 were reported at the border.[26][27][28] By 31 December 2020, there were a total of 2,162 cases; 2,082 recoveries, and 25 deaths in New Zealand.[29] On 25 January 2021, New Zealand identified its first community spread case of COVID-19 since November 2020 on Sunday after a 56-year-old woman tested positive for the coronavirus strain that is thought to have originated in South Africa.[31][32] On 14 February, three community transmission cases were reported within a family in Papatoetoe, Auckland.[33] Apart from some community cases, most recorded cases in New Zealand occurred at the border prior to August 2021. By 30 July 2021, the total number of cases had reached 2,870; the total number of recoveries had reached 2,799 while the death toll had reached 26.[34] On 17 August 2021, the Ministry of Health announced one new community case of COVID-19 in Auckland.[35] In response, the Government moved the country into Alert Level 4 effective 11.59pm 17 August 2021.[36] By 19 August the number of community cases had reached 21, with most being from the Delta variant.[37] Following the August 2021 outbreak in Auckland, the number of both community and border cases in New Zealand rose substantially, reaching a total of 14,118 cases by 31 December 2021. The total number of recoveries also reached to 12,870 while the death toll rose to 51.[38] On 29 December 2021, British musician Robert Etheridge (Dimension) was identified as the country's first Omicron case.[39] In early 2022, the total number of recorded cases rose exponentially; rising from 16,416 cases on 31 January to 100,821 on 28 February. In addition, the death toll reached 56 while the total number of recoveries reached 18,332 on 28 February 2022.[40][41] Covid-19 Modelling Aotearoa project leader Dion O'Neale attributed the sharp rise of reported cases in February 2022 to backlogs in polymerase chain reaction (PCR) testing and data processing as well as the recent introduction of rapid antigen testing (RATS) for public usage.[42] The New Zealand Government responded to the global COVID-19 pandemic by establishing a National Health Coordination Centre (NHCC).[43] In early February 2020, the Government barred entry to most travellers from China in response to the global COVID-19 pandemic that originated Wuhan.[44] In addition, the Government sponsored several repatriation flights for returning citizens, residents, and their family members, beginning with Wuhan in February 2020.[45] In response to rising cases from overseas travel and within the community, Prime Minister Jacinda Ardern closed the country's borders to non-citizens and non-residents on 19 March 2020.[46][47] On 21 March, the Government introduced a four-tier alert level system, which placed much of the country's population and economy into lockdown from 25 March.[48][49] Due to the success of the Government's elimination strategy in reducing the spread of COVID-19, lockdown restrictions on mobility, social gatherings and economic activities were progressively lifted on 28 April,[50] 11 May,[51] 25 May,[52] and 8 June.[53] The lifting of Alert Level 1 restrictions on 8 June eliminated social distancing and lockdown restrictions but retained border restrictions.[53] On 13 May, the Government passed the controversial COVID-19 Public Health Response Act 2020 which empowered law enforcement to enter homes and other premises without a warrant in order to enforce lockdown restrictions.[54][55] On 11 August 2020, the Government reinstated lockdown restrictions following a second outbreak of community transmissions in Auckland.[56] Due to the reduction in community transmissions, lockdown restrictions in Auckland and the rest of New Zealand were progressively eliminated on 30 August,[57] 23 September,[58] and 7 October 2020.[59] In early November, the Government required travellers entering New Zealand to book a place in managed isolation prior to travelling to the country.[60] In mid-December 2020, the Government announced plans to establish travel bubbles with the Cook Islands and Australia in 2021.[61][62] In early January 2021, COVID-19 Response Minister Chris Hipkins announced that travellers from the United Kingdom and the United States would be required to take pre-departure tests prior to entering New Zealand from 15 January.[63] On 11 January, the Government extended the pre-departure test requirement to most international travellers with the exception of those from Australia, Antarctica, and some Pacific Island states.[64] Following a community outbreak in South Auckland's Papatoetoe suburb on 14 February 2021, the Government placed an Alert Level 3 lockdown on Auckland and an Alert Level 2 lockdown over the rest of the country until 17 February.[65] On 17 February, Auckland's lockdown was lowered to Alert Level 2 while the rest of the country reverted to Alert Level 1.[66] On 22 February, the Government announced that Auckland would revert to Alert Level 1 on 22 February.[67] Following new community cases that were connected to the Auckland February cluster, the Government placed an Alert Level 3 lockdown on Auckland and an Alert Level 2 lockdown over the rest of the country commencing 28 February 2021 for the next seven days.[68] On 1 April 2021, the Government confirmed that it would loosen rules around securing emergency spots in managed isolation. This policy shift affects New Zealand citizens and residents visiting terminally ill relatives or who had travelled overseas to visit terminally ill relatives; citizens and residents of Pacific Islands countries requiring time-critical medical treatment in New Zealand that they can't receive at home; and those facing risks to their health and safety overseas.[69][70] That same month, the Government announced that a travel bubble with Australia would come into effect on 19 April 2021.[71] In addition, a temporary ban on travel on India would come into force between 11 and 28 April in response to a high proportion of border cases originating from travellers from India.[72] In early May 2021, the New Zealand and Cook Island governments agreed to establish a travel bubble between the two territories commencing 17 May.[73] On 22 August 2021, COVID response minister Chris Hipkins announced mandatory QR scanning via the government app that many had been encouraged to install.[74] Similarly, on 18 August Jacinda Ardern announced face masks to be mandatory in essential services such as supermarkets.[75] During the further outbreak of COVID-19 cases in Auckland in August 2020,[76] genome sequencing was noted as a \"new tool\" in the Government's strategy to manage the pandemic. Ashley Bloomfield said \"we are also doing genome sequencing on all those who have tested positive and our recent cases and current cases in managed isolation and quarantine\"[77] A phylodynamics specialist said that compared to the first outbreak when only 25 people out of approximately 1000 were sequenced, \"mapping the genetic sequences of the virus from confirmed COVID-19 cases in a bid to track its spread – is now an integral part of New Zealand's coronavirus response. It is providing greater certainty in identifying clusters and helps focus the investigations of contact tracers.\"[78] Bloomfield said that sequencing will provide information about how the outbreak started and Dr Jemma Geoghegan, a senior lecturer in viral evolution at the University of Otago who was working on genome sequencing with the Institute of Environmental Science and Research (ESR), told Radio New Zealand: By comparing the genomes of the new cases to those from the isolation facilities as well as the global population and the other cases in New Zealand, we can begin to understand how long that chain of transmission potentially is, and likely estimate when that virus emerged and first arrived into New Zealand.[79] When an Air New Zealand crew member tested positive for COVID-19 in November 2020, Dr Joel de Ligt, a scientist at ESR, said that while he was reasonably confident the sequencing had provided a good picture of what was happening across the country, there was still a slight chance that there was something in the community not identified. Specific sequencing of the genomes of the air crew member would show whether it was linked to a New Zealand genome, or related to information from sequencing overseas, making it \"more likely that it is what we call a travel-related infection, where we might start to look more in detail at the airports, or the airlines involved with the movements of a certain person.\"[80] Geoghegan stressed the importance of genome sequencing in cases such as returning air crew, which was later used to demonstrate a case of in-flight transmission.[81] On 20 March, the Auckland Council closed all public libraries, swimming pools, and recreational centres, including the Auckland Art Gallery and the New Zealand Maritime Museum.[82][83] On 21 March, several local body councils in Auckland, Wellington, Christchurch, Dunedin, Lower Hutt and Porirua announced the closures of public facilities including swimming pools, libraries, recreation centres, community centres, art galleries, and museums.[84][85][86][87] On 24 March, the Auckland Council announced they were closing their campgrounds and Canterbury Regional Council announced that they would also close New Zealand Motor Caravan Association camping grounds within 48 hours.[88] Auckland Council announced on 14 April that it was applying for special project funding for a number of infrastructure projects that had been suspended due to lockdown.[89] On 15 April, several Otago mayors including mayor of Dunedin Aaron Hawkins, Central Otago District mayor Tim Cadogan, Queenstown Lakes District mayor Jim Boult, Clutha District mayor Bryan Cadogan, Waitaki District mayor Gary Kircher and Otago Regional Council chair Marian Hobbs were donating part of their salaries to local charities to assist with coronavirus pandemic relief efforts. In addition, several Dunedin City Council officials including chief executive Sue Bidrose announced that they were taking pay cuts to help their local communities cope with the effects of COVID-19.[90] On 10 July, the Auckland Council announced that it was going to eliminate 500 permanent jobs as a result of the economic effects of the COVID-19 pandemic.[91] On 27 August, Auckland councillor Efeso Collins called for the Government to grant an amnesty to people who had overstayed their visas in order to encourage members of the Pasifika community to come forward for COVID-19 tests. The Health Minister Chris Hipkins has reassured the Pasifika community that the Government would not use any information collected during testing for immigration purposes. Collins urged Pacific community leaders, church leaders and health professionals to encourage overstayers to get tested for COVID-19 without fear of repercussions.[92] On 12 November, Mayor of Auckland Phil Goff and local health authorities have urged people in the Auckland CBD area to work from home after the discovery of a community transmission case who worked at the A-Z Collections shop on Auckland's High St in the city centre. Goff also criticised the store's owner for allegedly telling the employee to come to work while she was awaiting test results for her COVID-19 test. The store owner disputed Goff's account, explaining that the employee had called on Tuesday to say she had a sore throat and would be visiting a doctor.[93][94] The following day, the shop worker issued a statement criticising health officials who interviewed her for not providing a Chinese language translator, causing misinformation about her prior whereabouts, actions, and contacts. As a result of this miscommunication, her employer and their families had received abusive online messages.[95][96] On 2 November 2021, Far North District Mayor John Carter supported the Government's decision to impose a Level 3 lockdown in the northern part of the Northland Region following two undetected cases. He urged people to get tested and vaccinated.[97] On 19 March, the medical recruitment company MedWorld appealed for retired and part-time doctors to assist efforts by the health sector and Government to combat the spread of COVID-19.[98][99] On 10 June, St John New Zealand, which provides ambulance and first aid services, announced that it would be laying off staff due to a $30 million deficit caused by the COVID-19 pandemic.[100] The organisation had also tried to apply for the Government's wage subsidy scheme but was told that it was not eligible for it despite a 40% drop in income.[101] On 27 August, Pasifika GP Network member Dr Api Talemaitoga announced that the Government's Testing Strategy Group would seek to ensure that members of the Māori and Pasifika communities would have fair access to testing. These measures include offering free testing, mobile testing centers and clinicians who could translate. Health authorities have also sought to reassure members of these communities that they would not lose their jobs due to contracting COVID-19.[92] Following the Delta community outbreak in mid–August 2021, the New Zealand Nurses Organisation (NZNO) expressed concerned about the mental and physical health of nurses, midwives, and healthcare assistants; insufficient PPE supplies and a lack of mask fit-testing.[102] In mid-September 2021, the NZNO challenged the Auckland District Health Board's \"free-for-all\" visitor policy through the Employment Relations Authority. The NZNO argued that the Health Board's policy of allowing two visitors during the Delta outbreak posed a health risk to patients and staff.[103] In October 2021, Pharmac negotiated an agreement with supplier Merck Sharp & Dohme (MSD) to purchase the experimental antiviral pill molnupiravir. If approved by Medsafe, Pharmac will be supplied with 60,000 courses of the pill, which would be used to treat New Zealanders with mild to moderate Covid-19 symptoms.[104] In November, Pharmac secured 500 doses of baricitinib, an oral tablet that improves outcomes for hospitalised patients[105] and purchased Ronapreve (also known as Regeneron), a monoclonal antibody.[106] From September 2021, the Ministry of Health began allocating funding to district health boards to the Support in Isolation/Quarantine (SIQ) programme with the goal of establishing local quarantine facilities to accommodate those who could not isolate at home in \" community-based bubbles.\" The SIQ programme was established in response to rising community cases and plans to reopen the border in 2022. New Zealand has announced a progressive reopening of its borders as it begins to ease some of the world's most stringent Covid regulations. Vaccinated Australian nationals will be able to return home on 27 February without having to go through the state's required hotel quarantine. Jabbed nationals from other countries will be allowed in starting 13 March, according to Prime Minister Jacinda Ardern. People will still be required to self-isolate for 10 days, but they will be able to do so at home.[107] In mid October 2021, the Health Ministry allocated NZ$120,000 to the Wairarapa District Health Board to establish local SIQ facilities.[108] In addition, other district health boards including the Taranaki District Health Board, the Auckland District Health Board, the Southern District Health Board, and the Whanganui District Health Board have made preparations to establish their own SIQ facilities at various repurposed hotels and holiday parks.[109][110][111][112][113] On 17 February 2022, laboratory workers, contact tracers and other critical health staff affiliated with the Public Service Association (PSA) voted to reject a pay offer from the district health boards and to strike twice in March 2022. The workers have demanded higher pay, equal treatment with other health professions, and safe staffing and retention. Union spokesperson Will Matthews stated that the planned strikes came after 15 months of failed negotiations with the district health boards.[114] In mid-February 2022, the Institute of Medical Laboratory Science, the national representative body for laboratory workers, reported that many workers were burnt out from operating under poor conditions for the past two years of the COVID-19 pandemic. Workers complained about insufficient office and recreation space due to extra testing machinery within their laboratories.[115] In mid-May 2022, 10,000 allied health workers went on strike across New Zealand following failed negotiations with DHBs over pay and working conditions. The PSA's strike action was supported by the Association of Salaried Medical Specialists (ASMS), the New Zealand Dental Association (NZDA) and the NZ Council of Trade Unions (CTU).[116] In early June 2022, the Dunedin Public Hospital was closed to visitors following an outbreak of COVID-19 within its wards.[117] Up until March 2020, New Zealand ran a mixed economy – a free market with some state ownership and control.[118] Although somewhat abruptly sidelined from their normal influence within the New Zealand economy, representatives of the business sector continued to feature in media reporting: lobbying against perceived discrepancies in various industries,[119] publicising habitual evaluations such as business-confidence indicators[120][121] and economic outlooks,[122] and itching for an early return to \"business as usual\".[123] On 17 September 2020, New Zealand economy officially entered into a recession, with the country's gross domestic product contracting by 12.2% in the June quarter due to the COVID-19 pandemic. The retail, accommodation, hospitality, and transportation sectors were adversely affected by the international travel ban and a strict nationwide lockdown.[124][125][126] The COVID-19 pandemic had a substantial impact on New Zealand society, with significant implications for education, faith communities, holidays, Māori, mass gatherings, sports and recreational activities. Reports about the spread of COVID-19 led to a demand for face masks and hand sanitisers, as well as panic buying at supermarkets.[127][128][129][130] Following the spread of COVID-19 at several schools,[131][132] the Government closed all schools, early childhood centers and universities on 23 March 2020 as part of the implemention of a nationwide lockdown.[133] In addition, on 13 May, the end-of-year high school National Certificate of Educational Achievement (NCEA) external exams were postponed to mid November 2020.[55] Several universities drew criticism for continuing to charge rent to students who had returned home to their families.[134][135] In response to the entry of COVID-19 into New Zealand, several faith communities announced that they would be suspending or reducing public gatherings in responds to the Government's ban on gatherings with more than 100 people.[136][137][138] Due to the closure of butcheries under Alert Level 4, members of the Muslim community faced difficulty accessing halal food.[139][140][141] When the lockdown level was first lowered to Alert Level 2 on 14 May, religious gatherings were initially limited to ten persons, which drew criticism from the Federation of Islamic Associations of New Zealand (FIANZ), Catholic bishops, and Bishop Brian Tamaki of Destiny Church.[142][143][144] Following criticism, the Government raised the limit on religious services from ten to 100 persons, allowing many faith communities to resume mass gatherings.[52][145][146] In September 2020, Christian leaders Pacific Response Coordination Team chairman Pakilau Manase Lua and Wesleyan Methodist minister Frank Ritchie expressed concern about misinformation relating to COVID-19 circulating among New Zealand congregants attending churches with links to conservative evangelical and Pentecostal churches in the United States.[147] In response to the COVID-19 pandemic, Māori communities in the Northland, East Cape, and Bay of Plenty regions of the North Island established road blocks to limit the spread of the virus.[148][149] These checkpoints generated some communal tensions and were considered unauthorised by the Government and New Zealand Police, which challenged their authority.[150][151][152] Following a new community outbreak in Auckland in late January 2021,[153] Northland Māori including Reuben Taipari and veteran politician Hone Harawira established an unauthorised checkpoint, which was shut down by the police.[154] Due to the COVID-19 pandemic, mass gatherings were discouraged to comply with social distancing measures to combat the virus. In response, the Royal New Zealand Returned and Services' Association suspended all ANZAC Day service and red poppy collections for 2020.[155] Following the murder of George Floyd in May 2020, which sparked global protests, Black Lives Matter protests were held in several major centers including Auckland, Wellington and Christchurch in early June 2020.[156][157] These protests were criticised by several health and political figures including Siouxsie Wiles, Prime Minister Jacinda Ardern, Deputy Prime Minister Winston Peters, and ACT Party leader David Seymour for flouting social distancing restrictions.[158][159][160] In addition, anti-lockdown protests occurred between August and September 2020.[161][162][163][164] Due to border and social distancing restrictions caused by COVID-19, several sports and recreational events including the Super Rugby season and the 2020 Warbirds Over Wanaka airshow were suspended in mid-March 2020.[165][166] Following a new community outbreak in South Auckland in mid February 2021, the Halberg Awards were postponed to comply with Alert Level 3 restrictions on mass gatherings.[167] In addition, Napier's Art Deco Festival and Auckland's Gay Pride parade were cancelled. Auckland's Splore festival was postponed to 26–28 March 2021.[168] In February 2022, on the grounds of New Zealand's parliament, police gave trespass notices to anti-vaccine protestors who had spent two nights illegally camped. More than 50 were arrested.[169] Left-wing blogger Martyn \"Bomber\" Bradbury has advocated that the Government declare an amnesty for overstayers and provide compensation payments to people unable to work from home in order to help the Pacific Islander communities in South Auckland.[170] The COVID-19 pandemic had a significant impact on travel to and from New Zealand. In 2020, the New Zealand Government worked with airlines and tour agencies to repatriate New Zealanders stranded at various overseas locations including China, Peru, Australia, Uruguay, Fiji, and India.[171][172][173][174][175][176] On 24 March, the Foreign Minister Winston Peters estimated there were 80,000 New Zealanders stranded overseas, of whom 17,000 had registered with the Ministry of Foreign Affairs and Trade's \"Safe Travel\" programme.[177] Following a rapid surge in COVID-19 cases in India in April 2021, many New Zealand citizens and temporary visa holders living there were stranded due to border restrictions and flight cancellations.[178][179] The COVID-19 pandemic also affected many foreign travellers and temporary visa holders in New Zealand. Due to travel restrictions caused by COVID-19, the New Zealand Government automatically extended all temporary visas until 25 September 2020,[177] which was later extended to February 2021.[180] In addition, the Government also extended emergency welfare support including financial support for living expenses to stranded migrant workers and other temporary visa holders unable to leave New Zealand.[181] Despite border restrictions, the Government granted visa exemptions for certain critical and essential workers as well as people attending the trial of the Christchurch mosque shooter Brenton Tarrant and a British family seeking to sell their yacht following the death of their son.[182][183][184] Several foreign governments including the United Kingdom, Germany, and Denmark also organised charter flights to repatriate citizens stranded in New Zealand.[185][186] In addition, international airlines like Lufthansa and Qatar Airways were also involved in facilitating repatriation flights from New Zealand.[187][188] By 13 May, Foreign Minister Peters confirmed that 50,000 migrant workers had returned to their home countries following efforts by the New Zealand Government and foreign embassies to organise repatriation flights.[189] On 9 May 2021, Radio New Zealand and Stuff reported that the Government had spent NZ$6 million to repatriate New Zealanders who had been stranded overseas at various locations including Wuhan, India and Peru since the start of the pandemic.[190] On 28 May 2021, it was also reported that the Government had spent $112,000 out of a $900,000 allocation to repatriate migrants who could not afford flight tickets back to their home countries during the pandemic. In addition, the Government had spent $11 million on attracting migrants during the pandemic. In addition, the Government had spent $242 million in February 2021 to address a deficit in immigration's visa account finances, which still left a $56 million deficit.[191] On 11 August 2021, the Strategic Covid-19 Public Health Advisory Group led by Professor David Skegg advocated that the country should take a phased approach towards reopening its border in 2022 provided that a majority of New Zealanders had been vaccinated. Under proposed plans, travellers could avoid going into managed isolation based on risk factors such as their vaccination status and the state of the pandemic in their country of origin. Other proposals include pre-departure testing for travellers and rapid testing for travellers upon entry to New Zealand.[192][193] Following the Delta community outbreak in mid–August 2021, the Police were criticised by Northland Māori iwi and leaders including former politician Hone Harawira for waiting more than a week to erect fixed checkpoints between Northland and Auckland after the country moved into an Alert Level 4 lockdown. The Level 4 announcement on 17 August had triggered an influx of people from Auckland into the Northland region.[194] Other Northland residents criticised inconsistency in the location of Police checkpoints near the Brynderwyn Hills, Kaiwaka and Mangawhai which inhibited travel by residents to access essential services like groceries.[195] In response to the rapid spread of the Omicron variant, the Government delayed the planned reopening of the country's border to February 2022, boosted pre-departure test requirements, and extended the stay at managed isolation and quarantine (MIQ) facilities by ten days.[196] On 3 February 2022, Ardern announced a five stage plan for reopening the country's borders: Under this arrangement, vaccinated New Zealanders and eligible travellers would be able to go into self-isolation and undergo testing on arrival rather than having to go into MIQ facilities. Unvaccinated travellers would still be required to go into MIQ facilities.[197] On 28 February 2022, the New Zealand Government further accelerated the reopening of the country's borders: On 3 May 2022, the Government eased travel restrictions to allow unvaccinated visa holders, permanent residents, and Australian citizens residing in New Zealand to enter the country without undergoing managed isolation.[199] In mid-May, the Government accelerated the reopening of New Zealand's borders: On 8 September 2020, the Secretary-General of the World Health Organization Dr Tedros Adhanom praised New Zealand's response to the COVID-19 pandemic alongside several other countries including Cambodia, Japan, South Korea, Rwanda, Senegal, Spain, and Vietnam.[202] On 28 October, Hoover Institution senior fellow Victor Davis Hanson criticised Prime Minister Ardern's requirement that people undergoing managed isolation quarantine be tested as a condition for leaving on Fox News's The Ingraham Angle while the show's host Laura Ingraham likened MIQ facilities to coronavirus \"quarantine camps\".[203] Hanson and Ingraham drew coverage from New Zealand media commentators including The Spinoff's Alex Braee, who compared their remarks to former United Kingdom Independence Party politician Suzanne Evans' remarks likening New Zealand's lockdown policies to Nazi Germany.[204] Newshub's Jamie Ensor responded that Ingraham's comments lacked context, explaining that the camps were actually lavish hotels and motels.[205] On 4 May 2020, a High Court judge allowed a man who had travelled from the United Kingdom to visit his dying father, overruling the Government's strict lockdown orders including a 14-day quarantine period for all overseas travellers. In response, Prime Minister Ardern asked Health Minister David Clark to review 24 cases where health authorities blocked requests by individuals to see their dying relatives on health grounds.[206][207] As a result of the Government's review, a woman was granted exemption from the mandatory 14-day quarantine to visit her 59 year old terminally ill mother.[208] On 19 August, the Wellington High Court ruled that the Government's message to stay at home at the start of the Alert Level 4 lockdown for nine days between 26 March and 3 April was justified but unlawful and contrary to the New Zealand Bill of Rights Act 1990. A law change on 3 April made the lockdown legal. The High Court's ruling had come in response to a legal challenge mounted by lawyer Andrew Borrowdale. The Attorney General David Parker has defended the Government's handling of the lockdown and not ruled out an appeal against the ruling.[209][210] On 12 October 2020, the New Zealand Government signed an agreement with Pfizer and BioNTech to buy 1.5 million COVID-19 batches of the Pfizer-BioNTech COVID-19 vaccine. In addition, the Government established a fund of $66.3 million to support a COVID-19 immunisation programme.[211] On 3 February 2021, the Government formally authorised the Pfizer-BioNTech COVID-19 vaccine for use in New Zealand. The vaccine will be limited to people aged 16 years and over.[212] On 20 February 100 nurses became the first people in New Zealand to receive the Pfizer-BioNTech COVID-19 vaccine. Healthcare workers, essential workers and those most at risk will be vaccinated in the second quarter of the year. The general population will be vaccinated in the second half of the year.[213] On 16 October 2021 (\"Super Saturday\"), an all-day nationwide vaccination telethon (\"vaxathon\") was held, featuring celebrity guests and health professionals in a coordinated cross-platform broadcast.[214] The event resulted in record-breaking vaccination numbers, with over 100,000 doses being given out by 3 pm.[215] The following reasons for overseas travel are eligible to be considered for an early vaccine:[229] An Utting Research poll conducted on 1–2 March 2020 found that 47% of respondents were satisfied with the government's overall response to the COVID-19 outbreak, with 34% unsatisfied and 19% unsure.[230] A subsequent poll conducted on 21–22 March, prior to the lockdown announcement, found that 62% of respondents were satisfied with the response.[231] However, 37% were not confident a large-scale outbreak could be prevented in New Zealand, with 26% confident and 36% unsure.[231] A Newshub–Reid Research poll conducted from 8 to 16 May 2020 asked whether it was \"the right call\" to implement the March–April nationwide Level 4 stay-at-home order. 91.6% responded \"yes\", 6% \"no\" and 2.5% \"don't know\".[232] On 9 August 2020, a Horizon Research poll found that trust in the Ministry of Health and Government's ability to manage the COVID-19 pandemic was 82%, down from 91% in April 2020. The poll also found that 64% of New Zealanders still \"totally\" trusted the Government and Ministry of Health, down from 75% in April.[233] A poll by Stickybeak for The Spinoff on 16–17 February 2021 found that 79% of people rated the government's response as \"excellent\" or \"good\" overall while 12% of people rated it \"bad\" or \"terrible\". Similarly, 79% of people approved of the decision to move Auckland to Alert Level 3 on 14 February while 12% opposed, and 67% supported moving the rest of the country to Level 2 while 19% opposed.[234] An 18–22 August 2021 poll by Stickybeak for the Spinoff found that 84% of people supported the decision to move to Alert Level 4 on 17 August, with 10% opposed. Of the 84%, 72% of people strongly supported the decision. Overall, 79% of people supported the government's response to the virus while 12% opposed; these values are unchanged from their February poll.[235] An October 2021 Talbot Mills poll found that support for workplace vaccine mandates was at 79% for health workers, 76% for people travelling overseas, 72% for teachers, 71% for hospitality workers, and 70% for supermarket staff and domestic travellers.[236] A November 2021 1 News–Colmar Brunton poll found that 74% of respondents supported the workplace vaccine mandates currently in place, with 20% opposed.[237] The New Zealand Government's response to the COVID-19 pandemic was covered by both national and international media, which praised Prime Minister Jacinda Ardern's leadership and swift response to the outbreak.[238][239] The Washington Post's Fifield described her regular use of interviews, press conferences and social media as a \"masterclass in crisis communication.\"[240] In addition, Alastair Campbell, a journalist and adviser in Tony Blair's British government, commended Ardern for addressing both the human and economic consequences of the coronavirus pandemic.[241] Following the 2020 New Zealand general election, The Observer's Roy and Graham-McLay attributed the Sixth Labour Government's landslide election victory to Ardern's \"deft handling\" of the COVID-19 pandemic and \"resolute belief\" in science and experts.[242] Due to the large viewing of the daily 1 pm press briefings, the actions of and lines of questioning from journalists came under scrutiny from the public, with many criticising repetitive or aggressive lines of questioning and \"gotcha\" accusations. Stuff journalist Thomas Coughlan replied that the criticism \"seemed to come from nowhere\" and these actions are \"really the way it's always been\", saying that the methodology has only come into question due to the large viewership of the press conferences.[243] Television producer Robyn Patterson, writing for Newsroom, commented that the \"aggressive stance of some local journalists ... is leading to a public backlash\", which \"elevates the anxiety levels of an already distressed public and creates deep unease\". She noted that a 2019 Griffith University study of journalistic best practice recommended that journalists consider the needs of those impacted by disastrous events or else they risk causing more harm than good.[244] In late April 2021, Bloomberg's COVID Resilience Ranking ranked New Zealand as the second best place to be during the COVID-19 pandemic, giving a score of 79.6. Slower vaccination rates had caused the country to drop in the ranking by 0.1 points. Singapore ranked first at that time in the COVID Resilience Ranking, with a score of 79.7.[245][246] In April 2020, the New Zealand Treasury projected that the country could experience an unemployment rate of 13.5% if the country remained in lockdown for four weeks, with a range of between 17.5% and 26% if the lockdown was extended.[247] Prior to the lockdown, the unemployment rate was at 4.2%.[248] Finance Minister Grant Robertson vowed that the Government would keep the unemployment rate below 10%.[249] In the second quarter of 2020, unemployment fell 0.2 percentage points to 4 percent; however, the under-utilization rate (a measure of spare capacity in the labor market) rose to a record 12 percent, up 1.6 percentage points from the previous quarter, and working hours fell by 10 percent.[250] National GDP contracted 1.6% in the first quarter of 2020.[251] The country officially entered a recession in September after Statistics New Zealand reported a GDP contraction of 12.2% in the second quarter of 2020.[252] The second-quarter contraction was led by a 47.4% contraction in accommodation and food and beverage services, a 38.7% contraction in transport, postal and warehousing, and a 25.8% contraction in construction.[253] GDP rebounded 14.0% in the third quarter of 2020.[254] On 3 November 2021, Statistics New Zealand reported that the unemployment rate had dropped to 3.4% despite the effects of COVID-19, the lowest rate recorded since the organisation started reporting it.[255] Between March 2020 and December 2021, New Zealand operated on a four-tier alert level system, with levels 3 and 4 being forms of lockdown. In level 1 there are no domestic restrictions; in level 2 there are limits on gatherings; in level 3 only purposeful travel is allowed and there are strict limits on gatherings; and in level 4 only essential travel is allowed and gatherings are banned. On 15 October 2021, Ardern announced that the alert level system would soon be dropped in favour of a \"traffic light\" system, officially called the COVID-19 Protection Framework. This three-tier system uses vaccination rates to determine the level of restrictions needed.[256] She initially stated that the system would be adopted nationwide once all DHBs reach the milestone of 90% of the eligible population being fully vaccinated and will occur in the Auckland Region once its three DHBs achieve 90%.[257] However on 22 November, Ardern stated that the 90% target would not have to be met, confirming that New Zealand would enter the \"traffic light system\" on 3 December, replacing the previous alert level system. Auckland and areas with low vaccination start on the Red setting while the rest of the country starts on the Orange setting.[258][259] The three levels are Red when the health care system is at risk of being overloaded, Orange when there is pressure on the health care system, and Green when hospitalisation levels are manageable.[260] Early in the pandemic, the government launched the \"support bubble\" concept.[261] A bubble is defined as a group of people with whom one has close physical contact. People in a bubble do not have to practise social distancing from one another. The entire bubble counts as one household.[262][263][264] In early March 2020, there were concerns about COVID-19 tests being given only to people with symptoms who had returned from impacted countries or people who had been in contact with a confirmed case.[265] Some people with symptoms but who did not fit these categories were not tested.[266] In April the New Zealand Microbiology Network recommended that transfers into or between aged care providers should not be tested,[267] a position they maintained despite an outbreak in care facilities and calls for screening tests from E Tū union and the Aged Care Association.[268] The case definition for qualifying for a COVID-19 test is having \"any acute respiratory infection with at least one of the following symptoms: cough, sore throat, shortness of breath, coryza, [or] anosmia with or without fever.\"[269] The previous case definition for testing from 14 March to 3 April was meeting at least one of the following criteria:[270] For cases not fitting this case definition doctors are encouraged to use their own judgement whether to test the patient or not.[271] On 18 August, Newshub reported that a senior quarantine official had revealed that quarantine workers had requested a regular testing \"regime\" multiple times but their concerns were ignored. While Prime Minister Ardern had initially claimed that some workers were reluctant, Health Minister Chris Hipkins acknowledged that he was aware that the testing of border staff was incomplete during a briefing, stating that \"they should not have been declined tests.\" Opposition Leader Judith Collins criticised the Government's handling of the issue.[272] On 9 July 2021, COVID-19 Response Minister Chris Hipkins admitted that half of pre-departure tests were checked due to \"capacity constraints.\" Stuff had reported that more than 20 people had arrived in the country from Australia without the mandated pre-departure test including one who had recently visited New South Wales.[273] On 26 August 2021, community health provider Whānau Waipareira began rolling out saliva testing among its 250 staff in Auckland and Wellington. The group's chief executive officer John Tamihere also confirmed that there were plans to extend them to the public as an alternative to the more common nasal swab tests being used by health providers.[274] In early September 2021, Director General of Health Ashley Bloomfield confirmed that the Government had plans to expand saliva testing at Auckland's Level 4 border crossing following months of delays in rolling out the service to border and essential workers.[275] This announcement followed Yale University research scientist and saliva testing advocate Dr. Anne Wyllie's criticism of the saliva testing provider Asia Pacific Healthcare Group's testing methods.[276][277] By 28 February 2022, the Health Ministry confirmed that New Zealand has received 14 million rapid antigen test (RATS) kits. These kits will be shipped to community testing centres, general practitioners, and pharmacies right across New Zealand. Associate Health Minister Dr Ayesha Verrall also confirmed that the Government had ordered 180 million RATS kits for the next six months.[278] As of 21 November 2021[update]: there have been 4,664,080 tests completed in total, including 401,966 tests in managed isolation facilities,[1] with a positivity rate of 0.21%. The ethnic group with the highest rate of testing was Pacific, with a rate of 170.2 tests per 100 people, followed by Asian with 97.1, Māori with 83.1 per 100, and finally European/MELAA/Other with 80.4 per 100,[e] out of 4,664,080 people in total,[280] or the equivalent of 91% of the New Zealand population of 5,126,300.[281] Starting from 16 April 2020, random voluntary community testing took place in select supermarkets around the country to provide information on whether there still existed community transmission of the virus.[282][283] This testing resulted in no positive results out of 1000 people by 20 April.[284] On 19 March 2021, Newshub reported that scientists had traced two COVID-19 cases who had tested positive following their stay in managed in isolation to unventilated spaces in the doorway of their hotel corridor at their managed isolation facility in Christchurch.[285] As of 24 July 2022[update], New Zealand has 1,563,510 cases (1,551,939 confirmed and 11,571 robable cases) of COVID-19.[1] Based on the national population estimate of 4,966,000[286] this gives the country 88,081.8 confirmed cases per million population (88,295.8 confirmed and probable cases per million population). Confirmed and probable COVID-19 cases by gender as of 24 July 2022[update].[287] Confirmed and probable COVID-19 cases by ethnicity as of 24 July 2022[update].[287] Broken down by district health board (DHB) as of 24 July 2022[update]:[1] Cases have been reported in the Chatham Islands[288] and in New Zealand's associated states (536 in Cook Islands,[289] 1 in Niue[290]). No cases have been reported in the dependent territory of Tokelau.[291] During the lockdown, overall weekly deaths declined in New Zealand compared to previous years.[292] The decline is thought to be linked to a reduction in deaths from traffic collisions, air pollution, work injuries, respiratory tract infections, and elective surgery.[292] As of 12 April 2022[update], the Ministry of Health had identified 24 significant clusters of at least ten confirmed or probable COVID-19 cases. There is currently no active significant cluster in New Zealand.[293] The following clusters have been closed. A cluster is considered closed when there have been no new cases for two incubation periods (i.e. 28 days) from the date when all cases complete isolation.[293] All 12 of the first wave (pre-2022) of Canterbury DHB deaths were cases within the Rosewood Rest Home cluster. This cluster accounted for nearly one quarter of the country's total death toll from COVID-19 prior to 2022. Progression of COVID-19 cases in New Zealand, March 2020–November 2021:[299] As of 30 November 2021[update]: Cases Recovered Hospitalised Deaths Active Cases[f] The March–June 2020 part of the same graph in semi-log plot form: As of 30 June 2020[update]: Cases Recovered Hospitalised Deaths Active Cases[f] New COVID-19 cases (confirmed and probable) and deaths in New Zealand:[299] As of 24 July 2022[update]: As of 24 July 2022[update], in semi-log form: As of 24 July 2022[update]:[g]","Title":"COVID-19 pandemic in New Zealand - Wikipedia","KeyID":"10852","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_New_Zealand"}