{"Content: ":"The COVID-19 pandemic in Western Australia is part of the ongoing worldwide pandemic caused by severe acute respiratory syndrome coronavirus 2. Western Australia (WA) confirmed its first case of COVID-19 on 21 February 2020, and its first death on 1 March. On 15 March, premier Mark McGowan declared a state of emergency. On 24 March, Western Australia closed its borders to the rest of Australia, and on 1 April, the state implemented borders between regions in the state. By mid-April 2020, the state had eliminated community transmission of COVID-19, becoming one of the few places in the world to do so. Since then, there was only a handful of cases of community transmission in the state,[2] until late December 2021 when a tourist caused an outbreak that led to the cancelling of some New Year's Eve events, and the re-imposing of mask wearing rules in Perth and the Peel region.[3] Western Australia's low case numbers were attributed to a swift introduction of restrictions by authorities, a strict state border policy, and its isolation.[2] During May 2022, Western Australia experienced sharply rising cases amongst the highest per capita cases seen anywhere in the world throughout the pandemic.[4] Western Australia confirmed its first case of COVID-19 on 21 February 2020, a man who was evacuated off the Diamond Princess cruise ship and flown to Darwin. When he tested positive, he was flown by the Royal Flying Doctor Service to Perth, and was isolated at Sir Charles Gairdner Hospital.[5][6] He died on 1 March, becoming the first death due to COVID-19 in Western Australia.[7] On 11 March, the World Health Organization declared COVID-19 to be a pandemic.[2] On 15 March 2020, Premier Mark McGowan declared a state of emergency in Western Australia, along with a formal public health emergency.[8] From 16 March, a range of restrictions were put in place to limit the spread of COVID-19. Schools were prevented from organising gatherings of over 500, including swimming and sports carnivals, interschool carnivals, performances, concerts, exhibitions, fetes and fairs.[9] Gatherings of more than 500 people were banned. People coming from overseas were forced to self-isolate for 14 days.[2] On 18 March, indoor gatherings of over 100 people were banned.[2] On 24 March, the state borders were closed and all interstate arrivals were required to self-isolate for 14 days.[10] On 1 April, regional border restrictions were implemented across Western Australia restricting travel between regions to essential services only. People were given a 48-hour warning to return to their home region. At the time, Perth Stadium became the state's COVID-19 incident response centre.[11] Within the Kimberley region, movement was further restricted to prevent travel between each of the four local government areas.[12] On 5 April, all state borders were closed, a strengthening of the previous border rules, and all arrivals were quarantined in city hotels for 14 days.[13] On 6 April, school holidays started one week earlier than planned.[2] On 11 April, Western Australia recorded its last case of unknown community transmission for 2020.[2] On 19 April, Western Australia recorded no new cases of COVID-19 for the first time in over a month.[14] MV Artania departed Fremantle on 18 April following a standoff with state and federal governments over responsibility for the care of passengers and crew.[15] On 25 November the WA government introduced its Safe WA QR code based contact tracing smartphone application. From 5 December, venues in WA were required to keep a register of patrons and staff for the purpose of contact tracing. Use of the app for that purpose was not mandatory, other electronic or paper based systems were also allowed.[28] On 31 January 2021, a quarantine hotel security guard at the Four Points by Sheraton in Perth tested positive. A lockdown from 6 pm on 31 January to 6 pm on 5 February was declared for the Perth, Peel and South West regions. Schools within the lockdown area (which were anticipated to open the following day) remained closed and reopened the following week.[29] Approximately 2 million people in Western Australia were affected by the lockdown.[30] In response to the lockdown, health authorities in the Australian Capital Territory, Queensland, the Northern Territory, and Victoria declared the affected areas to be COVID-19 hotspots. The states quickly enacted a variety of restrictions against travellers from WA who arrived since 25 January including requiring COVID testing, 5 to 14 days of self or supervised quarantine, and Victoria forbidding entry without a permit.[31] On 2 February New South Wales ordered more than 1,100 people who had visited affected areas in WA since 25 January into five days of lockdown, adhering to the same restrictions as in WA. New arrivals from WA had to have a COVID-19 test within 48 hours, or undergo 14 days of quarantine.[30] The lockdown was lifted on 5 February, but some rules such as mandatory mask wearing, and travel restrictions, were maintained in the Peel and Perth regions.[32] The last lockdown specific restrictions were lifted at 12:01 am on 14 February. McGowan said that since 31 January more than 102,000 COVID-19 tests had been done in WA. There were no new COVID-19 cases detected in WA overnight before the change, and only five active cases in WA, all in hotel quarantine.[33] Also on 5 February, McGowan announced a A$43 million package to assist small businesses and charities in WA who suffered financially during the lockdown, in the form of a A$500 offset on their electricity bill. Chief executive of the Australian Hotels Association WA, Bradley Woods said: \"We estimate over $100 million revenue and sales has been lost as a result of this shutdown …\". Plans to increase WA's weekly international flight arrival cap were postponed to the end of February.[34] On 23 April 2021, due to an asymptomatic returned traveller who tested positive after completing 14 days of hotel quarantine and subsequently went into the community, a lockdown from 12:01 am on 24 April to 12:01 am on 27 April was declared for the Perth and Peel regions.[35] The traveller was quarantined after he travelled to India to get married.[36] ANZAC Day commemorations inside the lockdown area (which were anticipated to go ahead with caps on attendance) were cancelled and people were encouraged to participate in driveway dawn services, as was the case in 2020.[35] In response to the lockdown, Air New Zealand canceled a flight between Auckland and Perth.[37] The lockdown ended on 26 April, as originally scheduled, with no new case of community transmission. For the following four days some restrictions such as: mandatory face masks in public; some venue closures; and number restrictions for public and private gatherings, remained in force, but travel beyond the Perth and Peel areas was allowed.[36] On 1 May 2021, a guard at the Pan Pacific quarantine hotel in Perth, tested positive to COVID-19. While likely to have been infectious the guard visited several locations in the community, raising the possibility of another lockdown in Western Australia.[38] He had already received his first dose of COVID vaccine. Two of his seven housemates, both food delivery drivers, then tested positive.[39][40] It is not known how the guard became infected, but they worked at the hotel on 24, 25 and 26 April, including on the same floor as two returned travellers who were COVID-19 positive. One result was that AFL spectators were not allowed at the Western AFL Derby on May 2 at Optus Stadium. Prior to the guards infection, up to 45,000 people were to be allowed to attend. On Sunday 2 May, McGowan also announced a number of new restrictions, including that nightclubs were to be closed immediately. Those and the casino gaming floor were to remain shut until at least 12:01 am on 8 May (Saturday). Under the restrictions, masks remained mandatory indoors and outdoors in the Perth and Peel regions, unless people had a medical exemption, or were doing vigorous exercise outside. This included those who had been in Perth or Peel since 17 April. As of 3 May another lockdown was still a possibility.[38][39][40] In mid-June, there was controversy when the Western Australia Police accessed data from the SafeWA contact tracing app as part of a murder investigation. Legislation was introduced to the WA Parliament on 15 June to make such access illegal. When the app was introduced in November 2020, the WA Health Minister said that only tracing personnel would have access to the data.[41] On 23 June, Western Australia removed the 2-square-metre (22 sq ft) rule and 75% capacity limit for all venues, removing all capacity restrictions on venues.[42] Due to the growing Bondi cluster in Sydney, from 11am on 23 June, Western Australia reinstated a hard border with NSW. For border entry, special exemptions and 14 days quarantine were required.[43] \"Overnight\" on 24 June 2021, a 61-year-old woman died in Royal Perth Hospital from immune thrombocytopenic purpura, which was later linked by the Therapeutic Goods Administration to her Astra-Zeneca vaccination in early June.[44][45] She was the third person in Australia to die from an adverse reaction to an Astra-Zeneca vaccination, the other two deaths were in NSW from thrombosis with thrombocytopenia syndrome.[46] On 27 June at mid-day, restrictions in the Perth and Peel regions were tightened for at least three days after a woman tested positive after she visited a known COVID-19 hotspot in Sydney on 19 June, returned to Perth on 20 June and tested positive on 26 June.[47] Measures included mandatory mask wearing on public transport and indoors, re-introduction of the 2-square-metre rule for public venues, and limits on gatherings.[48] On 28 June, a 4-day lockdown was declared, requiring people to stay home except for essential work, shopping or medical appointments.[49] 14 days quarantine was required for any border entry from the ACT, NT or Queensland. Travel from New South Wales and Victoria was already restricted, so only travellers from South Australia and Tasmania are not required to quarantine.[48] On 13 December 2021, it was announced that Western Australia would fully open its borders to COVID-19 vaccinated people from interstate and overseas on 5 February 2022,[50][51] but that re-opening was subsequently delayed.[52] An unvaccinated French backpacker tested positive to COVID-19 after flying to Perth from Queensland. He had attended several large social events,[53] and subsequently, as of 5 January 2022[update], 21 local cases were linked to that event.[54] In response to the outbreak, masks were mandatory at all public indoor settings and public transport, some music festivals were cancelled, and nightclubs were closed. The restrictions applied from 23 December to 4 January 2022, after which venues were able to open, but masks were still required until 6 pm on 7 January 2022.[55][56] From 7 January masks were only required in higher risk places, such as hospitals and public transport.[57] As of 12.01 am on 3 January, WA declared Tasmania and the ACT to be \"high risk\" locations.[58] As of 5 January 2022[update] the Northern Territory was classed as medium risk, while New South Wales, Queensland, South Australia and Victoria were classed as extreme risk.[59] From 16 January masks were again required indoors in the Perth and Peel regions after five new cases of SARS-CoV-2 Omicron variant. Masks are required in all indoor public areas. Visitors to Perth or Peel from 6 January will have to wear a mask indoors if they have gone to another area. There were 81 known and active Omicron cases in WA. There were 112 total active COVID cases in WA, 34 quarantined in hotels, 78 self-quarantined.[60] On 17 January mask wearing rules were extended to WA's South West Region. Anyone who has been in the Region since 12 January must also follow the mask rule. The opening exhibition of the 2022 Perth Festival was cancelled because of the \"current public health situation\".[61] The state's first dose COVID vaccination rate was 95.3%, second dose of 87.9% for those aged 12+, and booster doses 21.9% for ages 16+.[61] On 20 January, McGowan delayed the reopening of the state's borders, announced on 13 December 2021 as scheduled for 5 February. The date had been based on the SARS-CoV-2 Delta variant, but it is feared the Omicron variant could \"cripple\" the state. The president of the Australian Medical Association WA, Mark Duncan-Smith, believed that the state's hospital system was not ready for the borders to be reopened.[62] On 27 January, the mask mandate was extended to the Wheatbelt and Great Southern regions. The mask requirement also applies to anyone who was in those regions since 20 January and has gone elsewhere.[63] On 18 February, it was announced the border would reopen on 3 March for people from outside Australia and triple vaccinated people from interstate.[64] COVID-19 cumulative cases in Western Australia[65] COVID-19 daily cases in Western Australia[65]","Title":"COVID-19 pandemic in Western Australia - Wikipedia","KeyID":"10851","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Western_Australia"}