{"Content: ":"Gradstein et al., 2012 Pongolan Period, 3020–2780 Ma The Mesoarchean (/ˌmiːzoʊɑːrˈkiːən/, also spelled Mesoarchaean) is a geologic era in the Archean Eon, spanning 3,200 to 2,800 million years ago, which contains the first evidence of modern-style plate subduction and expansion of microbial life. The era is defined chronometrically and is not referenced to a specific level in a rock section on Earth. The Mesoarchean era is thought to be the birthplace of modern-style plate subduction, based on geologic evidence from the Pilbara craton in western Australia.[1][2] A convergent margin with a modern-style oceanic arc existed at the boundary between West and East Pilbara approximately 3.12 Ga. By 2.97 Ga, the West Pilbara Terrane converged with and accreted onto the East Pilbara Terrane.[2] A supercontinent, Vaalbara, may have existed in the Mesoarchean.[3] Analysis of oxygen isotopes in Mesoarchean cherts has been helpful in reconstructing Mesoarchean surface temperatures.[4] These cherts led researchers to draw an estimate of an oceanic temperature around 55-85°C[5] while other studies of weathering rates postulate average temperatures below 50°C. The Mesoarchean atmosphere contained high levels of atmospheric methane and carbon dioxide, which could be an explanation for the high temperatures during this era.[4] Atmospheric dinitrogen content in the Mesoarchean is thought to have been similar to today, suggesting that nitrogen did not play an integral role in the thermal budget of ancient Earth.[6] The Pongola glaciation occurred around 2.9 Ga, triggered by the evolution of atmospheric photosynthesis.[7] Microbial life with diverse metabolisms expanded during the Mesoarchean era and produced gases that influenced early Earth's atmospheric composition. Cyanobacteria produced oxygen gas, but oxygen did not begin to accumulate in the atmosphere until later in the Archean.[8] This geochronology article is a stub. You can help Wikipedia by expanding it.","Title":"Mesoarchean - Wikipedia","KeyID":"1085","URL":"https://en.wikipedia.org/wiki/Mesoarchean"}