{"Content: ":"This article documents the timeline of transmission of COVID-19 during the COVID-19 pandemic in New Zealand throughout 2022. Data about the previous day is extracted from the Institute of Environmental Science and Research's database at 9:00 am daily and is publicly released by the Ministry of Health around 1:00 pm. Notes:  On 2 January, two new deaths were reported at Auckland City Hospital within the past 48 hours.[34] On 8 January, two new locations of interests were identified in Rotorua including a Burger Fuel restaurant and BP Connection petrol station.[35] On 10 January, two new locations of interests were identified in Queenstown including a SkyCity casino.[36] On 12 January, the Ministry of Health reported two new deaths. These fatalities included a man in his 30s who died at home on 5 January and a man in his 60s who died at Middlemore Hospital on 9 January.[37] On 19 January, health authorities confirmed that two COVID-19 positive individuals in Auckland (an Auckland Airport worker and a household contact of an MIQ worker) had the Omicron variant.[38] By 20 January, the Hawke's Bay region had reported a total of six cases in the region, five of them linked to a positive case who visited a fitness class.[39] On 21 January, nine cases were reported in Motueka in the Nelson–Marlborough Region.[40] By 22 January, the number of cases in Hastings had risen to 13.[41] On 27 January, 34 new Omicron cases were reported, bringing the total number of Omicron community cases to 90.[42] That same day, the Soundsplash music festival which took place in Hamilton between 21 and 23 January was identified as a location of interest. Five attendees had tested positive for COVID-19, with one testing positive for the Omicron variant.[43] By 28 January, 68 people were considered close contacts of the infected, with health experts warning that the Soundsplash festival could become a superspreader event.[44] On 28 January, 15 new Omicron cases were reported, bringing the total number of Omicron community cases to 105.[45] On 30 January, the Health Ministry confirmed that a patient in their 70s at North Shore Hospital had died from COVID-19, bringing the death toll to 53. Due to technical issues, the Health Ministry had not included 40 new cases in Auckland for the daily report.[46] On 4 February, New Zealand reported a record 209 new community: 21 in Northland, 99 in the Auckland Region, 51 in Waikato, 15 in Rotorua, 15 in Bay of Plenty, three in Hawke's Bay, four in Tairāwhiti and one in MidCentral. In addition, 64 cases were reported in managed isolation.[76] On 7 February, several schools reported positive cases among students and staff including Te Mata Primary School (four students) in Hastings' Havelock North suburb, Hamilton Boys' High School (one student), Hamilton Christian School (one student), Rototuna Junior and Senior High School (one student), Melville Intermediate School (one student) and Prospect School (one staff member) in Auckland's Glen Eden suburb.[77][78] On 10 February, Queenstown in the South Island's Otago region reported two community cases. These mark the first new community cases in the Southern District Health Board since 17 April 2020.[79] That same day, two students at Ilminister Intermediate School in Gisborne in the North Island tested positive for COVID-19. As a result, half the school and seven teachers were into self-isolation.[80] Later that day, a community case was reported in Dunedin. The individual had spent time in Wanaka and Cromwell during their infectious period.[81] On 11 February, two community cases were reported in Invercargill and Gore, New Zealand in the South Island's Southland Region. Both cases had previously visited the Queenstown area.[82] On 12 February, six staff and seven patients at Auckland City Hospital tested positive for COVID-19. In response, all patients and two staff at two wards for the elderly were ordered to undergo testing.[83] On 13 February, a positive case was reported at Musselburgh School in Dunedin. In response, all Year 5 and Year 6 students at the school were identified as close contacts with families being asked to get their children tested.[84] On 14 February, 19 cases were reported in Otago and Southland, bringing the total number of cases in the Southern District Health Board to 51.[85] On 15 February, a student at Gore Main School tested positive for COVID-19; prompting 25 other students, three teachers, and two teacher aides to go into self-isolation. In addition, Gore Preschool was closed as a precaution after a visitor tested positive for COVID-19.[86] On 17 February, Public Health South and the University of Otago confirmed that two parties held on Castle Street and Hyde Street between 12 and 15 February during Orientation Week were close contact sites. Students who attended the parties were advised by health authorities to get tested.[87][88] Though the University advised all students attending the party to get tested, confusion emerged when local health providers including WellSouth opted to only test individuals who were symptomatic or close contacts.[88] By 18 February, several Dunedin schools including Carisbrook School, Bradford School, Balmacewen Intermediate School, Otago Boys' High School, Columba College, and Queenstown's Wakatipu High School had reported positive cases.[89] On 21 February, two new deaths were reported in Auckland. One was a patient at Middlemore Hospital while the other was a patient in their 70s at Auckland City Hospital.[90] On 22 February, a Dunedin pathology worker at Southern Community Laboratory tested positive for COVID-19.[91] That same day, King's and Queen's High Schools in Dunedin also reported positive cases.[92] From 24 February, RATs are now included in the daily tally separate from PCR tests.[71] In addition, health authorities confirmed the death of another patient at Middlemore Hospital in Auckland. That same day, the Convoy 2022 New Zealand's Wellington protest camp was identified by the Health Ministry as a \"location of interest.\"[93] People present the occupation between 11.55am and 11pm on 19 February and 11am and 11.59pm on 20 February were considered close contacts.[94] On 25 February, five new deaths were reported in hospital, bringing the death toll to 62. Two were from Auckland's North Shore Hospital, two from Waikato and one from Tauranga.[95] On 28 February, David Parker tested positive for COVID-19, become the first New Zealand Member of Parliament to test positive for the disease.[96] On 6 March, the Chatham Islands recorded its first two cases of COVID-19. In response, the Canterbury District Health Board distributed rapid antigen kits to all households residing on the islands.[128] On 7 March, four Members of Parliament including National Party MP Simon Bridges, Police Minister Poto Williams, Attorney General David Parker, and Labour Party MP Anahila Kanongata'a-Suisuiki tested positive for COVID-19. In addition, Māori Party co-leader Rawiri Waititi entered into isolation after his family tested positive.[129] By 8 March, National Party leader Christopher Luxon along with fellow National MPs Mark Mitchell and Stuart Smith had tested positive for COVID-19. In addition a third of National MPs and six Labour MPs had entered into self-isolation after being identified as close contacts.[130] On 10 March, the death statistic definition was changed to include all cases who died within 28 days of being reported as a COVID-19 case even if their cause of death was ultimately unrelated.[106] Because of this the Ministry also began reporting separate tallies of deaths classified as being clearly caused by COVID-19 and clearly not caused by it.[131] On 16 March, the COVID-19 Response Minister Chris Hipkins tested positive for COVID-19.[132] By 30 March, the Southern District Health Board had reported 8,336 active cases in the Otago and Southland regions.[133] On 2 April, Radio New Zealand reported that men accounted for two thirds of COVID-19 deaths in New Zealand, citing figures released by the Ministry of Health. The Health Ministry confirmed that 190 of the COVID-19 fatalities reported in 2022 were men, compared with 114 women. Epidemiologist Michael Baker stated that these trends followed overseas patterns but also identified underlying health conditions and age as bigger factors than biological sex in influencing COVID-19 death rates. In addition, Health Ministry figures confirmed that slightly more women than men were infected by COVID-19, with women accounting for 56% of those hospitalised with the virus.[164] On 1 May, the Ministry of Health confirmed its first case of the BA.4 variant of the SARS-CoV-2 Omicron variant. The individual had arrived from South Africa on 22 April and tested positive on 24 April.[196] The second case of the BA.4 variant was reported on 2 May.[197] On 8 May, New Zealand reported its first case of the BA.5 variant of the Omicron variant at the border. The individual had arrived from South Africa on 26 April and tested positive on 1 May.[198] The following day, two more cases of the BA.5 variant were reported at the border. Both cases originated in South Africa.[199] On 10 May, the total number of cases in New Zealand exceeded the 1 million mark, rising to 1,005,674.[174] On 14 May, Prime Minister Jacinda Ardern tested positive for COVID-19.[200] Her partner Clarke Gayford had earlier tested positive for COVID-19 on 8 May.[201] On 17 May, the total number of recoveries in NZ exceeded the 1 million mark, reaching 1,004,731.[181] On 18 May, the Health Ministry's announced death toll exceed the 1,000 mark, reaching 1,017. This figure includes COVID-deaths that occurred more than 28 days after a COVID-19 case was reported and deaths with incomplete details.[182] On 22 May 2022, Mayor of Wellington Andy Foster tested positive for COVID-19.[202] On 3 June, the first four community cases of the Omicron subvariant BA.5 and the first case of the BA.4 subvariant were reported in New Zealand.[231] On 30 June, Deputy Prime Minister Grant Robertson tested positive for COVID-19.[232] On 4 July, University of Canterbury mathematics professor and Covid-19 modeller Michael Plank described the rapid spread of BA.5 variant cases throughout the country as a second wave of COVID-19 infections. He estimated that the BA.5 variant would overtake the BA.2 variant as the dominant variant within New Zealand in a matter of weeks.[261] On 6 July, no update was released due to technical difficulties on the Ministry of Health's website. As a result, the daily update was delayed till the following day.[238] On 7 July, the Ministry of Health updated the daily reports to include reinfections.[239] On 19 July, Public Health Agency Deputy Director-General Dr. Andrew Old announced that the Health Ministry would be changing the reporting of deaths from people who had died of a COVID-19 infection within 28 days to people who had either died as a result of a COVID-19 infection or where COVID-19 was a contributing factor to their death.[262] On 25 July, the national death toll exceed 2,000, reaching 2,006. 836 COVID-19 cases were in hospital, with Christchurch Hospital reporting 169 cases; its highest number since the COVID-19 pandemic began.[263] The following day, the Ministry of Health revised the definition of COVID-19 deaths from deaths within 28 days of testing positive for COVID-19 to deaths attributed to COVID-19.[258]","Title":"Timeline of the COVID-19 pandemic in New Zealand (2022) - Wikipedia","KeyID":"10855","URL":"https://en.wikipedia.org/wiki/Timeline_of_the_COVID-19_pandemic_in_New_Zealand_(2022)"}