{"Content: ":"The COVID-19 pandemic was confirmed to have reached South America on 26 February 2020 when Brazil confirmed a case in São Paulo.[2] By 3 April, all countries and territories in South America had recorded at least one case.[3] On 13 May 2020, it was reported that Latin America and the Caribbean had reported over 400,000 cases of COVID-19 infection with, 23,091 deaths. On 22 May 2020, citing the rapid increase of infections in Brazil, the World Health Organization declared South America the epicentre of the pandemic.[4][5] As of 16 July 2021, South America had recorded 34,359,631 confirmed cases and 1,047,229 deaths from COVID-19. Due to a shortage of testing and medical facilities, it is believed that the outbreak is far larger than the official numbers show.[6]   The COVID-19 pandemic in Argentina is part of the worldwide pandemic of coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). On 3 March 2020, the virus was confirmed to have spread to Argentina.[30][31][32][33] As of 28 July 2022, a total of 9,507,562 people were confirmed to have been infected, and 129,278 people were known to have died because of the virus.[34] On 7 March 2020, the Ministry of Health confirmed the country's first documented death, a 64-year-old man who had travelled to Paris, France, who also had other health conditions; the case was only confirmed as positive after the patient's demise.[35] On 19 March 2020, a nationwide lockdown was established in Argentina.[36][37] The lockdown was lifted throughout all the country, excepting the Greater Buenos Aires urban area (where 31.9% of the country's population live),[38] on 10 May, with Greater Buenos Aires locked down until 17 July, where the lockdown was due to be gradually loosened in several stages to lead to the return to normality.[39] However, restrictions were extended several times until 8 November 2020.[40] During the second wave, another nationwide lockdown took place from 22 to 31 May 2021.[41] The COVID-19 pandemic in Bolivia is part of the worldwide pandemic of coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The virus was confirmed to have spread to Bolivia on 10 March 2020, when its first two cases were confirmed in the departments of Oruro and Santa Cruz.[47][48] The COVID-19 pandemic in Brazil has resulted in 33,704,393[50] confirmed cases of COVID-19 and 677,804[50] deaths. The virus was confirmed to have spread to Brazil on 25 February 2020,[51] when a man from São Paulo who had traveled to Italy[52] tested positive for the virus. The disease had spread to every federative unit of Brazil by 21 March. On 19 June 2020, the country reported its one millionth case and nearly 49,000 reported deaths.[53][54] One estimate of under-reporting was 22.62% of total reported COVID-19 mortality in 2020.[55][56][57] The pandemic has triggered a variety of responses from federal, state and local governments, having an impact on politics, education, the environment,[58] and the economy. On 27 March 2020 Brazil announced a temporary ban on foreign air travelers[59] and most state governors have imposed quarantines to prevent the spread of the virus.[60] President Jair Bolsonaro has perpetuated conspiracy theories surrounding COVID-19 treatments[61] and its origins,[62] and was accused of downplaying effective mitigations and pursuing a strategy of herd immunity.[63] In October 2021, a congressional panel recommended criminal charges against the president for his handling of the pandemic, including crimes against humanity.[63] The worldwide pandemic of coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) severely affected Chile. The virus was confirmed to have reached Chile on 3 March 2020.[64] Initial cases had been imported from Southeast Asia and Europe, and expanded into a large number of untraceable infections, placing the country within phase 4 of the pandemic as defined by the World Health Organization, with over 1,000 confirmed cases by 25 March 2020. The cases are concentrated in the Santiago metropolitan area, with outbreaks in other regions in the country. No national lockdown was established in Chile, unlike in neighboring Argentina and Peru, although a night curfew was implemented throughout the country. Quarantines were established locally in different cities and neighborhoods. However, in May 2020 the whole city of Santiago was put under mandatory quarantine due to an increase of cases, and similar situations were extended to most of the largest cities in Chile. Considering its population, by June 2020 Chile had one of the worst outbreaks in the world.[65] Initially, the number of fatalities reported was lower than in other countries in South America, even those with fewer cases. However, in May 2020, the number of cases and deaths increased rapidly, while several sources reported excess deaths not officially attributed to covid, which were not counted.[66][67] By June 2020, the government confirmed thousands of additional deaths due to COVID-19, including suspected cases where PCR tests were not available.[68] The pandemic reached a peak on 13 June with 195 daily confirmed deaths and nearly 7,000 positive cases.[69] By July 2020, 10,000 people had died, and Chile had the sixth largest number of cases in the world.[70][71] In the following weeks, the number of daily cases and deaths started to decrease slowly, although some local outbreaks appeared. The number of cases increased later in the year, and by March 2021 the number of daily cases exceeded those in the initial wave.[72] Chile became one of the first countries to start a nationwide program to vaccinate against COVID-19. On 24 December 2020, the first batch of vaccines arrived in the country to inoculate mainly health workers.[73] With larger batches of vaccines (mainly Sinovac's CoronaVac) arriving from February 2021, Chile became one of the fastest countries in the world to inoculate their population: by March 2021 a quarter of the population had received at least one dose. This fast response was due to signing contracts with multiple providers, a strong public immunization program, and little anti-vaccine sentiment.[74] Despite the success of the vaccination program the number of cases increased, which has been attributed to early relaxation of restrictions and a false sense of security.[75][76][77] The COVID-19 pandemic in Colombia is part of the pandemic of coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The virus was confirmed to have reached Colombia on 6 March 2020.[84][85] Up to January 2022, four waves affected Colombia: Infections and deaths peaked in August 2020, again in January 2021 following the Christmas holidays, reached new highs between April and June 2021, and a fourth wave was confirmed in late December 2021 following the arrival of the Omicron variant of SARS-CoV-2.[86] On 29 February 2020, the Minister of Health in Ecuador, Catalina Andramuño, confirmed the first case of the virus in the country.[89][non-primary source needed] The patient, a woman in her 70s, Ecuadorian citizen who resides in Spain, had arrived to Guayaquil on 14 February.[89] On 1 March 2020, Andramuño announced that five new cases of coronavirus have been confirmed in Ecuador.[90] As of 31 March 2020, there have been 2240 confirmed cases, plus 75 deaths linked to COVID-19. The Health Ministry also reported 61 deaths probably related to COVID-19.[91] Ecuador was described in April 2020 as emerging as the \"epicentre\" of the pandemic in Latin America.[3] The Guayas Province was particularly strongly affected, with thousand of excess deaths reported compared to the figure for a normal period.[92] It was reported on 17 April 2020 that 10,939 people had died in six weeks since the start of March in the Guayas Province, compared to a normal figure of 3,000 for the province.[93] On 3 April 2020, the British Overseas Territory of the Falkland Islands confirmed its first case on 3 April 2020.[94][non-primary source needed] Furthermore, as a precaution, the islands' government has closed all schools and nurseries until 4 May.[95] As of 30 April, all 13 cases have recovered.[96] On 4 March 2020, the first 5 cases were found the French overseas department and region of French Guiana,[97] and the first death was announced on 20 April 2020.[98] On 7 March the first confirmed case in Paraguay was announced, a 32-year-old Paraguayan who arrived from Ecuador.[102] On 10 March, Paraguay suspended public school sessions and large-scale public events for 15 days due to the coronavirus.[103] On 13 March, Paraguay suspended flights coming from Europe.[104] The COVID-19 pandemic in Peru has resulted in 3,859,279[50] confirmed cases of COVID-19 and 214,112[50] deaths. The virus spread to Peru on 6 March 2020, when a 25-year-old man who had travelled to Spain, France, and the Czech Republic tested positive.[105] On 15 March 2020, President Martín Vizcarra announced a country-wide lockdown, closing borders, restricting domestic flights, and forbidding nonessential business operations, excluding health facilities, grocery stores, pharmacies, and banks. On 13 March 2020, Vice President Ashwin Adhin announced the first confirmed case in the country.[109] On 3 April, the first death was announced.[110] On 3 May, all remaining COVID-19 cases recovered.[111] On 18 May, an eleventh case was identified.[112] On 11 August, President Santokhi announced a series of measures requiring the use of face masks, reducing operating practices of restaurants, and prohibiting groups of 5 or people from gathering except for work, education, religious gatherings and funerals. A national curfew would be in place from 21:00 to 5:00 everyday until 23 August.[113] The COVID-19 pandemic in Uruguay has resulted in 969,803[50] confirmed cases of COVID-19 and 7,403[50] deaths. On 13 March, Vice President Delcy Rodríguez announced the first two confirmed cases in the country.[120] On 14 March, Communication Minister Jorge Rodríguez informed that eight new cases were detected in the country.[121] On 26 March, the first death was reported.[122] Diosdado Cabello, vice-president of the United Socialist Party of Venezuela and president of the pro-government Constituent National Assembly announced he tested positive for COVID-19 on 9 July.[123] Tareck El Aissami, the Minister of Petroleum and Omar Prieto, the Governor of Zulia also tested positive on 10 July.[124] A member of the 2017 National Constituent Assembly and the Governor of the Capital District, Darío Vivas tested positive for COVID-19 on 19 July.[125] Venezuela Minister of Communication and Information Jorge Rodríguez tested positive for COVID-19 on 13 August.[126] On the same day, Darío Vivas died of COVID-19 at the age of 70.[125] Venezuela is particularly vulnerable to the wider effects of the pandemic because of its ongoing socioeconomic and political crisis causing massive shortages of food staples and basic necessities, including medical supplies. The mass emigration of Venezuelan doctors has also caused chronic staff shortages in hospitals.[127] This remote territory is uninhabited, save for small communities of scientists; the territory is also occasionally visited by small groups of tourists.[128] On 17 March tourist facilities in Grytviken were closed as a precaution,[129] with various other measures being implemented to protect workers on the islands.[130] South Georgia is open for visitors with a permit and is still virus free as of 22 April.[131]","Title":"COVID-19 pandemic in South America - Wikipedia","KeyID":"10862","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_South_America"}