{"Content: ":"This article presents official statistics gathered during the COVID-19 pandemic in Argentina. The National Ministry of Health publishes official numbers every night.[1] Since 12 March 2020, contrasted data between the numbers reported by the provincial ministries and the total number provided by the national Ministry of Health show differences. This is because the ministries are giving their reports at different times throughout the day and also to different criteria regarding the counting of infected: by district of hospitalization or district of residence.[2] On 27 September 2020, the Ministry of Health of the Province of Buenos Aires (the most populated one) reported more than 3,500 extra deaths that were missed in previous reports. The provincial government called this a \"re-categorization\", and presented a new data entry system which —according to Provincial Health Minister Daniel Gollán— would avoid future under-reporting and data criticism.[3][4] The deaths were later included in the national report of 1 October 2020.[5] On 9 September 2021, by request of the 24 jurisdictions and due to the fact that manual loading of data from discharges of patients generates an overload in the epidemiological surveillance system, a change was applied in the algorithm for classificacion of active/non-active cases in the National Health Surveillance System, in which cases not classified as deceased and with more than 90 days elapsed from notification date became classified as non-active.[6] Model-based simulations for Argentina indicate that the 95% confidence interval for the time-varying reproduction number Rt exceeded 1.0 from April to July 2020, after which it diminished to below 1.0 in October and November 2020.[7]  Number of confirmed cases by province. Number of confirmed COVID-19 deaths by province. Number of confirmed COVID-19 cases by jurisdiction. Number of confirmed COVID-19 cases by jurisdiction in Greater Buenos Aires. The charts show the development of the pandemic starting from 1 March 2020, representing changes in net number of cases on a daily basis, based on the number of cases reported in the National Ministry of Health's daily reports.[1] The charts show the development of the pandemic starting from 1 March 2020, representing changes in net number of cases on a daily basis, based on the number of cases reported in the daily reports by each province. The charts show the development of ICU beds occupation related to the pandemic starting from 24 June 2020, representing changes in net number of beds occupation on a daily basis, based on the numbers reported in the National Ministry of Health's daily reports. {{Switcher| |Percentage of total ICU beds occupation (nationwide)| |Percentage of total ICU beds occupation (Greater Buenos Aires)| The charts show the development of vaccination in Argentina starting from 6 January 2021, based on the National Ministry of Health's reports.[43] ","Title":"Statistics of the COVID-19 pandemic in Argentina - Wikipedia","KeyID":"10865","URL":"https://en.wikipedia.org/wiki/Statistics_of_the_COVID-19_pandemic_in_Argentina"}