{"Content: ":"The COVID-19 pandemic in Bolivia is part of the worldwide pandemic of coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The virus was confirmed to have spread to Bolivia on 10 March 2020, when its first two cases were confirmed in the departments of Oruro and Santa Cruz.[2][3] On 12 March, Bolivia suspended all public school sessions until 31 March, as well as all commercial flights to and from Europe indefinitely. They also prohibited large-scale public gatherings of more than 1,000 people.[4] On 12 January 2020, the World Health Organization (WHO) confirmed that a novel coronavirus was the cause of a respiratory illness in a cluster of people in Wuhan City, Hubei Province, China, which was reported to the WHO on 31 December 2019.[5][6] The case fatality ratio for COVID-19 has been much lower than SARS of 2003,[7][8] but the transmission has been significantly greater, with a significant total death toll.[9][7]  On 12 March, the government announced seven measures to slow the spread of the disease, including the suspension of educational activities until March 21 in schools and universities and the suspension of flights to and from Europe starting March 14.[10][11][12] As a result of the six confirmed cases, the city of Oruro declared a 14-day quarantine beginning on 16 March.[13] The same day, the government announced that there would be criminal punishments for anyone who sabotaged healthcare, due to incidents of blocking access to healthcare centers for suspected or confirmed COVID-19 patients.[14] In the city of La Paz, arrests were made of people engaged in price gouging of medical products.[15] On 14 March, Interim President Jeanine Áñez prohibited anyone coming from China, South Korea, Italy, or Spain to enter the country.[16] Starting on 18 March 2020, this will be extended to cover all of Europe, including Great Britain and Ireland, as well as Iran.[17] On 15 March, the government announced new measures including the expansion of entry restrictions on travelers coming from the Schengen Area, in addition to the United Kingdom, Ireland, and Iran.[18] Starting March 16, the departments of Oruro, Potosí, Cochabamba, and Chuquisaca implemented measures to restrict movement, initially to last until March 31, while Tarija prohibited public trips between departments.[19] On 17 March, President Áñez announced the closure of Bolivia's borders to all foreign nationals – effective as of 19 March. Additionally, as of 20 March, all international flights will be suspended, and domestic travel between departments and provinces will be prohibited.[20] On 20 March, the government of Santa Cruz declared a quarantine for Porongo, starting at noon and lasting 14 days.[21] The minister of health did not rule out taking measures with greater impact in the coming days.[22] On 21 March, the government announced a 14-day nationwide quarantine, taking effect on 22 March at midnight and ending on 5 April at midnight.[23] On 23 March, Áñez released a statement at 13:00 local time confirming the extreme quarantine measures and requesting the support and understanding of the population. She also took the opportunity to commemorate the 141st anniversary of the loss of the Litoral Department and with it Bolivia's sovereign access to the Pacific Ocean. Áñez confirmed the government's unwavering aspiration to recover its sovereign access to the sea.[24] On 25 March, Áñez declared a public health emergency in the country and completely locked down its borders, with nobody allowed to enter or leave except for health or safety reasons.[25] This will be in effect until 15 April. On 1 April, Áñez announced the following measures:[26] On 8 April, the Minister of Health, Dr. Anibal Cruz, was replaced by Dr. Marcelo Navajas Salinas, a specialist in pulmonology and with experience in public health. Áñez stated that Cruz stepped aside for personal reasons.[28] On 8 April, Áñez announced that the 'family voucher' of Bs. 500 will be extended to high school students and confirmed the payment from April 15.[29] On 14 April, Áñez announced the extension of nationwide quarantine until April 30. Other economic measures were also announced including the 'Universal Bonus' of Bs. 500, for people over 18 who have not benefited from any of the previous aid launched by the Government and who are not salaried.[30] On 29 April, Áñez announced that the total quarantine will remain until May 10 and a 'dynamic' quarantine will be applied, with relaxations on least affected regions from May 11. The borders will remain closed until May 30.[31] On 28 May, the Bolivian government extended the quarantine until June 30. Starting June 1, Bolivia enters a new quarantine phase, making it more flexible. The highlights of the new measures taken by the government include:[32] Scientists have noted that the level of infections was significantly lower at high altitude, with only 507 cases reported in the La Paz Department by May 31 with most of Bolivia's 9,982 cases centered on Santa Cruz Department.[33] Before the first case was detected in Bolivia, the government announced that an Emergency Operating Committee had been formed, including officials from the World Health Organization and different ministries and specialized health organizations.[34] Measures implemented with the Pan American Health Organization included support for the implementation of detailed procedures in a guide to the surveillance of unusual respiratory incidents.[35] The Ministry of Health set up free hotlines at 800-10-1104 and 800-10-1106 to inform people about symptoms and allow them to ask questions about the virus.[36] On 17 March, President Jeanine Áñez announced the following measures, to be in effect from March 19 to 31:[37] On 17 March, the minister of the presidency, Yerko Núñez, declared a public health emergency and arranged a series of quarantine measures,[39] which would be implemented in the entire country until March 31.[40] Supreme Decree 4196 indicates:[37] A nationwide quarantine is in effect from 22 March at midnight (00:00) for 14 days, with the goal of slowing the spread of the virus in the country, under the following orders:[37] On 30 December 2020, the government of newly elected President Luis Arce signed a contract between Bolivia and Russia to acquire 5.2 million doses of the Sputnik-V vaccine.[42] The vaccine was granted emergency approval and registered by the Bolivian regulator based on the results of Phase III clinical trials in Russia.[43] The first 20,000 doses of the vaccine arrived on 28 January 2021, and Santa Cruz-based nurse Sandra Ríos became the first Bolivian to be vaccinated the next day.[44] In January 2021, the government contracted India's Serum Institute to provide 5 million doses of the Oxford–AstraZeneca vaccine. The doses are slated to arrive beginning in April.[45] On 30 January 2021, the United Nations announced that 900,000 doses of the Oxford–AstraZeneca vaccine and 92,430 doses of the Pfizer–BioNTech vaccine will be provided through the COVAX initiative.[46] The COVAX initiative had reportedly agreed to provide Bolivia with 3.6 million vaccine doses from a variety of sources.[45] In April 2021, Bolivia launched an international campaign to ensure all countries have equitable access to COVID-19 vaccines. Foreign Minister Rogelio Mayta said that unless 70 percent of the world's population was vaccinated new variations of the disease will arise and the pandemic \"will continue for years\".[47] Marcelo Ebrard, Mexican Foreign Minister, announced on May 12, 2021, that Mexico will donate 400,000 doses of Oxford–AstraZeneca COVID-19 vaccine to Bolivia, Belize, and Paraguay.[48] Total confirmed cases Active Cases Recoveries Deaths New cases per day Deaths per day Recoveries per day   A sixty-five-year-old woman in Oruro was one of the first patients known to be infected with the coronavirus. Six other infected patients in Oruro and one in Cochabamba, as confirmed through tests by 12 March, were in contact with her.[50] This was the first known instance of local transmission in Bolivia. The city and department began mandatory social distancing measures on 16 March. A further 65 contacts and family members of those were infected were confined to their homes, but showed no symptoms of the disease.[51] As of 25 March, the first Oruro patient was no longer showing symptoms and had tested negative for the disease twice; doctors expect her to be declared Bolivia's first recovered COVID-19 patient.[52] The first case to be tested positive in Potosí was announced on 25 March. Regional health authorities that this patient is a 69-year-old woman. She was infected by her son, a transport driver who had recently been in Chile. The driver had not disclosed his symptoms and was, according to the health authorities, treated privately by family members who are physicians.[53] Following the announcement of the first confirmed case, incidents were reported among the local population, including large-scale purchasing of surgical masks[54][55] and hand sanitizer and blocking access to hospitals.[56] On 19 March a patient under observation who was required to stay in isolation tried to escape but was caught when he tried to take a trip between departments.[57] Operations were suspended at San Cristóbal mine.[58] Bolivia's health minister Marcelo Navajas has been arrested on suspicion of corruption related to the over-priced purchase of ventilators to fight COVID-19.[59][60] Bolivia bought 179 ventilators from a Spanish manufacturer for $27,683 each, costing almost $5 million. It later transpired that the manufacturer was offering ventilators for 9,500-11,000 euros each ($10,312-$11,941).[59] In May, key witness, businessman Luis Fernando Humérez, was taken into preventive custody following communications he made with legal director of the Ministry of Health, Fernando Valenzuela seeking \"a way out\".[61] Humérez was able to connect for prosecutors, the health minister to Iñaqui García, a representative of the respirator supplier, GPA Innova, among others. Prosecutors for the case also demonstrated multiple calls between Evo Morales and Humérez intermingled with conversations with other defendants.[62] However, Humérez claims these conversations were only to pacify tensions in the country. With over 2 dozen calls between Humérez and masista leaders, including Morales and Orlando Zurita, prosecutors Arturo has postulated this may be less a controversy of corruption, and one of conspiracy against the current government.[63] In addition to Humérez, Valenzuela, Giovani Pacheco, the director of the agency tasked with procuring medical equipment, as well as two Inter-American Development Bank advisors have been arrested. Despite these arrests, the Bolivian mixed commission of investigation continues to search for reasons that explain how this could have happened, and has issued summons across levels of the Bolivian government.[64] Among those asked for there testimony are Bolivian Minister Karen Longaric and Harvard scientist, Mohammed Mostajo-Radji,[65][66][67][68][69] the Bolivian Ambassador for Science, Innovation, and Technology to the UN.[70][71] While, no criminal charges were levied against Mostajo-Radji[citation needed], inconsistencies between his earlier testimony where he claimed complete ignorance of the purchase, and public statements in April where he claimed responsibility for overseeing the purchases of the respirators led prosecutors to ask for further information.[72] However, in spite of these calls from prosecutors, and the continuing pandemic, Mostajo-Radji left Bolivia for the United States in June 2020[73] and has yet to testify.[74] Allies of Evo Morales accused the interim president of protecting the young scientist who was rumored to be involved with Áñez's daughter;[75][76] allegations which both Áñez and Mostajo-Radji deny.[77][73] In August 2020, it was revealed that an additional 324 respirators, purchased from China through Amgen were also bought with a surchage ($35,000 for machines that cost $18,000) and contained numerous defects.[78] In response, the prosecutor's office announced investigations into both the ambassador, Mostajo-Radji, as well as the Minister of Health, Eidy Roca.[78] Unlike the Spanish respirators, these were part of the 500 Mostajo-Radji had announced in April were purchased by Bolivia.[79] #invoke:Navbox with collapsible groups","Title":"COVID-19 pandemic in Bolivia - Wikipedia","KeyID":"10867","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Bolivia"}