{"Content: ":"The COVID-19 pandemic in Brazil has resulted in 33,704,393[1] confirmed cases of COVID-19 and 677,804[1] deaths. The virus was confirmed to have spread to Brazil on 25 February 2020,[3] when a man from São Paulo who had traveled to Italy[4] tested positive for the virus. The disease had spread to every federative unit of Brazil by 21 March. On 19 June 2020, the country reported its one millionth case and nearly 49,000 reported deaths.[5][6] One estimate of under-reporting was 22.62% of total reported COVID-19 mortality in 2020.[7][8][9] The pandemic has triggered a variety of responses from federal, state and local governments, having an impact on politics, education, the environment,[10] and the economy. On 27 March 2020 Brazil announced a temporary ban on foreign air travelers[11] and most state governors have imposed quarantines to prevent the spread of the virus.[12] President Jair Bolsonaro has perpetuated conspiracy theories surrounding COVID-19 treatments[13] and its origins,[14] and was accused of downplaying effective mitigations and pursuing a strategy of herd immunity.[15] In October 2021, a congressional panel recommended criminal charges against the president for his handling of the pandemic, including crimes against humanity.[15] As of 28 July 2022, Brazil, with 33,704,393[1] confirmed cases and 677,804[1] deaths, has the third-highest number of confirmed cases and second-highest death toll from COVID-19 in the world, behind only those of the United States and of India.  On 28 January 2020, Brazil's Ministry of Health announced that a suspected case of COVID-19 was being investigated in Belo Horizonte, involving a student who had recently returned from Wuhan, China.[18][19] Ministry also announced that they was investigating two other suspected cases in Porto Alegre and Curitiba.[20] On 3 February, it was announced that the Brazilian government would assist in helping citizens in Wuhan return to the country;[21] on 5 February, two planes were sent to Wuhan to repatriate 34 citizens. The citizens and all other crew were to be quarantined and monitored for 18 days at a Brazilian Air Force base in Anápolis.[22][23] They were released ahead of schedule on 23 February, after repeatedly testing negative.[24] On 25 February, the first confirmed COVID-19 case in Brazil (and the first in South America) was announced by the Health Department of São Paulo – a 61-year-old man who had returned from Lombardy, Italy.[25][26] A second case was confirmed soon after in another person who had recently returned from Italy.[27] On 28 February, scientists of the University of São Paulo's Tropical Medicine Institute and the Adolfo Lutz Institute reported that they had sequenced the genomes of these two cases, which had been separately introduced from Northern Italy to Brazil on two occasions.[28][29] In an address on 6 March, President Jair Bolsonaro advised residents to \"strictly follow the experts' recommendations as the best protective measure\", but that \"there is no reason to panic\".[30] On 12 March, it was reported that Bolsonaro's press secretary Fábio Wajngarten had tested positive for COVID-19, prompting increased monitoring of Bolsonaro (who tested negative the next day)[31][32] and his cabinet. Wajngarten had also interacted with U.S. President Donald Trump and Vice President Mike Pence during Bolsonaro's visit to Miami, Florida on 7 March.[33] The number of cases within the cabinet began to increase, including Minister of Mines and Energy Bento Albuquerque, and President of the Federal Senate Davi Alcolumbre; by 20 March, Brazil had the second-largest number of cases among members of a federal cabinet, overtaking Iran and behind only France.[34] On 13 March, the cruise ship Silver Shadow arrived from the Bahamas and docked in Recife, Pernambuco, bearing 318 passengers and 291 crew members, including one suspected case of COVID-19. The ship was isolated by health authorities.[35] On 17 March, Brazil recorded its first death.[36] At this time, there were 291 confirmed cases in the country.[37] By 20 March, state health departments reported almost 1,000 confirmed cases across 23 of 26 states and also in the Federal District.[38] By 21 March, all Brazilian states had reported at least one confirmed case of COVID-19, with the most recent being Roraima.[39] In the month since Brazil's first confirmed case, Brazil had 2,915 confirmed cases and 77 deaths.[40] On 28 March, the Ministry of Health reported that Brazil had 3,904 confirmed cases and 114 deaths, suggesting a mortality rate of 2.9%. Approximately 90% of deaths were people over 60 years of age, and most were men. In 84% of deaths, patients had at least one risk factor, most commonly heart disease, followed by diabetes and pneumopathy.[41][42] The COVID-19 vaccination campaign in Brazil is an ongoing mass immunization campaign for the COVID-19 pandemic in Brazil. It started on January 17, 2021, when the country had 210 thousand deaths.[140] The Instituto Butantan imported the first 6 million doses of CoronaVac in a collaboration with the Chinese company Sinovac Biotech.[141] There is no deadline forecast for immunizing the country's entire population due to the lack of supplies for vaccine production[142] and also due to political disputes between the São Paulo state government and the Jair Bolsonaro government.[143][144][145] On 19 March 2020, scientists predicted up to 2 million deaths in Brazil in the worst-case scenario without measures to contain the virus. They pointed out that a policy of social distancing was one of the most effective measures given the lack of a vaccine.[148] On 20 March, experts from Italy warned that the coronavirus growth curve in Brazil would repeat that of European countries. An observatory with physicists from USP, University of Campinas, São Paulo State University, University of Brasília, Federal University of ABC, UC Berkeley and the University of Oldenburg showed that the number of infected people, considering data from 19 March, had been doubling every 54 hours, and that the case total would exceed 3,000 by the 24th.[149][150] On 21 March, researchers began to mobilize to increase the availability of testing in Brazil. The Federal University of Rio de Janeiro was attempting to create a serology test, as opposed to the more common PCR test, to detect infections through a patient's blood samples.[151] Minister of Health Luiz Henrique Mandetta said that the number of cases would increase exponentially until the end of June.[152] On 23 March, a report from FGV economist Emerson Marçal predicted a negative 2020 GDP of up to 4.4% due to the effect of the coronavirus.[153] Eleven COVID-19 patients died after receiving high doses of the anti-malarial drug chloroquine in a study in Brazil. This was reported in mid-April. The study was halted.[154] On 15 August 2020, three joint-ventures began testing a new COVID-19 vaccine in Brazil. The origin of the research and development became a hugely debated issue, further complicated by conspiracy theories spread by anti-vax groups and renowned political allies of Jair Bolsonaro, Brazilian President along with xenophobia.[155] On 13 March, the Ministry of Health recommended that those travelling to Brazil self-isolate for at least 7 days on arrival.[156] On 17 March, Brazilian authorities partially closed their border with Venezuela. Health Minister Luiz Henrique Mandetta had urged closure of the border due to Venezuela's collapsing health system.[157] The state of Santa Catarina declared a state of emergency, and ordered the closure of all non-essential businesses, and suspended public transit, inter-city and inter-state buses, public meetings, concerts, theatres, sporting events and religious services.[158] On 18 March, Rio de Janeiro and five other municipalities—São Gonçalo, Guapimirim, Niterói, Nova Iguaçu, and Mesquita—in the state of Rio de Janeiro had declared a state of emergency to help contain the coronavirus.[159] The following day, the government of Rio Grande do Sul declared a public emergency situation. Among the measures adopted were the prohibition of interstate travel and the restriction of items purchased in the markets.[160] On 20 March, the government of Rio Grande do Norte declared a public emergency situation.[161] On 21 March, cases in São Paulo rose almost 40% in two hours. Deaths also increased in the period. The state issued a lockdown order for non-essential businesses, lasting from 24 March⁠ through at least ⁠7 April.[162][163] Cities in the Campinas region declared an emergency situation. In addition to the metropolis, Hortolândia, Holambra, Indaiatuba, Itapira, Jaguariúna, Mogi Guaçu, Mogi Mirim, Paulínia, Sumaré and Águas de Lindoia issued decrees with special measures to contain the spread of COVID-19 cases. Valinhos and Vinhedo declared a state of public emergency.[164][165] On 9 May, the government of Rio Grande do Sul established a new social distancing plan. Given that some areas were more affected than others, the local government organized the state in 20 sectors. Each sector is ranked – according to the number of cases, hospital occupancy rates, and other factors – from Yellow (low risk), to Orange, Red, and Black (high risk). The goal of this scale is to be able to respond better to the current pandemic, and allow the population on lower risk areas to return to a somewhat normal life.[166] In a press briefing on 27 March 2020, Bolsonaro downplayed the possibility that COVID-19 could spread rapidly nationwide, arguing that Brazilians \"never catch anything\", and that there was a possibility that portions of the population were already immune.[167] He has described the threat of COVID-19 as being exaggerated and as a media-created \"fantasy\".[168][167][169] On 15 March 2020, Bolsonaro made an appearance during a pro-government rally in Brasília, interacting with his supporters. He faced criticism for participating without taking precautions (such as wearing a mask), especially after his press secretary was infected following his presidential visit to the United States.[170][171] On 27 November 2020, he reiterated his belief that masks are ineffective at limiting the spread of the virus, and he said that discussion of masks was \"the last taboo to fall\".[172] Bolsonaro opposed proposals to purchase the Sinovac Biotech vaccine, but country's health agency granted approval for Phase 3 trials in São Paulo.[173] On 27 November 2020, Bolsonaro acknowledged that the country's health agency had approved effective vaccines, but added that he personally would not take any COVID-19 vaccine.[172] In 2021, it was revealed that he had repeatedly refused offerings by Pfizer to get tens of millions of doses of their vaccine at a discount.[174] In contrast, millions of Covaxin doses were purchased in June 2021 at elevated prices.[175] In late March 2020, Facebook, Inc. and Twitter pulled social media posts by Bolsonaro that promoted hydroxychloroquine as an effective treatment for COVID-19, with the companies considering them misinformation that could cause physical harm, and a contradiction of authoritative health information respectively. Twitter also pulled a similar post by Bolsonaro that called for the reopening of the economy.[176][13][177][178] On 15 March 2020, Bolsonaro claimed that businesses were profiting off \"hysteria\", and he said the public should not react with \"neurosis.\"[179][180] He has opposed proposals to suspend interstate travel between states with cases,[181] and the closure of businesses (including malls and weekly outdoor markets), arguing in the case of the latter that they were \"extreme measures\" that would hurt the economy. Governor of São Paulo João Doria criticised President Bolsonaro for his inaction on COVID-19, which had required individual states to take on responsibilities that should have been taken on at the federal level.[182][183] On 19 March, President Bolsonaro's son Eduardo shared a Twitter post that which blamed the Chinese Communist Party for the worldwide spread of COVID-19. As China is Brazil's largest trading partner, the post provoked criticism from Chinese diplomats such as Yang Wanming – who argued that Bolsonaro family was \"the great poison of this country.\"[184] In a presidential address on 22 March 2020, Bolsonaro continued with these arguments,[185] criticising the use of \"scorched earth\" mitigation measures such as closing businesses and restricting travel, questioning the closure of schools due to there being more infections among the elderly, and accusing the media of spreading a \"feeling of dread\" among the population.[186][187][188] In a presidential address on 22 March 2020, he argued that the lives of Brazilians needed to return to normality, and that \"because of my background as an athlete, I wouldn't need to worry if I was infected by the virus. I wouldn't feel anything or at the very worst it would be like a little flu or a bit of a cold.\"[186][187][188] In a televised interview on 23 March 2020, Bolsonaro criticised the protests against him, arguing that \"the people will soon see that they were tricked by these governors and by the large part of the media when it comes to coronavirus\".[189] On 28 April 2020, when a reporter pointed out that Brazil's death toll had surpassed China's, he replied, \"So what? I'm sorry, but what do you want me to do?\"[190] On 7 July 2020, after announcing that he had tested positive, Bolsonaro remarked \"There's no reason for fear. That's life\", and continued to criticise lockdown measures, arguing that \"the majority of Brazilians contract this virus and don't notice a thing\", and that \"You can't just talk about the consequences of the virus that you have to worry about. Life goes on. Brazil needs to produce. You need to get the economy in gear.\"[191][192] On 21 March 2020, it was reported that Alcolumbre, president of the Chamber of Deputies Rodrigo Maia, and the leaders of the major parties in the National Congress, no longer believed that they could conduct productive dialogue on COVID-19 with Bolsonaro.[193] The 22 March 2020 presidential address was met with a negative response by many Brazilian politicians,[a] as well as critics of Bolsonaro; in a Twitter post, journalist Ricardo Noblat referred to it as the \"first political suicide broadcast live on national radio and television.\"[188] João Doria told CNN that Bolsonaro was \"an unprepared and psychopathic leader.\"[195] The ongoing public protests against the President intensified during and after the address.[188][196][197] In mid-March 2020, panelaços began to occur in major cities such as Rio and São Paulo, including protests in support of the president, and others calling for his resignation.[198] According to one poll, 64% of Brazilians rejected the way Bolsonaro had been handling the pandemic, while 44.8% supported his impeachment, an all-time high.[199] According to some sources in Congress, Bolsonaro was shutting down political dialogue on purpose and forcing his impeachment to mobilize his supporters.[193] In October 2021, a Brazilian congressional panel voted to recommend criminally charging two companies and 78 individuals as laid out in a 1,288 report. Bolsonaro is one of the individuals described in the report; nine criminal charges were recommended for him, including \"crimes against humanity.\"[15][200][201] Natália Pasternak Taschner, the president of the Instituto Questão de Ciência, microbiologist, and research scientist at the University of São Paulo, has addressed the spread of misinformation from the government and other sources. She has appeared frequently on Jornal Nacional and written a weekly science column for O Globo.[202] Economists expect an economic stagnation for the country in 2020.[207] On 16 March, the Ministry of Economy announced a stimulus package of R$147.3 billion (US$29 billion) to help the economy against the effects of the pandemic.[208] The Brazilian government is also in negotiations with the New Development Bank to receive an aid package for its COVID-19 efforts; China received one billion USD from the same institution.[209] On 21 March, Economy Minister Paulo Guedes announced a series of aid measures to reduce the impact on the economy. A scholarship for self-employed professionals, to the amount of R$200, is being prepared, in addition to the payment guarantee for workers who have reduced working hours.[152] On 23 March, government announced package of R$85.8 billion for states and municipalities. The amount includes transfers to the health area, recomposition of transfers of constitutional funds and suspension of the maturity of debts of the states with the Union.[210] The economy shrunk by an unparalleled 9.7 percent in the second quarter of 2020 and plunged Brazil into a recession.[211] By the end of 2020, Brazil's GDP had shrunk by 4.1%; the worst recorded since 1990.[212] By 20 March, the pandemic had impacted education all over the world. There were nationwide school closures in over 100 countries. However, President Jair Bolsonaro announced few country-wide measures to slow the spread of the virus,[213][214] and because the federal government decided not to cancel classes in the whole country, lower levels of government have done so on independently. Municipal, state, and private schools and universities had different reactions regarding the suspension of classes. Classes were suspended at once, gradually or not at all. Some of them were replaced with distance education or simply postponed. Because of that, there are only \"localized\" (as opposed to \"national\") school closures, according to UNESCO.[215] From 2015 to 2016, Brazil experienced a crippling recession that saw its economy decrease by about 7% with an extremely small amount of growth seen from 2017 to 2018.[216] At the beginning of the pandemic, Brazil had hitherto been suffering from this economic dilemma. With COVID-19 now added to the list of problems, 83.5% of Brazil's labour market were pushed into an exposed state.[217] According to Rogério Barbosa, a professor at the IESP Institute for Social and Political Studies; due to the pandemic, between social-distancing and the fear of becoming infected by the virus, between 17 and 19 million people have stopped searching for employment in Brazil.[218] The deforestation of the Amazon rainforest has accelerated during the COVID-19 pandemic in Brazil, increasing by over half compared to baseline levels, according to satellite imagery.[10][219] COVID-19 threatens indigenous communities in the Amazon region.[220] By 17 March, residents of favelas in Rio de Janeiro suffered from a lack of water. Without water to clean themselves, this made them vulnerable to the proliferation of coronavirus. Water did not reach parts of the Baixada Fluminense and the North Zone of Rio de Janeiro. Among the affected areas are the Chatuba de Mesquita, Camarista, Méier and Complexo do Alemão communities. The infectious disease doctor and pediatrician Cristiana Meirelles said that without clean running water, the situation of fighting the epidemic would become catastrophic.[221] Cufa (Central Única das Favelas, a NGO that operates with Favelas) called for measures to contain coronavirus in favelas. Government actions did not include the economically fragile, a contingent that totals more than 70 million people, said the organization.[222] Some areas of Maré had been without water for two days, and other areas were reported to have been without water for two weeks.[223][224] Following the first reported cases in Brazil, there were concerns whether its healthcare system would be able to deal with the pandemic. On 12 March, the Ministry of Health requested an additional R$10 billion (US$2.1 billion) to the federal budget as part of its efforts to manage the pandemic.[225] It estimated that 2,000 intensive care units would be immediately needed.[226] On 18 March 2020 hospitals in São Paulo denounced a lack of health materials, such as masks, gloves and hand sanitizer, caused by an increase in prices.[227][228] According to them, packages of masks went from R$4.50 in January to R$140 by 17 March. The government said it will negotiate with industry to meet the demand.[229][230] In Salvador, local shops experienced shortages of masks and hand sanitizer.[231] Rio and five other municipalities in the state declared an emergency to contain the coronavirus. The municipalities of São Gonçalo and Guapimirim also declared a state of emergency; Niterói, Nova Iguaçu and Mesquita declared an emergency situation in the area of public health.[159] On 19 March 2020 scientists predicted up to 2 million deaths in Brazil in the worst-case scenario, without measures to contain the coronavirus. They pointed out that maintaining social distance was one of the most effective measures in the absence of a vaccine.[148] Their conclusion came after analyzing the growth curve of COVID-19 cases in Brazil. The contagion rate was the same as that registered in Italy, as the number of infected people had been doubling every 54 hours. According to estimates, the number of confirmed cases might reach 3,000 by 24 March.[149] According to the Ministry of Health, the number of infected patients would grow exponentially until the end of June.[152] The mayor of Belo Horizonte, Alexandre Kalil (PSD), asked General Altair José Polsin, commander of the 4th Army Region, for the temporary assignment of 51 professionals from the army garrison to assist in the demands of fighting the coronavirus. The Brazilian Army has not yet said whether it will meet this demand. Peak cases of COVID-19 in Belo Horizonte were expected to occur in the first week of April. In an interview, the health secretary announced the creation of two more Respiratory Disease centers and was studying placing PMs to serve the population.[232][233] The Government of Rio Grande do Sul decreed a public emergency situation, with measures including the prohibition of interstate travel and the restriction of items purchased in the markets, with the decree in force from 19 March 2020.[160] Employees at four public hospitals in the city of São Paulo reported a shortage of materials such as alcohol gel, masks and gloves when caring for patients with suspected coronavirus. Professionals in the Sistema Único de Saúde (SUS) reported a shortage of masks and rationing of gel alcohol, though the situation of public-service workers was different from[how?] that of private hospitals in São Paulo.[227][228] Stores specializing in medical supplies no longer had alcohol gels and masks, including N95 masks used by health professionals. Street vendors were reported to be taking advantage of the demand for equipment and trying to profit from it.[231] On 20 March the press reported that Brazil was contradicting the recommendation of the World Health Organization by only testing patients in a severe condition. João Gabbardo, executive secretary at the Ministry of Health, said that the criteria adopted would not change, and people with serious cases would be tested for COVID-19.[38] The following day, a group of scientists announced they were developing new COVID-19 tests in Brazil. They expect to elaborate a test which will work with a single drop of blood from the patient. They expected it to be ready during the current outbreak of COVID-19, and hoped to engage some of the main Brazilian universities in its development.[151] Without protective items, health workers improvised caps as masks in hospitals. In addition to the first cases of coronavirus in Acre, health professionals in the state had to deal with the lack of personal protective equipment (PPE). Some agents improvised with caps as masks.[234] On 31 March, the U.S. federal government donated two million doses hydroxychloroquine to Brazil, for prophylactic and therapeutic use.[235][236][237] Health professionals in the state of Rio de Janeiro (RJ) complained about the lack of conditions to work with patients in COVID-19. Doctors said there were no N95 masks, with a more efficient filter, at Hospital Salgado Filho. Unions said there was a shortage of personal protective equipment in hospitals.[238] Dom Odilo Scherer, Archbishop of São Paulo, had initially defended the position that churches should not be closed, arguing that there should be more daily services to diffuse large gatherings. Later, he declared the suspension of celebrations with the people.[239][240][241] Bishop Edir Macedo, founder of the Universal Church of the Kingdom of God, also declared that services should not be suspended, as well as Silas Malafaia, leader of Assembleia de Deus Vitória em Cristo.[239] Malafaia said he would only close his churches if mandated by a court order. Macedo caused greater controversy after he dismissed coronavirus as a creation of the media.[242] Brazilian networks started airing prevention tips during their programming. Globo, SBT, RecordTV, Band, and RedeTV! announced they would stop production of all of their telenovelas, and would record their talk shows without a live audience, while expanding journalism in their programming.[243][244][245] The trend of case fatality rate for COVID-19 from 26 February, the day first case in the country was recorded. [246] Case fatality rate Template:COVID-19 pandemic","Title":"COVID-19 pandemic in Brazil - Wikipedia","KeyID":"10868","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Brazil"}