{"Content: ":"The COVID-19 pandemic in Paraguay is part of the ongoing worldwide pandemic of coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The virus was confirmed to have reached Paraguay on March 7, 2020, in a 32-year-old man from Guayaquil, Ecuador, living in San Lorenzo, Central Department. Three days later, on March 10, 2020, a second case was confirmed in a 61-year-old man who traveled from Argentina; the same day three more cases were confirmed. Due to this spike, the government began imposing the first measures to stop the disease from spreading. On March 10, 2020, the Paraguayan government suspended classes and all activities that involved groups of people, as well as public and private events, with the goal of avoiding the spread of the virus, pursuant to Decree no. 3442/2020.[4] Other preventive measures were adopted, such as commerce and movement restrictions, suspension of flights, border closures, curfews, and strengthening controls to ensure compliance with the measures.[5] On March 20, 2020, the first death and the first case of community transmission were confirmed. The government declared a total quarantine until May 3, with free movement completely restricted. Public movement was restricted to buying food, medicine and other essential items.[6][7][8] At the end of March, the government began to invite Paraguayan expatriates to return to their homeland with opportunities to isolate in supervised shelters, designated and paid for by the government. Returned expatriates were required to quarantine for 14 days. Many expatriates also quarantined in hotels, (called Health Hotels), if they could afford to do so. After May 4, 2020, Paraguay implemented the so-called “Intelligent/Smart” Quarantine, a gradual return to work and social activities with social distancing and health-focused measures. However, the border remained closed and other inter-country activities remained restricted. After October 5, 2020, the country moved to a new phase known as the \"Covid way of living,\" relaxing restrictions on most activities while maintaining an increased focus on sanitation until a vaccine or cure was found. National borders were opened and some international flights were resumed. Eventually, specific exceptions could be raised by regional zones or by a particular economic sector, if the circumstances required it. Online learning and nightly curfew were still in effect indefinitely.[9] COVID-19 [10] is caused by SARS-CoV-2.[11] All regions of Paraguay were affected by COVID-19, leaving no region untouched by the disease. Face masks were required by the government and helped to stop the spread of the virus. On February 18, 2021, Paraguay received the first doses of the COVID-19 vaccine. There were 4,000 doses of the Sputnik V Vaccine.[12] On February 22, 2021, the vaccine initiative began in Paraguay, focused on vaccinating frontline medical workers who had higher risk of exposure to the disease. As of February 2022, all restrictions have been lifted by the government, with the only recommendation being to wear a face mask in indoor spaces. In certain cases, proof of vaccination is also required. On January 12, the World Health Organization (WHO) confirmed that a novel coronavirus was the cause of a respiratory illness in a cluster of people in Wuhan City, Hubei Province, China, which was reported to the WHO on December 31, 2019.[13][14] Unlike SARS of 2003, the case fatality ratio for COVID-19 [15][16] has been much lower, but the transmission has been significantly greater, with a significant total death toll.[17][15]  Marcelo Ebrard, Mexican Foreign Minister, announced on May 12 that Mexico will donate 400,000 doses of Oxford–AstraZeneca COVID-19 vaccine to Paraguay, Belize, and Bolivia.[33] Foreign travelers not residing in Paraguay, aged 18 and over, must present a complete vaccination record as to enter the country.[34] On March 10, 2020, the Paraguayan government suspended classes and all activities that involve groups of people, as well as public and private events, with the goal of avoiding the spread of the virus, pursuant to Decree no. 3442/2020.[4] Other preventive measures have been adopted as time has gone by, such as restrictions on commerce and movement, suspends flights, closure of borders, restricting entry of foreigners, curfews, and strengthening controls to ensure compliance with the measures.[5] On March 20, 2020, the first death and the first case of community transmission were confirmed. The government declared a total quarantine (lockdown) until May 3, with free movement restricted completely. Public movement was restricted to buying food, medicine and other essential items.[6][7][8] The city of San Roque González de Santacruz (department of Paraguarí) returned to lockdown on June 9 through June 24, due to the uncontrolled increase in the number of contaminations. Paraguay implemented from May 4 an “Intelligent/Smart” Quarantine, with a gradual return to work and social activities, with social distancing and hygiene measures in 4 phases. However, the government decided to keep international borders closed, online learning, and the nighttime curfew indefinitely.[9] In Phase 1 and 2, the ban on all non-essential movement was in place from 9pm to 5am. In Phase 3 and 4, the ban on all non-essential movement is in place from 11pm to 5am (Sundays to Thursdays) and from 12am to 5am (Friday to Saturday).[citation needed] Due to the increase in cases, the department of Alto Paraná returned to lockdown on July 29 for three weeks, with some authorizations of Phase 1 and businesses allowed to be open between 5:00am to 5:00pm (called Phase 0,5).[31] Lockdown was extended on August 24 through September 20, with some relaxations. For example, businesses were allowed to be open until 8pm. Since September 21, this department entered a Social Quarantine. On August 23, Asunción and Central department entered a Social Quarantine (Phase 3 with more restrictions, especially in the social sphere, for example, curfew between 8pm to 5am, prohibition of alcohol sales at night, long-distance trips suspended on weekends, individual physical activity restricted, etc.). On August 31, Boquerón department and the city of Carmelo Peralta (in Alto Paraguay department) came back to Phase 3. On September 13, Caaguazú department and Concepción department entered a Social Quarantine. As announced on October 2, 2020, by the Minister of Health, the phases of Intelligent Quarantine in the country are finalized, to advance to a kind of new normal known as the \"covid way of living\", due to the plateau reached in the contagions. Eventually, specific exceptions could be raised by zones or by a particular economic sector, if the circumstances require it, as stated by the same.[35] From October 5, interdepartmental circulation will be allowed without restrictions, and free circulation every day between 05:00 am and 00:00 am. The operation of hotels, and social and cultural events is allowed, with a restriction of up to 50 people, among others. Since October 15, the international border with Brazil was opened. Likewise, since October 21, commercial flights were resumed with the reopening of airports. Passengers who came to the country for over 7 days must comply with a mandatory quarantine. At the end of October, there was a decline in confirmed COVID-19 cases, from more than 5,000 weekly cases during the peak (plateau) to below 3,000 weekly cases. However, after a month of continuous decline, towards the end of November and the beginning of December, cases increased again, reaching the average number of cases once more during the peak between September and October, for which the National Government once again applied some restrictions. As stated by the Director of the Health Surveillance, the pandemic in Paraguay is still on a \"plateau\" and it is most likely that it will continue like this for the remainder of 2020 and even early 2021. At the end of February 2021, there is an increase in the contagion curve, after a plateau of several months, exceeding the thousand daily infections on average, as a result of the proliferation of clandestine social events, and the number of tourists who traveled both inside and outside the country, especially Brazil.[36] This excessive increase in infections caused a new saturation in the public health system, to the point that emergency surgeries had to be suspended and doctors must choose who is more likely to live to occupy an ICU bed. In this scenario, beds, supplies, medicines were scarce, as well as the delay in the acquisition of vaccines for COVID-19, which led to massive protests and riots throughout the country, known as the Paraguayan March 2021, ending in the resignation and removal of several ministers, including the Minister of Health Julio Mazzoleni.[37][38] On February 18, 2021, the first doses of COVID-19 vaccines arrived in Paraguay, consisting of 4000 doses of the Sputnik V vaccine. These were supposed to go in theory to healthcare workers. Vaccination began on February 22, 2021, in the main health centers of the country. Paraguay lags far behind in the application of vaccines in comparison to its neighboring countries.[39][40] Paraguay later received a donation of 20,000 doses of CoronaVac from Chile,[41] for which it began vaccinations on March 10.[42] On November 12, 2021, India sent 400,000 doses of the Covaxin,an Indian WHO approved vaccine. Since end of March 2020, the government has used existing infrastructure of military bases, warehouses, police stations, and indoor sports complexes called \"albergues\" (shelters) to accommodate large groups of individuals -who returned from abroad (mainly from Brazil and neighboring countries.)[citation needed] Returnees undergo a mandatory minimum quarantine of 14 days, which can be extended if required. Likewise, they have the alternative of quarantining in certain hotels or lodgings (called Hotel Salud) in the event that they can afford it. From April to much of June, the majority of confirmed cases came from shelters, however at the end of the same month the panorama changed, with community (local) cases prevailing over those detected in shelters.[citation needed] The advisory minister for International Affairs of the Presidency of the Republic, reported that by the end of June more than 8,000 returnees had already passed through shelters (at least 10% of them testing positive for coronavirus). According to the Inter-institutional Coordination Center (CCI), by then, about 70 shelters and 40 'Salud' hotels were located in different parts of the country.[citation needed] Paraguay's economy will contract between 2.5% and 5% in 2020 due to the halt in economic activities brought on by social isolation measures to contain the coronavirus. The projection is a stark turnaround from the Central Bank of Paraguay in December 2019 estimate of 4.1% growth in the year. The bank's new estimate also goes further than the International Monetary Fund, which projected in mid-April a contraction of 1.0%.[citation needed] But the government of President Mario Abdo Benítez has been heavily criticised for failing to support people left without income during the total quarantine. Sixty-five per cent of Paraguay's workers earn their living in the informal economy and have no access to benefits during the coronavirus crisis.[citation needed] As social distancing entered the public lexicon, emergency management leaders encouraged the cancellation of large gatherings to slow the rate of infection,[citation needed] these are a few cancelled or postponed events:[citation needed] Total cases Recoveries Active cases Deaths  ","Title":"COVID-19 pandemic in Paraguay - Wikipedia","KeyID":"10877","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Paraguay"}