{"Content: ":"The COVID-19 pandemic in Colombia is part of the pandemic of coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The virus was confirmed to have reached Colombia on 6 March 2020.[1][2] Up to January 2022, four waves affected Colombia: Infections and deaths peaked in August 2020, again in January 2021 following the Christmas holidays, reached new highs between April and June 2021, and a fourth wave was confirmed in late December 2021 following the arrival of the Omicron variant of SARS-CoV-2.[3] \"Confirmed COVID-19\" was the primary cause of death in Colombia in 2020, where the virus caused over 50,000 fatalities by the end of the calendar year. An additional 13,000 deaths in Colombia that year were suspected to be caused by COVID-19, making \"suspected COVID-19\" the third most common cause of death.[4] The \"confirmed COVID-19\" death toll doubled during the first half of 2021, reaching 100,000 before the end of June (including all deaths from the beginning of the pandemic).[5] On 12 January 2020, the World Health Organization (WHO) confirmed that a novel coronavirus was the cause of a respiratory illness in a cluster of people in Wuhan City, Hubei Province, China, which had been reported to the WHO on 31 December 2019.[6][7] By early February 2020, the global death toll for COVID-19 had already exceeded that of SARS of 2003.[8] Although the case fatality ratio for COVID-19 was much lower than SARS of 2003,[9][10] COVID-19 was more contagious;[11] this was known by March 2020.[12][9] Notes:  On 6 March 2020, the Ministry of Health and Social Protection confirmed Colombia's first case of coronavirus, a 19-year-old female patient who had recently travelled to Milan, Italy.[1][13] On 9 March, two more cases were confirmed.[14] President Iván Duque announced that as of 16 March 2020, entry to Colombia would be restricted for visitors who had been in Europe or Asia within the past 14 days. Colombian citizens and residents who had been in Europe or Asia could be admitted into the country, but must undergo a 14-day self-quarantine as a precaution. Additionally, Duque announced Colombia would shut down all of its border crossings with Venezuela, effective as of 14 March.[15] On 17 March, at 9:00 pm local time (UTC–5), President Iván Duque announced the declaration of a state of emergency, stating that he would take economic measures that were announced the following day. The first measure taken seeking the protection of the elderly was to decree mandatory isolation from 7:00 am on 20 March to 31 May for all adults over 70 years of age. They had to stay in their residences except to stock up on food or access health or financial services. Government entities were instructed to make it easier for them to receive their pensions, medicines, healthcare or food at home.[16] On the evening of 20 March 2020, President Duque announced a 19-day nationwide quarantine, starting on 24 March at midnight and ending on 12 April at midnight.[17] Due to the fast spread of the virus during the quarantine period, the mandatory nationwide lockdown was extended several times until 1 September 2020, when it was ended by the Colombian government. During the extended lockdown, some essential economic sectors were slowly allowed to resume their activities.[18] On 21 March 2020, the Ministry of Health confirmed the first death from coronavirus in Colombia, a 58-year-old man who worked as a taxi driver in Cartagena who died on 16 March and reportedly carried Italian tourists on his taxi on 4 March. According to authorities, the person started presenting symptoms two days later. Initially, COVID-19 had been dismissed as the cause of his death as he had tested negative for coronavirus, however, his sister had tested positive for the disease. After the patient's decease, the National Health Institute (INS) analyzed two tests from him, both of which were negative with one of those being taken improperly, but decided to keep the investigation open owing to his sister's condition. Eventually, the INS concluded that the taxi driver was her only possible source of contagion, therefore attributing his death to the new virus in spite of the laboratory evidence stating otherwise.[19] From 17 March to 1 September 2020, Colombia denied entry to those who were not Colombian citizens, permanent residents or diplomats.[20] Land and river borders with four neighboring countries reopened on 19 May 2021, while those with Venezuela remained closed.[21][22] Sea borders reopened on 1 December 2020.[23] Beginning 28 December 2021, all travelers over age 18 who enter Colombia from cruise ships, including Colombian nationals, must have a vaccination card showing at least one dose and a negative PCR test result issued within 72 hours before they boarded the cruise ship.[24] To enter Colombia by air, from 30 September 2020 through 2 June 2021, travelers had to present a negative PCR test result issued within 96 hours before departure.[25] From 14 December 2021, travelers must show proof of full vaccination, or else present a negative PCR test result within 72 hours of boarding.[26] Throughout 2020 and part of 2021, quarantines, curfews and other restrictions have been implemented at local levels. Within the capital city of Bogotá, for example, these were sometimes implemented in different sectors of the city at different times.[27] With the pandemic came Colombia's most severe economic recession in at least a century.[28] In April 2020, the inflation rate dropped to 0.16%, the lowest since 2013;[29] then, in May, the inflation rate went negative.[30] Colombia's gross domestic product (\"producto interno bruto\", or PIB) only grew 1.1% in the first trimester of 2020, in contrast to the 2.9% growth achieved in the first trimester of 2019.[31] For the second trimester of 2020, the country's GDP fell by 15.7% compared to the same period of 2019, which was reported as the greatest Colombian economic decline in recent history. The economic activities hit the hardest were: wholesale and retail trade; repair of motor vehicles and motorcycles; transportation and storage; accommodation and food services (which decreased by 34.3% and contributed –6.6 percentage points to the annual variation); manufacturing industries (which decreased by 25.4% and contributed –3.1 percentage points to the annual variation); and construction (which decreased by 31.7% and contributed –2.1 percentage points to the annual variation). In total, for the first semester of 2020, the GDP decreased by 7.4% compared to the same period of the previous year.[32] The monthly unemployment rate in Bogotá jumped from 13% in March to 21.6% in April.[33] By early May 2020, a quarter of Colombians aged 18–25 and a fifth of Colombians aged 26–40 had lost their jobs, according to a poll by McCann Worldgroup. Many others stated they had their working hours reduced or had to take a second job. A majority of Colombians (8 in 10) had less income than before the pandemic.[34] In July, unemployment was 20.2% nationally and 26.1% in Bogotá.[35] As many college students dropped out, community colleges and trade schools lowered their tuition by about one-quarter on average in 2020.[36] During the first six months of 2020, over 1.6 million Colombian adults opened a bank account for the first time, with the result that 85% of Colombian adults now have a bank account.[37] Grupo Aval had pushed for elderly people to open bank accounts, considering that they faced the highest risk of COVID-19; by mid-April 2020, the institution reported having opened bank accounts for 77,000 pensioners.[38] Starting from 18 May 2020, the Financial Superintendence of Colombia issued guidelines on in-person customer service for banks and financial entities, ordering measures such as opening at least 85% of their branches, extending their opening hours to at least six hours a day from Monday to Friday and four hours if open on Saturdays, and establishing priority service hours for people over 60 or with special conditions.[39] While the city of Bogotá had received 12 million tourists in 2019, only a third as many came in 2020.[40] Similarly, comparing 2019 and 2020, the travel and tourism industry's contribution to the Colombian gross domestic product fell by half.[41] On 13 March 2020, the government announced that it would close the border with Venezuela,[42] extending the closure to all land borders shortly afterwards.[43] With the start of the nationwide lockdown in late March, both domestic and international flights were shut down and only cargo and humanitarian flights were allowed to continue operating.[44] On 10 May 2020 Avianca, the country's flagship airline as well as the second largest one in Latin America, announced that it had filed for bankruptcy protection in the United States due to the impact of the pandemic. The airline, having suspended all its passenger operations since late March due to the government's decision to close the country's airspace, had to ground 142 aircraft, send 12,000 out of its 20,000 employees on unpaid leave, and saw its income reduced by over 80 per cent.[45] In late May it was confirmed that LATAM Colombia, the country's second largest airline, had also filed for Chapter 11 along with its parent company and other subsidiaries.[46] On 28 May 2020, the Colombian government through Transportation Minister Ángela María Orozco confirmed that international flights would remain barred until at least 31 August, but stated that they could likely resume in September.[47] Domestic flights and intermunicipal transport, however, were expected to resume in July.[48][49] On 1 September 2020, 38 domestic flight routes between 16 airports and bus terminals in the main cities of the country resumed operation, although bus companies would not be able to travel to any cities on which the government may place restrictions for COVID-19 reasons. There were handwashing and temperature checks at the entrance of both airports and terminals, only travellers were allowed to enter, and waiting rooms required travelers to wear masks and refrain from eating.[50][51] On 4 September, it was confirmed that departments with infection rates below 1,000 per 100,000 inhabitants and whose main access route from other departments is by air, would request all travellers aged over 7 the result of the coronavirus test to allow entry. People who failed to present it or with a positive result would not be allowed to board the aircraft.[52] International flights were authorized to resume with a pilot plan from Cartagena's Rafael Núñez International Airport to Fort Lauderdale and Miami starting from 19 September, with other international airports such as Bogotá, Medellín, and Cali gradually reopening starting from 21 September.[53] During the first stage of reactivation, only flights between Colombia and Brazil, Ecuador, Mexico, Guatemala, Bolivia, Dominican Republic, and the United States were operated, and starting from 30 September 2020 all passengers were required to present upon arrival a negative PCR test taken within 96 hours of the departure of the flight in order to enter the country.[54][55] The spread of the Omicron variant of SARS-CoV-2 in early 2022 disrupted the operations of several airlines in the country, due to the cancellation of 138 flights during the first weekend of the year which affected 17,394 passengers. LATAM Colombia, which confirmed it had 18% of its crew and operational staff infected by Omicron, cancelled 53 flights scheduled between 8 and 16 January, whilst Avianca reported the early cancellation of several flights (mostly domestic) scheduled between 1 and 15 January which equalled to 4% of its total operation, and Viva Air Colombia rescheduled 4% of its flights.[56] From 20 March 2020, urban mass transit systems were running at only 10–15% of their usual occupancy. As the economy reactivated, and government guidelines ordered vehicle occupation to be capped at a 35% maximum, passengers increased but ridership remained low. The operation of Transmetro in Barranquilla was suspended on the morning of 2 May 2020 until further notice as passengers were not abiding by social distancing instructions within the system and vehicles were overcrowded.[57] Transmetro resumed operation three days later with adjusted health protocols.[58] By 11 May, vehicles in Bogotá, Cali, Medellín, Bucaramanga, and Pereira were being used to about one-quarter of their usual occupancy (using pre-quarantine levels in early March as a reference point), while in Barranquilla they operated with less than one-fifth of their usual occupancy, and in Cartagena vehicles had only 6% of their usual occupancy. As a result, in May it was estimated that Colombian mass transit systems would lose COP 1.8 trillion (US$450 million) by the end of 2020.[59] Starting from 15 August, the operation of 21 routes of Cali's MIO was suspended, and 23 others had their hours of operation reduced to peak hours. This decision was made owing to the fact that the pandemic caused the mass transit system's demand to plummet to an average of 162,000 passengers per day, a 63% decrease from the average of 438,000 passengers per day mobilized in February, while revenue from ticket sales decreased by 60%, thus worsening the system's financial crisis.[60] On 3 September, the Ministry of Health issued new guidelines on urban transit, intercity and individual travel. The Resolution 1537 of 2020 allowed urban mass transit systems to run at a 50% maximum occupancy and requested the implementation of measures to regulate access of passengers to stations, terminals, ticket booths, and vehicles, as well as the organization of lines that guarantee a two-metre separation between people, or as determined by the competent local authorities to prevent crowding. As for long-distance intercity travel, the protocol established that routes should be planned, identifying in advance the places where stops could be made every three hours to fill up fuel, make use of bathrooms, and verify that vehicles are equipped with enough basic personal hygiene products. The same resolution also allowed members of a same family group to mobilize in a same vehicle according to its maximum capacity, with mandatory use of face masks.[61] Bogotá's automobile traffic control measure known as pico y placa, temporarily suspended on 20 March as it was deemed unnecessary during the quarantine, was set to resume on 22 September given that traffic congestion had returned with the lifting of the nationwide lockdown and restrictions on mobility.[62] Only half as many trips were taken on urban public transit in 2020 as compared to the previous year, according to the results of a survey of eight metropolitan areas and 15 cities, released by DANE on 16 February 2021.[63] Bogotá's TransMilenio bus system was representative of this, with both ridership and revenue falling by half from 2019 to 2020.[64] Considering that the Mother's Day holiday is key for businesses such as restaurants and retail commerce, most of which were closed due to the national lockdown, the Colombian National Federation of Commerce (Fenalco) requested for the holiday to be moved to another date in the second semester of the year after the health emergency was over. In response to that request, Colombian Minister of Trade José Manuel Restrepo stated that the original date would stand, however, an extra holiday in the second semester of the year would be granted as well.[65] The increase in food delivery and postal shipping increased demand for disposable materials like plastic and styrofoam. In May 2020, an opinion poll found that a majority in the cities of Bogotá, Medellín, Cali, and Barranquilla approved of the usage of plastic for these purposes. The poll also found that half of people under 25 years old reported they were using more plastic bags than they had used a year earlier and that only a quarter regretted this increase.[66] The first of three \"VAT-free days\", approved by the Colombian government in late 2019, was held on 19 June 2020. The measure, aimed at helping economic recovery by jump-starting consumption and purchase of clothes, televisions and other consumer goods amid soaring unemployment and monthly economic contraction in the double digits, prompted citizens to flock to shopping centres to take advantage of bargains. There were long queues outside some stores and social media was flooded with images of people jostling to enter shops and hauling away TVs and other consumer goods. Most people seemed to be wearing masks but in many cases social distancing was non-existent, and some shops had to be closed. Minister of Trade José Manuel Restrepo stated that the day was an economic success, with sales across the country being five times higher than on a regular day during the pandemic and 30% higher compared to levels before the start of the lockdown. Online sales were also 18 times higher than on a regular day, with the websites of some stores struggling to cope with demand. President Iván Duque pointed out that most people had observed social distancing during the day, but also acknowledged that there were crowds in some places and citizen behaviour had not been good enough. The day was harshly criticized by local rulers such as mayor of Bogotá Claudia López, who dubbed it as \"Covid Friday\", citizens in social media, epidemiologists and health experts, who expressed concern over the realization of such a day in the midst of a pandemic and at a moment when the number of daily cases was increasing rapidly and the peak of the pandemic had not been reached yet. They also stated fears that one of the activity's future consequences would be the increase of the speed of transmission of coronavirus, thus damaging the effort made during the lockdown.[67][68] Two further VAT-free days were scheduled for 3 and 19 July, with the purchase of electric appliances and other tech devices such as televisions, computers and mobile phones being restricted to online sales for those days to discourage crowding in shops.[69] On 15 July, President Duque announced that the third VAT-free day scheduled for 19 July would be put off to a later date due to new measures to be issued together with local authorities as COVID-19 cases were spiking in the country.[70] By early July, one-third of restaurants in Colombia had closed permanently, as they were generally unable to obtain long-term concessions from their landlords.[71] In March 2021, one year into the pandemic, Asobares, an industry group representing nightclubs, said that one-quarter of the 36,000 bars that had existed in Bogotá as of January 2020 had not renewed their licenses and that 60,000 jobs had been lost.[72] According to a report by Human Rights Watch released in July 2020, rebel groups such as the ELN and dissenters of FARC as well as drug cartels have taken advantage of the isolation measures taken in the framework of the pandemic, as well as the absence of the Colombian state in some zones, to exercise social control measures in areas of various departments of the country. The report stated that armed groups were imposing rules to prevent the spread of COVID-19 in at least 11 of Colombia's 32 departments: Arauca, Bolívar, Caquetá, Cauca, Chocó, Córdoba, Guaviare, Huila, Nariño, Norte de Santander and Putumayo, which were reportedly stricter than the measures issued by the Colombian government, using or threatening to use violence to enforce their rules, and even punishing with death to those who failed to comply with them.[73][74] In April 2020, Amnesty International warned about the situation of indigenous communities: \"Indigenous Peoples in Colombia are on high alert. The government is implementing preventive measures for COVID-19 in the country without adequately guaranteeing their fundamental rights. Historically they have not had access to health, water or food and in the context of this pandemic this situation is much more serious because they do not have the sanitary and social conditions to deal adequately with COVID-19\".[75] On 24 March 2020, President Iván Duque announced the introduction of a program named Ingreso Solidario intended to distribute government assistance during the health emergency to 3 million families that were either working informally or not covered by other social welfare programs, for which people could apply online. Three payouts of approximately COP 160,000 (US$38.4) each were planned.[76] By the time the second payout was announced, 500,000 families had been accepted into the program.[77][78] On 24 June 2020, Duque announced the extension of the Ingreso Solidario program until December 2020,[79] and on 20 July 2020, at which point the program was serving 3 million families, he announced its further extension until June 2021.[80] Another program named Colombia Está Contigo and intended to deliver humanitarian assistance packages to recipients, specifically including transgender people, was created by the National Department for Disaster Risk Management (Departamento Nacional de Gestión del Riesgo de Desastres).[81] Starting from 24 March 2020, the television show Prevención y acción (Prevention and Action) was broadcast daily from 6:00 to 7:00 p.m. with President Duque explaining to citizens the most recent updates on the pandemic in the country and the decisions made by the government to contain it. While the show recorded relatively high rating numbers during its first two months and has been considered by figures such as Pan American Health Organization Assistant Director Jarbas Barbosa as an example on how to inform and communicate updates on the situation to citizens, opposition politicians have considered it to be \"an abusive use of the media by the President to make irrelevant announcements and permanent advertisement\" and have requested for it to be shut down. As of 7 July 2020, the show had completed 100 broadcasts.[82] The daily presidential broadcast was suspended indefinitely starting from 4 May 2021, amid the 2021 Colombian protests.[83] On 20 April 2020, the Colombian Congress began holding virtual sessions. Existing Congressional rules neither explicitly allowed nor forbade virtual sessions. It was the first time in Colombia's history that Congress had convened online.[84] The inauguration of the Congress's second ordinary session of the year, scheduled to be held on 20 July 2020, was confirmed to be virtual, accompanied by the Office of the Inspector General to ensure transparency in the election process of the new directives of the Senate.[85] In late June 2020, the city of Bogotá announced the initiative #DonatónPorLosNiños to distribute donated computers to children in public schools to enable them to attend school online.[86] By the end of June 2020, nearly 500 computers and more than COP 76 million (approximately US$20,000) had been collected.[87] The Department of Social Prosperity (Departamento de la Prosperidad Social) expected to have distributed COP 12.2 trillion (approximately US$3.2 billion) to millions of people through various social programs by the end of 2020.[88][89] COVID-19 vaccination in Colombia began on 17 February 2021. The Colombian government confirmed that it had ordered enough doses, through COVAX and direct from manufacturers, to vaccinate 34 million people (70% of the country's population) with the hope of reaching herd immunity. Over 70 percent of the population is fully vaccinated. As of 19 July 2022, 35,914,609 people have received their first dose of a two-dose vaccine and 29,733,737 of them also received the second dose, while 6,604,416 people have been vaccinated with single-dose vaccines, for a total of 36,338,153 fully vaccinated people. In addition to this, 13,363,983 people have received first booster doses and 1,143,646 people received a second booster dose for a total of 86,760,391 vaccine doses administered across the country.[90] Colombia Cuida a Colombia, which featured an online music festival on 1 May 2020, raised COP 1.9 billion (roughly half a million U.S. dollars) from 42,000 donors.[91] In May 2020, Netflix donated US$500,000 (COP 1.994 billion) to assist over 1,500 technicians in the film industry who had lost their jobs. The fund was administrated by the Colombian Academy of Film Arts and Sciences (Academia Colombiana de Artes y Ciencias Cinematográficas - Acacc).[92] From 6 to 9 May 2020, the Federación de Loterías de Colombia (Fedelco) raised funds for 10,000 lottery ticket vendors (loteros) who were unable to work during the national lockdown and the subsequent suspension of lotteries and gambling.[93] In August 2020, businessman Luis Carlos Sarmiento donated 97 ventilators to the Health Ministry.[94] By the end of April 2020, following increased testing efforts at the prison in Villavicencio, over 15% of prisoners there were diagnosed positive.[95] On 29 April, the number of positive cases at Villavicencio prison reached 314.[96] In early May, 7 percent of all confirmed cases in Colombia were in the central prison of Villavicencio.[97] By 3 June 89% of all cases in Meta (878 of 983) were at this prison.[98] By 15 May 2020, the outbreak at La Picota prison in Bogotá had ended as INPEC confirmed that the five inmates there who had been diagnosed with the illness had all recovered,[99] but there were still active outbreaks at six of the country's 132 prisons.[100] Positive cases had been confirmed at prisons in Florencia, Ibagué, and Guaduas. In the prison in Leticia, in the Amazonas Department, there were 90 cases in two weeks.[101][96] Ternera prison in Cartagena reported its first case on 14 May.[102] An outbreak at Villahermosa prison in Cali was confirmed to have emerged in early June 2020, with 18 people including prisoners, INPEC guards and police members confirmed as positive COVID-19 cases on 6 June.[103] This prompted Cali's Health Secretary to carry on mass screening and tests within the prison, which houses 5,643 prisoners and has an overcrowding of nearly 300%.[104] By 8 June, the number of infected people reached 119, while by 12 June 312 people at the prison were infected: 271 inmates and 41 officials, and one person died from the disease.[105] On the evening of 21 March 2020, about 23 prisoners were killed and 83 injured during a riot at La Modelo prison in Bogotá which erupted amid fears over spreading of the coronavirus through prison walls.[106][107] Prisoners across the country were protesting against overcrowding in prisons as well as poor health services ever since the outbreak of COVID-19.[108] On 4 May 2020, a brawl broke out at the municipal prison in San José del Guaviare, where it was discovered that inmates had used alcohol-based sanitizer to get drunk. The sanitizer had been donated to help prisoners keep their living spaces clean during the outbreak.[109] On 15 April 2020, the government issued a decree (which it had announced three weeks earlier) to allow 5,000 prisoners to return to their homes. The focus was on prisoners who were disabled, ill, over 60 years old, or new mothers (pregnant, nursing, or with children under age 3), and who had already served about half of their original brief sentence.[110] By 4 May 268 prisoners had been released under the terms of this decree. Moreover, thousands of other prisoners were released by ordinary mechanisms such as expiration of their sentences.[111] By mid-May, requests for release from over five hundred prisoners had been approved, while a thousand requests had been denied.[100] Source: Official daily statistics published by the National Health Institute (INS) of Colombia.[113] Total confirmed cases Confirmed new cases per day Confirmed deaths per day Confirmed recoveries per day","Title":"COVID-19 pandemic in Colombia - Wikipedia","KeyID":"10872","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Colombia"}