{"Content: ":"This article presents official statistics gathered during the COVID-19 pandemic in Peru. Departments with confirmed COVID-19 cases. Confirmed cases of COVID-19 per 100,000 inhabitants by departments. Cases by department according to the regional health authority (Diresa and Geresa). Confirmed cases of COVID-19 in Peru by province. Confirmed cases of COVID-19 per 100,000 inhabitants in Peru by province. Confirmed deaths by COVID-19 in Peru. Confirmed deaths by COVID-19 per 100,000 inhabitants. Tests made for every 100,000 inhabitants in Peru by department. Confirmed cases in districts of Lima and Callao. Confirmed cases for every 100,000 inhabitants in the districts of Lima and Callao. Map of confirmed deaths in Lima and Callao. Confirmed deaths for every 100,000 inhabitants in the districts of Lima and Callao Departments with targeted quarantine, according to the General Directorate of Epidemiology. Administered vaccine by departments. Note: The Regional Directorate of Health (DIRESA, acronym in Spanish) and the Regional Health Management (GERESA, acronym in Spanish) are health authorities belonging to each regional government (departments) except the province of Lima which is administered by the Ministry of Health, these health authorities have regional autonomy by which show different figures than the reports of the Ministry of Health. Note: References in the daily report are in the annex, at the beginning of this section. Daily positivity and test positivity rate, smoothed using the seven-day moving average. Daily all-cause deaths in Peru based on National System of Deaths data (SINADEF, acronym in Spanish).[16] Syntax error Syntax error Syntax error The time allocated for running scripts has expired. Registry of cases and deaths by gender and age based on data from the \"Datos Abiertos\" platform provided by the Ministry of Health.[17] Syntax error Syntax error Syntax error Syntax error The time allocated for running scripts has expired. The time allocated for running scripts has expired. The time allocated for running scripts has expired. The time allocated for running scripts has expired.","Title":"Statistics of the COVID-19 pandemic in Peru - Wikipedia","KeyID":"10879","URL":"https://en.wikipedia.org/wiki/Statistics_of_the_COVID-19_pandemic_in_Peru"}