{"Content: ":"The COVID-19 pandemic in Ecuador is part of the worldwide pandemic of coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The virus was reported to have spread to Ecuador on 29 February 2020, when a woman in her 70s tested positive for the virus. Ecuador was described in April as emerging as a possible \"epicentre\" of the pandemic in Latin America,[5] with the city of Guayaquil overwhelmed to the point where bodies were being left in the street.[6] As of April 2020, Ecuador has been distributing cardboard coffins due to the country's struggle in evacuating the dead bodies.[7][8][needs update] The government built emergency cemeteries to dispose of the bodies which are left in the streets.[9] The pandemic, which led to a fall in oil prices, had severe economic repercussions for the country.[10] The number of deaths is believed to be significantly higher than the official figure due to a low rate of testing, with thousands of excess deaths reported compared to the equivalent figure for a normal period.[11][12] An analysis by The New York Times found that 7,600 excess deaths had occurred from 1 March 2020 to 15 April 2020 as the mortality rate spiked to three times as much as usual, indicating that the official death toll at the time was an underestimate by 15 times; a later analysis showed 36,200 excess deaths between March and September, over three times the official number of COVID-19 deaths.[13][14] On May 14, 2020, it was reported that 40 protesters peacefully protested against the government for improper handling of the bodies of people who died due to COVID-19 and providing insufficient funds for the pandemic. The police charged on the demonstrators and injured them in the process.[15] On 12 January, the World Health Organization (WHO) confirmed that a novel coronavirus was the cause of a respiratory illness in a cluster of people in Wuhan City, Hubei Province, China, which was reported to the WHO on 31 December 2019.[16][17] Unlike SARS of 2003, the case fatality ratio for COVID-19 [18][19] has been much lower, but the transmission has been significantly greater, with a significant total death toll.[20][18]  The following section includes all the daily reports published by national media, communicating the updates of the new confirmed cases from the Ministry of Health or the INSPI (Instituto Nacional de Investigación en Salud Pública, in English National Public Health Research Institute). On 29 February, the Minister of Public Health in Ecuador, Catalina Andramuño, confirmed the first case of the SARS-CoV-2 virus in the country.[21] The patient was a woman in her 70s and an Ecuadorian citizen who resided in Spain. She arrived in Guayaquil on 14 February.[21] According to Andramuño, she had no symptoms when she arrived in the country. Following her arrival, she began experiencing symptoms including a fever and mild muscle pain. She was taken to a healthcare facility in serious condition and with reserved prognosis. Further details about the woman and the hospital where she is located were not disclosed due to security measures. Also, 80 people who had contact with the infected woman were put under observation.[22][23] On 1 March, Andramuño announced that 5 new cases of the coronavirus had been confirmed in Ecuador.[24] On 4 March 3 new cases were announced by the Ministry of Health.[25] The last report, according to the INSPI (Instituto Nacional de Investigación en Salud Pública, in English National Public Health Research Institute), confirmed a total of 14 positive cases.[26] On 8 March, the Ministry of Health in Ecuador announced through social media a new case of the coronavirus in the country. According to the statement, the patient became infected from contact with the first case confirmed in the region. At this time there were 15 confirmed cases in the country.[27] On 10 March, the Ministry of Health in Ecuador announced 2 new cases of the coronavirus in the country. These cases are in the provinces of Guayas and Los Ríos. One of the cases is related to the first case in the country, and the other is related to the first case in Paraguay.[28] As of 13 March, 23 cases had been confirmed by the Government.[29] There were cases reported in Pichincha (5), Guayas (8), and Los Rios(10). The Government suspended class attendance for students at all levels. Additionally, the first death (the first Ecuadorian infection case) was reported by the Minister of Public Health, Catalina Andramuño, during a press conference in Guayaquil.[30] On 14 March, Ecuador's government announced the closure of its borders from 15 March to all foreign travelers due to the spread of the coronavirus, after local authorities confirmed a second death from the infection. Vice President Otto Sonnenholzner, in a televised statement, said all aerial, land and maritime transport into the Andean country will be prohibited. Ecuadorian citizens and foreigners with Ecuadorean residency had until the end of 16 March to return, he said. Ecuador at this point had confirmed 28 cases of the coronavirus, including two deaths, and authorities banned all public activities.[31] On 15 March, 37 cases had been confirmed by the Government. Guayas had 19 cases, Los Rios 10 cases, Pichincha 6 cases, Sucumbios 1 case and Azuay 1 case.[32] Citizens of Ecuador, El Salvador, Perú, and Chile were stranded at Benito Juárez International Airport in Mexico City on 16 March because of the virus.[33] 58 cases of the coronavirus had been confirmed in Ecuador, including a new case in Manta, Manabi. Guayas Province had 38 infected, Los Ríos Province 10 infected, Pichincha Province 7 infected, Sucumbíos Province 1 case, Azuay Province 1 infected, and Manabi 1 case.[34] On the morning of 17 March, the Ecuadorian government confirmed a total of 111 positive cases.[35] The following day the Ecuadorian government confirmed a total of 155 positive cases.[36] increased to 168 positive cases in the afternoon.[37] The number of confirmed cases increased daily,[38] by the morning of 20 March, the number of confirmed cases had increased to 367, with 582 suspected cases, 5 deaths and 4 recoveries.[39] On 21 March, the government confirmed 532 positive cases, 870 suspected cases, 7 deaths and 3 recovered.[40] On that day the Ecuador's Minister of Public Health Catalina Andramuño resigned; in her letter of resignation she said that the government had not allocated any additional budget to her ministry for the COVID-19 emergency.[41] She was replaced by Dr. Juan Carlos Zevallos.[42] On 23 March, the Ecuadorian government reported 981 confirmed cases and 18 deaths.[43] On 24 March, the Ecuadorian police moved to dismantle open markets to limit large groups of people coming together.[44] On the afternoon of 30 March, the new Minister of Public Health of Ecuador, Juan Carlos Zevallos announced that 54 people had recovered.[45] By early April, the health system in Guayas Province was overwhelmed, and many of Ecuador's COVID-19 deaths were reported there. Corpses were abandoned on the street as local funeral homes were incapable of handling so much work.[46] On 2 April president Lenín Moreno said that the government was building a \"special camp\" for the victims of the coronavirus in Guayaquil.[47] Two-thirds of COVID-19 cases of Ecuador were reported to be in Guayaquil and its surrounding areas, and local authorities have ordered cardboard coffins, and said that a new cemetery would be opened and freezer units would be used to store the corpses.[48] Data emerged on 17 April suggesting that the number of death due to COVID-19 may be much higher than that officially reported – 10,939 people had died in six weeks since the start of March in the Guayas province, compared to a normal figure of 3,000 for the region,[11] with nearly 6,000 more deaths than average reported in Guayaquil in the first two weeks of April alone.[12] Both the Interior Minister María Paula Romo and President Lenín Moreno admitted that the official numbers for COVID-19 were too low due to insufficient testing.[49] On 21 April, the government announced plans to restart its economy as well as allowing flights home for its citizens abroad, although controls on education and transport and the ban of large gatherings of people remained.[50] On 23 April, Health Minister Juan Carlos Zevallos doubled the number of confirmed cases, adding 11,000 new infections to the previous total of 11,183 infections. The doubling of cases was the result of delayed testing of patients.[51] It has been estimated that there were over 9,000 excess deaths in Guyaquil in the months of March and April. The chaotic conditions in hospitals had led to misidentification of the deceased with many bodies of the dead going missing.[52][53] On 4 May, the number of confirmed cases had reached over 30,000, with 31,881 cases reported, 1,569 reported deaths and a further 1,336 possible deaths caused by the virus.[54] By 15 May, the situation in Guayaquil appeared to have stabilized, although it still had 55% of the total 31,467 cases in Ecuador. However, increasing numbers in Quito were reported, with 2,400 coronavirus cases and 181 deaths registered in the Pichincha Province.[55] The Financial Times estimated that between January and mid-May, there were over 19,200 excess deaths in Ecuador, 12,000 of which were from Guayaquil alone.[10] On 13 June, a major laboratory involved in testing for coronavirus was forced to close and stop its tests due to a lack of basic lab equipment.[56] On 23 July, Quito surpassed Guayaquil in the number of cases, becoming the epicenter of the disease in Ecuador.[57] On 11 August, the Pichincha province surpassed Guayas as the province with the highest number of cases.[58] On 21 August, confirmed positive cases were reported in all 24 provinces, with Quito being the hardest-hit area. According to \"Compassion Ecuador,\" the indigenous population is particularly vulnerable.[59] On 16 December 2020, the Ecuadorian medical authority ARCSA granted emergency use of the Pfizer–BioNTech COVID-19 vaccine.[61] Vaccination is planned to start in January 2021 for senior home residents and medical workers, with mass vaccination beginning in March.[62] The government is paying informal workers $60 per month to stay at home. An estimated 500,000 Venezuelan migrants in Ecuador are especially vulnerable because they do not have access to the stimulus payments.[63] The country was already in economic difficulties before the pandemic, but the COVID-19 pandemic and fall in oil prices during the pandemic had led to severe economic problems in the country. All government officials and teachers had been asked to take a pay cut, a number of national companies such as the national airline TAME were liquidated, and Ecuador was unable to pay its foreign debt. The budget deficit for 2020 is expected to be at least $12bn, which is about 11 per cent of Ecuador's gross domestic product.[10] A law to make labour law more flexible was also passed.[64] Government announcement of cuts has led to protests by demonstrators.[65] The poverty rate reached 32.4 percent in December 2020 (up 7.4 percentage points from December 2019) according to government data. The recession in 2020 is estimated at 10 percent.[66]","Title":"COVID-19 pandemic in Ecuador - Wikipedia","KeyID":"10874","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Ecuador"}