{"Content: ":"The COVID-19 pandemic in Peru has resulted in 3,859,279[1] confirmed cases of COVID-19 and 214,112[1] deaths. The virus spread to Peru on 6 March 2020, when a 25-year-old man who had travelled to Spain, France, and the Czech Republic tested positive.[4] On 15 March 2020, President Martín Vizcarra announced a country-wide lockdown, closing borders, restricting domestic flights, and forbidding nonessential business operations, excluding health facilities, grocery stores, pharmacies, and banks. Peru, with a total population of 32 million people,[5] had a total of 1,002 intensive care unit (ICU) beds available as of May 2020,[6] and was working on expanding its nationwide ventilator stock from 40 to a desired 540 machines. Engineering and production are supplied by the Peruvian Armed Forces.[citation needed] As of June 2020, oxygen was in short supply.[7][needs update] Notes: On 12 January, the World Health Organization (WHO) confirmed that a novel coronavirus was the cause of a respiratory illness in a cluster of people in Wuhan, Hubei, China, which was reported to the WHO on 31 December 2019.[9][10] Unlike the 2002–2004 SARS outbreak, the case fatality ratio for COVID-19[11][12] has been much lower, but the transmission has been significantly greater, with a significant total death toll.[13][11] COVID-19 emerged in Peru amid a political crisis spanning from 2017 as the neoliberal framework of the country – established by Alberto Fujimori's implementation of Plan Verde – began to collapse under numerous corruption scandals.[14] Under the system, seventy-five percent of Peruvians lived hand-to-mouth in an informal economy that prevented participation in isolation, Peru's healthcare was largely privatized and ill-prepared while social safety nets were not established, ultimately creating a \"perfect storm\" of leaving citizens vulnerable to one of the highest death rates of COVID-19 in the world.[14][15] On 6 March, the first confirmed case in Peru was announced. The person was a 25-year-old Peruvian living in Lima who had recently returned from travels in France, Spain, and the Czech Republic.[4] A total of 11 cases were confirmed on 10 March, with 7 of the new cases being related to the first known case in Peru.[16] On the following day, two new cases were registered.[17] Due to the global pandemic, the Peruvian government decided to cancel classes in public and private schools, as a precautionary measure until 30 March.[18] President Martín Vizcarra made a national announcement on 15 March, declaring a 15-day quarantine effective from 16 March. Putting in place stringent rules nine days after the first case was seen in the country. There was a sudden ban on all travel between provinces, all travel into and out of the country, and a ban put in place for planes, boats, trains, buses, and private automobiles.[19] A group of four Mexicans from Tamaulipas who went to Cusco on 16 March, on vacation could not return to Mexico until 2 April because all flights had been canceled and the borders of Peru were closed.[20] Furthermore, thousands of American, Israeli, Australian, and British tourists trapped mostly in Cusco and Lima were unable to leave the country in the 24 hours between announcement of the quarantine and cessation of all flights. On this day, the President also announced a sum of 380 soles (US$106) would be given to vulnerable families to help while most people are unable to work.[21] The second full day of quarantine on 17 March saw citizens being required to fill out an online form to obtain permission to leave home.[22] The military patrolled the streets of Lima to enforce this, and people were not allowed to walk together. At 8 pm that night through an organized effort, Peruvians and residents in Peru went out to their balconies and windows to applaud the front-line workers such as doctors, the Peruvian Armed Forces, market shop owners, and National Police of Peru to applaud their efforts during the pandemic.[23] The next day on 18 March, the government tightened the measures of quarantine, implementing a curfew from 8 PM-5 AM where citizens are not allowed to leave their homes.[24] On 19 March, the Peruvian Ministry of Health (MINSA) was briefed about the first death related to the disease, a 78-year-old man.[25] On the same day, the death toll was updated to 3.[26] President Vizcarra announced on 20 March that Minister of Health Elizabeth Hinostroza would be stepping down from her post in favor of Victor Zamora Mesia, who the President stated had more experience in the Public health sector and was more experienced in the face of this pandemic.[27] The President was also quoted as saying that if all citizens respect the quarantine and abide properly by its laws, the state of emergency could be lifted at the end of the 15-day quarantine,[28] a relief in the face of bordering countries such as Chile declaring a 90-day state of emergency. President Vizcarra also issued a decree to convert the Villa Panamericana de Lima, the residential complex used for athletes of 2019 Pan American Games, into hospital facilities with 3,000 beds dedicated for coronavirus patients.[29] The conversion and allocation of medical equipment was performed by the armed forces of Peru.[29] President Vizcarra made a national announcement on 26 March that the quarantine would be extended by 13 days, lasting until 12 April.[30] The president made a live announcement to the country on 2 April that for the remaining 10 days of quarantine, they would add one more restriction to flatten the curve. Mobilization outside of the house will be limited by days. Only men will be able to leave the house to buy groceries, medicines, or go to the bank on Monday, Wednesday, and Friday while only women were allowed outside on Tuesday, Thursday, and Saturday. No one is allowed on Sunday.[31] On 3 April, the government announced that all foreigners currently in Peru will automatically have their visa extended until the end of the state of emergency is over. Once the quarantine is lifted, all international tourists will have 45 days to leave the country. As of this date, the United States Department of State announced they had repatriated over 4,680 Americans through flights chartered from Washington Dulles airport to Lima and Cusco.[32] President Vizcarra once again extended the quarantine by 2 weeks on 8 April, until 26 April. On this day, the Ministry of Health confirmed the first death due to coronavirus of a medical personnel working in the front lines of the pandemic. This occurred in the San Juan de Lurigancho district of Lima, and only his initials W.A.B.C. were released.[33] Representatives and the dean from the Medical College of Peru met with the Víctor Zamorra, the Minister of Health, on 22 April proposing to extend the quarantine by at least two more weeks.[34] There were a total of 237 doctors infected by coronavirus in the country, of whom 9 are being treated in the ICU. Of the doctors infected, 69 of them are in Lima, and 62 are in Iquitos.[35] On 23 April, President Vizcarra announced the extension of quarantine and the state of emergency 2 more weeks until 10 May. He made reference that people's practices of social distancing, wearing masks when in public, and hesitation of gathering in large groups must be continued on for much longer even after the state of emergency ends.[36] The Government of Peru published a legislative decree on 3 May stipulating the gradual re-opening of the economy in four stages. The first stage of the recovery, which will start in May, will enable certain restaurants to offer on-site pick-up and home delivery services. In addition, during the first stage, limited hotel and tourist transportation services will be allowed. The full text of the legislative decree is available in Spanish.[30][37] Peruvian President Martín Vizcarra on 22 May, that Peru's state of emergency and quarantine measures would remain in effect through 11:59 pm on Tuesday, 30 June.[38] Medical experts commented that the severity of the outbreak in Peru can be explained at least in part by economic circumstances; many residents travel daily to markets to purchase food since only 49% of households own refrigerators or freezers.[39] By 26 May, around 85% of ICU beds with ventilators were occupied, despite strict measures like curfews and border closings. Banks experienced crowding as relief recipients without bank accounts had to go in person to get their stimulus money.[39] It was noted that the level of infections was significant lower at high altitude, with only 1,062 cases reported in the Cuzco Region by 31 May.[40] On 1 June, the economy minister announced the start of the \"second phase,\" estimating the benefit of some 1.5 million workers and the reactivation of 84% of the Peruvian economy's production.[41] This second phase is officially approved on 4 June by Supreme Decree No. 101-2020-PCM, this phase empowers the Ministry of Production (Produce) to order the start of activities of the productive and commercial conglomerates, prior coordination with local governments and the Interior, Defense and Health sectors.[42] However, this phase would not be applied in the departments of Tumbes, Piura, Lambayeque, La Libertad, Loreto, Ucayali, Ica and the department of Áncash in its provinces Santa, Huarmey and Casma.[43] On that same day, the Minister of Economy María Antonieta Alva announced that the government is preparing public spending programs that generate employment and that it is part of the economic reactivation, including the priority of restarting technical assistance activities for the execution of the public works with some public spending programs.[44] On 1 July, the government begins the \"third phase\" by means of Supreme Decree No. 117-2020-PCM, this phase contemplates the reopening of some 60 commercial activities that must follow the \"Guidelines for the surveillance of the Health of the workers at risk of exposure to COVID-19\" and the protocols of their sector, the regions that will still be excluded from the restart of activities and which will continue with the targeted quarantine are: Arequipa, Ica, Junín, Huánuco, San Martín, Madre de Dios and Ancash.[45] The government extended the quarantine on 31 July until 31 August,[46] and added the provinces of Tambopata (in the department of Madre de Dios); Santa, Casma and Huaraz (from the department of Ancash); the provinces of Mariscal Nieto and Ilo (in the department of Moquegua); province of Tacna (from the department of Tacna); the provinces of Cusco and La Convencion (in the department of Cusco); the provinces of San Román and Puno (in the department of Puno); the province of Huancavelica (in the department of Huancavelica); the provinces of Cajamarca, Jaén and San Ignacio (of the department of Cajamarca); the provinces of Bagua, Condorcanqui and Utcubamba (in the department of Amazonas); and the provinces of Abancay and Andahuaylas (in the department of Apurímac).[47] Peru's health ministry announced on 13 August that Peru had surpassed 500,000 confirmed cases, noting that 507,996 cases and 25,648 deaths were recorded.[48] On 22 August, at least thirteen people were killed during the Los Olivos stampede in the Los Olivos District of Cono Norte.[49] Quarantine Areas (as of 28 August 2020): Amazonas (Bagua, Chachapoyas, Condorcanqui, and Utcubamba); Ancash (Santa, Casma, and Huarmey); Apurimac (Abancay); Arequipa (Cailloma, Camaná, Castilla, Islay); Ayacucho (Huamanga,Huanta, Lucanas, and Parinacochas); Cajamarca (Cajamarca and Jaen); Cusco (entire region); Huancavelica (Huancavelica, Angaraes, and Tayacaja); Huánuco (Huánuco, Leoncio Prado, Puerto Inca, and Humalíes); Ica (Ica, Pisco, Nasca, and Palpa); Junin (Huancayo, Satipo, and Chanchamayo); La Libertad (Trujillo, Virú, Sánchez Carrión, Pacasmayo, Chepén, and Ascope); Lima (Barranca, Cañete, Huaura, and Huaral); Madre de Dios (Tambopata); Moquegua (entire region); Pasco (Pasco and Oxapampa); Puno (entire region); and Tacna (entire region).[50] National Health Measures Extended for 90 Days: On 28 August, Peruvian President Martín Vizcarra signed a supreme decree extending Peru's Health State of Emergency for 90 days beginning Tuesday, 8 September. Social distancing and the use of facemasks will be required for the foreseeable future. Peru's Ministry of Health (MINSA), the National Institute of Health, and the EsSalud Social Health Insurance agency are continuing to develop and implement an action plan for the surveillance, containment, and care of new COVID-19 cases in Peru. Peru's government will continue to procure the necessary good and services needed to combat the spread of COVID-19.[30][51] On 22 December, Peru reached 1 million confirmed COVID-19 cases. Health Minister Pilar Mazzetti reported a shortage of 110 tons of oxygen daily. The country has the capacity to produce 400 tons, but 510 tons are needed. The quarantine was extended through 28 February. Application of the Sinopharm BIBP vaccine began on 9 February.[52] Health Minister Pilar Mazzetti and Foreign Minister Elizabeth Astete resigned in February after it was shown that political favoritism played a role in application of COVID-19 vaccines.[53][54] In June 2021, the Peruvian government reviewed the number of COVID-19 deaths, increasing the official death toll from 69,000 to 187,847 deaths. The new figure placed Perú with the highest death rate per capita in the world, according to the Johns Hopkins University.[55] On 4 January 2022, MINSA announced that Peru was experiencing a third wave of infections as a result of the now dominant Omicron variant, explaining that national COVID-19 rates increased 50% from the previous two weeks while cases in metro Lima doubled, with 59% of positive cases being the Omicron strain in Lima.[56] The government tightened the measures of quarantine on 18 March, implementing a curfew from 8 pm to 5 am where citizens were not allowed to leave their homes. A man who was seen taking out the trash that night was cornered by a dozen police cars and motorcycles, and arrested.[24] Another 153 people in the provinces of Lima and Callao were detained that night for violating curfew.[57] On 30 March, the President made further restrictions to the curfew (which was previously 8 pm to 5 am nationwide), extending its start from 4 pm for departments of La Libertad, Loreto, Piura, and Tumbes, and a start of 6 pm for the rest of the country to further limit movement. As a response, grocery stores which were open until 4 pm before now close at 3 pm. As of this date, there were 950 positive tests, 24 deaths, 49 patients in the ICU, and 37 on mechanical ventilation.[58] The president made a live announcement to the country on 2 April that for the remaining 10 days of quarantine, they would add one more restriction to flatten the curve. Mobilization outside of the house will be limited by days. Only men will be able to leave the house to buy groceries, medicines, or go to the bank on Monday, Wednesday, and Friday.[31] Only women were allowed outside on Tuesday, Thursday, and Saturday. No one is allowed on Sunday. These restrictions are to allow easy identification by police and military (rather than others that require more precise identification, such as even and odd numbers of each person's DNI number), and to reduce circulation by 50%.[59] On 10 April, President Vizcarra reversed the previously proposed gender rotation, and reinstated that only one member of a household can leave the home per week, from Monday through Saturday.[60] This was partly attributed to days that women were permitted to leave culminated in long lines and crowded supermarkets, causing a difficulty in maintaining social distancing guidelines.[61][62] President Vizcarra announced on 8 May the decision to extend the State of Emergency until Sunday 24 May. It was indicated, between the National Police and the Armed Forces, there will be 150,000 troops on the streets, enforcing the measures ordered. The Head of State reported that, as of Monday, 11 May, the immobilization mandatory social will be from 8 at night. This will allow attention in banks and markets is extended, which will reduce concentrations of people. The modification in the schedule will not apply to the Loreto, La Libertad, Lambayeque, Tumbes and Piura, where the restriction will continue to be implemented from 4 in the afternoon. Starting Monday, the 18th of this month, children up to the age of 14 will be allowed – accompanied by an adult – to go out for 30 minutes as exercise up to no more than 500 meters from their homes.[63] On 11 May, there was a national mandate requiring the use of masks and gloves inside of supermarkets. The use of masks had been compulsory since the beginning of the country's lockdown on 17 March, and the mandatory use of gloves had been implemented by independent districts and markets over the past week.[64] Later during the day, however, the Minister of Health Víctor Zamorra announced that the national mandate of the use of gloves will be in revision, and in the afternoon announced that it will no longer be compulsory, citing it as an administrative error.[65] On 4 April 2020, the Ministry of Health announced that the National Institute of Health (INS) succeeded in sequencing the complete genome of COVID-19, determining that the virus arrived in the country from Europe and revealing three vectors (variants) of the same virus. Likewise, the INS shared this genetic information in the Global Initiative on Sharing All Influenza Data (GISAID) International Database, to deepen the investigations.[66] On 7 April, Peru joins in an international race to develop a vaccine against COVID-19, with the pharmaceutical company Farvet and the Universidad Peruana Cayetano Heredia (UPCH) being the first (known to date) to develop jointly a vaccine in Chincha using the same equipment as Germany.[67] According to Manolo Fernández, the executive director of the Farvet company, the applied method is the same one that was successfully developed in other types of coronaviruses that cause pneumonia in birds by synthesizing and producing a protein called Spike S1 which prevents the virus from attaching itself to the cell and replicating itself.[68][69] Mirko Zimic, head of the UPCH Bioinformatics and Molecular Biology Laboratory, indicated that the Peruvian strain is very identical to the one isolated in Spain and whose greatest obstacle is the production of the protein in large quantities. Likewise, the National Council for Science, Technology and Technological Innovation (Concytec) published a contest for special response projects against COVID-19, receiving some 600 proposals that compete to receive 5 million soles (1.5 million dollars) for the financing of the projects.[68][69] On 17 May, Farvet and UPCH scientists announced a 95% advance in effectiveness, considering the possibility of becoming an important contribution of Peru to the world.[70] On 5 June, the Experimental Station for Scientific Research and Genetic Improvement of Alpacas belonging to the Inca Group, selected four alpacas for the development of a new vaccine that it has been developing in conjunction with Farvet and UPCH. They also indicate that those alpacas have the ability to generate some types of antibodies known as \"nanobodies\", which are very tiny and have a greater potential against pathogens.[71] According to Andina, research from the United States, Belgium, and Chile antibodies from lama and vicugna animals could possibly be formulated into inhaler or injection treatments those infected with coronaviruses, with Teodosio Huanca of Peru's National Institute of Agricultural Innovation (INIA) National Camelid Program stating that Peruvian camelidae share the same genetic roots and antibodies.[72] On 7 August, the INS announced that it would begin the development of a possible treatment for COVID-19 using \"recombinant nano-antibodies\" from a llama named \"Tito\".[73] According to the INIA, Peru holds \"the only germplasm bank of South American camelids in the world, with 1,700 samples of alpacas and 1,200 of llamas\".[73] Vaccines available in Peru are Sinopharm BIBP, Pfizer–BioNTech, and Oxford–AstraZeneca (provided by the international Covax facility). Janssen COVID-19, Sputnik V and Moderna vaccines have also been approved, but not deployed. The COVID-19 pandemic in Peru exposed the weaknesses of the country's neoliberal framework.[14] Due to the crises occurring shortly before and throughout the pandemic, the economic and political structure of Peru changed dramatically.[14][55] Between ten and twenty percent of Peruvians entered into poverty in 2020, reversing a decade of poverty reduction in the country.[15][14][74] According to the Institute of Economics and Business Development (IEDEP) of the Lima Chamber of Commerce, the country's middle class shrank by almost half from 43.6% in 2019 to 24% in 2020 due to the crisis, reversing a decade of economic progress.[74] The European Investment Bank is collaborating with Peru's development bank COFIDE to assist small businesses affected by the virus outbreak's economic implications.[75][76] 30% of a $100 million loan to COFIDE is dedicated to businesses affected by the COVID-19 pandemic.[77][76] Although economic statistics show improved economic data in Peru in recent decades, the wealth earned between 1990 and 2020 was not distributed throughout the country; living standards showed disparities between the more-developed capital city of Lima and similar coastal regions while rural provinces remained impoverished.[78][79][80] The COVID-19 pandemic exasperated these disparities even further.[79][80] Political scientist professor Farid Kahhat of the Pontifical Catholic University of Peru stated that \"market reforms in Peru have yielded positive results in terms of reducing poverty ... But what the pandemic has laid bare, particularly in Peru, is that poverty was reduced while leaving the miserable state of public services unaltered – most clearly in the case of health services.\"[79] With the 2021 Peruvian general election, many of Peru's politicians were out of touch with the citizens, more concentrated on maintaining their power while ignoring projects to provide social support.[81] Such disparities exposed by the pandemic elevated the popularity of Pedro Castillo during the 2021 Peruvian general election, assisting with his election into the Presidency of Peru.[81][80] With Peru experiencing the highest COVID-19 pandemic death rate in the world, nearly 100,000 children were left orphans as a result of the pandemic in one year.[82] In a study published in July 2021 in the Lancet, of twenty-one countries involved Peru experienced the highest rate of primary or secondary caregiver deaths; 14.1 per 1000 children in Peru were affected.[83] Orphaned children in Peru are at increased risk of abuse; girls may be used for sexual exploitation while some boys are forced to work in illegal mining.[82] According to the Peruvian Ministry of Health, lockdowns increased domestic violence in Peru.[82] Lockdowns also increased depression and anxiety among children.[82] The first case of the COVID-19 pandemic in La Libertad, department of Peru, began on 15 March 2020. The first case was a minor who had returned from Spain. On 15 March, the Government of Peru decreed a \"state of emergency\" and \"compulsory social isolation\" (quarantine) at the national level that would take effect from 00:00 hours on 16 March for a period of 15 days,[84] including the Night and Sunday curfew that was established on 18 March. These measures were repeatedly extended up to five times, eventually extending until the end of June. On 26 June, the government again expanded the state of emergency until 31 July, but this time the general quarantine was changed to a \"targeted social isolation\" for children under 14 and over 65 years, however, the department of La Libertad was excluded from mandatory social isolation. ","Title":"COVID-19 pandemic in Peru - Wikipedia","KeyID":"10878","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Peru"}