{"Content: ":"The worldwide pandemic of coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) severely affected Chile. The virus was confirmed to have reached Chile on 3 March 2020.[5] Initial cases had been imported from Southeast Asia and Europe, and expanded into a large number of untraceable infections, placing the country within phase 4 of the pandemic as defined by the World Health Organization, with over 1,000 confirmed cases by 25 March 2020. The cases are concentrated in the Santiago metropolitan area, with outbreaks in other regions in the country. No national lockdown was established in Chile, unlike in neighboring Argentina and Peru, although a night curfew was implemented throughout the country. Quarantines were established locally in different cities and neighborhoods. However, in May 2020 the whole city of Santiago was put under mandatory quarantine due to an increase of cases, and similar situations were extended to most of the largest cities in Chile. Considering its population, by June 2020 Chile had one of the worst outbreaks in the world.[6] Initially, the number of fatalities reported was lower than in other countries in South America, even those with fewer cases. However, in May 2020, the number of cases and deaths increased rapidly, while several sources reported excess deaths not officially attributed to covid, which were not counted.[7][8] By June 2020, the government confirmed thousands of additional deaths due to COVID-19, including suspected cases where PCR tests were not available.[9] The pandemic reached a peak on 13 June with 195 daily confirmed deaths and nearly 7,000 positive cases.[1] By July 2020, 10,000 people had died, and Chile had the sixth largest number of cases in the world.[10][11] In the following weeks, the number of daily cases and deaths started to decrease slowly, although some local outbreaks appeared. The number of cases increased later in the year, and by March 2021 the number of daily cases exceeded those in the initial wave.[12] Chile became one of the first countries to start a nationwide program to vaccinate against COVID-19. On 24 December 2020, the first batch of vaccines arrived in the country to inoculate mainly health workers.[13] With larger batches of vaccines (mainly Sinovac's CoronaVac) arriving from February 2021, Chile became one of the fastest countries in the world to inoculate their population: by March 2021 a quarter of the population had received at least one dose. This fast response was due to signing contracts with multiple providers, a strong public immunization program, and little anti-vaccine sentiment.[14] Despite the success of the vaccination program the number of cases increased, which has been attributed to early relaxation of restrictions and a false sense of security.[15][16][17] With more than 92,000 cases and 2,500 deaths per million inhabitants,[1] the impact of the pandemic has been great in the South American country. In March 2020, when the first cases of COVID-19 were reported, the country was still facing protests and riots[c] that had begun in October 2019, and the pandemic affected the scheduled 2020 Chilean national plebiscite, which was rescheduled and held later in the year. Partial lockdowns and quarantines were established in the first months, hitting the economy of the country. By April 2020, unemployment had reached 9%, a ten-year high.[19][20] A wave of protests sparked in late May, mainly in Santiago, due to food shortages in certain sectors of the population.[21] The Chilean GDP shrank by a 5.8% in 2020, the largest recession in 40 years in the country.[22] Chile is the only country in the world with entry procedures such as requiring homologation of vaccines to travel to.[23] On 12 January, the World Health Organization (WHO) confirmed that a novel coronavirus was the cause of a respiratory illness in a cluster of people in Wuhan City, Hubei Province, China, which first came to the attention of the WHO on 31 December 2019.[24][25] The case fatality rate for COVID-19 was much lower than that due to the 2002–2004 SARS outbreak, which was due to another coronavirus, SARS-CoV-1,[26][27] but the transmittability was significantly greater, leading to many deaths due to the large number of cases.[28][26] Notes:  The following table includes the data reported daily by the Ministry of Health, based on the information available at 21:00 the day before the report is released.[1] On 9 June 2020, the Ministry of Health announced a new process to count the number of fatalities, based on the data recorded by the Civil Registry and Identification Service the day before. That method was changed again on 17 July; from that day, the deaths were counted using the data from the Department of Statistics and Health Information (DEIS) of the Ministry of Health.[78] Owing to the process of detection of deaths, the daily reports included deaths from several days prior, creating a gap between the date of report and the official date of death.[72] A graphic with the active cases as shown on the official data page of the Ministry, which are based on retroactively adjusted information rather than on daily reports, is also displayed.[108] On 2 March 2020, The CRU World Copper Conference in Santiago, the largest annual gathering of copper miners in the world, which was scheduled between 23 and 27 March 2020, was canceled due to concerns over travel risks associated with the coronavirus pandemic.[109] Large scale events such as Lollapalooza Chile (scheduled between 27 and 29 March 2020) and the XXI International Air and Space Fair (scheduled to take place between 31 March and 5 April), were preventively suspended.[110][111] A few months before the first cases of COVID-19, Chile had a series of massive protests and riots against the government of Sebastián Piñera, known locally as el Estallido social. Although not as massive as in October or November 2019, several protests continued in 2021 in the main Chilean cities. However, most of them had to come to a halt due to pandemic and the establishment of several partial lockdowns in Santiago and other cities. The situation was initially seen as an opportunity by the Piñera government to ease the protests and change of the government's priorities, focusing on the pandemic management instead of the protests' claims; internally, some government members even called the situation, \"Saint Covid\".[112] In the few weeks after the start of lockdowns, government agencies erased most of the street art in downtown Santiago that was drawn during the protests and Piñera visited an empty Plaza Italia —the main site of protests— to take some pictures there, which was considered by many as a way of taunting the protesters under quarantine.[113][114] Once the number of COVID-19 cases started to rise in mid May 2020, the situation turned difficult for the Piñera administration. On one hand, the government had a difficult and tense relationship with scientists and healthcare professionals, especially the Chilean Medical College, who criticized the lack of transparent data, considered several measures taken as inadequate or belated, and denounced precarious and unsafe conditions for health workers.[115] Mayors, including some of the governing political parties, openly disobeyed some measures from the government and implemented their own protection measures.[115] Izkia Siches, president of the Chilean Medical College, became a popular figure, becoming one of the politicians with the largest approval rating in several polls.[116] On the other hand, the impact of the pandemic unleashed a serious economic crisis. Even thought the government offered different relief plans for companies and people,[117] those plans were deemed insufficient and extremely restrictive, excluding several groups of affected people.[118] This increased the distance with the political opposition and even with some members of the governing coalition. Owing to the perceived lack of support for the people affected by the pandemic, a group of left-wing politicians proposed a constitutional reform to allow people to withdraw a 10% of their pension funds without restrictions. While the government rejected the proposal, it echoed with the population and even some right-wing politicians supported the proposal.[119] The proposal was approved by both chambers of the Congress in June 2021 by a supermajority, giving a serious blow to the Piñera administration.[120] A second 10% withdrawal was approved in December and a third one was approved in April 2021.[121] After the third project was approved with bipartisan support, Sebastián Piñera denounced it as unconstitutional and presented it to the Constitutional Court of Chile; however, the Court voted 7 to 3 to approve the constitutional reform, dealing another loss for the president.[122] The shocking defeat in the Court was considered for many as the political end of the Piñera government.[123][124] According to several polls, the Piñera administration received its lowest level of support, reaching below 10%.[125][126] As a way to confront the different controversies and issues, Piñera had to change several times the composition of its cabinet, becoming the most unstable government since the return of democracy in Chile; included in the sacked ministers due to the COVID-19 pandemic and its ramifications were the minister of Interior Gonzalo Blumel, the minister of Health Jaime Mañalich and the minister of Social Development Sebastián Sichel.[127][128] As a result of the Estallido social, a process to write a new Constitution was announced a few months before the first cases of COVID-19. The process included an initial referendum and, in case the process was approved by voters, new elections would elect the members of the Constitutional Convention that would lead the process. The Chilean government initially stated that the initial plebiscite would be held in the original 26 April 2020 date under sanitary safeguard measures.[129] However, on 19 March 2020, Chilean lawmakers reached an agreement to postpone the referendum until late October as safety concerns around the coronavirus pandemic took precedence over politics. The referendum was rescheduled for 25 October 2020,[130] following formal approval by a two-thirds vote of congress on 24 March.[131] The municipal and regional elections, originally to be held on 25 October 2020, were moved to 11 April 2021, just like the election of the members for the Constitutional Convention eventually approved by the national referendum. Several safety concerns were raised for the April 2021 elections due to the large number of ballots and candidates available, which would increase the average time to vote and could potentially generate agglomerations. To avoid this issue, the government proposed to held the elections on two days, 10 and 11 April 2021, which was eventually approved by Congress.[132] However, the rapid increase of cases in the last weeks of March forced the authorities to postpone the election for 5 weeks. The elections were held finally on 15 and 16 May 2021.[133]","Title":"COVID-19 pandemic in Chile - Wikipedia","KeyID":"10870","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Chile"}