{"Content: ":"The Diamond Princess is a British-registered luxury cruise ship that is operated by Princess Cruises, a holiday company based in the United States and Bermuda. In February 2020, during a cruise of the Western Pacific, cases of COVID-19 were detected on board. The vessel was quarantined off Japan for two weeks, after which all remaining passengers and crew were evacuated. Of the 3,711 people on board, 712 became infected with the virus – 567 of 2,666 passengers, and 145 of 1,045 crew. Figures for total deaths vary from early to later assessments, and because of difficulties in establishing causation. As many as 14 are reported to have died from the virus, all of them older passengers - an overall mortality rate for those infected of 2%.[1][2] The Diamond Princess departed from the Port of Yokohama on 20 January 2020 for a round-trip billed as a tour of Southeast Asia during the Lunar New Year period,[3][4] with 2,666 passengers and 1,045 crew on board. An 80-year-old passenger from Hong Kong, China, had embarked in Yokohama on 20 January. He had been in Shenzhen, Guangdong Province, China on 10 January, then returned to Hong Kong and flew to Tokyo on 17 January to board the ship. He developed a cough on 19 January, but he went on board.[5] He left the cruise when the ship reached Hong Kong on 25 January.[citation needed] The cruise continued. On 31 January, the ship docked in Taiwan, which according to Vice Premier Chen Chi-mai was \"the earliest country to activate epidemic prevention measures against this disease.\"[6] A paper in the Journal of Medical Internet Research authored by Chen, describes how the passengers of the COVID-19 stricken cruise ship were later traced using mobile phone geolocation, and how their 627,386 contacts were alerted through text messaging.[7] On 1 February, the ship called at Naha Port in Okinawa and was quarantined.[5] On the same day, the 80-year-old man who disembarked in Hong Kong six days earlier tested positive for COVID-19. Having a fever, he went to the hospital and got tested.[5][8] Hong Kong's Department of Health immediately contacted the agent of the ship's operating company, but the ship did not immediately inform the passengers and they were notified about that on 3 February, two days later.[9] Over the next few days, the cruise ship had shows and dance parties as usual and also continued to open public facilities that attract large crowds, including fitness clubs, theatres, casinos, bars, and buffet-style restaurants.[9] On the evening of 3 February, the cruise ship returned to Yokohama Port and anchored off the coast of Daikoku Pier without docking. The Japanese government decided to re-quarantine the ship. Officials of the Ministry of Health, Labour and Welfare boarded the ship for quarantine.[5][9][10] On 4 February, tests revealed infections of 10 out of 31 people tested. The authorities immediately decided to isolate all passengers on board for 14 days.[9] On 5 February, the authorities announced positive test results for SARS-CoV-2 for 10 people on board, the cancellation of the cruise, and that the ship was entering quarantine for 14 days based on World Health Organization guidelines.[11][12][13][14][15] A total of 3,700 passengers and crew were quarantined by the Japanese Ministry of Health, Labour and Welfare for what was expected to be a 14-day period, off Yokohama.[16] On 7 February, the total number of people on board with confirmed SARS-CoV-2 infections grew to 61.[17] Another three cases were detected on 8 February, bringing the total to 64.[18] On 9 February, six cases were detected,[19] while another 65 were detected on 10 February, bringing the total to 135.[20] The numbers overwhelmed local medical facilities, and stricken passengers were divided into three groups according to condition, and evacuated to suitable locations, allowing intensive care to perform as intended.[21] On 11 February, 39 more people tested positive for the virus, including one quarantine officer, bringing the total to 174.[22] Passengers with confirmed cases were reported to be taken ashore for treatment.[23] On 13 February, 44 more people tested positive for the virus, bringing the total to 218.[24] On 15 February 67 more people were reported to be infected, bringing the total to 285.[25] On 16 February 70 more people were reported to be infected, bringing the total to 355. The next day on 17 February, the Ministry of Health, Labour and Welfare confirmed 99 more cases, raising the total to 454, 33 of whom were crew members.[26][27] On 18 February, another 88 cases were confirmed, bringing the total to 542.[28] On the morning of 17 February (Japan time), two U.S. government-chartered planes departed for the United States, carrying hundreds of U.S. citizens who were passengers of the cruise ship. Among about 400 cruise passengers, 328 boarded the planes, excluding those who expressed their intention to stay on the ship and 44 under treatment in Japan.[29][30] The U.S. government initially asked Japan to keep them on board for 14 days based on the CDC guideline despite the proposal by the Japanese government to bring American passengers back home early.[31] The U.S. government, however, changed its policy to return home on 15 February.[32] The first plane landed at Travis Air Force Base in California at midnight on 16 February (U.S. time), and the other plane landed at Joint Base San Antonio in Texas on the early morning of 17th (U.S. time).[30][33] Canada, Hong Kong, Australia and Italy also followed the United States within a few days.[29] There were 164 Australian passengers, of which 24 were infected, and all Australian passengers were sent for 14 days quarantine to Darwin.[34] On 18 February, Michael J. Ryan, executive director of the World Health Organization's Health Emergencies Programme, said that Japan's measures to quarantine passengers and staff on board at the Yokohama Port for two weeks were preferable to having them scattered throughout the world. However, he said that he was disappointed at the continued increase in the number of infected people.[35] On 18 February, Kentaro Iwata, an infectious disease expert at Kobe University, uploaded a video on YouTube in which he raised questions about the measures taken to prevent epidemics on the \"Diamond Princess\" shortly after boarding the ship. He removed it on 20 February.[36] On 19 February, passengers with negative test results began to disembark.[31] On 20 February, the World Health Organization's Director-General reported the total number of the cases outside of China to be 1,076, and stated that over half of these cases occurred among the passengers on the Diamond Princess.[2] By late March, it was stated that 712 of 3,711 people on the Diamond Princess, or 19.2%, had been infected by COVID-19.[37][38] By 1 March, all passengers and crew members had disembarked from the ship.[9][39] In early March 2020, Indonesia evacuated 69 Indonesian crew of Diamond Princess, after their COVID-19 test results in Japan were negative. However, an Indonesian naval hospital ship bringing them to Sebaru Island for a mandatory quarantine period had two crew ill. All were tested again; 67 passed the second test, but two did not and were retested with a more accurate, different test, with one negative and one positive result. The 68 people with negative tests disembarked at Sebaru Island for observation and the one positive case was evacuated by helicopter to Persahabatan Hospital.[40][41] Eventually, all 69 crew members received negative COVID-19 test results.[42] On 16 May, Diamond Princess departed from the Port of Yokohama and began sailing to Port Dickson, Malaysia.[43][44] There are many harsh criticisms of Japan's epidemic prevention measures of quarantine on cruise ships.[45] There is the possibility that quarantine in a cruise ship is dangerous, because the cruise ship does not use HEPA filters which can effectively screen 99 percent of the particles, as is used in modern aircraft.[46] Kentaro Iwata, an infectious diseases expert at Kobe University who visited the ship, strongly criticised the management of the situation in two widely circulated YouTube videos published on 18 February.[47][48][49][50] He called Diamond Princess a \"COVID-19 mill\".[51] He said that the areas possibly contaminated by the virus were not in any way separated from virus-free areas, there were numerous lapses in infection control measures, and that there was no professional in charge of infection prevention—the bureaucrats were in charge of everything.[52] Japanese officials denied the accusations and argued that the zoning on board, of course, was not perfect, but it was not insane from the medical point of view.[53][54][52][55] Yoshihiro Yamahata and Ayako Shibata, two medical doctors who attended to the passengers as first responders, wrote later that \"At the beginning of implementation of the quarantine, we had to enact measures based on limited information, which is confusing\" and that \"it was thought that COVID-19 could not be spread via human-to-human transmission.\", which explains why there \"might be a gap between the new and old infection control measures.\"[10] While the U.S. Centers for Disease Control and Prevention commended the efforts to institute quarantine measures, their assessment was that it may have not been sufficient to prevent transmission among people on the ship.[56][57] Anthony Fauci, director of the U.S. National Institute of Allergy and Infectious Diseases, said that the quarantine process had failed.[49] Dr. Yoshihiro Takayama, who worked on Diamond Princess as a member of the Ministry of Health, Labor and Welfare and helped Iwata get on board as a nominal member of DMAT, pointed out and corrected Iwata's errors on Facebook, saying the video could put ship passengers, crew, and medical staff in a corner.[58][59][60] Takayama also revealed that Iwata was forced to leave the ship in two hours and only looked around the lounge, and he had been dismissed due to trouble with DMAT members and staff.[58][59] The authorities also admitted at a press conference that Iwata, who was a member of the DMAT, tried to act alone, so they asked him to leave.[55] The next day on 20 February, Iwata removed his videos and apologised to those involved, but still insisted the situation on the ship had been chaotic.[60][54] A preliminary report based on the first 184 cases by Japan's National Institute of Infectious Diseases (NIID) estimated that most of the transmission on the ship had occurred before the quarantine.[60] The cruise line, Princess Cruises, had first assumed there was only minimal risk and had initiated only the lowest-level protocols for outbreaks before the quarantine.[61] By 27 February, at least 150 of the crew members had tested positive for the virus.[62][63] Dr. Norio Ohmagari, top government adviser and director of Japan's Disease Control and Prevention Center admitted that the quarantine process might not have been perfect.[62] A crew member reported that many of the crew had been expected to still work and interact with passengers even under the quarantine.[64][65] Princess Cruises stated that Japan's ministry of health was the lead authority defining and executing quarantine protocols, yet Japan's ministry of foreign affairs stated that a criterion of behavior was presented but the ultimate responsibility for safe environment rested with the ship operator.[64] Food service workers were found to have likely been the main early route of spread.[66] 46.5% of the infected passengers and crew members had no symptoms at the time of testing.[67][37][38] The ship outbreak had a basic reproduction number of 14.8;[68] much higher than the usual 2–4.[69] Calculations indicate that an early evacuation could have reduced the case number to just 76 cases, and that the applied quarantine reduced the case number by about 2300 cases.[68] Professor Hiroshi Nishiura of Hokkaido University, a member of Novel Coronavirus Expert Meeting, analyzed the days when they were infected based on the data of the onset date and incubation period of passengers and crews. It was speculated that passengers were infected during the three days from February 2 to 4. However, the crew, who continued to support the lives of passengers as \"essential workers\", became infected a week after the cruise ship anchored. Although strict rules were laid out and medical equipment such as N95 masks were distributed to them, it was difficult for those who were not medical workers to act as instructed. The living environment of their communal living also increased the risk. There was no bias or regularity in the distribution of infected sites on the cruise ship. After searching for traces of the virus's genes, the most common place was modular bathroom floors.[9] According to the Self-Defense Forces Central Hospital, which accepted some of the patients of the cruise ship, the average age of the patients was 68 years, and the number of men and women was about half. Cruise ship crews were mainly in their 30s and 50s, and passengers were mainly in their 70s. 48% of the patients had underlying disease. Cardiovascular diseases such as hypertension are the most common, followed by endocrine disorder such as thyroid diseases, diabetes, respiratory diseases, and cancer in that order. The condition of patients during hospitalization was mild (41.3%) and severe (26.9%), but 31.7% had no clinical findings during the entire period.[70] Those infected got CT scans even asymptomatic and mild symptoms at the SDF Central Hospital, and half of them were found to be abnormalities. Their CT images showed a frosted glass-like shadow, a feature of the new coronavirus pneumonia. About one-third of patients with abnormal shadows in the lungs subsequently had worsening symptoms. They often started to get worse on the 7th to 10th day of their first symptoms, which progressed relatively slowly. Captain Tamura, a medical officer at The SDF Central Hospital, believes that the progression of inflammation in the patient's lungs in the absence of subjective symptoms is one of the reasons why the infections, which were thought to be mild, seemed to worsen rapidly. They called it \"Silent Pneumonia\" in the sense of pneumonia that develops without any symptoms. It was found that the deterioration of the patient's condition can be sensed by detecting decreased SpO2 (blood oxygen saturation) in the elderly and tachypnea in the young. The risk factors for mortality were mainly age (elderly people) and basic diseases, but there were a few cases in which the disease became severe even though they were neither. However, the cause was not able to be grasped.[9][70] PCR test on board was widely carried out. However, there were several cases in which PCR tests showed that they were negative despite having close contact with infected patients who got CT scans and had \"frosted glass-like shadows\" in their lungs. The patients were supposed to have two PCR tests at intervals to leave the hospital, but in many cases the second was positive, even though the first was negative. Tamura said that he felt the sensitivity of PCR test was about 70%. The percentage of \"about 70%\" was also stated by the doctor at the National Center for Global Health and Medicine who treated coronavirus infections. Sensitivity is an index to measure the proportion of positives, in the case of 70%, 30% of actual positives may be judged as false negatives and released.[70] In fact, there were a series of people in Japan and abroad who tested positive after disembarking, even though they tested negative on board.[71][72][73][74] Airborne transmission likely accounted for >50% of disease transmission on the Diamond Princess cruise ship, which includes inhalation of aerosols during close contact as well as longer range.[75] With the application of the overall model (an ordinary differential equation-based Susceptible-Exposed-Infected-Recovery (SEIR) model with Bayesian), basic reproduction number (R0) was estimated as high as 5.70 (95% credible interval: 4.23–7.79).[76] The SARS-CoV-2 outbreak in this cruise most likely originated from either a single person infected with a virus variant identical to the Wuhan WIV04 isolates, or simultaneously with another primary case infected with a virus containing the 11083G > T mutation.[77][78] A total of 24 new viral mutations across 64.2% (18/28) of samples based on GISAID record, and the virus had evolved into at least five subgroups within 3 weeks. Increased positive selection of SARS-CoV-2 were statistically significant during the quarantine. Linkage disequilibrium analysis confirmed that RNA recombination with the 11083G > T mutation also contributed to the increase of mutations among the viral progeny. The findings indicate that the 11083G > T mutation of SARS-CoV-2 spread during shipboard quarantine and arose through de novo RNA recombination under positive selection pressure. In three patients in Diamond Princess cruise, two mutations, 29736G > T and 29751G > T (G13 and G28) were located in Coronavirus 3′ stem-loop II-like motif (s2m) of SARS-CoV-2. Although s2m is considered an RNA motif highly conserved in 3' untranslated region among many coronavirus species, this result also suggests that s2m of SARS-CoV-2 is RNA recombination/mutation hotspot.[79] Of the 3,711 people aboard Diamond Princess on the 20 January cruise, 1,045 were crew and 2,666 were passengers.[80] The median age of the crew was 36 while the median age of the passengers was 69.[80] The passengers were 55% female and the crew was 81% male.[80] Of the 712 infections, 145 occurred in crew and 567 occurred in passengers.[81] Reports of total deaths vary, reflecting difficulties in establishing causation, differing national approaches, and changes in total mortality as time went on. The London School of Hygiene and Tropical Medicine put the figure at 9.[1] Between February and April 2020, Japanese government officials declared 13 fatalities from the ship, while one other person was evacuated from the vessel and died in Australia. In April 2020, the World Health Organization said there had been 13 deaths.[82] All the dead were older passengers; none were from the crew.[83][84][85][86][87] After quarantine, the remaining passengers began to disembark in late February. By the beginning of March - when there had been 7 reported deaths - all passengers and crew had gone ashore.[9][39] Two passengers died on 20 February[101] and a third on 23 February, all three of whom were Japanese citizens in their 80s.[102] A fourth passenger, an elderly Japanese man, was reported on 25 February to have died.[103] The fifth fatality, a Japanese woman in her 70s,[92] and the sixth fatality, a British national in his 70s, both died on 28 February.[95][94] A 78-year-old Australian national, who was evacuated from the ship, died on 1 March in Australia, making him the seventh.[84] A Hong Kong national from the ship died on 6 March, making him the eighth.[104] A Canadian man in his 70s died on 19 March, making him the ninth death.[105][97] Two Japanese male passengers in their 70s died on 22 March making them the 10th and 11th deaths.[98] A Hong Kong woman in her 60s died on 28 March, making her the twelfth death.[99] The thirteenth fatality is a Japanese passenger who died on 9 April.[100] The details concerning the passenger's age and gender were not disclosed according to their family's wishes.[106] Another Japanese man in his 70s died on 14 April, making him the fourteenth fatality.[83] Canadian documentarian Mike Downie's film The COVID Cruise, about the Diamond Princess outbreak, aired in November 2020 as an episode of CBC Television's science documentary series The Nature of Things.[121] The Last Cruise, an HBO documentary film about the Diamond Princess outbreak, was released in March 2021.[122] American novelist and writer Gay Courter wrote a book in 2020, chronicling her experience aboard the ship during the crisis.[123]","Title":"COVID-19 pandemic on Diamond Princess - Wikipedia","KeyID":"10888","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_on_Diamond_Princess"}