{"Content: ":"The COVID-19 pandemic in Cuzco is part of the worldwide pandemic of coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). The virus was reported to have spread to Cusco on 13 March 2020, when a 37-year-old man who had travelled to United States tested positive.[1] The start of the epidemic outbreak in The country, also called \"community transmission\", was announced on March 17, 2020, while the first death was reported a week later.[2] As time passed, the outbreak spread throughout the department, Paruro being the last province to report its first positive case on May 6, 2020. In the district of Villa Virgen, La Convención Province, a first positive case of contagion by COVID-19 was confirmed on August 24, 2020, becoming the last district of the department to declare the presence of infected persons. The exponential increase in infections, which occurred since the third week of July, positioned Cuzco as the third department with the most cases in Peru. The first suspected cases of contagion in the department were reported on January 29, when the Regional Health Directorate (DIRESA) Cusco announced the identification of two patients (two Chinese citizens who arrived in the country from the city of Beijing) with suspicious symptoms of COVID -19 at the Regional Hospital of Cusco.[3] Later, on February 4, the tests of the two patients were negative according to the statements of the National Institute of Health (INS).[4] Another three suspected cases were registered on March 2, when two Cusco citizens from Italy and a French citizen presented symptoms related to the disease. They were immediately isolated in the Regional Hospital of Cusco, where samples for coronavirus were taken.[5][6] The next day, the tests of the three patients, sent to Lima, were negative, according to the health authorities.[7] On March 9, DIRESA Cusco announced up to four suspected cases of COVID-19. They were two tourists, a Colombian, who was traveling in the United States and Ecuador, and a Frenchman, and two other citizens of Urubamba, (of the latter, no further scope or information is given). The tourists presented respiratory infection and various symptoms compatible with the disease (fever, cough, sore throat and diarrhea). Foreigners remain in isolation until test results are obtained. On January 26, 2021, due to the resurgence of a second wave and a greater incidence in the violation of quarantine, the government once again establishes a series of measures to contain the advance of COVID-19 in the country. According to the new measures adopted, the country's departments would be classified by risk levels according to the number of infections that are registered. The department of Cusco was considered at a very high level, and the measures would be in effect from January 31 to February 14.[8] On February 11, the government announced an extension of the quarantine, based on a reform of the system in which it has decided to implement measures at the provincial level. In the department of Cuzco, the provinces of La Convención and Canchis rise to the extreme level, while the remaining eleven provinces remain below the very high level. This extension implies that the application deadline is no longer February 14, but February 28. The measures included;[9] The economic reactivation process in Cusco will consist of 3 phases, announced the Regional Government of Cusco: The COVID-19 outbreak in the country caused the health systems of several departments to go through a sanitary collapse and decided to make efforts to obtain mechanical ventilators and other medical supplies. At the beginning of April, Cusco had 10 mechanical ventilators being expanded to * their capacity.[10][11] At the Antonio Lorena Hospital, for example, during the first week of April the number of ventilators increased from five to ten in one week, said Jean Paul Benavente in an interview with Gestión.[12] At the Quillabamba Hospital, for its part, two mechanical ventilators were implemented due to the accelerated increase in positive cases in the province during the middle of 2020.[13] During January and February 2020, when the coronavirus was just being studied, the only Peruvian laboratory that could detect COVID-19 was the INS. The first suspected cases reported were ruled out by a result after approximately 24 hours. by an INS certificate, since initially the samples taken in Cuzco had to be sent to Lima for future analysis. It was not until March 18, when the Regional Government of Cusco, through its Facebook account, made official the inauguration of the first laboratory suitable for the discard of COVID-19 in the department. In turn, it was announced that the laboratory would also receive samples from Apurímac, Madre de Dios and Puno.[14] Later, through its website, the INS confirms the existence of three laboratories (one private and two public) that work for the discarding of COVID-19 with molecular tests in the department, including the Integra Medica Peru Clinic, the Adolfo Guevara Velasco National Hospital and the Cusco Regional Hospital.[15] On May 19, MINSA delivered 7,850 rapid tests for the detection of COVID-19. Likewise, it also sent more than 2.2 tons of personal protective equipment for later distribution in different health points of the department. Later, on May 21, the Antapaccay mining company would deliver 5,000 rapid tests, an ambulance, and modern COVID-19 patient care equipment, which included multipurpose stretchers, vital function monitors, a multipurpose clinical bed, and a mechanical ventilator, destined for the Yauri Hospital, the main medical center in the province of Espinar. On August 27, the Camisea Consortium delivered more than 3,600 rapid COVID-19 tests, four secretion aspirators and five tents to the Micro Health Network - Camisea. On February 8, 2021, during a meeting between officials of the regional government and the minister of foreign trade and tourism, they discussed the demand that the department requires for 500,000 vaccines to immunize 250,000 Cuzco residents in the next four months. On February 9, 2021, the first batch of 1,139 vaccines against COVID-19 arrived in the department of Cuzco. The vaccines would be deployed in three hospital centers; that of Cuzco, Sicuani and Quillabamba. This first batch is reserved for the immunization of the department's health personnel, who belong to the first phase of vaccination in the country.[16] Later, on February 18, a second batch of 6,481 doses of the Sinopharm BIBP vaccine arrived at the Cusco, in order to continue with the vaccination of health personnel in the first line of action.29 According to a report by Ideario, 7% of the department's health personnel refused to be vaccinated against COVID-19 during the first immunization process in the health sector.30 On March 3, it was made public that five doctors and 10 nurses from the Regional Hospital of Cusco, who received the first dose of the Sinopharm BIBP vaccine on February 10, were infected with COVID-19. All patients were also reported to be stable and in isolation at home. As a result of the arrival of the coronavirus in Peru, on March 6, the situation generated a strong collective hysteria among consumers, which is why the alleged shortage of products in multiple supermarkets and grocery stores circulated on the networks. In Cusco, it was not until March 11, when it was reported that thousands of citizens were making purchases of groceries in an impulsive and unbridled manner after the provisions imposed by the Government of Peru.[17] The loss of classes caused by the postponement forced the ministry to consider distance education by creating the \"Aprendo en casa\" (Learn at home) program to make up classes.[19] Due to the difficulties derived from the scarcity of resources and the rugged geography of Peru, access to distance education continues to be an impediment to learning for minors in the department. Arturo Ferro Vásquez, Regional Director of Education for Cusco, reported in a statement that around 32,363 students did not have access to remote education in the department during 2020. Confirmed cases by province of Cuzco. Confirmed deaths by province of Cuzco. Confirmed cases of COVID-19 per 100,000 inhabitants by province of Cuzco. Confirmed deaths by COVID-19 per 100,000 inhabitants by province of Cuzco. Confirmed cases by province of Cuzco. Confirmed deaths by province of Cuzco Mortality rate per 10,000 inhabitants by province of Cuzco. Tests carried out by the province of Cuzco. Registry of cases and deaths by year and age based on data from the platform \"Situation Room COVID-19 Region Cusco\" provided by the Regional Health Management of Cusco.","Title":"COVID-19 pandemic in Cusco - Wikipedia","KeyID":"10880","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_Cusco"}