{"Content: ":"The COVID-19 pandemic affects the global fashion industry as governments close down manufacturing plants, and through store closures, and event cancellations[1] to slow the spread of the virus. The coronavirus pandemic has had a major impact on fashion brands worldwide.[2] At the same time, the fashion industry faces challenges in consumer demand.[3] New opportunities are also presenting themselves as fashion brands shift to making fashionable coronavirus face masks.[4][5] The ongoing COVID-19 pandemic is inevitably changing the fashion world forever. Domenico de Sole, chairman of Tom Ford International, remarked that “I have seen a lot of difficult situations in my long career and this has been the most devastating event, not just for fashion and luxury, but all industries.” [6] Business as normal has crumbled throughout the fashion sector since the outbreak of the Covid-19 epidemic. Due to the worldwide economic slump around the time of the pandemic's start, retail stores shuttered and internet sales slowed, putting fashion in jeopardy. Manufacturing issues include lack of fabric availability and order cancellations, but brands that were prepared originally by importing fabrics and have them stored at a safehouse will benefit from the pandemic.[7] The unfolding situation of the pandemic has affected the people who make our clothes, the most vulnerable and lowest paid people in the fashion supply chain.[8] \"The global trade union which works to give workers around the world a voice, says that millions of garment makers have already lost their jobs as a result of the virus and have no access to social or financial safety nets to help them weather this storm.\"[8] This has affected many fashion brands directly, as they face challenges by no longer having their manufacturers to rely on. Brands typically pay their suppliers weeks or even months after delivery, rather than upon order.[9] Suppliers, though, need to pay upfront the cost of materials and fibers used to make the products they have been asked to produced from brands. The issue is that with the unfolding situation of the pandemic, fashion brands and retailers are cancelling orders, due to low demands of clothing, and cancelling payments for orders that have already been placed with their manufacturers. Hence, fashion brands take no responsibility for the impact this has on the people working under their supply chains; their manufacturers who have already worked on crafting their products at their own cost and no longer receive anything in return. Given the situation, factories are left with no other choice than to keep hold of unwanted goods already made or destroy them, and laying off workers to afford the crisis or shutting down their factories indefinitely.[8] With this scenario happening all over the globe, fashion brands are highly affected when it comes to the manufacturing of their goods. As retail stores shut their doors and stay-at-home orders kept people inside, there was a dramatic shift towards digital commerce that is likely to continue post-pandemic. Consumers had to increase their use of services like social commerce and curbside pickup and retailers had to offer digital solutions in order to survive.[10] Sales from physical brick-and-mortar stores and department stores are down and expected to continue decreasing while direct-to-consumer online retailers are on the rise.[11] Some dressmakers and seamstresses have shifted to making masks, including specialized masks for Sihks and wearers of turbans, hijabs, and hearing aids, as well as those with full beards.[12] \"To survive, retailers must anticipate consumer purchase behavior changes and deliver contactless yet engaging customer experiences.\"[13] Apparel is a leading discretionary purchase. Furthermore, in as much as many people are staying at home there is less occasion for dressing for formal contexts. Most any people make clothing purchases ahead of special occasions, such as weddings and vacation, but as many of these events have been canceled or postponed that need no longer exists. Layoffs, furloughs and pay cuts are also affecting sales.[14] Additionally, the pandemic has definitely played a contributing role to consumers looking for a more comfortable, relaxing denim.[15] The demand for tracksuits, pajamas, hoodies, sportswear, and other leisurewear highly rose. Baggy jeans, for example, are replacing tight ones.[16] The fashion needs and interests of people are highly shifting, as they prefer comfortable clothes over high design. Consumer changes in tastes in accordance to apparel and styles have led businesses to pivot towards a greater focus in loungewear and activewear, ideal for a stay at home situation. Moreover, with the shift in customer attention to safety, health and wellness, retailers are facing the post-pandemic challenge of capturing new customer needs with a greater focus in hygiene and safety to retain their clientele.[17] The evolution of social media is driving CMOs to innovate and adjust their marketing strategies. A great decline is seen in traditional advertising spending, as companies are seeing a historic return on their social media investments. As an article by Harvard Business Review stated at the start of the 2021 year, CMOs are anticipating a high percentage of their marketing budgets going into social media investments.[18] In adjusting to a more social media centric approach, fashion companies and brands are increasing their online and digital presence greatly. About 61% of CMOs indicated that they have “shifted resources to building customer-facing digital interfaces” and 56.2% are planning to “transform their go-to-market business models to focus on digital opportunities”.[18] There has been a great range in variety of taste preferences that have grown with the onset of social media. The astonishing growth of the TikTok platform, for example, rewards people for “retreating into their own niches and discovering new interests”.[19] The coronavirus brought a new surge of TikTok users, with exactly 2 million users downloading the app just within the week of March 16, 2020.[20] The app's compelling content and engaged community is driving brands and advertisers to invest in this social platform.[20] The fashion industry is well ranked as one of the world's largest polluting industries. Its impact on this planet has only been getting worse, as the industry has grown throughout the years.[21] With the spread of the COVID-19 pandemic, the industry is facing a stage of reassessment and is searching for new alternatives that are mindful of our people and planet.[22] Just recently, the State of Fashion Report of 2019 claimed the industry was undergoing a \"year of awakening\" as consumers demanded greater social responsibility from fashion retailers big and small. Nonetheless, with the rise of the pandemic at the start of the 2020 year, the fashion industry's sustainability efforts began to slow down. Sustainability was becoming way less of a priority for fashion retail, as fashion retail businesses were undergoing a state of emergency and fighting for survival.[22] Now though, as the crisis aligns consumer, environmental, and ethical interests, the spotlight on sustainability has been brought back to light. Numerous reports and studies have shown the impact the COVID-19 pandemic has had on focusing our minds towards helping to create a better, healthier planet. Consumer fashion purchasing behavior has evolved and people are leaning towards more environmentally-friendly, sustainable, and/or ethical purchases.[23] The resale apparel market, which includes online resell as well as thrift and donation stores, is set to skyrocket in a post-COVID-19 world.[24] Many collaborations and projects have arisen within brands, to support recycling, resale, sustainable collections, or material innovations.[25] In addition, many brands have published their accelerated sustainability goals in terms of plastic, carbon, and energy reduction.[25] With the impact the pandemic has had on consumer purchasing behavior, environmental awareness, and sustainable consumption, several efforts are being carried out globally to build a sustainable fashion future. With the COVID-19 pandemic still undertaking, consumers are anxious about health and finances. The pandemic propelled an already existing surge for secondhand fashion. The resale, or sale of \"pre-loved\", clothing has become more of a trend globally, and is seen across several social media channels. Trying to overcome the financial distress, consumers started to rethink about ways to gain something out of the unused clothing sitting in their closets. While some do decide to donate their apparel, others view their wardrobe as a tradable, valuable asset and decide to sell.[27] From a high end perspective, you get to sell that Gucci or Hermes bag that has been sitting on your closet shelf collecting dust and unused, through an online second hand retail site, such as The RealReal, ThredUp, or Poshmark, and get cash from it.[27] Viewing it from the buyer's side, you get to purchase brand new or barely used clothing and accessories at a more affordable price, functioning just ideal for consumers during these times Designers have adapted with producing and showcasing their fashion products by streaming presentations online without a live audience present.[28] The British Fashion Council made an announcement in April 2020 that it would develop a digital “cultural fashion week platform” that designers could use in any way that they thought would work for them rather than facilitating the typical format and setting of a fashion show. Shanghai and Moscow fashion weeks were presented digitally in late March and April 2020. Ermenegildo Zegna coined the word phygital to describe \"physical space and digital technologies\" as its new way of showcasing fashion.[29] As art galleries and museums were closed, First American Art Magazine organized a virtual art exhibition and asked the Native art community to submit masks. More than seventy artists handed in 125 masks, from functional masks to decorated ones.[30] The on-going COVID-19 pandemic will inevitably change the fashion industry forever. The necessity to purchase clothing on a frequent basis no longer exists, and numerous brands and historic department stores have closed for good.[31] That said, face masks have been trending as a fashion statement during the COVID-19 pandemic.[32] It has been suggested that possibly \"no other piece of clothing has had a trajectory like face masks — something that began as purely protective transforming into a fashion statement in no time at all.\"[33] The Trikini in Italy, for example, consists of two piece beachwear and a matching mask.[34][35][36][37] More broadly they have appeared on the catwalk as a part of the haute couture's industry turn towards a utilitarian flair, and furthermore with the global rollout of effective vaccines thought is now being given to \"the post-COVID look.\"[38]","Title":"Impact of the COVID-19 pandemic on the fashion industry - Wikipedia","KeyID":"10899","URL":"https://en.wikipedia.org/wiki/Impact_of_the_COVID-19_pandemic_on_the_fashion_industry"}