{"Content: ":"Pernambuco (Brazilian Portuguese: [pɛʁnɐ̃ˈbuku] (listen))[3] is a state of Brazil, located in the Northeast region of the country. With an estimated population of 9.6 million people as of 2020, making it seventh-most populous state of Brazil and with around 98,148 km², being the 19th-largest in area among federative units of the country, it is the sixth-most densely populated with around 89 people per km². Its capital and largest city, Recife, is one of the most important economic and urban hubs in the country. Based on 2019 estimates, the Recife Metropolitan Region is seventh-most populous in the country, and the second-largest in northeastern Brazil.[4] In 2015, the state had 4.6% of the national population and produced 2.8% of the national gross domestic product (GDP).[5] The contemporary state inherits its name from the Captaincy of Pernambuco, established in 1534. The region was originally inhabited by Tupi-Guarani-speaking peoples. European colonization began in the 16th century, under mostly Portuguese rule interrupted by a brief period of Dutch rule, followed by Brazilian independence in 1822. Large numbers of slaves were brought from Africa during the colonial era to cultivate sugarcane, and a significant portion of the state's population has some amount of African ancestry. The state has rich cultural traditions thanks to its varied history and peoples. Brazilian Carnivals in Recife and the historic colonial capital of Olinda are renowned: the Galo da Madrugada parade in Recife has held world records for its size. Historically a center of sugarcane cultivation due to the favorable climate, the state has a modern economy dominated by the services sector today, though large amounts of sugarcane are still grown. The coming of democracy in 1985 has brought the state progress and challenges in turn: while economic and health indicators have improved, inequality remains high. The origins of the name Pernambuco are debated, though most hypotheses derive the name from the now-extinct Tupi language. Some scholars claim that the name comes from the combining of the Tupi words para'nã, meaning \"great river\" or \"sea\" and buka, meaning \"hole\". Thus, pernambuco would mean \"hole in the sea\", possibly referring to the Canal de Santa Cruz on the Island of Itamaracá, north of Olinda, or to an opening in the reefs between Olinda and Recife.[6] According to others, pernambuco was the name of brazilwood in local indigenous languages at the time of first contact, as the tree is found widely in the forests of the future state. A third hypothesis also derives from a Tupi word, paranãbuku, meaning \"long river\", a possible reference to the Capibaribe River, since primitive maps mark such a \"Pernambuco river\" north of Cabo de Santo Agostinho, south of Recife. Another hypothesis, suggested by the academic Jacques Ribemboim, asserts the origins of the name from the Portuguese language. The Canal de Santa Cruz in Recife, at the beginning of the 16th century, was known as Boca de Fernão (named after the explorer Fernão de Noronha). The Indians may have pronounced Fernão as Pernao and reversed the order of the words, giving Pernão Boca or Pernambuka, leading to the contemporary name of Pernambuco.[7] The state also has some nicknames, such as Lion of the North, Land of Frevo and Maracatu and Blessed Land. Pernambuco comprises a comparatively narrow coastal zone, a high inland plateau, and an intermediate zone formed by the terraces and slopes between the two.[8] Its surface is much broken by the remains of the ancient plateau which has been worn down by erosion, leaving escarpments and ranges of flat-topped mountains, called chapadas, capped in places by horizontal layers of sandstone. Ranges of these chapadas form the boundary lines with three states–the Serra dos Irmãos and Serra Vermelha with Piauí, the Serra do Araripe with Ceará, and the Serra dos Cariris Velhos with Paraíba.[8] The coastal area is fertile, and was formerly covered by the humid Pernambuco coastal forests, the northern extension of the Atlantic Forests (Mata Atlântica) of eastern Brazil. It is now occupied by extensive sugar cane plantations. It has a hot, humid climate, relieved to some extent by the south-east trade winds.[8] The middle zone, called the agreste region, has a drier climate and lighter vegetation,[8] including the semi-deciduous Pernambuco interior forests, where many trees lose their leaves in the dry season. The inland region, called the sertão is high, stony, and dry, and frequently devastated by prolonged droughts (secas). The climate is characterized by hot days and cool nights. There are two clearly defined seasons, a rainy season from March to June, and a dry season for the remaining months.[8] The interior of the state is covered mostly by the dry thorny scrub vegetation called caatinga. The Rio São Francisco is the main water source for this area. The climate is more mild in the countryside of the state because of the Borborema Plateau (\"Planalto da Borborema\", popularly known as \"Serra das Russas\" or \"Russians' Mountain\"). Some towns are located more than 1000 meters above sea level, and temperatures there can descend to 10 °C (50 °F) and even 5 °C (41 °F) in some cities (i.e., Triunfo) during the winter. The volcanic archipelago of Fernando de Noronha in the Atlantic Ocean, 535 km northeast of Recife, has been part of Pernambuco since 1988. The rivers of the state include a number of small plateau streams flowing southward to the São Francisco River, and several large streams in the eastern part flowing eastward to the Atlantic. The former are the Moxotó, Ema, Pajeú, Terra Nova, Brigida, Boa Vista and Pontai, and are dry channels the greater part of the year.[8] The largest of the coastal rivers are the Goiana River, which is formed by the confluence of the Tracunhaem and Capibaribe-mirim, and drains a rich agricultural region in the north-east part of the state; the Capibaribe, which has its source in the Serra de Jacarara and flows eastward to the Atlantic at Recife with a course of nearly 300 miles (480 km); the Ipojuca, which rises in the Serra de Aldeia Velha and reaches the coast south of Recife; the Serinhaen; and the Uná. A large tributary of the Uná, the Rio Jacuhipe, forms part of the boundary line with Alagoas.[8] Prior to discovery and colonization by Portugal, Pernambuco was inhabited by numerous tribes of Tupi-Guarani speaking indigenous peoples. The Tupi peoples were a largely hunter-gatherer culture living in long houses who cultivated some indigenous crops, most notably manioc (Manihot esculenta), but lacked any metallic tools. Many elements of the Tupi culture were a shock to Europeans: among these, they bathed frequently, they eschewed wealth accumulation, practiced nudity, and warred frequently, primarily to capture enemies for communal, ritual cannibalism.[9] Modern day Pernambuco includes the islands of Fernando de Noronha, which precedes mainland Pernambuco's history since the islands were granted to Fernão de Laronha by King Manoel in 1502.[10] Pernambuco was initially valued as a source of Brazilwood (Caesalpinia echinata) used in Europe for dyes. These Amerindians were eager to harvest and exchange brazilwood for axes, fishhooks and other goods offered by Europeans.[11] The Portuguese crown granted a license to Fernão de Laronha in 1502.[12] After the expiration of the license the trade in brazilwood was a driver of the exploration of Brazil. Brazilwood was highly valued and other European nations, particularly the French, soon sent ships to exploit this new dye wood. The French under Bertrand d'Ornesan tried to establish a French trading post at Pernambuco in 1531.[13] This fort was located at the border of Pernambuco and Itamaricá to the North. The Portuguese King responded by dispatching an armada under the command of Pero Lopes de Sousa. Pero Lopes defeated the French, destroyed their fort and built a new fort.[14] Shortly after the success in dislodging the French from Pernambuco's northern border with Itamaricá the Portuguese began to settle Brazil. King John III of Portugal created the Hereditary Captaincies in 1534, Pernambuco was granted to Duarte Coelho, who arrived in Nova Lusitânia (or \"New Lusitania\") in 1535. Duarte directed military actions against the French-allied Caetés Indians and upon their defeat in 1537 established a settlement at the site of a former Marin Indian village, henceforth known as Olinda, as well as another village at Igarassu. Under his leadership sugar soon replaced Brazilwood as Pernambuco's most profitable export.[15] Due to the cultivation of sugar and cotton, Pernambuco was one of the few prosperous captaincies (the other notable one being São Vicente). In addition to requiring a lot of capital investment, refining sugar in the 16th century also required a vast amount of labor. Brazilian Indians were very useful to the Portuguese; both free Indians and enslaved Indians performed many useful services for the Portuguese settlers. This included helping with building Engenhos. However, Brazilian Indian culture was not well suited to the operation of sugar engenhos. Indian culture was not oriented to wealth accumulation. Stuart Schwartz expressed it, \"Once a man had enough to eat and a few new tools and weapons, why should he want or work for more.\"[16] While the sugar industry relied at first on the labor of indigenous peoples, especially the Tupis and Tapuyas, high mortality and economic growth led to the importation of enslaved Africans from the late 17th century onward. Some of these slaves escaped the sugar-producing coastal regions and formed independent inland communities called mocambos, including Palmares. In 1630, Pernambuco, as well as many Portuguese possessions in Brazil, was occupied by the Dutch until 1654.[8] The occupation was strongly resisted and the Dutch conquest was only partially successful, it was finally repelled by the Portuguese. In the interim, thousands of the enslaved Africans had fled to Palmares, and soon the mocambos there had grown into two significant states. The Dutch Republic, which allowed sugar production to remain in Portuguese hands, regarded suppression of Palmares as important, but was unsuccessful in this. Johan Maurits van Nassau-Siegen, count of Nassau, was appointed as ruler of the Nieuw Holland (Dutch colonization enterprise in Brazil). In the 17th century, the Netherlands was experiencing a surge of freedom and progress, and wanted to expand their colonies in the American continent. An expression of this new economy was the Dutch West India Company, (modeled after the Dutch East India company which had influence throughout the world and controlled much of the trade between East and West). A Board of nineteen members appointed Prince Johan Maurits, Count of Nassau, Governor of Pernambuco. It was an auspicious choice for Northeast, because he was a lover of the arts with a deep interest in the New World. In 1637 he opened his government guidelines quite different from those of the Portuguese colonists, declaring \"Freedom of Religion and Trade\". His entourage contained traders, artists, planners, German and Dutch citizens. He was accompanied by six painters, including Frans Post and Albert Eckhout. Nassau also created an environment of Dutch religious tolerance, new to Portuguese America and irritating to his Calvinist associates. Nassau made efforts to reduce the sugar production monoculture by encouraging the cultivation of other crops, particularly foodstuffs.[17] Under Dutch rule, Jewish culture developed in Recife. Many Jews, having fled the Inquisition in Iberia, sought refuge in the Netherlands. The Jewish community established themselves in Dutch Brazil and would later migrate elsewhere in the Americas. There are records that in 1636 a synagogue was being built in the city. A Jewish scholar from Amsterdam, Isaac Aboab da Fonseca, arrived in Recife in 1642, becoming the first rabbi on Brazilian soil and on the continent. In 1643, three years after the Portuguese regained the crown in the metropolis, Father António Vieira – frowned upon, persecuted by the Inquisition and admirer of Aboab – recommended the King of Portugal occupy the capital of the New Christian and Jewish immigrants to help the depressed Portuguese finances[18] The Portuguese reconquered Recife in 1654 and Olinda regained its status of political center. However, Recife remained the commercial /port city. Nowadays, it is credited that many inhabitants of Pernambuco's agreste region have some Dutch ancestry.[19] If the Dutch were gone, however, the threat of the now unified quilombo of Palmares remained. In spite of a treaty negotiated in 1678 with its ruler Ganga Zumba, a war between the two remained. Zumbi who became ruler following the peace treaty and later repudiated it, fought the Portuguese government until 1694 when soldiers brought from the south eventually defeated him. Throughout the remainder of the 17th century on to the 20th century much of life in Pernambuco was dominated by the patterns established by monoculture, latifundia, and slavery (until 1888). Sugar and cotton were grown on large plantations and rural society was largely divided into landowning elites and the impoverished poor. In addition, Pernambuco, except for a narrow coastland, is subject to periodic droughts. The boom and bust economy throughout this period is often exemplified as the \"sugar cycle\" when the international market for sugar is good, the economy booms, when the market is bad, it is hard times for all and particularly for the impoverished. Sugar has always been the principal example of the boom or bust cycle, but there has, from time to time been a similar cycle in cotton. Cotton was profitable during the U.S. War of Independence, the War of 1812, and the U.S. Civil War. Each time the bust in Pernambuco came when U.S. growers resumed their exports.[20] A sugar mill engenho requires a large investment both to build and to operate. Much of the time the money is borrowed. Although there were other sources, one source that was a particular irritant to mill owners were the merchants of Recife. In 1710 this irritant resulted in the Mascate War. This conflict set the mascates from Recife against the establishment planters of Olinda It was led by the Senhores de Engenho (owners of the sugar mills). It is an example of the continuing tensions between the senhores de engenho (the landed elites) in colonial Brazil and the merchants of Recife. The “War” (there was considerable shooting but little loss of life) has elements of class struggle. Olinda had, before the Dutch, always been the municipal seat. Recife, once merely a port facility for Olinda, had formerly consisted of a few modest dwellings, warehouses, and businesses catering to ships and seamen, but under the Dutch had been developed into a thriving center of commerce populated by wealthy, more recently arrived merchants to whom most of the landed aristocracy of Pernambuco were heavily indebted. After several excesses the king issued a new set of instructions to the governor. In 1715 the crown dispatched a new governor and the residents of Pernambuco finally felt the troubles were ended, though many families of the colony's elites were ruined.[21] The discovery of gold in Minas Gerais late in the Seventeenth Century and the discovery of diamond displaced agriculture. In fact, for all the disruption caused by \"gold fever\" throughout the mining boom the value of sugar exports always exceeded the value of any other export.[22] Nevertheless, among many other disruptions, gold shifted the focus South. Pernambuco, Bahia, and the entire Northeast were eclipsed by the South of Brazil and that shift in focus has never been reversed.[23] Pernambuco's response to the nationhood of Brazil seems to have been rebellion. Pernambuco was the site of some of the most important rebellions and insurrections in Brazilian history, especially in the 19th century. See Also Rebellions and revolutions in Brazil, Pernambucan Revolt, Cabanada, April Revolt (Pernambuco) At one point Pernambuco led much of the Northeast region in a very short-lived independent Confederation of the Equator. In 1888, under the influence of increasingly urban society, and with the advocacy of intellectuals such as Pernambucan politician Joaquim Nabuco, slavery was abolished.[24] However, freedom for the slaves did little or nothing to improve life for the underclass. Economic downturns were used to cut wages, children were paid almost nothing, and violence ruled.[25] In those days before antibiotics there were major epidemics, fourteen between 1849 and 1920.[26] The twentieth century did bring better communication and transportation which would slowly allow development. But for the poor employed in the sugar industry, as late as the 1960s infant mortality in this labor segment was nearly half of live births.[27] Politically, the century was dominated by two periods of dictatorship, ruled by Getulio Vargas for most of the period from 1930 to 1954. [28] and the military dictatorship from 1964 to 1985[29] Since the end of military rule, there is still an underemployed and under-fed underclass. However, quality of life has improved along with industrial development. Pernambuco has also become a major tourist destination. Statistics from the turn of the millennium show a sharp and continuing improvement. According to estimates from the Global Burden of Disease Study, the infant mortality rate declined 6.2 percent annually between 1990 and 2015: from 90.4 infant deaths per 1000 live births in 1990, to 13.4 deaths/1000 live births in 2015.[30] The homicide rate in Recife, still higher than the average for Brazil, declined by about 6% per annum during the period from 2000 to 2012.[31] Income inequality remains a problem; in 2000, the state had a Gini coefficient of 0.59,[32] with wealth and resources being concentrated at the top. According to the Brazilian Institute of Geography and Statistics (IBGE), at the last census in 2010 there were 8,745,000 people residing in the state. In 2020, an estimated 9,616,621 people lived in the state.[33] The population is concentrated along the coast in the Recife Metropolitan Region. Urbanization: 77% (2006); Population growth: 1.2% (1991–2000); Houses: 2,348,000 (2006).[34] Religion in Pernambuco (2010)[35][36] The majority of the state's inhabitants are Catholic; while more than 86% of the state is Christian. In 2010, 5,834,601 inhabitants identified as Roman Catholic (65.95%), 1,788,973 as Evangelical (20.34%): of these, 1,102,485 were Pentecostal (12.53%), and 376,880 were Evangelical Protestant (4.28%) and 309,608 other Evangelical (3.52%). 123,798 inhabitants identified as spiritists (1.41%), 43,726 as Jehovah's Witnesses (0.50%), 26,526 as Brazilian Apostolic Catholics (0.30%) and 6,678 as Eastern Orthodox(0.08%). 914,954 had no religion (10.40%): of these, 10,284 identified as atheists (0.12%) and 5,638 as agnostics (0.06%). 80,591 followed all other religions not listed above (0.90%), and 9,805 did not know or did not declare (0.12%).[35][36] The former Latin Catholic Territorial Prelature of Pernambuco became the Metropolitan Archdiocese of Olinda & Recife, with these suffragan dioceses in its ecclesiastical province (all in Pernambuco) : Diocese of Afogados da Ingazeira, Diocese of Caruaru, Diocese of Floresta, Diocese of Garanhuns, Diocese of Nazaré, Diocese of Palmares, Diocese of Pesqueira, Diocese of Petrolina and Diocese of Salgueiro. The results of the National Household Sample Survey (PNAD) conducted in 2008 led to the following estimates of race or skin color: 4,799,000 Brown (Multiracial) people (54.87%), 3,307,000 White people (37.81%), 561,000 Black people (6.42%), 41,000 Indigenous people (0.47%) and 31,000 Asian people (0.36%).[37] Due to the legacy of slavery and the sugarcane plantations, it has been observed that those of mixed African and Portuguese ancestry are more common on the coast, while Mamelucos (those of mixed Amerindian and Portuguese ancestry) are more common in the interior Sertão region.[38] According to a genetic study from 2013, Pernambucans have 56.8% European, 27.9% African and 15.3% Amerindian ancestries.[39] The service sector is the largest component of GDP at 73.2%, followed by the industrial sector at 21.6%. Agribusiness represents 5.2% of GDP (2006). Pernambuco exports: sugar 35.6%, fruit and juice 12.6%, fish and crustacean 12.3%, electric products 11.1%, chemicals 7.1%, woven 5.6% (2002). According with IBGE, in 2007 Pernambuco has 2.34% share of the Brazilian economy and 17.9% share of the Northeast region economy. It's the 10th largest economy of the whole country. The GDP for the state was R$104,394,000,000 (2011), and the per capita income was R$11,776. The economy is based on agriculture (sugarcane, manioc), livestock farming and creations, as well as industry (shipbuilding, automotive, chemical, metallurgical, electronic, textile, alimentary). In the period of October 2005 to October 2006, the industrial growth of the state was the second biggest in Brazil – 6.3%, more than double the national average in the same period (2.3%). Another segment that deserves to be highlighted is mineral extraction. The pole gesseiro of Araripina is the supplier from 95% of the plaster consumed in Brazil. The pole of data processing of the Recife, Digital Port, despite having started in 2000, is one of the five biggest in Brazil. It employs around three thousand persons, and has 3.5% the GDP of the state. According with IBGE 2007, Pernambuco has the 2nd largest livestock portfolio in the Northeast region and the 8th of Brazil. S – Seasonal; P – Permanent agriculture; + – Thousands units Pernambuco State has the 5th highest sugarcane Brazilian production. Brazil is the second largest producer of alcohol fuel in the world, typically fermenting ethanol from sugarcane and sugar beets. The country produces a total of 18 billion liters annually, of which 3.5 billion are exported, 2 billion of them to the US. Alcohol-fueled cars started in the Brazilian market in 1978 and became quite popular because of heavy subsidy, but in the 80s prices rose and gasoline regained the leading market share. But from 2004 on, alcohol rapidly increased its market share once again because of new technologies involving hybrid fuel car engines called \"Flex\" by all major car manufacturers (Volkswagen, General Motors, Ford, Peugeot, Honda, Citroën, Fiat, etc.). \"Flex\" engines work with gasoline, alcohol or any mixture of both fuels. As of February 2007, approximately 80% of new vehicles sold in Brazil are hybrid fuel powered. Because of the Brazilian lead in production and technology, many countries became very interested in importing alcohol fuel and adopting the \"Flex\" vehicle concept. On 7 March 2007, US president George W. Bush visited the city of São Paulo to sign agreements with Brazilian president Lula on importing alcohol and its technology as an alternative fuel. The state government is divided into three branches, like all Brazilian states. All the branches are located in capital of Recife. The governor and deputies are elected to four year terms in Brazilian general elections, with the most recent being held in 2018. The 185 municipalities that make up the state have similar structures, though they lack the judicial branch. Each municipality has a chief executive, analogous to mayor, called a Prefeito/Prefeita, while the legislative branch is called the Câmara Municipal. Municipal officials also serve four year terms, with the most recent being held in 2020. Fernando de Noronha is a sui generis \"State District\" (distrito estadual), governed directly by a Pernambuco state administrator.[45] At the federal level, Pernambuco is represented by 25 deputies in the Chamber of Deputies, and three senators in the Federal Senate. Portuguese is the official national language, and thus the primary language taught in schools. But English and Spanish are part of the official high school curriculum. Pernambuco is served by many higher education institutions, concentrated in Recife. Most universities and colleges were founded in the 19th and 20th century, and some are known nationally. The oldest is the Faculdade de Direito do Recife (lit. 'College of Law of Recife'), founded on 11 August 1827 in the then-state capital of Olinda, one of the first higher education institutes in Brazil. Castro Alves and Joaquim Nabuco, two important Brazilian historical figures are among its alumni. Many institutions are composed of several autonomous campuses serving the entire state, however Recife remains undeniably the center of education. Important institutions include: Headquartered in Recife: Located elsewhere in the state: The four-day period before Lent leading up to Ash Wednesday is carnival time in Brazil. Rich and poor alike forget their cares as they party in the streets. Pernambuco has large Carnaval celebrations, including the frevo, typical Pernambuco music. Another carnaval music style from Pernambuco is maracatu. The cities of Recife and Olinda hold the most authentic and democratic carnaval celebrations in Brazil. The largest carnaval parade in all of Brazil is Galo da Madrugada, which takes place in downtown Recife in the Saturday of carnaval. Another event is the Noite dos Tambores Silenciosos. Recife's joyous Carnaval is nationally known, attracting thousands of people every year. The party starts a week before the official date, with electric trios “shaking” the Boa Viagem district. On Friday, people take to the streets to enjoy themselves to the sound of frevo and to dance with maracatu, ciranda, caboclinhos, afoxé, reggae and manguebeat (cultural movement created in Recife during the 1990s) groups. There are still many other entertainment centres around the city, featuring local and national artists. One of the highlights is Saturday when more than one million people follow the Galo da Madrugada group. From Sunday to Monday, there is the Night of the Silent Drums, on the Pátio do Terço, where Maracatus honor slaves that died in prisons. Festa Junina was introduced to Northeastern Brazil by the Portuguese, for whom Saint John's day (also celebrated as Midsummer Day in several European countries), on 24 June, is one of the oldest and most popular celebrations of the year. Differently, of course, from what happens on the European Midsummer Day, the festivities in Brazil do not take place during the summer solstice, but during the tropical winter solstice. The festivities traditionally begin after 12 June, on the eve of Saint Anthony's day, and last until the 29th, which is Saint Peter's day. During these fifteen days, there are bonfires, fireworks, and folk dancing in the streets. Once exclusively a rural festival, today, in Brazil, it is largely a city festival during which people joyfully and theatrically mimic peasant stereotypes and clichés in a spirit of jokes and good times. Typical refreshments and dishes are served, including canjica and pamonha. Like during Carnival, these festivities involve costume-wearing (in this case, peasant costumes), dancing, heavy drinking, and visual spectacles (fireworks display and folk dancing). Like what happens on Midsummer and Saint John's Day in Europe, bonfires are a central part of these festivities in Brazil. Saint John's Day is celebrated throughout Pernambuco. Nonetheless, the festivities in Caruaru are by far the largest in the state. Saint John's festivals in Gravatá and Carpina are also popular.[citation needed] In the hilly areas of the interior – mainly in areas with a micro-climate of altitude – temperatures that can reach 8 °C in the winter. Every winter, when the weather is milder, tourists from neighboring states and other parts of Pernambuco visit cities such as Garanhuns, Gravatá, Triunfo Taquaritinga do Norte and Brejo da Madre de Deus. The city of Garanhuns holds an annual Winter Festival, in the month of July. The main attractions are concerts, dances, rural tourism, culinary and the relatively low temperatures for a tropical climate. Recife/Guararapes–Gilberto Freyre International Airport has been open since July 2004 and has 52 thousand square meters of area. The largest airport in the North and Northeast regions, Guararapes had its capacity expanded from 5 million to 11 million passengers a year. Now there are 64 check-in counters, versus the former terminal's 24. The shopping and leisure area was also totally remodeled, within the “Aeroshopping” concept, which transforms an airport into a center for business and retail. The commercial spaces will be occupied in steps and the final total will be 142 shops. Since 2000, Recife has had the longest runway in the Northeast, at 3,305 meters. Its extension permits operations with jumbo jets, such as the Boeing 747-400, able to fly nonstop to anywhere in South and Central America, Africa and parts of Europe, the United States and Canada. Pernambuco is also served by the Petrolina International Airport, which is responsible for the delivery of fresh fruit from the São Francisco valley to Europe and the USA. The cargo terminal operates with 6 large coolers[46] with 17000 boxes capacity each plus 2 coolers tunnels. This airports also has daily direct connections between this region (which includes 53 municipalities from the states such as Pernambuco, Piaui and Bahia) to major capitals as Recife and Salvador. Like the Recife airport, it is administered by the Brazilian Federal Agency (Infraero). Other locally administered airports within the state are the Fernando de Noronha Airport and the Caruaru airports. Fernando de Noronhha has daily flights between the islands with Recife and Natal, and the second airport connects the textile industry region of Caruaru with São Paulo and local cities. Suape has started in the 21st century to be Pernambuco's motive power toward development. Huge national and international investments are being attracted by its logistic qualities, of which, until 2010, more than US$10 billion are expected. There are two access channels to the Port, both of natural characteristics. The main one, South Channel, has 260 m of width and 3.4 km (2.1 mi) of extension approximately, with a depth of 10.5 m. The other, denominated North Channel, has little width, about 1.00 km (0.62 mi) of length, and a depth of 6.5 m, and it is used only by small size vessels. Handles an average of 2.2 million tons[49] of cargo annually, and the main loads are sugar, wheat, corn, barley, malt, fertilizers, clinker and kelp. Freight trains are operated by Transnordestina Logística [pt], formerly the Companhia Ferroviária do Nordeste (CFN), and mainly hauls iron ore, petroleum, and cement. The company won a 30-year concession following the privatization of the RFFSA in 1997, and also serves neighboring states of Ceará and Piauí.[50] The network is built to metre gauge, and is 1,753 kilometres (1,089 mi) long.[51] The Recife Metro, opened in 1985, has five lines and is operated by the federally-controlled Compania Brasileira de Trens Urbanos (CBTU). The Pernambuco coastline is 187 km long. There are about 187 kilometers (116 mi) of beaches, including at Porto de Galinhas, Carneiros and Calhetas. Football was introduced to Pernambuco in 1902, when English and Dutch sailors disembarked in Recife and played a game of football in the beach. The novelty awoke the interest of the people of Pernambuco, that soon adhered to the game. Recife provides visitors and residents with various sport activities; the city has the largest football teams of the state of Pernambuco. There are several football clubs based in Recife, such as Sport, Santa Cruz, and Náutico. According to the Brazilian Football Confederation in 2008, the Pernambuco Football Federation was ranked sixth nationwide, behind São Paulo, Rio de Janeiro, Rio Grande do Sul, Minas Gerais and Paraná; and first in the Northeast region.[54] The Pernambuco Football Federation organizes the Campeonato Pernambucano state championship and the state cup. The first edition of the Campeonato Pernambucano was played in 1915, and was won by Sport Club Flamengo, a club since defunct. In 2011 twelve clubs competed, which was won by Santa Cruz. In 2012 the state was represented in the highest national level of football (Brazilian Série A) by Náutico and Sport. Also, it was represented in (Série C) by Santa Cruz and Salgueiro and in (Série D) by Central. Recife was one of the 12 Brazilian cities that hosted the 2014 FIFA World Cup. Palácio do Campo das Princesas in Recife, headquarters for the state Governor Palácio Joaquim Nabuco, meeting place of the Legislative Assembly of Pernambuco, in Recife Tribunal de Justiça de Pernambuco ('Court of Justice of Pernambuco'), in Recife Marco Zero in Recife Quartel do Derby in Recife, headquarters of the Military Police of Pernambuco Central Recife and the Boa Vista neighborhood São Bento Monastery in Olinda, the colonial state capital Convent of São Francisco, Olinda Boa Viagem neighborhood, Recife Caruaru at night, in the Agreste Agreste landscape near João Alfredo The São Francisco river, in Petrolina, in the Sertão Sertão landscape near Moreilândia Saltinho Biological Reserve, in the coastal forest Porto de Galinhas beach, Ipojuca Bolo de Rolo, a Pernambucan specialty","Title":"Pernambuco - Wikipedia","KeyID":"1089","URL":"https://en.wikipedia.org/wiki/Pernambuco"}