{"Content: ":"The COVID-19 pandemic had a sudden and substantial impact on the arts and cultural heritage sector. The global health crisis and the uncertainty resulting from it profoundly affected organisations' operations as well as individuals—both employed and independent—across the sector. Arts and culture sector organisations attempted to uphold their (often publicly funded) mission to provide access to cultural heritage to the community; maintain the safety of their employees, collections, and the public; while reacting to the unexpected change in their business model with an unknown end. By March 2020, most cultural institutions across the world were indefinitely closed (or at least had radically curtailed their services), and in-person exhibitions, events, and performances were cancelled or postponed. In response, there were intensive efforts to provide alternative or additional services through digital platforms, to maintain essential activities with minimal resources, and to document the events themselves through new acquisitions, including new creative works inspired by the pandemic. Many individuals across the sector temporarily or permanently lost contracts or employment with varying degrees of warning. UNESCO estimated ten million job losses in the sector. Governments and charities for artists provided greatly differing levels of financial assistance depending on the sector and the country. The public demand for in-person cultural activities was expected to return, but at an unknown time and with the assumption that different kinds of experiences would be popular. COVID-19 [has] shaken the cultural sector. Across the world museums have been shuttered, music silenced, theatres gone dark, tourist sites abandoned and other cultural pursuits set aside as societies cope with death and disruption. António Guterres, Secretary-General, United Nations[1] Through the first quarter of 2020, arts and culture sector organisations around the world progressively restricted their public activities and then closed completely due to the pandemic. Starting with China, East Asia, and then worldwide, by late March most cultural heritage organisations had closed, and arts events were postponed or cancelled, either voluntarily or by government mandate. This included galleries, libraries,[3] archives,[4] and museums[5][6][7] (collectively known as GLAMs), as well as film[8] and television productions,[9] theatre[10] and orchestra performances,[11] concert tours,[12] zoos,[13] and music[14] and arts festivals.[10][15] Following the rapidly evolving news of closures and cancellations across the world throughout February and March,[16] the date for re-opening remained undetermined for most of the world for many months amid several 'false start' reopenings and further closures due to second and third-waves of infections. Equally, the long-term financial impacts upon them varied greatly, with existing disparities exacerbated, especially for institutions without an endowment fund.[17] Survey data from March 2020 indicated that, when museums were permitted to allow public entry again, the \"intent to visit\" metric for cultural activities should be unchanged overall from prior to the pandemic—but with a shifted preference for the kind of activity. Data indicated there would be a decreased willingness for attendance of activities in confined spaces, large immobile groups (such as cinemas), or tactile activities; with an increase in interest for activities outdoors or with large spaces (such as zoos and botanic gardens).[18][19] The most commonly cited reasons for the public to \"feel safe\" in returning would be: the availability of a vaccine, governments lifting travel restrictions, knowing that other people had visited, whether the activity/institution was outdoors, and the provision of hand sanitiser.[20] By March 2021 surveys of the world's top-100 most visited art museums indicated 77% decrease in visitation numbers compared to the preceding year.[21] Of UNESCO World Heritage Sites, up to 90% were partially or totally closed during the pandemic.[22] Upon their reopening to the public, various techniques and strategies were employed by arts and cultural venues to reduce the risk of transmission of COVID-19. These included: Reducing the allowed attendance numbers and restricting the number of simultaneous visitors (sometimes through a pre-booked timeslot); mandatory wearing of masks; the provision of hand sanitiser; one-way routes through exhibitions; perspex screens between staff and guests; installation of no-touch bathroom fixtures; and temperature-checks upon arrival.[23][24] The following is a list of notable closures, announcements and policies affecting the cultural sector. For comprehensive lists: Egypt. From 23 March until 31 March 2020, all museums and archaeological sites in Egypt were closed to the public for sterilisation and disinfection. During this period a programme to raise the awareness of the sites and museums' employees on ways of prevention and protection against the virus took place.[25] Morocco. On 15 March the National Museums Foundation announced the closure of all museums from the following day \"until further notice\".[26] The 2020 edition of Mawazine—the world's second-largest music festival—scheduled for mid-June, was cancelled on the same day.[27] Argentina. All the museums, cultural activities and gatherings were cancelled in the city of Buenos Aires on 12 March.[28] National libraries continue to offer means of contact through the main educational website of the Ministry of Education.[29] Brazil. Museums which have closed as of 14 March in Brazil include the Museum of Art of São Paulo Assis Chateaubriand, the Pinacoteca, the Itaú Cultural, the Museum of Contemporary Art of the University of São Paulo, the Institute Tomie Ohtake, the Institute Moreira Salles, and the Museum of Tomorrow in Rio de Janeiro and the Instituto Inhotim contemporary art centre in Brumadinho.[15] United States. A \"flurry\" of museums in New York, Boston and Washington all announced their closure on 12 March, led by the Metropolitan Museum of Art and coinciding with the New York Mayor Bill de Blasio declaring a citywide emergency.[30] The Broadway League announced on the same day that all Broadway theatres would cease performances for at least a month, even though New York State governor Andrew Cuomo had at the time allowed them to continue at 50% capacity.[31] On 17 March, two days before the first State to declare a \"stay at home\" order, the American Library Association \"strongly recommended\" that all academic, public, and school libraries close.[32] Major cinema chains, notably AMC Theatres, declared they would remain closed even after various states lifted their \"shelter in place\" order, until the expected summer blockbustersTenet and Mulan were released in late July.[33] Despite being permitted by state government \"decree\" to reopen on 1 May, many institutions in Texas chose to remain closed to the public, citing health concerns.[34] Australia. Beginning from the second week of March Australian institutions began announcing reduced services, and then complete closures.[36] On the 13th, organisers of the Melbourne International Comedy Festival announced that the 2020 festival had been cancelled entirely.[37] Opera Australia announced it would close on 15 March.[38] On 24 March the national closure of all cultural institutions was mandated, with subsequent restrictions on public gatherings. Consequently, many cultural events were also cancelled, including the Sydney Writers' Festival.[39] According to the Australian Bureau of Statistics by the beginning of April, \"Arts and Recreation services\" was the sector of the national economy with the smallest proportion of its business still in operation—at 47%.[40] Notably, the tattoo-display endurance art Tim continued, even though the gallery itself (MONA, in Tasmania) was closed to the public.[41] In August it was announced that, due to a second-wave lockdown of the city of Melbourne, the Australian premiere of the travelling digital art exhibition Van Gogh alive would be moved to the Royal Hall of Industries in Sydney.[42] China. On 23 January 2020 all museums were closed throughout mainland China. As the first country for the virus to spread, China was also the first to close its GLAMs.[10] By mid-March Chinese institutions had slowly and cautiously begun to allow various public activities to be restored with the Shanghai Museum and the Power Station of Art (also in Shanghai) reopening to the public on 13 March. Both had restricted visitor numbers and the latter noted that, \"We have also prepared a temporary quarantine area on every floor in case of any emergencies. All visitors must have their temperature taken, as well as present their ID card and registered health code, before entering.\"[43] Some other private galleries in China had begun to open, as had some institutions in South Korea and Japan with limited service (such as by private tour only). By the end of the month 40% of mainland China's tourism attractions had reopened yet most art venues remained closed.[44] India. The Kiran Nadar Museum of Art in Delhi closed on 14 March, two days before Shripad Naik, minister for culture and tourism, ordered the closure of all \"monuments and museums protected by the Archaeological Survey of India across the country, including the Taj Mahal mausoleum in Agra.\"[15] In early July the closure of the Taj Mahal was extended for an undefined duration as Agra was one of the worst-affected cities in the country's most populous state.[46] During the lockdown 41% of the creative sector closed, and 53% of the events and entertainment management sector experienced 90% of their business cancelled between March and July 2020.[47][48] In July 2020, the Federation of India Chambers of Commerce and Industry (FICCI), the Art X Company, and British Council India launched a study assessing the Impact of the COVID-19 pandemic on the creative economy in India – reporting every four months and including case studies of the sectors' innovative actions, and recommended measures of support.[49][50][51] Japan. On 28 February Japan announced all museums would be closed \"until 17 March\".[10] Consequently, the opening of the exhibition \"Masterpieces from the National Gallery, London\" due to open at the National Museum of Western Art in Tokyo was delayed; many works (notably including Van Gogh's Sunflowers [F454]) remained in the museum's own quarantine.[52] New Zealand. New Zealand implemented a policy on 23 March that all institutions would be closed.[53] Museum of New Zealand Te Papa Tongarewa closed from 6 pm 20 March.[54] Auckland War Memorial Museum announced that it would close from 21 March.[55] On 26 June the New Zealand Symphony Orchestra performed of Strauss' Der Rosenkavalier to what was believed to be \"the first full concert hall since the pandemic began\".[56] Qatar. Qatar museums run by the state closed on 12 March. A forthcoming collaborative show on Picasso's Studio's due to be held by the Fire Station and Musée Picasso has been indefinitely postponed.[57] South Korea. On 23 February, one month after mainland China, South Korea closed all museums \"until further notice\".[10] Commercial galleries began to reopen in late April, with contact tracing infrastructure in place for any guests.[58] United Arab Emirates. Annual art fair Art Dubai, originally scheduled for late March, was cancelled a few weeks before the event.[59] The UAE government purchased many of the locally produced works with the intention of their being displayed in its embassies.[60] Notwithstanding significant national and sector-specific variations in regulations, most cultural activities across the continent were closed throughout March and April. In the museum sector for example, when tentative re-opening dates did begin to be published in late April they ranged from 22 April (Germany) to 20 July (Ireland); with several countries still having no formal plans (from Latvia to Malta, and Greece to the UK); and with Sweden having remained open the entire time.[61] Austria. All federal public museums were closed by directors in response to government precautionary measures banning large events and arrivals from Italy. The Albertina Modern museum was supposed to open on 13 March but this opening was indefinitely postponed.[57] Belgium. All cultural activities regardless of size were banned by the government from 14 March, which involved the closure of the Jan van Eyck exhibition at the Museum of Fine Arts, Ghent.[57] France. Weeks earlier than French government regulations required it, staff of the Louvre \"almost unanimously\" voted to force the closure of the museum on 1 March, due to concerns for their own health.[62] It closed for three days, reopened,[63] accepted only visitors with pre-booked tickets from the 9th,[10] then closed definitively on 13 March by government mandate.[64] Reconstruction of the Notre-Dame cathedral following the 2019 fire was also halted because of worker security.[57] Christo and Jeanne-Claude's L'Arc de Triomphe, Wrapped, was to have \"wrapped\" Paris' Arc de Triomphe in silvery blue polypropylene fabric and red rope in late 2020,[65] but was postponed a year to September 2021.[66] Germany. On 16 March 2020, the German chancellor Angela Merkel announced in a press conference that the government and minister-presidents had together agreed upon guidelines to limit social contacts in public spaces, noting that theatres, opera houses, concert halls, museums, exhibition spaces, cinemas, amusement parks and zoos needed to close.[67] After six weeks, in early May, cultural institutions cautiously reopened their buildings with various measures in place to reduce the likelihood of virus transmission (such as restricting the number of simultaneous visitors and mandatory face masks).[68][69] The director of the Museum Barberini noted that the one-way system implemented in the exhibition space was a positive because, \"We will be able to ensure that people see it in the way we intended\".[70] Ireland. On 12 March 2020, the Government of Ireland shut all schools, colleges, childcare facilities and cultural institutions, and advised the cancellation of all large gatherings. St Patrick's Day festivities were consequently cancelled.[71] Italy. As the worst-hit country in Europe during February and March, national closures were announced on 23 February with an initial physical reopening date of 1 March.[72] Museums outside the \"red zone\" of highly infected areas in the North were then permitted to re-open as long as visitors stayed 1 metre apart,[73] this was later rescinded and all institution were closed nationally until at least 3 April,[74] then until 18 May.[75] The closure forced the indefinite postponement of the forthcoming \"mega-exhibition\" of Raphael to be held at the Scuderie del Quirinale in Rome. Originally timed to coincide with the 500th anniversary of the Renaissance painter's death, it was to be the largest number of the artist's works ever displayed together.[57] On the same week in May that many cultural venues began to reopen, the 2020 editions of the Palio di Siena, held twice annually in July and August, were announced as cancelled for the first time since World War II.[76] Coinciding with the progressive removal of restrictions for travel inside Italy, cultural sites and museums cautiously reopened with new regulations by early June; the first of which was the ancient Greek archaeological site Paestum near Naples, on 18 May.[77] Netherlands. On 12 March, Amsterdam's Rijksmuseum and Van Gogh Museum announced they would close until at least the end of that month[10] and the Dutch National Opera was to have staged the world premiere of Ritratto by Willem Jeths. It was cancelled and the official premiere occurred via the Opera's YouTube channel the following day.[78] Also on the 13th, having previously announced the reading room and exhibition would remain open, the National Archives announced their complete closure until 6 April.[79] On 30 March, the painting The Parsonage Garden at Nuenen (1884) by Vincent van Gogh was stolen from the Singer Laren museum while the museum was closed.[80] In April it was announced that allo \"cultural activities\" (such as theatres and cinemas) would remain closed until 19 May, but that events like festivals would be banned until 1 September.[81] Poland. On 11 March, a regional government \"recommendation\" was made that all cultural venues in the tricity area be closed for two weeks.[82] Museums, including the Auschwitz-Birkenau State Museum, and other cultural venues such as theatres and cinemas were then closed by the national government with an initial re-opening date of 25 March.[57] Portugal. On 13 March, in light of recommendations from the national Directorate-General of Health, the Ministry of Culture closed the national monuments of Belém Tower, The Jerónimos Monastery and the National Archaeology Museum. It recommended that regional administrations do the same.[83] On 22 March the government mandated the closure of all arts and cultural activities as part of a national declaration of emergency powers.[84] Russia. The Garage Museum of Contemporary Art was one of the first to announce its closure starting 14 March. Many Moscow museums announced closures in response to the mayor's ban on gatherings of 50 people or more on 17 March, and late that day the Russian culture ministry ordered the suspension of all public activities by federal and regional institutions, which resulted in many more closures from 18 March.[57] The Bolshoi Theatre reopened in September—the longest closure \"since the Napoleonic invasion of the country\"—then promptly re-closed following COVID-positive tests from several performers.[85] Spain. On 11 March, publicly owned museums in Madrid, including the Prado, were closed indefinitely.[10] The Sagrada Família indefinitely suspended construction works and closed the monument to visitors on 13 March and the Guggenheim Museum Bilbao closed on 14 March.[57] On 1 July Madrid's Teatro Real reopened, with a modified production of La traviata to a half-capacity audience.[24] Sweden. On 18 March, the Swedish network and cooperation organisation for public museums of national interest, Centralmuseernas samarbetsråd, recommended all their 13 members to close their public venues if the risk for transmission of the virus was assessed as high in their respective regions. Only two of them stayed open.[86] United Kingdom. The earliest closures of cultural institutions in the UK were announced from 13 March by Wellcome Collection, South London Gallery, the Institute of Contemporary Arts, The Photographers' Gallery and Amgueddfa Cymru.[57] Many other organisations announced closures on the 17 and 18 March.[87][88] The National Trust closed all ticketed properties by 20 March but aimed to keep gardens and parklands open, free of charge so that people could access the open space whilst social distancing.[57] Also on Friday 20 March, staff of the libraries in the London Borough of Lambeth staged a walkout as they had not been provided with gloves or hand sanitiser, citing provisions in the Employment Rights Act giving them the \"right to withdraw from unsafe workplaces\". By the weekend many local libraries formally closed with local leaders criticising a lack of nationally consistent policy.[89] The planned major exhibition at the National Gallery in London of Artemisia Gentileschi, set to open on 4 April, was postponed for an indeterminate time due not only to the gallery's closure but also the inability of artworks on loan from Italy and America being unable to fly during the global shutdown in air traffic.[90] In literature events, the London Book Fair,[91] AyeWrite Festival in Glasgow,[92] and the Harrogate International Festivals, were also cancelled[93] while the Edinburgh International Book Festival scheduled for August, was postponed.[94] The Glasgow International 2020 arts festival was also postponed until 2021.[57] Many arts organisations, cultural institutions, publishers, and production companies, closed permanently because of the pandemic due to lost revenue. For example, by April the art dealer sector expected that one third of commercial galleries worldwide would close—rising to 60% for those with fewer than 5 employees.[95] Notable permanent closures included: Facing at least several weeks of closure of their buildings and publicly-accessible spaces, directors of GLAMs noted several immediate trends emerging: A \"concern for staff wellbeing\" (ranging from ergonomics to suicide), the expectation from many stakeholders to \"move fast, but with drastically reduced resources and not a lot of strategy\", \"plunging revenue\", probable layoffs \"starting with casual and part-time staff\", and a \"rush to get online\".[104] The simultaneous closure of the cultural sector, and home-isolation of much of the public, led to a heightened desire for people to obtain access to, and take comfort from, culture—right at the moment when it was least accessible to them.[105] This accelerated the cultural sector's adoption of digital platforms, which came to dominate cultural consumption and production.[22] Many cultural sector organisations and individual artists turned to providing online activities—from social media to virtual reality[106]—as a way to continue fulfilling their organisational mission and obtain or retain an audience.[107][108] Individual artists of all kinds offered impromptu performances via their personal accounts from their homes—singing covers, performing live book or poetry readings, sharing their artistic process and drafts, or creatively live-streaming themselves doing both creative and everyday activities.[109][110][111] Many publishers relaxed restrictions on the digital distribution of their in-copyright works.[112][113] Major commercial art fairs such as Hong Kong Arts Festival and Art Basel were cancelled, furthering a shift towards online purchases and the creation of VIP \"online viewing rooms\" rather than physical displaying at art auctions.[114] The fact that the vast of newly digitally accessible arts and culture content was provided for free, and without geo-blocking, resulted in increased the public and artists' awareness of the global demand for online access to culture, the limits of copyright law; and the expectations of access to publicly funded creative works.[109] Large-scale examples of newly digital of the BBC launched a \"virtual festival of the arts\" called Culture in quarantine;[115] The Sydney Biennale became the first international arts festival to go entirely digital[116] shortly followed by the National Arts Festival—the largest arts festival in Africa;[117] and an entirely new event, the Social Distancing Festival, was created as \"...an online space for artists to showcase their work when a performance or exhibition has been impacted by COVID-19.\"[118] Various internet journalism publications and industry associations published lists content for their country, including: Argentina,[119] Australia,[120] Ireland,[121] Italy,[122][123][124][125] and the UK.[126][127] With the explicit encouragement of UNESCO and the international governing bodies of archives, libraries, museums and documentary heritage—the CCAAA, ICOM, ICCROM, IFLA and Memory of the World regional committees[128]—many collecting institutions also began campaigns to obtain and preserve the physical and digital record of the period.[129] \"Several countries have already issued orders for meticulous preservation of official records related to the pandemic. This not only underlines the gravity of the current situation, but also highlights the importance of memory institutions in providing the records or information management resources necessary for understanding, contextualizing and overcoming such crises in the future. At the same time, records of humanity's artistic and creative expressions, which form a vital part of our documentary heritage, are a source of social connectivity and resilience for communities worldwide... ...it is essential that we ensure that a complete record of the COVID-19 pandemic exists, so that we can prevent another outbreak of this nature or better manage the impact of such global events on society in the future.\" –Moez Chakchouk et al.[128] The impact of the pandemic has been a uniquely serious crisis for some zoos—with reduced revenues for the operators but also reduced opportunities for stimulation for \"...the most intelligent and social animals—including gorillas, kea, otters and meerkats\".[130] To maintain physical distancing but also still care for the animals, some zookeepers (classed as \"essential workers\") began living on-site at certain zoos.[131] Animals who would normally have a regular scheduled public feeding, petting, or performance for zoo visitors were reported to be still \"keeping their appointments\" and noticing that \"something odd is up\".[130] In response to the absence of visitors, some institutions launched new webcams of their animal habitats as well as feeding sessions,[132][133] or took some animals (such as penguins,[134] sloths,[135] camels, sea lions, and flamingos[136]) to visit other animal enclosures. Sumida aquarium in Tokyo encouraged people to make video-calls to the garden eels so they would not \"forget that humans exist\".[137] Many zoos and aquaria, due to their on-site veterinary facilities, were also able to donate personal protective equipment and medical supplies to hospitals (due to global shortages of during the pandemic).[138] Due to the sudden collapse in international travel, the wildlife tourism sector risks the potential starvation of the animals. For example, as a consequence of the lack of tourists paying for food more than 1,000 elephants in Thailand risk starvation.[139][140] A \"brawl\" of hundreds of long-tailed macaque broke out in the streets of Lopburi, Thailand (known as \"monkey city\"), as the animals—normally sustained by scraps by tourists—fought for food.[141] In countries wildlife tourism represents a significant portion of employment (such as Tanzania and Namibia), there is concern that a loss of jobs related to conservation will see a rise in poaching[142] while animals in wildlife reserves began roaming into areas recently vacated by tourists.[143] A pair of giant pandas at Hong Kong amusement park Ocean Park mated for the first time in 10 years, after the \"privacy\" of having two months without tourists.[144] However, another pair at the Calgary Zoo Canada, on \"loan\" from China as part of the Panda diplomacy programme, were returned due to the zoo's inability to ensure a sufficient supply of bamboo food (which cannot be grown in Calgary's climate) due to airline shutdowns.[145] A Malayan tiger at the Bronx Zoo in New York, tested positive for COVID-19 in the first week of April after developing a \"dry cough\" after having been infected via an asymptomatic zookeeper.[146] This was the first known case of a wild animal having been infected via a human (two domestic dogs and a cat had previously been diagnosed).[147] Several other big cats in American zoos were later diagnosed, and in January 2021 the first known cases in captive primates were recorded – in several gorillas in the San Diego zoo.[148] The production and release schedule of many films was suspended or delayed, with some awards ceremonies and festivals being cancelled entirely. March 2020 estimates were of approximately $5b losses for the industry,[149] while April estimates were global losses of 40% (compared to 2019) of $20b.[150] Examples of adaptations included: early home media release (Frozen II); theatrical releases being cancelled entirely (Lost in Russia); and online premieres (Enter the Fat Dragon). Film director Taika Waititi also hosted a screening-party via his own Instagram account.[151] Many film productions were suspended, including Avatar: The Way of Water, The Matrix Resurrections, and a film adaptation of The Heptameron in production in Florence, Italy, based on the 14th-century Decameron by Giovanni Boccaccio, set during the Black Death in Florence.[152][153] The traditional cinema release schedule—whereby movie theatres enjoy a two-to-three-month period of exclusivity before a home video release—was also interrupted by the closure of theatres. Innovations because of this included \"high-priced rentals\", with The Invisible Man, The Hunt, and Emma were almost immediately released on to digital streaming services, where viewers could rent—not buy—the film for $20.[154] The financial success for Universal Studios for Trolls World Tour through this distribution method (where the total digital rental revenue was lower than a traditional theatrical release, but the proportion of the profit retained by the studio was higher as the theatres were not receiving a percentage of Box office revenue) led to speculation this would permanently change the business model for film distribution.[155] By September when some new big-budget Hollywood films began to shown in cinemas (notably Tenet), their initial lacklustre box-office performance drove movie studios to further delay other releases (including Wonder Woman 1984, Black Widow and No Time To Die[156])—leaving a void in late 2020 of major film releases for cinemas to screen, even though they were permitted to reopen.[157] Consequently, a cinema re-release of the 1993 film Hocus Pocus in October, to coincide with Halloween, was briefly the box office number-one film in the United States.[158] In film festivals, The 2020 Cannes Film Festival, originally scheduled to occur in mid-May, was postponed and later cancelled from \"its original form\",[159] and its venue converted to an emergency homeless shelter for the period of the national lockdown in France.[160] By contrast the 77th Venice International Film Festival, scheduled for early September, declared in April that it would still take place as originally planned and would not be collaborating with Cannes.[161] Eligibility rules for the 93rd Academy Awards were changed due to the pandemic, with films that debuted on streaming services being eligible for the first time.[162][163] At the 2020 Sundance Film Festival, held as originally scheduled in January in Utah, US, many attendees fell ill with flu-like symptoms. It was dubbed the \"Sundance Plague\" and later was presumed to be one of the first mass transmission events of COVID-19 in the United States, more than a month before the global pandemic was declared.[164][165] In the television industry, similarly to that of cinema, production halted on many scripted and unscripted shows[166] while some television and radio programmes continued production but without their normal live studio audience[167][168] or produced from the homes of the presenters themselves.[169][170] Complete cancellations included series which had been running uninterrupted for the proceeding several decades, including: The Bold and the Beautiful (season 34), Casualty (season 34), Days of Our Lives (season 55), Home and Away (season 33), Saturday Night Live (season 45), and The Young and the Restless (season 47). It also forced the cancellation of the 2020 seasons of the reality TV franchise Big Brother in Brazilian, Canadian, and German which had been underway since before the pandemic began—with contestants being \"some of the last people in the world to find out about the rapid spread of Covid-19\".[171] This led to the \"ethical nightmare\" of how and whether to: inform participants; publicly broadcast their reactions; and continue production.[172][173] By late 2020 many productions resumed under new but inconsistent, and inconsistently applied, safety guidelines.[174] In parallel to the suspension of entertainment content production, there was a marked increase in the use of video streaming services due to the massive increase of people staying at home. As a result, many video on demand services, film archives, and cinema clubs provided many films for online streaming.[175] However, the increased use of video streaming for entertainment (as well as videoconferencing services such as Zoom for work and education) caused unprecedented strain on global internet infrastructure.[176] In response, Netflix and YouTube both decreased the default video quality to standard definition, Disney+ delayed its launch in France, and Xbox requested developers to schedule software updates at times of lower network congestion.[177] Various paid services also offered some of their content for free, including HBO,[178] Netflix,[179] and satellite radio SiriusXM.[180] Due to the global cancellation of professional sports, the loss of advertising revenue and broadcast rights derived from the broadcasting of sports events is expected to threaten the financial viability of many competitions.[181] Libraries and archives faced different situations, from maintaining a full service with some restrictions, through providing minimal services, to complete closure.[3][4] The Institute of Museum and Library Services noted that the risk of coronavirus transmission from paper was low, according to medical journal publications. Therefore, the International Federation of Library Associations noted that some libraries had imposed a wait period before handling returned books, while others have made it clear that no-one is expected to return borrowed books until things return to normal.[3] Librarians for whom providing continued services became even more important during the pandemic included those managing medical libraries,[182] in prisons, and in aged care facilities.[183] Many public libraries cancelled programmes which would see people spend longer periods together. Others closed public reading rooms or only allowed people to collect requested books on appointment, with a drive-through, or providing delivery service to especially vulnerable community groups.[3] Such \"book taxi\" delivery services were begun by municipal library services in such diverse places as in Svalbard, Norway,[184] Godoy Cruz, Argentina,[185] and all across Portugal.[186] The Library of Al-Abbas Holy Shrine in Iraq launched a remote lending service for researchers giving access to electronic resources.[187] Recognising the demand from people who had previously not registered for a library card in person, many libraries—including the national libraries of Morocco and of Estonia—removed the requirement or created an eMembership system.[3] In a repurposing of technical equipment, public libraries across Lithuania with 3D printers created face shields for medical personnel and \"hands-free door handles\" for local shops, while the national library donated 3,000 new laptops (originally intended for local libraries) to schoolchildren without a computer at home.[188] Meanwhile, the Kenya National Library Service's computer lab has been converted to become the Taita Taveta County data-entry and analysis centre for COVID-19 tests.[188] Libraries of different sizes and purposes around the world worked to provide access to collections and services remotely. For example, the Bibliothèque nationale de France organised virtual exhibitions,[189] the Granby library in Quebec highlighted content focused on learning new skills,[190] the Ghana Library Authority provided childhood literacy classes via Facebook,[188] the National library of Israel announced it would provide free audiobooks,[191] the library of the National Congress of Argentina announced it would record and share readings by prominent local authors,[192] and the Namibia Library and Archives Service (NLAS) reported that all 65 local libraries left their public wifi running overnight to provide ongoing access.[188] Corresponding to a marked increase in demand for digital resources (as demonstrated by a \"flash survey\" conducted by the French ministry of culture[193]) there were major efforts to boost access to eBooks: by increasing the number of eBooks in the catalogue (the Digital Public Library of America announced its intention to double the collection to 12,000 titles),[194] increasing the number that people can borrow at any given time, or by reassigning budgets to pay for electronic content.[3][195] On 24 March the Internet Archive announced the creation of a \"National Emergency Library\" whereby it suspended the waitlists on 1.4m ebooks from their lending library—books that are not in the public domain in the US—to ensure uninterrupted access to works books for educators and students.[196][197] The project was strongly criticised by the publishing industry.[198] The shift to increased provision of home-delivery and digital services was met with a substantial increase in demand. Between March and mid-August across libraries in the UK, there was an increase 146% in checkouts of eBooks and up to 700% increase in online membership card registrations.[199] Many archives (national, university, and local) initiated collection programmes specifically attempting to document the pandemic[200] and various training packages, resource kits, document templates, and best-practice guides were produced[201]—notably from the Society of American Archivists.[202] In the US, archivists have collected objects including Anthony Fauci's coronavirus model and the first vials used to administer vaccine. At the same time that many staff were unable to work onsite at their institutions or directly access their collections, museums and archives requested that people set aside and save \"objects of importance\" such as gloves. masks and other pandemic artifacts. In addition, unprecedented numbers of individuals have documented their experiences of the pandemic through social media, journals and other creative works both physically and electronically.[203] In choosing what to document and what to ignore, curators grapple with the question of what objects or records will be historically relevant and meaningful in the future. They must also consider which items are likely to be ephemeral, and which will remain available for future collection. Processes of archiving and curation reflect the biases of those involved and will shape the questions that future researchers will be able to ask and answer.[203] In China, the Shanghai Archives began a specific collection in early April, with some of its first objects being examples of the colourful entry certificates \"issued by local subdistricts of the city to permit travel\".[204] In the Netherlands, the national digital heritage sector organisation Netwerk Digitaal Erfgoed launched a campaign to ensure born-digital collections related to the pandemic, notably by web archiving but also including social media, and video, were archived.[205] Many campaigns were also mounted. These included: ephemera [physical, digitised, and born-digital] collections by various libraries and archives around the world,[206][207][208] a \"sound map\" of recordings of empty cities,[209] an online oral history recording platform[210] as well as an oral history project of the GLAM sector itself—which regularly interviewed directors of cultural sector organisations throughout the closure period.[104] Once physical library services began to recommence—in May for many countries—it was with a \"phased approach\" to progressively resume services. The industry as a whole was \"warned against any rush to re-open physical buildings\" and that \"it is possible that stricter rules will need to be implemented subsequently, and so the possibility of returning to lock-down\".[3] Methods employed to mitigate risks upon the restart of in-person services included: limiting the number of simultaneous patrons (which itself caused rapid over-subscription in some places, including Japan[211]); distancing the services provided (for example in South Korea by providing book pickup via lockers[212]); Limiting the concentration of patrons within buildings (for example, through the removal and re-arranging of some seating in Taiwan[213]); instituting new hygiene protocols for staff and patrons (such as wearing gloves when collecting returned books in Australia[214]). Many national library associations produced procedures and checklists to advise how—or even whether—to restart.[3] Some libraries were forced to issue a warning to patrons not to microwave borrowed books in the hope of killing any virus, as this causes the RFID chip to catch fire.[215] \"I believe that books are essential. They make us kinder, more empathetic human beings. And they have the power to take us away—even momentarily—from feeling overwhelmed, anxious and scared.\" Author, James Patterson[216] \"It is only now, physically separated from friends and colleagues, that I realise how much sustenance and inspiration I receive from their insights, their conversation and their argument. A Room of One's Own is a necessity. It is not enough.\" Author, Christos Tsiolkas[217] As a result of restrictions on gatherings of people, many literary festivals,[218] commercial book fairs[91] and book launches were cancelled or postponed. In the UK,The Big Book Weekend was curated—a \"three-day virtual book festival collating the efforts of literary festivals that have been cancelled in light of the pandemic\".[219] Such cancellations (as well as the closure of schools) had a significant impact on the ability of publishers to bring new works to the public as well as on opportunities for writers to perform at paid speaking events. Many bookshops were forced to close their doors; others including independent bookshops, closed their business.[220] Booksellers adapted by providing free shipping and \"curbside pickup\" from closed shopfronts, giving book recommendations by video, and setting up partnerships with other businesses such as florists. While some bookshops continued to operate full phone, email, web order, mail order services and offered free delivery,[221] others, such as Amazon.com, de-prioritised book shipments.[222] Literature on the subject of epidemics and classics such as those published by Penguin Classics experienced a boom in sales, some becoming bestsellers.[223] Titles that sold strongly include Decamerone by Giovanni Boccaccio, written about 1453;[224][225] A Journal of the Plague Year, written by Daniel Defoe about 1722; La Peste by Albert Camus, published in 1947; The Stand by Stephen King, published in 1978; and The Eyes of Darkness by Dean Koontz, released in 1981.[223][226] Periodical publishers of news and magazines saw coronavirus-related content published in late March represented just 1% of articles published, but accounted for about 13% of all article views.[227] Many paywalled news services removed that restriction to generate brand loyalty and greater public access to relevant information. Condé Nast Italy made digital editions of all its magazines (such as Vogue Italia) free for three months, similarly Hearst Spain (publisher of Cosmopolitan).[227] Meanwhile, academic publishers made available \"more than 32,000 articles, chapters and other resources\" related to COVID-19 under various degrees of open access, to provide \"immediate access to accurate and validated articles and monographs that the public can trust.\"[228] Many academic electronic publishers (including EBSCO, ProQuest, Pearson, and JSTOR among others) made temporary changes to their content licensing models to allow wider and/or cheaper access to their digital content.[112] For example, Hathi Trust temporarily allowed libraries to lend out digitised copies of books that they own in hard copy.[229] In a surprise announcement, Macmillan Publishers removed the embargo that it had recently placed upon public libraries in the US—allowing only one eBook copy per library system for the first eight weeks after a title's release—in acknowledgement that the commercial publishing and public library sectors needed to collaborate during the pandemic.[230] For professional authors, many revenue streams were curtailed.[231] The American Booksellers Association lobbied publishers to provide discounts to independent retailers.[218] The Republic of Consciousness Prize for small publishers of fiction split its £10,000 award of among the five shortlisted nominees.[232] Audible (owned by Amazon) announced it would make 300 audiobooks free with login, for the duration of school closures.[233][234] In parallel to logistical challenges of when to close (and how to safely reopen) buildings to the public,[235] and drastically decreased revenues and layoffs across the sector,[236][237] many museum websites were rapidly updated to focus on their \"virtual museum resources, e-learning, and online collections\".[238][239] Institutions' efforts to engage with the public during the lockdown took many forms—including the provision of: humour; escapism; opportunities to express artistic creativity; education opportunities; social connection and collaboration; and \"a sense of calm\".[240] Online training workshops were organised for the museum sector—in digital strategy,[241][242] in copyright,[243] planning for \"post-crisis\",[244] and for the public.[245] Furthermore, and in parallel to the work of archives, many museums began \"rapid response collecting\" programmes in an effort to document and acquire artefacts and ephemera associated with the period of time, and the many ways that society changed through of it.[129][246] Examples of objects collected by different museums included diaries, handicrafts, masks/faceshields, computer screenshots, photographs, and hand sanitiser.[247] The vial which held the first clinically approved COVID-19 vaccine dose delivered in the world (by Pfizer–BioNTech in the United Kingdom), and the syringe used to administer it, were acquired by the London Science Museum[248] while the scrubs, vaccination card, and badge of the first vaccine recipient in the United States (a nurse) were acquired by the Smithsonian Institution.[249] Having been the first country to enforce quarantine upon its population, museums in China were also the first to provide new digital services (primarily for a domestic audience, but to a lesser extent also internationally). In January the National Cultural Heritage Administration (NCHA) said they would \"encourage cultural heritage museums and institutions around the country to utilise existing digital resources and launch online exhibitions as appropriate, providing the public with safe and convenient online services.\"[250][251] \"This year, the paint has more time to dry.\" Director of the Art Gallery of New South Wales announcing a delay to the Archibald Prize portraiture exhibition until after the health crisis, \"when art will be needed more than ever\".[252] Many museums turned to their existing social media presences to engage their audience online. Quickly, the Twitter hashtag #MuseumFromHome became particularly popular for museums sharing their content in innovative ways.[253][254] Inspired by the Rijksmuseum in Amsterdam and Instagram accounts such as the Dutch Tussen Kunst & Quarantaine (\"between art and quarantine\") and Covid Classics, the J. Paul Getty Museum in Los Angeles sponsored the \"Getty Museum Challenge,\" inviting people to use everyday objects to recreate works of art and share their creations on social media, prompting thousands of submissions.[255][256][257][258] Various institutions were singled out for particular praise by industry analysts for their successful social media content strategy during the shutdown. These included: the Getty Museum for incorporating its works into the popular video game Animal Crossing;[259] the Shedd Aquarium in Chicago for filming their penguins visiting other animals;[260] the Royal Academy in London for asking its followers to draw their own artworks;[261] and the National Cowboy & Western Heritage Museum in Oklahoma for providing an authentic and unusual 'voice' to their social media—from their security guard.[262] Various institutions used the closure period to re-prioritise projects and highlight different aspects of their collections. For example: The Partition Museum of Amritsar, India undertook the \"scripting, recording, editing and translation work\" of new audioguides remotely;[263] the Philbrook Museum of Art in Oklahoma, US rapidly relaunched their website in late March and was described as a model example of how an institution could \"Reorganise, Reuse and Rethink\" its activities.[264] Temporary closures also provided institutions with the opportunity to undertake extensive conservation projects, especially on works rarely off display.[265] Ticket sales at many museums have suffered greatly in many regions due to \"state-mandated limitations and almost nonexistent tourism\".[266] This has led to drastic measures to secure funding, including the deaccessioning of collections. Though selling art to cover operating costs has long been frowned upon, the Association of Art Museum Directors has relaxed its prohibitions due to the pandemic in April 2020, permitting some degree of deaccession through 2022 in order to \"support the direct care of the museum's collection\".[267] The Brooklyn Museum is among the first to make use of this window, putting 12 Old Masters up for auction in October 2020.[266] \"It is very hard financially and if you have lost the momentum you have built up over time,\" ... But this is also an ideal time for artists to do what it is they are supposed to be doing: create art.\" Musician and performer, Tim Minchin[268] Many musicians delayed the releases of albums due to the pandemic (including Lady Gaga and Willie Nelson),[269] some moved up the release dates of their upcoming albums (including Dua Lipa and Sufjan Stevens),[270] some (including Nine Inch Nails and Phish) released new albums with little or no notice,[271][272] and some published videos of archival footage and of past concerts (including Pink Floyd, Radiohead, and Metallica).[273] In the middle of March, Bob Dylan released a single 17-minute new song called \"Murder Most Foul\", his first piece of published original material in eight years.[274] The 2020 Eurovision Song Contest, set to take place in May in the Netherlands, was cancelled—marking the first time the annual contest would not take place since its inauguration in 1956[275]—and the intended venue Rotterdam Ahoy was instead converted into a temporary COVID-19 hospital.[276] Several special remote-participation concerts were organised to provide entertainment to the public, raise funds, and to raise awareness of methods to combat the virus, notably physical distancing. The iHeart Living Room Concert for America concert (hosted by Elton John) was broadcast on American TV and radio on 29 March, while Together at Home was a \"virtual concert series\". It was then followed by the One World: Together at Home concert on 18 April, organised by Lady Gaga as a benefit concert for the World Health Organization's COVID-19 Solidarity Response Fund, which was broadcast on radio, TV, and many digital platforms simultaneously.[277] The quickly organised \"Instagram Live Music Festival\" Isol Aid (a reference to Live Aid) a weekly series of concerts by Australian bands was broadcast from late March. Each artist performed from wherever they were self isolating and \"... play a 20-minute set streamed live on their Instagram accounts, and then tag-team the next artist to play\".[278][279] On Easter Sunday 2020, which fell during the peak of the infection curve in many countries, Italian opera singer Andrea Bocelli performed in the empty cathedral of Milan—capital of the worst-hit region of Italy—accompanied only by the Cathedral organist and streamed live via YouTube.[280] By way of thanks, acts including Liam Gallagher and Rick Astley announced they would perform free concerts exclusively for healthcare workers later in the year.[281] Individually and collectively, musicians organised online performances, dubbed \"virtual concerts\", both of contemporary[282] and of classical music.[283] Often these included musical sections referencing the fact of social isolation or home-quarantine, via their own social media platforms. Some were especially planned and prepared; some were impromptu.[284] For example: Brazilian guitarist Cainã Cavalcante broadcast \"Quarentena Sessions\" duets with other home-isolated musicians;[285] cellist YoYo Ma performed \"Going Home\" by Antonín Dvořák; the West Australian Symphony Orchestra renamed themselves the \"West Australian Social Distancing Orchestra\" and played a re-arranged version of Boléro by Maurice Ravel; and an amateur choir gathered the contributions of more than 1,000 people from 18 countries to create a video performance of \"Close To You\" by The Carpenters.[286] Many musicians, singers and songwriters adapted to the crisis by turning to teaching online as there was both a sudden increase in people wanting to learn instruments, and a drop in paid public performance opportunities.[287] However, due to the proliferation of free musical content—through concerts for charity fundraisers, streaming on social media, and corporate events for low fees—some artists and industry bodies warned of diminished incomes both in the short and asking artists to perform for free becomes increasingly the norm.[288] Adapting to the pandemic and the need for music patrons to wear a mask, the conductor of the Budapest Festival Orchestra Iván Fischer invented an acoustic \"music-enhancing\" face-mask, which has two life-sized hands made out of transparent plastic that cup around the ears. Audience members reported that the mask improved the sound.[289] Due to physical distancing requirements many performing arts venues were closed, curtailing not only public performances but also rehearsals and performing arts schools.[290] In some cases, such as for the Edinburgh Festival, launched after World War II as an effort to reconcile people through the performing arts, it was the first cancellation in more than sixty years.[291] Many performing arts institutions attempted to adapt by offering new (or newly expanded) digital services to their audiences during lockdown. In particular this resulted in the free online streaming of previously recorded performances of many companies—especially Orchestral performances and plays—lists of which were collated by crowdsourcing[292] and by journalists.[11][293][294][295] For example: the Metropolitan Opera of New York broadcast a new opera each evening, including an entire Ring Cycle performed during the 2010–12 seasons;[296] the Bolshoi Ballet company of Moscow made available six of their performances;[297][298] Shakespeare's Globe published 40 of its filmed stage productions;[299] producer Andrew Lloyd Webber published a filmed production of one of his stage musicals each week.[300] The filmed version of the stage musical Hamilton, though originally scheduled for a 15 October 2021 theatrical release, but was later moved up to 3 July 2020 exclusively on Disney+, as announced by the show's creator Lin-Manuel Miranda on 12 May 2020.[301] The 2020 Royal Variety Performance was pre-recorded with a virtual audience represented by screens on the empty auditorium seats.[302] Meanwhile, due to the closure of productions and the simultaneous shortage of personal protective equipment (PPE) several theatre costume departments—notably that of the Berlin State Opera—converted to creating facemasks.[303] Individual actors, such as Patrick Stewart and Sam Neill, entertained from isolation to \"...be in this together and that this has to take the form of being apart\", as Neill described his contribution of comedic relief.[304] Stewart, a trained Shakespearian actor, broadcast himself reading one sonnet each day via social media,[305] readings described as \"more than light entertainment, they're moments of connection\".[306] The Sydney Theatre Company commissioned actors to film themselves at home discussing, then performing, a monologue from one of the characters they had previously played on stage.[307] Many ballet companies ran classes via Zoom to their dancers which were also broadcast.[308] Ballet dancers, including principal dancer with the American Ballet Theatre, James B. Whiteside and Isabella Boylston, as well as the artistic director and a lead principal dancer of the English National Ballet Tamara Rojo, offered live classes on social media.[309] Performing arts schools ran classes and student productions online: \"'Taking training that is fundamentally embodied into an online space is difficult,'...What the students lost in a staged production, they have gained in new skills stated David Berthold, [a director of Australia's National Institute of Dramatic Art], 'They quickly worked out they were building a new toolkit for the future of storytelling.'\"[290] Upon reopening, many modifications needed to be made to both the venue and the performances in order to diminish the risk of disease transmission. For example, in dance: the first post-shutdown performance by the Stuttgart Ballet featured \"a spaced-out trio\" and a pas de deux performed by a pair who also live together, and an audience capacity reduced from 1,400 seats to 249. Equally the 32nd Tanec Praha [Dance Prague] a normally international festival of contemporary dance held annually in June, only featured locally resident artists.[310] In September a performance at the Teatro Real in Madrid was abandoned following protests from within the audience that they had been seated too close together.[311] In Spain, conceptual artist Eugenio Ampudia created an audience of 2,292 potted plants - one for each seat in Barcelona's Gran Teatre del Liceu - as an audience for the UceLi String Quartet. The musicians played Giacomo Puccini's \"I Crisantemi\" on 23 June 2020, the day after Spain's three month lockdown ended.[312][313] In Japan, a creative modification to a venue was made by designer Eisuke Tachikawa as part of a series of design initiatives intended to at make COVID-19 safety precautions \"more fun\". Tachikawa stuck a piece of Erik Satie's score for his Gymnopédie No. 1 to the floor at the entrance of the Minatomirai Hall in Yokohama. Each note is spaced 1.5 metres from the next. The idea of the \"Social Harmony installation\" is to help people practise social distancing, and since standing on a note causes it to play, it encourages those queuing to work together to play the complete melody.[314][315] Due to the closures, revenues for cultural organisations reliant on ticket sales were expected to cause devastating effects upon revenues, For example, during closure, the average reported weekly revenue loss in the European museum sector was 80%.[237] This consequently directly affected organisational staffing, and on independent artists and professionals, due to the fact that the arts and culture is a sector of national economies characterised by particularly a high proportion of temporary contracts and self-employment.[316] For example, by 20 March the Cirque du Soleil had laid off 95% of its workforce and closed traveling circus performances operating in seven countries.[317] A UNESCO report estimated ten million job losses worldwide in the culture and creative industries.[22] The world commercial art market declined 5% in 2019 compared to the previous year, and is expected to decline further in 2020—with six of the world's 10 largest auction houses operating exclusively in China.[114] Art dealers worldwide expected annual decreased revenues of more than 70% and, in countries where a government emergency wage-subsidy system was in place, two-thirds of gallery employees had been furloughed.[95] UNESCO estimated the 2020 drop in the cultural and creative industries' gross value added at 750 billion US dollars: more than the total Gross Domestic Product of Poland or Thailand.[318] Arts and culture sector budgetary and employment reports from individual countries included: Australia. According to government figures, \"cultural and creative activity contributed to A$112 billion (6.4% of GDP) to Australia's economy in 2016–17\".[319] By late March 2020, 255,000 cultural events had been cancelled with an estimated revenue loss of $A280 million, self reported through the crowdsourced website ILostMyGig.net.au.[320] Opera Australia—the nation's largest performing arts company—temporarily stood down nearly all its staff[321] amid speculation it would also need to sell major assets to avoid bankruptcy.[322] In mid-April, the Melbourne Symphony Orchestra fired all of its musicians \"rather than honouring an agreement that would have kept them on the books on half pay\".[323] India. 61% of organisations established between 4–10 years have stopped during lockdown.[47] Italy. In March, when many institutions closed for the first time since WWII, the state-funded museum sector had been valued at €27 billion or 1.6% of national GDP—slightly smaller than the agriculture sector.[324] Netherlands. Beyond the general financial stimulus measures announced for the country—for which the cultural sector would be eligible—on 15 April the Cabinet announced an extra package of €300 million for the cultural sector.[81] National arts funding body the Fonds Podiumkunsten announced it would accept \"postponement, relocation or changes\" to plans for which arts organisations had received grants, without needing to seek specific approval; and encouraged institutions to continue paying any freelance contractors.[325] United Kingdom. In April the parliamentary Digital, Culture, Media and Sport Committee convened an inquiry into the impact of the pandemic. It would \"...consider both the immediate and long-term impact that Covid-19 and the related social and financial measures are having on the wide range of industries and organisations under the Committee's remit.\"[326] The treasury department also informed the DCMS that heritage organisations which receive some government funding (such as the British Museum, Imperial War Museum, and the Victoria and Albert Museum) could not use any extra funding they receive to \"top up\" salaries of any furloughed staff—staff who would be being paid 80% of their salaries directly by Treasury under the national \"Coronavirus Job Retention Scheme\". The announcement was criticised by the union and contrasted with the approach taken towards other similar bodies such as Transport for London and the National Museums of Scotland.[327] The Artists' Union England (AUE) noted that its members, as well as most self-employed workers of the cultural sector, saw many of their projects and fees cancelled.[328] Yet, the government's \"Self-Employment Income Support Scheme\" should only reach the accounts of those able to claim it in June.[329] Consequently Arts Council England requested all its funded organisations to honour their contracts despite projects being cancelled.[330] The support provided by the government was criticised by AUE as insufficient as it exempted freelancers who also had a separate job.[331] In September the V&A museum announced 10% of staff would be made redundant—the entire retail and visitor experience departments.[332] United States. As the pandemic spread and closures became the standard not the exception, institutions started publishing expected revenue shortfall calculations.[333] For example, by the end of March: the Metropolitan opera expects to lose $60m in revenue;[334] the Metropolitan Museum expects to lose $100m[335] and SFMOMA predicted a 40% decrease in revenue.[336] Matching this prediction, the American movie industry predicted a \"best case\" decreased of 40% (compared to 2019 figures) if cinemas were shut for only three months, the lowest figure since 2000.[150] By the end of March, many museums were announcing the dismissal of large portions of their staff with short notice.[337] Examples included: the Cleveland Museum of Art put all part-time staff on unpaid leave, \"temporarily\" laid off unionised workers, and reduced the salaries of remaining staff;[338] SFMOMA put 300 employees on unpaid leave;[336] the Massachusetts Museum of Contemporary Art fired 73% of its staff;[339] the Carnegie Museums of Pittsburgh furloughed 550 of its 1,003 staff (75% of which were part-time);[340] the Science Museum of Minnesota \"temporarily\" laid off most of its staff in an announcement via a Google Hangouts;[341] the Los Angeles Museum of Contemporary Art—which had recently received a gift of $10m from board president Carolyn Powers—fired all part-time staff;[342][343] and MOMA—an institution with a billion-dollar endowment—cancelled all educator contracts. Noting as it did so that when it reopens the building to the public, \"...it will be months, if not years, before we anticipate returning to budget and operations levels to require educator services\".[344] In parallel to museum sector layoffs, staff began to unionise, even though \"Social distancing orders prevent the in-person meetings required to sign the cards required to file for union elections.[345] In Seattle, employees of the Frye Art Museum organised a \"socially distant picket\" in protest of layoffs that they argued used the pandemic to unfairly targeted union leaders during contract negotiations.[346] Meanwhile, on 18 March and in response to the rapid rise of online performances during the closures of performance spaces, the Actors' Equity Association—the union announced a new \"streaming media agreement\" available to productions in areas with physical distancing regulations in force, for \"select producers to capture and make a performance available online for one-time viewing to ticket buyers.[347] A planned performance of 'Tis Pity She's a Whore via videoconferencing software was cancelled at the last minute due to a dispute between the theatre producers and the union. The AEA argued that during a time when almost everyone in the arts is going without a regular pay cheque and is worried about their health care, \"it's deeply sad to see that some employers will still ask Equity actors to work without the protections of a contract.\"[348] The theatre producers argued that \"cyberspace\" is not within the AEA's jurisdiction nor \"...should free online-only experience, in which actors participate from the safety and comfort of their own home on teleconference, without rehearsal or admission price,\" be subject to the Off-Broadway agreement.[349] \"The trick now ... is saving the existing platforms, pathways and infrastructure, from venues to funding, that will be essential to whatever is born out of these times, so that venues ... aren't turned into flats by the end of this, because there’ll be some 16-year-old who is going to do something amazing and that will be harder without these structures.” Fergus Linehan, Director Edinburgh International Festival[350] With the extensive financial disruption across all areas of the economy, many governments announced fiscal stimulus and economic bailout packages which included specific resources for the arts and cultural sectors.[351] Equally, various charities and industry bodies raised funds to support their sector while companies in the creative industry announced their own donations. For example, author James Patterson donated $500,000 to independent bookstores[352] and Sony announced a fund which would help support creative professionals \"impacted by the cancellation or postponement of concerts and live events, or the shutting down of film and television productions\".[353] Music streaming services SoundCloud, Spotify, and Bandcamp all made financial pledges or waived fees to support artists.[351] Via the Instagram campaign \"#ArtistSupportPledge\", visual artists also created a microeconomy to support each other—offering works for sale and pledging to purchase others' works if their own raised enough.[354] Arts and culture sector financial stimulus packages from individual countries included: Algeria. in April, Minister of Culture Malika Bendouda announced on her Facebook page that ONDA, the national copyright collective, had been placed in charge with administering a financial aid package for artists whose work had been interrupted by the pandemic.[355] Australia. In March, a petition of over 50 arts and culture organisations (including peak bodies from the music, dance, visual arts, museums, writers' and Indigenous arts groups) requested a financial aid package \"...to a value of 2% of the A$111.7 billion [cultural and creative] industry\". Furthermore, it requested that the Prime Minister \"...issue a public statement recognising the value of our industry to all Australians\" and noting that the industry had not yet recovered from the impact of the 2019–20 Australian bushfire season.[356] Separately, Live Performance Australia had requested A$850 million for its sector, while the think tank The Australia Institute requested a package of A$750 million for the performing arts in general.[357] Instead of the A$2.2 billion requested in the petition, in early April the federal government announced a package of A$27 million in specific arts funding—A$7 million for the Indigenous Visual Arts Industry Support programme, A$10 million for Regional Arts Australia's regional arts fund, and A$10 million for Support Act, a charity providing financial support and counselling to people in the music industry in Australia.[358] It also expanded unemployment assistance in response to the pandemic—dubbed JobKeeper. However, the programme specifically excluded \"freelancers and casuals on short-term contracts, or who have worked for a series of employers in the last year\" and, given arts sector's high reliance on short-term contracts, a large proportion of arts and cultural sector professionals were ineligible for the scheme—even though the arts sector had been demonstrated as the most adversely affected sector of the economy.[40][359][360][361] In late June the federal government announced a further, larger, subsidy package of A$250 million, including \"$90m in government-backed concessional loans to fund new productions\" and \"a $75m grant program that will provide capital to help Australian production and events businesses put on new festivals, concerts, tours and other events\".[362] The financial package was seen as marking \"a new high-water mark in the often-rocky recent relationship between the arts and the federal government\"[363] however, six months later it had not yet even begun being paid.[364] The federal government removed the spectrum tax paid by broadcasters for 12 months, and also removed the local content quotas requiring commercial TV networks to make Australian drama, documentary and children's television for all of 2020 on the basis that the content production was not possible during the pandemic anyway.[365] The latter, however, further concerned arts organisations who feared the local production industry would never recover.[359][365] In April, the state government of Victoria announced a A$16.8 million package for the arts, including a \"Strategic Investment Fund\" shared among approximately 100 non-government arts and cultural organisations (notably including the Melbourne Fringe Festival);[366] the City of Sydney announced A$1 million for artists;[367] and the library professional association ALIA announced a \"relief fund\" of payments up to A$500 to cover the cost of essential expenses for its members experiencing loss in income.[368] Burkina Faso. The national copyright collective, the Bureau Burkinabè du Droit d'Auteur (BBDA) created a \"solidarity fund\" for artists.[369] Canada. The Canada Council announced it would be providing $60 million in \"advance funding\" to its 1,100 \"core funded organizations\" by 4 May, to support outstanding payments to artists and workers.[370] Ireland. Aside from the various government support programmes associated with the pandemic, the Department of Culture, Heritage and the Gaeltacht reported various programmes to aid the cultural sector specifically, including those operated by the Arts Council and Screen Ireland.[371] in early 2022 the government announced it would create a \"basic income\" program covering 2,000 people in \"the arts, culture, audio-visual and live performance, and events sectors\" for 3 years.[372] Ivory Coast. On the first of April, the national copyright collective Bureau ivoirien du droit d'auteur (Burida) announced a fund to support its members who fall ill with the coronavirus. Applicants must apply, with a medical certificate proving their illness, by the 10th of that month.[373] France. The minister for culture Franck Riester announced that employees of cultural institutions currently receiving unemployment benefits calculated over 12 months will see the confinement period withdrawn from the calculation.[374] The national copyright collectives for authors and for visual arts (respectively, the Société française des intérêts des auteurs de l'écrit [Sofia] and Société des auteurs dans les arts graphiques et plastiques [ADAGP]) announced they would not ask for grants they given for subsequently cancelled cultural festivals and events to be reimbursed, and requested that those grant recipients pay their originally contracted artists in full.[375][376] Germany. The minister for culture Monika Grütters declared that \"artists are not only indispensable, but also vital, especially now.\" The statement was made while announcing a €50 billion stimulus package for small business and freelancers—explicitly including the creative sectors.[377] Italy. In late March, the national copyright collective SIAE announced three measures: a €60 million \"extraordinary support fund\" for its members through 2020–21, a €50 million fund to offer loans to members at zero interest, and 2,500 food packages for members in special immediate need.[378] Morocco. In May, the government announced it had allocated MAD6 million for an independent committee to purchase local art \"from the artists most affected by COVID-19 and display them in museums across the country\".[379] New Zealand. On 24 March, Creative New Zealand announced a NZD$16 million \"Emergency Response Package\" for the first half of the year, noting the probability of a second tranche of funding for the latter half of 2020.[380] In late May, the Prime Minister announced two funding packages. The first was a series of budget packages for specific cultural institutions (including Creative New Zealand, Ngā Taonga Sound & Vision, Museum of New Zealand Te Papa Tongarewa, and Heritage New Zealand Pouhere Taonga)[381] and the second a \"$175m arts and music recovery package\" made of four sector funds (innovation, employment, cultural capability, and music) as well as $60 million specifically for libraries.[382] Sweden. The Swedish Minister of Culture Amanda Lind presented a one-billion-krona support package for sports and culture, where 500 million SEK was earmarked for culture (not including government agencies like the Royal Dramatic Theatre and Kungliga Operan).[383] The national copyright collective for visual arts Bildupphovsrätt i Sverige (BUS) proposed a 25 million SEK \"crisis package\" of funds distributed to artists in their database whose works are already publicly displayed.[384] United Kingdom. A telethon called The Big Night In was broadcast on the BBC on 23 April, with the government pledging to match all public donations[385] and various action houses, notably Bonhams,[386] also ran charity auctions.[387] The Museums Association called upon the UK government to divert £120m that was intended for the Festival of Britain 2022 to bail out museums in financial distress.[88][388] In early July, to many people's surprise, the government pledged a £1.57b package for the arts and cultural heritage sectors including: £270m in loans and £880m in grants for cultural organisations in England; £100m for England's national cultural institutions and English Heritage; £120m of capital investment in heritage construction projects; and £97m for Scotland, £59m for Wales and £33m for Northern Ireland.[389] The Film and TV Charity created an emergency relief fund to \"provide emergency short-term relief to active workers and freelancers who have been directly affected by the closure of productions across the UK\", with an initial donation of £1m from Netflix and by £500,000 from the BBC.[390][391] Arts Council England announced £160 million would be made available for arts organisations, including £50 million for organisations it does not usually fund and £20 million for individual and freelance artists.[316] The Paul Hamlyn Foundation announced that the usual competitive selection process for their \"Award for Artists\" programme would be removed, and that instead of ten awards of £60,000, each of the more than 100 previously nominated eligible applicants would automatically receive £10,000.[392] The Society of Authors created an emergency fund for professional authors resident in the UK or British subjects, granting amounts up to £2,000, \"designed to meet urgent need\". Started initially with £330,000 from the SoA,[393] Arts Council England later added £400,000 and other donors included the Authors' Licensing and Collecting Society, Royal Literary Fund, TS Eliot Foundation, English PEN, and Amazon UK.[394] Separately, Ian McKellen donated £40,000 to The Theatrical Guild to form an emergency fund to support non-performing theatre workers such as Ushers, stage hands, and costumers.[395] To the surprise of the many in the industry (due to their longstanding \"strained\" relationship) Amazon also made a \"low key\" donation of £250,000 to a fund supporting bookshops which had been forced to close during the pandemic.[396] United States. A petition was begun by the American Alliance of Museums (AAM) to request that the museum sector was included in any future economic stimulus from the United States government,[397] while the Metropolitan museum was more specific—requesting $4 billion for at-risk museums.[398] This request was met with resistance: A common argument raised the US against the cultural sector receiving parts of the stimulus funding was that \"Arts groups may be 'nice,' but they're far from 'necessary.'\"[399] In late March the United States federal government announced a $2 trillion economic stimulus package in the Coronavirus Aid, Relief, and Economic Security Act. It included: \"$75 million for the National Endowment for the Arts and $75 million for the National Endowment for the Humanities, which can pass on the money to institutions that need it. Another $50 million was designated to the Institute of Museum and Library Services, which distributes funds to museums and libraries.[399] Initial analysis of the bill by the AAM indicated several ways that aid could be applicable to the arts and culture sectors. These included: Emergency Small Business Loans, Economic Injury Disaster Loans, a Charitable Giving Incentive, and an Employee Retention Payroll Tax Credit. It was \"expected, but unclear\" whether charitable nonprofits qualified for the Industry Stabilisation Fund.[400] By April, various philanthropic trusts announced large donations to relief funds—notably including multi-million-dollar seed-funding announcements from the Andrew W. Mellon Foundation, The Getty Trust, the Helen Frankenthaler Foundation, the Andy Warhol Foundation[401] The National Press Photographers Association announced it was seeking donations to create a relief fund to support photojournalists who had lost work due to the economic impact of the crisis.[402] The Society of American Archivists launched their own \"Archival Workers Emergency Fund\" which would provide grants of up to $1,000 and one year's complimentary membership to the association.[403] LIBER (the Association of European Research Libraries) called on the European Commission and national governments to allow libraries to provide remote access for the duration of their enforced closure and to ensure they can provide this service without fear of litigation; and called on publishers and authors to pledge to allow online delivery of normally 'onsite only' content (e.g. eBooks) and the use of copyrighted works in online educational activities (e.g. livestreamed reading of children's stories).[404] Both the Association of University Library Directors of France (ADBU), and the libraries of universities and of the National Research Council in Italy, petitioned academic publishers to provide temporary open access to publications to allow access for medical staff, scientific researchers, and the general public.[405][406] In early April letter signed by Communia, Creative Commons, the American Library Association, the International Council on Archives, the International Federation of Library Associations and Institutions (IFLA), several Wikimedia affiliate organisations among many others—sent a letter to Francis Gurry—Director General of the World Intellectual Property Organization—encouraging \"WIPO member states to take advantage of flexibilities in the international system...\", calling on \"rights holders to remove licensing restrictions that inhibit remote education, research...\", supporting a call by Costa Rica for a \"global pool of rights in COVID-19 related technology and data\" to be created by the World Health Organization, and supporting the right of nations to use exceptions to intellectual property laws \"to achieve universal and equitable access to COVID-19 medicines and medical technologies as soon as reasonably possible.\"[407] The International Federation of Reproduction Rights Organsisations (IFRRO) pointed to the various ways in which national rights management organisations had loosened licensing restrictions for online access due to the pandemic.[369] These included: in Canada, the Association of Canadian Publishers permitting \"online story time\" reading of children's books by certain publishers for free;[408] in the Czech Republic, university staff and students can obtain free online access to the digital collections of the National Library;[409] in Germany, churches were allowed to perform songs and lyrics to be displayed during the live streaming of church services;[410] and in Norway, students can access for free digitised books in the National Library's online catalogue.[411] Broadway Licensing, an agency which controls the performance rights to many theatre productions and musicals in the US, announced in March that it would provide a livestreaming license to over 400 plays in its catalogue.[113][412] In the education sector, with most teaching taking place online, resources on how libraries can legally provide students and faculty with equivalent services were compiled—with an emphasis on digitisation, open education resources (OER), and a \"risk management approach\" to the use of copyright exceptions (notably fair use or fair dealing)—depending on the legal jurisdiction.[413][414] Many \"Licensed Content Vendors\" (notably academic journal digital libraries including EBSCO, ProQuest, and JSTOR among others) temporarily relaxed license conditions to their databases, to facilitate online learning.[112] Academic librarians in the United States made public statements on the applicability and importance of the role of the fair use copyright exception for \"Emergency Remote Teaching & Research\".[415] Cornell University Library made the advice explicit, noting in a new official library policy recommending, \"...that faculty may scan course material in amounts that may exceed customary fair use limits under normal circumstances. Fair use provides flexibility to permit faculty scan broader amounts of course material than normal during these exigent circumstances.\" and noted that library staff were no longer allowed to work on-site and therefore not able to scan materials on behalf of teaching staff.[416] The National Emergency Library of the Internet Archive—which suspended waitlists for access to digitised in-copyright books citing the justification of Fair Use during the pandemic—was criticised as \"piracy masquerading as public service\" and copyright infringement, especially by the Association of American Publishers and Authors Guild[198] as well as drawing public critique from several noted authors.[417] The Internet Archive defended its programme by emphasising that: the collection consisted primarily of older in-copyright works without digital surrogates; it is a temporary programme; authors can choose to opt-out; and the works are chosen for the educational not commercial value.[418][419] Online training workshops were organised for cultural heritage professionals to learn about relevant risks and exceptions to copyright when providing online services.[243][420][421] Other organisations organised fact sheets to provide libraries and archives with basic guidance on how to deal with copyright challenges.[422] As with any significant event, the COVID-19 pandemic inspired the creation of many cultural works across all genres. Even during the crisis, there was an expectation that many and diverse new cultural works would be created that would directly reference, or be inspired by, the pandemic and its effects.[423] Many memes[424] (notably in the form of art-recreations[425]), songs,[426] and videos[427] were created by, and shared among, the large numbers of amateur content creators from in their homes during the isolation period itself. Several art competitions were launched with Coronavirus as the theme (including by the Indian Council for Cultural Relations,[428] Historic England,[429] and the University of York, which called for collaborations between artists and archivists).[430] Aside from the vast amounts of scientific research was published about the coronavirus (notably about COVID-19 drug development including researching a vaccine and drug repurposing), professionally produced creative works which were created, adapted, inspired by, or published as a direct result of the pandemic, and/or feature it explicitly. This article incorporates text by IFLA available under the CC BY 4.0 license.","Title":"Impact of the COVID-19 pandemic on the arts and cultural heritage - Wikipedia","KeyID":"10894","URL":"https://en.wikipedia.org/wiki/Impact_of_the_COVID-19_pandemic_on_the_arts_and_cultural_heritage"}