{"Content: ":"References to the COVID-19 pandemic in popular culture began in the first few months of the pandemic. The COVID-19 pandemic swept the world in the early months of 2020, causing massive economic and social disruption, which is ongoing as of July 2022. In addition to the disease itself, populations have often dealt with lockdowns, shortages and pandemic fatigue, political and cultural turmoil. This has made the pandemic era a time of exceptional stress.[1] The pandemic has driven some people to seek peaceful escapism in media, but others towards fictional pandemics (i.e., zombie apocalypses) as an alternate form of escapism.[2] Themes include contagion, isolation and loss of control.[3] The pandemic has been woven into the narratives of ongoing pre-pandemic TV shows and made a focus in new ones, with mixed results.[4] Writing about the then-upcoming BBC sitcom Pandemonium on 16 December 2020, The New York Times asked, \"Are we ready to laugh about Covid-19? Or rather, is there anything amusing, or recognizable in a humorous way, about life during a plague, with all of its indignities and setbacks, not to mention its rituals (clapping for health care workers) and rules (face masks, please).\"[5] \"It was inevitable that films would be made about this significant chapter in global history, in part because a small group of people enduring an extended stay in their own homes is about the only scenario it’s safe and logistically possible to actually shoot right now. But did the results have to start arriving while we’re all still stuck in this nightmare?\" A. A. Dowd, The A.V. Club[6] The horror film Host, a computer screen film, was produced and released during the pandemic and centers on characters attacked by a supernatural presence after conducting a seance via Zoom.[citation needed] The film Borat Subsequent Moviefilm, a sequel to the 2006 mockumentary film Borat, was released on Amazon Prime Video in October 2020. It features the fictional Kazakh journalist Borat Sagdiyev (Sacha Baron Cohen) traveling around the United States and interacting with Americans during the pandemic. The film's conclusion jokingly postulates that COVID-19 was created by the Kazakhstan government, which used Borat to spread it and start the pandemic.[7] The film Locked Down, about a jewelry heist during the pandemic, was released on HBO Max on January 14, 2021, after being filmed in September 2020 and set the previous spring.[6] It received mixed reviews.[8][9] The satirical American TV cartoon South Park did two double-length episodes about COVID-19, \"The Pandemic Special\" and \"South ParQ Vaccination Special\". They then also did two approximately hour-long television movies, South Park: Post Covid, and South Park: Post Covid: The Return of Covid. The Gone Game is an Indian psychological thriller web series directed by Nikhil Bhat, shot almost entirely within the confines of homes and directed remotely during the COVID-19 pandemic in India. It premiered on Voot on 20 August 2020. The show follows the death of a COVID-19 patient with the plotline getting messier in each episode.[10] The U.S. medical drama television series The Good Doctor and Grey's Anatomy began airing their season 4 and season 17, respectively, in November 2020. Both featured COVID-19's impact on the characters working at, and patients of, the hospital where the shows are set – including recurring characters becoming infected by the disease.[11][12] The U.S. procedural drama television series 9-1-1 began airing its season 4 in January 2021. The opening episode number 47, \"The New Abnormal\" featured a storyline centered around the COVID-19 pandemic and its impacts on both the recurring characters and everyday individuals.[citation needed] Songbird, an American dystopian romantic thriller film directed by Adam Mason and produced by Michael Bay, in which \"COVID-23\" has caused the world to remain in lockdown for four years, filmed in Los Angeles during the real-world pandemic with consequently disrupted-production.[13] The initial response was negative, with critics arguing that it was \"Cashing in on human suffering\"[14] and \"throwing nightmare fuel on the fire of conspiracy theorists.\"[15] It is described as the first American film derived entirely from the pandemic,[16] was released on December 11, 2020, to generally negative reviews.[17][18] At least eight of the 75 movies announced for the 2021 South by Southwest include COVID-19.[19][20] Putham Pudhu Kaalai (transl. A brand new dawn) is a 2020 Indian Tamil-language anthology film, consisting of five short film segments. It was entirely shot during the COVID-19 pandemic in India and is set against the backdrop of the country's 21-day lockdown in March 2020, the five short films talk about hope, love, and new beginnings during the pandemic. The film released on Amazon Prime Video on 16 October 2020.[21] Karthik Dial Seytha Yenn (transl. The number dialled by Karthik) is a 2020 Indian Tamil-language short film written and directed by Gautham Vasudev Menon. A sequel to his Vinnaithaandi Varuvaayaa (2010), it stars Silambarasan and Trisha reprising their roles from that film. The film was primarily shot using an iPhone and released on 20 May 2020 on YouTube.[22] It follows filmmaker Karthik who is at home during the COVID-19 pandemic in Tamil Nadu without work as theatres are shut down, affecting his career as a screenwriter. While experiencing writer's block, he hesitantly calls his ex-girlfriend Jessie, who fled the effects of the pandemic in New York City and is under lockdown in Kerala. After the phone call, Karthik resumes his writing and composes Kamal & Kadambari – A Love Story.[22] Coronavirus is an Indian Telugu-language film that explores life of a middle-class family amidst COVID-19 lockdown in India. The film was released on 11 December 2020.[23] Operation MBBS Season 2 is an Indian Hindi-language medical drama set in the COVID-19 pandemic in a medical college which is under the impact of the pandemic. Directed by Amrit Raj Gupta, the series was released on Dice Media YouTube channel, with its first episode uploaded on 15 March 2021. Eeswaran is a 2021 Indian Tamil-language action drama film written and directed by Suseenthiran. It tells the story of a familial dispute during and due to the COVID-19 pandemic in India.[24] A Pencil to the Jugular is a 2021 Australian drama directed by Matthew Victor Pastor. Set during the COVID-19 lockdowns in Melbourne it is the second instalment in a 2020 trilogy of feature films directed by Matthew Victor Pastor. The film premiered at the 43rd Moscow International Film Festival in April 2021.[25] The Family Man is an upcoming Indian espionage thriller set during the COVID-19 lockdowns. The series follows the story of Project Guan-Yu, planned by Chinese terrorists during the pandemic to strike over India. The hint of this was given in the post-credit scene of the second season of the series. It is created by Raj Nidimoru and Krishna D.K. and is expected to release in 2022 or 2023. Pablo Larrain coordinated a short film anthology entitled Homemade, created during—and featuring stories about—the COVID-19 lockdown period. Each of the 17 directors were asked to produce a five- to seven-minute-long film, using only equipment found at home, and for a general audience. The project was conceived in March and released only three months later in June, via Netflix.[26] The official music video for the song Phenom by Thao & the Get Down Stay Down was recorded entirely via the \"rigid grid format of the teleconferencing app Zoom,\" while the band members were in home isolation. Described as \"the finest music video to emerge from our age of isolation,\" it took eight days to complete.[27] For the Official music video “Lose Somebody” by artists Kygo, and One Republic, they used large green screen footage and wild images while working remote from each other due to COVID - 19 restrictions.[28] For Kygo's music video “Freedom” featuring Zak Abel, it was shot separately from their homes and focused on their lives under the stay at home orders.[29] Arivum Anbum (transl. Knowledge and Love – transl. Wisdom and Love) is an Indian Tamil-language song released on April 23, 2020, by Think Music India on YouTube in response to the COVID-19 pandemic in India. The song was composed by Ghibran and lyrics by Kamal Haasan. It was sung by 12 singers and recorded by the artistes from their homes. The lyrics of the song talk about the need to use our heart and intelligence to battle the crisis. The video also features visuals of the mass exodus of migrant labourers from cities across the country.[30] Due to movie theaters shutting down, some movies originally intended for theatrical release have instead premiered on streaming services. Disney's Mulan premiered on Disney+ in September 2020, and Warner Brothers' film Wonder Woman 1984 was released on December 25 on HBO Max.[31][32] Some movies, such as the James Bond entry No Time to Die, have been postponed for over a year due to the pandemic.[33] As people turned to music to relieve emotions evoked by the pandemic, Spotify listenership showed that Classical, Ambient, and Children's genres grew due to COVID-19 while it remained relatively the same for Pop, Country, and Dance.[34] Out of these latter genres, however, Country appears to be the most resilient, with popularity soaring by 15.8%.[35] Other examples of music influenced by COVID-19 include: \"For writers, as the tentacles of the coronavirus unfurl each day, everything is copy. But what happens when every writer on the planet starts taking notes on the same subject? Will we all hand in our book reports simultaneously, a year from now? The nature of tragedy is that it takes more than it gives, but it’s also produced some of our most iconic literature.\" Author Sloane Crosley[48] Madrid's Teatro Real debuted a modified version of Verdi's La Traviata where COVID-19 physical distancing restrictions were incorporated into the production. Performers begin on stage wearing surgical masks, the staging featured a grid of 2m-wide taped red lines on the floor, with all actors' movements choreographed to remain apart, and the opera itself was selected as the plot features tuberculosis.[58] Tamas Detrich, director of the Stuttgart Ballet, commissioned eight contemporary dance works \"created within and for these straitened circumstances\", three of which were premiered at the company's first post-shutdown event Response 1.[59] Several professional dancers and companies, both classical and contemporary, filmed and published new works which responded to themes of isolation. Either through in the choreography itself (e.g. Rhiannon Faith's Drowntown), in the location (e.g. empty public places Taylor Stanley outside the Lincoln Center, choreography by Kyle Abraham), or the filming technique (e.g. in Flying Home by street dance group BirdGang via \"...the now all-too-familiar segmented Zoom-style screen\").[60] The show believed to be the first full capacity premiere of a play anywhere in the world since the pandemic began was a theatrical adaptation of the popular children's television show Bluey entitled Bluey's Big Play, The Stage Show. After months of delay, the play - developed by Windmill Theatre Company from an original story by Bluey’s creator Joe Brumm with new music by Bluey composer, Joff Bush - made its debut in Brisbane in late December 2020 at the Queensland Performing Arts Centre.[61] The COVID-19 pandemic has dramatically affected website format, operations, and the way people surf the internet. Websites such as Brokerage, Live Chats, and Video Streaming Websites, E-Commerce, and Financial Technology have altered their website structure to better fit the unfortunate trends that COVID-19 brought to human society. Despite this, some websites have seen an increase in page views and/or sales, while a select few others in specific industries have not been so lucky.[citation needed] Since the start of the pandemic, many website companies have had to alter their digital marketing strategies to either attract more page visits, orders or discourage misleading advertisements that may reduce website credibility and traffic.[79] To prevent misleading information, Facebook removed more than seven million ad posts listed as faulty information in relation to the COVID-19 virus. With other marketing techniques, digital marketers have seen it fit to normalize the societal depiction of the proper ways of dealing with this virus. By doing so, they have altered their message to the public by including practices of social distancing, staying at home, cleanliness, and the usage of masks in their advertisements. For example, NORAD, the North American Aerospace Defense Command, has said to continue its Santa Claus tracking on December 24, 2020, despite the pandemic. For NORAD to keep children safe and aware, they 3D cartoon photos of Santa Claus wearing a mask while riding his sleigh.[80] A chart from Bazaarvoice.com shows a Year-over-Year (“YoY”) increase in monthly page views and order counts from January 1 - June 30, 2020, averaged from 6,200 different e-commerce (ECOM) websites.[81] As seen from the chart, before major statewide quarantines, ECOM was already starting to see increases in page views and orders from January - March, increasing 14% in page views and 19% in orders. When former President Donald Trump issued COVID-19 a National Emergency in mid-March, both page views and order counts had a YoY increase to 96% and 88%, respectively. The trending psychology behind this surge in ECOM usage is since most people at this time were in fear of in-person and Brick-in-Mortar alternatives that were still open at the time.[82] The top trending ECOM sites amid the pandemic from highest YoY growth to least were Toys and Games, Business and Industrial, Sporting Goods, Hardware, Home & Garden, Entertainment, Animal & Pet Supplies, Electronics, and Food/Beverages/Tobacco. Down trending ECOM websites include those that sell products used in pre-pandemic times, such as Luggage websites. Luggage and Bag websites were one of the only websites to see over 10% decreases in page views and order counts.[81] The COVID-19 pandemic has, fortunately, like ECOM, presented tail-winds to website usage. Financial analysts predicted that for many payment providers, it could also drive new purchasing habits that could leave the companies in a stronger position once the crisis is over. Credit card network websites such as Visa.com, PayPal.com, and Mastercard.com have seen page view and payment volume growth pressured by temporary business closures, elevated unemployment, and a cutback on international travel. Due to recent social distancing and shelter-in-place, these companies have also seen people increasingly move their spending online, as seen with the increase in ECOM popularity. However, for websites such as Squareup.com, with many Brick-in-Mortar operations, the crisis has negatively impacted them.[83] With many people laid-off, unemployed, financially distraught, or bored during the pandemic and shelter-in-place, some have taken up retail trading as a new hobby or job. Robinhood, an investing platform founded in 2013, was among the platforms that gained millions of customers during the pandemic.[84] Schools and businesses worldwide have altered their business structure to an online means of learning and work. As a result of the new norm to online chat and video streaming methods, websites such as Zoom.us have seen massive growth in page visits and user volume. These websites have allowed customers; fearful of contracting the virus; a risk-free way of communication, learning, and work.[85] Many memes[86] (notably in the form of art-recreations,[87] songs,[41] and videos[88]) were created by, and shared among, the large numbers of amateur content creators from in their homes during the isolation period itself. During the course of the pandemic, the social media app TikTok grew the most,[89] lending to a number of new trends in digital pop culture including video games like Animal Crossing, Among Us and Genshin Impact, banana bread baking, Tiger King memes, and quarantines.[90] The increasing popularity of TikTok led to the development of similar-looking features on other social media platforms, such as Instagram Reels and YouTube Shorts. Although social media usage has increased overall, posting activity has declined. This is due to a number of factors, such as having less to share or even feeling guilty or afraid of backlash after having attended unsafe activities. Many users have felt that it is inappropriate to share happy or celebratory posts in such a solemn atmosphere.[89] As such, the rise in social media activity has caused anxiety in users, which leads them to leave social media sites before rejoining soon after.[89] In the early stage of the pandemic, a survey conducted by Gao J. Zheng shows a high prevalence of mental health problems, which is positively associated with frequent exposure to social media.[91] When the stay-at-home order was enforced, young people showed a higher level of frustration than other age groups because many mistakenly thought they were not part of the at-risk population.[92] Social Media was one factor that promoted such frustration. For example, many posts on TikTok focus on young people's anxiety due to social distancing and isolation.[91] Such negative attitudes have spread rapidly over TikTok.[citation needed] Unlike TikTok, whose users are mostly young people, the overall attitude towards the pandemic is different on Twitter.[91] For example, a study on Twitter users during the pandemic shows overall higher positive sentiments.[91] Among Twitter users, 48,157(51.97%) users expressed positive feelings, while 31,553 (34.05%) were neutral, and the rest of the tweets - amounting to 12,936 (13.96%) - showed negative emotions. One major reason behind the prominence of positive sentiment is that most people still appreciated the government and health workers despite their personal anxieties.[91] COVID-19 has forced difficult and financially depleting decisions on the sports industry. Nearly every major sporting event in the sports-event industry had been canceled, moved, or postponed in the midst of the outbreak. As the unfortunate pan of events that emerged from the crisis, sports fans were distraught as some of their favorite teams were forced to withdraw from specific tournaments or even the season altogether. For example, in March 2020, during the Sweet 16, the Rams were forced to withdraw their position in the tournament after multiple players had caught the COVID-19 virus. A 2019-2020 YoY revenue growth chart listed on Forbes Magazine showed that YoY revenue growth had dramatically downsized for major sports leagues due to these cancellations.[93] A 2020 chart from Forbes Magazine shows a revenue growth comparison of major sports leagues from 2019 to 2020.[94] For the 2020 Summer Olympics, foreign spectators were banned[when?] from attending the games in Japan without a 100 percent refund. Moreover, the vaccinations rates were increased, and Major League Baseball gave the news to provide vaccine facilities in their stadiums. Vaccinations of the athletes were an ethical issue, if it was legal and ethical.[95] The NBA announced vaccinations were not mandatory, but vaccinated players would be more flexible. According to ESPN, the NBA were allowing vaccinated athletes to not wear masks in the training facilities, with extra freedom traveling. Before the vaccinations, the NBA was continuing in a bubble, where players were not allowed to leave. Players inside the bubble were wearing sensors for social distancing. Reporters who wanted to get inside the bubble were required for temperature and oxygen checks and COVID tests. The benches of the NBA athletes were changed, and they became socially distanced. Without their fans, some of the old NBA coaches were still wearing masks during the games. Popovich, the oldest coach in the NBA, who is 77, said that “I don’t want to die”, when he was asked about wearing masks.[96]","Title":"COVID-19 pandemic in popular culture - Wikipedia","KeyID":"10895","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_in_popular_culture"}