{"Content: ":"When the World Health Organization declared the COVID-19 pandemic in March 2020, all major professional and collegiate organizations responded by suspending operations indefinitely. This effect was passed down to the world of sports broadcasting, which includes live coverage of thousands of events on an annual basis through stations and network available over the air, through cable, satellite, and IPTV companies, and via streaming and over-the-top services. The game on March 11 between the Utah Jazz and the Oklahoma City Thunder which was scrapped when Rudy Gobert tested positive for COVID-19 was to have been shown on AT&T SportsNet Rocky Mountain, Fox Sports Oklahoma, and NBA League Pass. Minutes later, the NBA announced that the season would be put on hold, but that the rest of the night's games would be played as scheduled. ESPN was covering the Denver Nuggets-Dallas Mavericks game; upon hearing the news, ESPN courtside reporter Rachel Nichols interviewed, and got reaction from, Mavericks owner Mark Cuban. That was the first of two scheduled games on ESPN that night. The second was to be New Orleans Pelicans versus the Sacramento Kings; however, that game was postponed when it was discovered that one of the referees scheduled to work the game had a similar assignment on a game earlier in the week in which the Jazz was one of the teams playing. ESPN responded by adding an edition of SportsCenter recapping the night's events. On March 12, various TV channels and streaming services had planned to cover various conference tournaments in college basketball, The Players Championship on the PGA Tour, various NBA and NHL games, Major League Baseball spring training games, and other sports events. Of those, only the PLAYERS, the first half of a quarterfinal game in the Big East Conference tournament, and the spring training games in Florida (one of which was shown by MLB Network) went off as scheduled. Once all events were scrapped, ESPN extended SportsCenter to an all-day live program, while ESPN2 aired some of that show as well as some simulcast content from ESPN Radio. ESPNU and Fox Sports 1 re-aired basketball games from earlier in the season, NBCSN elevated its coverage of the Mecum Auto Auctions show in Kissimmee, Florida from an exclusive stream, and Big Ten Network and SEC Network extended their studio programming. Previously to the pandemic, the last extended shutdown of most major U.S. sports was in response to the September 11 attacks; however, in that case, those leagues in season returned within two weeks. As it would take far longer for sports organizations to return this time, networks and channels on all levels had to scramble to find, or create, alternative programming.[2] These eventual plans fell into four basic categories: Even before most organizations returned, some sporadic live programming was available to air on some channels. Every major sports organization used esports in some way during this period when real competition was suspended. In addition, some existing esports platforms received elevated coverage. The most popular single esports event was the eNASCAR iRacing Pro Invitational Series, which took place on simulated versions of tracks on which NASCAR had planned to compete prior to postponement. The April 5 race, set at Texas Motor Speedway, drew an audience of 1.339 million on FS1 and many FOX affiliates, making it the most-watched video-game competition show in U.S. television history. It broke the record of 903,000 set two weeks earlier for the race set at Homestead–Miami Speedway.[40] The series earned a renewal for a second season in 2021 and is credited by some for an increased interest in NASCAR, as evidenced by increased in-person attendance and TV audiences for races run since NASCAR resumed. NBC, the other partner in carrying NASCAR Cup Series races, also teamed up with iRacing; this was a four-race series that took place between April 6 and April 9.[41] Elsewhere in motorsports: MLB and the Major League Baseball Players Association organized the MLB The Show 20 Players League. Pitcher Blake Snell, then of the Tampa Bay Rays, won the final match which was shown May 3 on ESPN.[44] The NHL staged a tournament with 32, two-person teams, one for each club in the league (including the Seattle Kraken, which had not only yet to play a game at this point, but had not even announced its nickname). The platform was EA Sports' NHL 20. NBCSN had occasional broadcasts as part of \"Hockey Happy Hour,\" while the entire tourney streamed on NHL.com.[citation needed] The Madden NFL franchise received elevated coverage on ESPN of its invitational and tournament of champions, and added a celebrity tournament that aired on FS1.[citation needed] The NBA2K League season, which normally is an exclusive stream on ESPN3, aired on Friday nights on ESPN in the late spring. Before that, 16 NBA players competed on the NBA 2K game in a single-elimination bracket format, with ESPN and ESPN2 televising.[45] Another elevated telecast was the League of Legends Spring Split Playoffs, which landed on ESPN2.[46] MLS held a tournament with 16, two-person teams; each team consisted of an MLS player and a professional video gamer representing a different side in the league. FS1 showed this event on Sunday nights, when actual MLS games would normally air.[47] The Premier League also staged an esports tournament, with players from all 20 clubs participating in a single-elimination format; the final was shown on NBCSN in the U.S. after preliminary rounds were streamed on NBCSports.com.[48] Video-game simulations of games that were scheduled, but canceled due to the pandemic, aired on NBC Sports Philadelphia,[49] NBC Sports Washington,[50] and on KMVP-FM in Phoenix, Arizona.[51] ESPN persuaded the producers of The Last Dance, a documentary covering the 1997–98 Chicago Bulls season, to expedite post-production so the show could debut on April 19 in place of Sunday Night Baseball. The 10-part series averaged 6.71 million viewers, making it the most-watched non-sports program in ESPN history. Discussion about the documentary trailed only NFL off-season news among topics discussed on sports radio in the days after the docuseries ended. ESPN also re-aired episodes of 30 for 30 and ESPN Films throughout the shutdown, including many weekends on ABC. After The Last Dance, ESPN aired two new episodes of 30 for 30 - \"Lance\" (about cyclist Lance Armstrong) and \"Like Water\" (about martial artist and actor Bruce Lee) on later Sunday nights. On June 15, ESPN aired a two-hour series of interviews with commissioners of major professional sports leagues for a SportsCenter special hosted by Mike Greenberg.[52] Other outlets produced features to fill content holes until resumption of play. TV networks also took advantage of special competitions conducted in some sports. Tennis Channel aired the Ultimate Tennis Showdown, the Adria Tour, and other exhibitions, while AT&T SportsNet Southwest carried the Constellation Energy League, a rare example of a professional league outside of MLB that actually played. The following chart shows what studio programming were affected, what - if anything - replaced it, and when the shows returned. Even upon resumption, all of part of production was done remotely through at least summer in most cases. Tennis Channel kept its studio open for the entire hiatus of major tours, except for one week in April. Tennis Channel Live had news updates and hosted the All-Star Fantasy Tournament, a virtual competition in which the results were determined by fan vote and supplemented by archival footage.[62] ESPN Radio[63] and CBS Sports Network maintained their talk lineups, but all shows (except for the Jim Rome Show on CBS SN and CBS Sports Radio) were done remotely. Some new content was added by sports networks in response to the George Floyd protests that began at the end of May: Members of the sports media had to abide by the same health and safety protocols that governed athletes and officials in the sports they covered. They were banned from entering team locker rooms (a rule that continued into most sports as of April 2022), and access to other areas of their training and practice facilities were severely limited, thereby affecting their broadcast preparations. In addition, sports leagues and organizations limited the number of media, including announcers and production personnel, allowed at each site. ESPN and TNT sent all of their game announcers and sideline reporters to the 2020 NBA Bubble at ESPN Wide World of Sports Complex in Bay Lake, Florida. Play-by-play and color analysts were required to remain separated by Plexiglas structures and reporters had to conduct interviews based on social distancing. Local broadcasters did not travel with their teams; instead, they called games off-monitor at either studio facilities or from their homes. When the NHL resumed play in the \"hub cities\" of Edmonton and Toronto, all Sportsnet/CBC announcers were on-site, but NBC/NBCSN opted for off-monitor calls originating at NBC Sports studios in Stamford, Connecticut. Announcers also called the WNBA and MLS bubble events (at, respectively, IMG Academy and ESPN WWOS) from remote locations. Production for these telecasts were modified due to the pandemic protocols. Technical crews used more cameras in different locations than usual, while large-scale video walls were installed in locations close to the field of play to replace actual crowds. (The most elaborate and perhaps the best example of the video setup was WWE ThunderDome, which was in three locations in Florida from August 2020 to July 2021.) On-site audio was also enhanced, mostly with artificial crowd noise. Fox Sports also experimented with \"crowds\" using computer-generated imagery at some MLB games and had planned further use for the NFL and college football, but those plans would later be aborted. In addition, multiple sites were used for production, rather than the single on-site location that prevailed before the pandemic. Examples: MLB chose to keep home-and-road schedules with no bubbles until the postseason. In those cases, only one broadcast feed was available; if a game was shown by FOX/FS1 or ESPN, it was the host feed; otherwise, it was maintained by the home team. Only the home announcers were on-site; everyone else was remote, including all FOX/FS1 or ESPN announcers. During the Wild Card Series, TBS sent Rich Waltz and Jimmy Rollins to Tropicana Field in St. Petersburg, Florida for the series between the Toronto Blue Jays and the Tampa Bay Rays, while all seven of the series shown on ESPN were still called remotely. For remaining postseason rounds, held in modified bubbles (Los Angeles and San Diego in California, and Arlington and Houston in Texas), all commentators and reporters were on-site. All event commentary at the 2022 Winter Olympics in Beijing was conducted off-site in Stamford due to strict protocols imposed by the government of China; only some reporters and studio hosts were on-site. NBC also altered an earlier plan to have Tirico travel from Beijing to NBC's coverage of Super Bowl LVI in Inglewood, California and back; instead, after the Los Angeles Rams defeated the Cincinnati Bengals, Tirico hosted the rest of the Games in primetime from the NBC Sports studio.[64] Due to a conflict between the new date of the U.S. Open golf tournament and the NFL season, the United States Golf Association asked Fox Sports to move coverage of the event to FS1. When Fox refused, the USGA invalidated the contract that was supposed to expire in 2026 and replaced it with a new, eight-year deal with NBC Sports that took effect immediately. As a direct result of the pandemic - and the inability to sell ads for live sports events that were not played - Diamond Sports Group, the joint venture of Sinclair Broadcast Group and Entertainment Studios that bought Fox Sports Networks after The Walt Disney Company, which had acquired it, had to divest in 2019 - took a $4.23-billion write-off on the purchase in November 2020 of the RSNs. The RSNs were renamed Bally Sports on March 31, 2021. While NBCSN closed on December 31, 2021 in the wake of revenue losses from the postponed 2020 Summer Olympics and other lost or rescheduled events, NBC Sports did not directly cite the pandemic as the cause. NBC Sports later announced that the U.S. version of the Olympic Channel would shut down on September 30, 2022.[65]","Title":"Impact of the COVID-19 pandemic on American sports broadcasting - Wikipedia","KeyID":"10904","URL":"https://en.wikipedia.org/wiki/Impact_of_the_COVID-19_pandemic_on_American_sports_broadcasting"}