{"Content: ":"This is a list of American television series whose production was impacted by the COVID-19 pandemic. The pandemic led to the suspension of most television production from mid-March 2020 onward, in the largest disruption to U.S. television production since the 2007–08 Writers Guild of America strike. These tables include series that adopted remotely-filmed and home-based productions for one or more episodes, or resumed studio-based production with additional safety protocols, such as reduced staff, lack of studio audience, alternate locations, and/or visible social distancing. The premiere of season 32 was pushed back from May 20, 2020, to CBS's fall lineup, with new series Game On! moved up as a replacement. Season 31 premiered on October 18, 2020. Season 16 returned to hosting in-person auditions with a reduced audience (using stock footage and audio from past seasons to sweeten the footage), while live shows returned to Dolby Theatre as normal with vaccinated audience members. In-studio production resumed for season 19, with the live rounds conducted before a reduced studio audience. Season 37 premiered as scheduled in September 2020, with set modifications for physical distance and no studio audience. Production further suspended three weeks by death of Alex Trebek. Incumbent champion at time of March taping suspension did not return until December taping. Season 39 will return to a studio audience. Season 49 production delayed, resumed with set modifications for physical distance and no studio audience. After a primetime special on October 27 with essential workers as contestants, season 49 premiered in daytime on November 16, 2020. Production was briefly suspended in January 2021 pursuant to recommendations by the LACDPH. Season 50 restored a partial studio audience. Production for seasons 41 and 42 postponed to April 2021 and filmed with protocols in place for the crew, contestants, and people of Fiji. Season 38 premiered as scheduled in September 2020 with set modifications for physical distance and no studio audience. Resumed studio-based episodes on September 13, 2021, but with the show re-located to One Astor Plaza in Times Square with no studio audience, and the preservation of stylistic elements from the remotely-produced episodes. The show delayed a return to having a studio audience due to Omicron variant, and announced in March 2022 that it would return to its normal studio in Hell's Kitchen, Manhattan with a studio audience on April 11, 2022. This includes series that are set during the pandemic, or are otherwise designed around remote/at-home production.","Title":"List of American television series impacted by the COVID-19 pandemic - Wikipedia","KeyID":"10905","URL":"https://en.wikipedia.org/wiki/List_of_American_television_series_impacted_by_the_COVID-19_pandemic"}