{"Content: ":"The COVID-19 pandemic has caused disruption to association football (also known as soccer) across the world, mirroring its impact across all sports. Across the world and to varying degrees, leagues and competitions have been cancelled or postponed. By 25 May, 2020 Ýokary Liga,[1][2] Belarusian Premier League and Liga Primera de Nicaragua were the only three known top flight national football leagues not suspended.[3] Both the CAF Champions League and CAF Confederation Cup semi-finals were postponed from their original schedules, to be resumed in October 2020.[4] In China, the 2020 Chinese Super League was postponed as a result of the virus.[5] In Hong Kong, the 2020 Lunar New Year Cup was cancelled on 23 January 2020, 2021 Lunar New Year Cup was cancelled on 2 February 2021 and 2022 Lunar New Year Cup was cancelled on 7 January 2022.[6] Other leagues in Asia were affected, including South Korea's K League 1 and Japan's J1 League.[7][8] The AFC Champions League and AFC Cup was also impacted, a number of group stage and play-off matches being postponed.[9] According to K League of South Korea announcement, 2020 K League 1 returned on 8 May, changed from original scheduling start from 29 February.[citation needed] In India, the remaining I-League matches were postponed and the Indian Super League final was played behind closed doors.[10] Owing to the surge in new COVID-19 cases, the Beijing Municipal Sports Competitions Administration Centre announced on June 15, 2020, the suspension of 2020 CSL season.[11] On 1 July it was announced that the season would start on 25 July. On 9 July, it was announced that the AFC Cup would return on 23 September and conclude on 12 December, with the group stage matches to be held in centralised venues.[12][13] However, the season was later abandoned on 10 September and was declared void the following day.[14] In the AFC Champions League, the AFC announced that Qatar would host all West Region matches after restart.[15] Al Wahda were unable to travel to Qatar to play their remaining matches of the group stage due to several team members testing positive for COVID-19.[16] They were considered to have withdrawn from the competition, and all their previous matches were considered \"null and void\".[17] The same happened with the defending champion Al-Hilal, when they failed to name the required 13 players and were unable to play their final match of the group stage against Shabab Al-Ahli due to them having only 11 players left with the remaining team members testing positive for COVID-19;[18] hence, they were also considered to have withdrawn from the competition, and all their previous matches were considered \"null and void\", and would not be taken into consideration in determining the final group rankings.[19] Qatar also hosted all AFC Champions League East Region matches after restart. However, Malaysian club Johor Darul Ta'zim were unable to travel to Qatar to play the final four matches of the group stage due to the COVID-19 pandemic travel restrictions after they were denied permission to travel by the Malaysian government.[20] Their matches were considered \"null and void\" and would not affect the final group rankings.[21] In the 2021 AFC Champions League, the three teams from Australia, Sydney FC, Melbourne City and Brisbane Roar, withdrew from the competition after the draw.[22] Moreover, Chinese teams, Guangzhou, Beijing Guoan and Shanghai Port, opted to participate with a mixture of their youth and reserve teams.[23] In Europe, various knockout matches in the Champions League and Europa League were played behind closed doors in February and March 2020.[24][25] On 12 March 2020, UEFA announced that the elite qualification round of the men and women's under-17 and under-19 youth international tournaments had been postponed.[26] The following day, UEFA postponed all fixtures for the following week in the Champions League, Europa League and Youth League.[27] On 17 June UEFA announced that the Champions League would resume in Portugal, and the Europa League in Germany, in August, but all rounds would be single-match affairs, with the exception of the Europa League round of 16 where the first game had already been played. Many of the domestic European leagues were impacted in February and March 2020. After various fixtures were rescheduled or played behind closed doors, Serie A was postponed on 9 March 2020.[28] On 12 March, La Liga and the Segunda División were suspended for at least two weeks after a Real Madrid basketball player tested positive for the virus, which resulted in Real Madrid's footballers being put in quarantine.[29] The Eredivisie was also suspended (it was officially declared abandoned on 24 April with no champion awarded),[30] while Ligue 1 and the Bundesliga followed suit shortly afterwards (Ligue 1 would eventually end on 27 April after the French Prime Minister ordered all sporting events to be cancelled until 1 September, with Paris Saint-Germain being declared champions).[31][32][33] The Bundesliga eventually returned on 16 May following the suspension of play. On 10 March, the Premier League match between Manchester City and Arsenal, due to be played the next day, was postponed after a number of Arsenal players made close contact with Olympiacos owner Evangelos Marinakis, who had tested positive for coronavirus, when the two teams had met in the Europa League 13 days earlier.[34] Arsenal manager Mikel Arteta tested positive for the disease, prompting the team's Premier League match against Brighton & Hove Albion for that weekend to also be postponed.[35] As of 13 March, there has been at least one recorded case of the disease affecting a player in the aforementioned leagues; Serie A footballers Daniele Rugani and Manolo Gabbiadini, 2. Bundesliga footballer Timo Hübers, and Premier League footballer Callum Hudson-Odoi.[36][37] Rugani tested positive while being asymptomatic.[38] On 13 March, English elite football was suspended until early April, including the Premier League, English Football League, FA Women's Super League and FA Women's Championship.[39] By 19 March, the Belarusian Premier League was the only active top flight in all 55 UEFA member associations.[40] On 5 May 2020, Scottish Professional Football League (SPFL) chief executive Neil Doncaster summarised the situation in his country during a video conference involving the Scottish Football Association, Scottish Rugby and others in respect of the COVID-19 pandemic; he stated that \"gate receipts make up a far higher proportion of our income than in England, which benefits from huge TV deals, so until we get back to playing in front of crowds, our game will remain in grave peril.\"[41] In June 2020, chairman of Premier League football side Tottenham Hotspur, Daniel Levy, revealed that the club has taken a loan of £175 million from the Bank of England. The chairman said that money has been taken to tackle with the gripping effects of coronavirus pandemic on the club.[42] On June 30, 2020, Premier League chief executive Richard Masters announced £1,000,000 as aid for next seasons of the Women's Super League and Championship to mitigate the effect of coronavirus.[43] Wigan Athletic fell into administration on 1 July after being negatively affected by the pandemic lockdown.[44] By appointing Paul Stanley, Gerald Krasner and Dean Watson from Begbies Traynor, it became the first professional club in England to call up administrators since the pandemic had begun.[45] In addition, many small English football clubs were affected by the pandemic as they rely on ticket sales for revenue.[46] The Bundesliga became the first major European league to return following the pandemic on 16 May. In the subsequent weeks, many other leagues followed suit. La Liga returned on 11 June, the Premier League on 17 June, and Serie A on 20 June. On 19 June 2020, FC Rostov lost 1–10 against PFC Sochi in the 2019–20 Russian Premier League, as they fielded their junior team, after six players of the senior team have been infected with COVID-19; hence, the whole team was quarantined.[47] The 2019–20 UEFA Champions League was resumed in August in Lisbon, Portugal, playing only one single tie in each round.[48] In the 2020–21 UEFA Champions League preliminary round, Kosovar club Drita's match against Linfield in Nyon, Switzerland was called off, due to two players from Drita testing positive for COVID-19 and the whole team being put into quarantine by the Swiss authorities; eventually, Linfield was awarded a 3–0 win.[49] In the first qualifying round of the same competition, Faroese club KÍ was awarded a 3–0 win over Slovan Bratislava, in which the match was initially postponed after one staff member from the latter tested positive for COVID-19,[50] followed by a player from this same team,[51] eventually the whole team was put into quarantine by the Faroese authorities,[51] and KÍ were subsequently awarded a technical victory.[52] In September 2020, a German team, SG Ripdorf/Molzen ll, lost 37–0 against SV Holdenstedt ll in 3. Kreisklasse. SV Holdenstedt II who came into contact in a previous game with someone who tested positive for COVID-19, refused to reschedule the match; hence, SG Ripdorf/Molzen ll competed with only seven men for fear of infection and did not offer any resistance.[53][54] On 4 October 2020, Italian club Napoli decided not to travel to Turin to play a Serie A match against Juventus, as two of their players tested positive for COVID-19 along with a staff member. Later on, Juventus were awarded a 3–0 win, and Napoli were deducted 1 point by the Disciplinary Commission as punishment for violating the COVID-19 protocol and not attending the match.[55] In the 2020–21 UEFA Nations League, two matches, Romania v Norway and Switzerland v Ukraine, were cancelled due to positive tests in the teams. In January 2021, Arsenal received a £120m loan from the Bank of England to help offset the impact of the COVID-19 pandemic.[56] In December 2021, at least two matches in the 2021–22 UEFA Champions League - Red Bull Leipzig vs. Manchester City F.C. and Bayern Munich vs. F.C. Barcelona - were played behind closed doors due to the German government imposing a lockdown; therefore, spectators were once again banned from attending games. On 12 March 2020, the CONCACAF Champions League was suspended with immediate effect.[57] All other CONCACAF competitions scheduled for the next month were also suspended.[58] On 10 November, it was announced that the competition would resume in December and be played in Orlando with single-leg, neutral venue matches.[59] Also on 12 March, the National Women's Soccer League (NWSL), whose season was not scheduled to start until 18 April, canceled its preseason matches,[60] and also imposed a moratorium on team training that initially ran through 22 March.[61] On 12 March, Major League Soccer was suspended for 30 days.[62] On 19 March, Major League Soccer's suspension was extended to a target return date of 10 May.[63] On 14 April, MLS announced that it was \"extremely unlikely based on the guidance of federal and local public health authorities\" that they would meet this target, and stated that \"our goal remains to play as many games as possible, and while we currently have enough dates to play the entire season, we recognize at this time that it may become difficult to do so.\"[64] The 2020 U.S. Open Cup, 2020 Leagues Cup, 2020 Campeones Cup and 2020 MLS All-Star Game were also all cancelled.[65][66] On 20 March, the Canadian Premier League announced a postponement of their season which was scheduled to start on 11 April.[67] The 2019–20 Major Arena Soccer League season was terminated early, effective 12 March.[68] The USL Championship suspended the 2020 season on 12 March, for at least 30 days.[69] The National Independent Soccer Association suspended the Spring portion of its 2019–20 season on 12 March for at least 30 days.[70] On 27 April, following a second suspension of play, NISA announced it would cancel the rest of its 2020 Spring season.[71][72] Match week 10 of Liga MX, Women's Liga MX, and Ascenso MX took place but as of 15 March, club owners and league executives had then taken a decision to postpone all Mexican football activity until further notice.[73] As of 22 May, Mexican football executives announce the termination of the remainder of the current Clausura 2020 championship.[74] On 10 June, Major League Soccer announced a return to action on 8 July with a mini-tournament, called the MLS is Back Tournament at the ESPN Wide World of Sports Complex at Walt Disney World near Orlando, Florida, with all group stage matches counting towards the regular season standings.[75] The regular season was then resumed with fewer fixtures and reduced or no attendance allowed, with the playoffs beginning in November.[76] Canadian teams in the league had to play the remainder of their fixtures in the United States, due to travel restrictions between the borders.[77] This would later continue through the 2021 season after travel restrictions continued to remain in effect.[78] On 24 July, Liga MX inaugurated the 2020–21 Liga MX season, also known as Torneo Guard1anes 2020. The season was dedicated to Mexico's frontline healthcare and medical staff. Mazatlán F.C. debuted in Liga MX, replacing the dissolved Monarcas Morelia.[79] On 29 July, the Canadian Premier League announced a return to play on 13 August with a modified format called \"The Island Games\" to determine a 2020 champion. These games were played behind closed doors at the University of Prince Edward Island in Charlottetown, Prince Edward Island. The shortened season ended in September with the Finals.[80] On 12 March 2020, CONMEBOL announced that the Copa Libertadores would be temporarily suspended.[81] In addition, the Copa Sudamericana have been suspended after first round due to the COVID-19 pandemic, to be resumed on 27 October 2020, with the final rescheduled to be played in late January 2021.[82] On 15 March, all top-tier football in Brazil was suspended until April.[83] Academic research analyzes and compares the safe return protocols of major football leagues and associations to those of the Brazilian Championship, as well as to survey the numbers of COVID-19 outbreaks in clubs that competed in the 2020 Brazilian Championship Series A. The documentary research was carried out through the analysis of articles published on open-source football league and federation websites. National and international return protocols were verified, as well as the documenting of isolated cases and outbreaks of COVID-19 in the Brazilian Championship. In the Brazilian Championship, the return to play occurred at a time when COVID-19 case numbers were rising, a fact that, together with the decentralization of the match cities, was likely linked to the number of positive cases.[84] In New Zealand, the three main competitions, the New Zealand Football Championship, the Chatham Cup and the Kate Sheppard Cup were all cancelled by New Zealand Football. The 2019–20 New Zealand Football Championship season was concluded after 18 weeks, with Auckland City declared the winner.[85] On 23 April, both the national Men's and Women's knock-out cups were cancelled a week before the preliminary rounds were due to kick off.[86] It was the first time the Chatham Cup had been cancelled since the end of World War II.[86] On 15 January 2021, FIFA announced that Auckland City had withdrawn from the 2020 FIFA Club World Cup, due to the COVID-19 pandemic and related quarantine measures required by the New Zealand authorities.[87] On 4 June 2021, the OFC announced that the 2021 OFC Champions League had been cancelled, and no champions would be awarded for the second season in a row.[88] On 13 March 2020, FIFA announced that clubs did not have to release players to their national teams during the international windows of March and April 2020, while players also had the option to decline a call-up without any consequences. FIFA also recommended that all international matches during these windows be postponed, though the final decision was left to the competition organisers or member associations for friendly matches.[89] On 9 March 2020, the Oceania Football Confederation announced that all tournaments were postponed until May 2020.[90] The qualifiers for the 2022 FIFA World Cup was disrupted by the COVID-19 pandemic. In March 2020, it was announced that Asian qualifier matches due to take place in March and June 2020 were postponed to later dates.[91] The South American qualifiers due to take place in March 2020 were also postponed to later dates.[92] Play-off matches between South Korea and China in the 2020 AFC Women's Olympic Qualifying Tournament were also postponed.[93] On 17 March 2020, the CAF announced that the 2020 African Nations Championship had been postponed to a later date due to the pandemic.[94] On 30 June CAF announced that the tournament would be held in January 2021. On 10 September 2020, the AFC announced that the 2020 AFC Solidarity Cup would be cancelled.[95] Concerns were raised regarding UEFA Euro 2020, being held in twelve host cities across Europe, and the potential impact of the coronavirus on players, staff and tournament visitors.[96] UEFA president Aleksander Čeferin said the organisation was confident that the situation could be dealt with, while general secretary Theodore Theodoridis stated that UEFA was maintaining contact with the World Health Organization and national governments regarding the coronavirus.[97] UEFA announced that a videoconference would be held on 17 March with representatives of its 55 member associations, along with a FIFPro representative and the boards of the European Club Association and European Leagues, to discuss the response to the outbreak for domestic and European competitions, including Euro 2020.[98] The tournament was moved by 12 months.[99] As a result, UEFA Women's Euro 2021 was similarly moved back 12 months, due to the original dates clashing with the rearranged Euro 2020 and 2020 Summer Olympics dates.[100] On 17 March, CONMEBOL announced that the 2020 edition of Copa América was postponed to 2021.[101] On 21 April 2020, the Oceania Football Confederation announced that due to the pandemic and the difficulty in rescheduling to another date in the FIFA International Match Calendar, the 2020 OFC Nations Cup would be cancelled.[102] The 2022 AFC Women's Asian Cup was marred with COVID-19 cases among many of its participating teams. Most affected were host India who were forced to withdraw from the tournament due to too many players rendered unavailable either due to COVID-19 or injuries.[103] On 3 April 2020, FIFA announced that the 2020 FIFA U-20 Women's World Cup, scheduled to be held in Panama and Costa Rica in August, and the 2020 FIFA U-17 Women's World Cup, scheduled to be held in India in November, would be postponed and rescheduled.[104] Two National Collegiate Athletic Association Division I members announced that they had eliminated their men's soccer teams effective immediately. First, on 14 April, the University of Cincinnati shuttered its team, citing \"profound challenges and widespread uncertainty\" resulting from the pandemic.[105] Then, on 26 May, Appalachian State University dropped three men's teams, including soccer, \"in response to the financial impact of the COVID-19 pandemic\".[106] List of affected top-flight football leagues: This article incorporates text by Leonardo José Mataruna-Dos-Santos, Pedro da Gama Roberto de Albuquerque, Gabriel de Almeida Vasconcellos, Rodrigo Mendonça do Nascimento, Nadine Tonelli Cavalari, Daniel Range, Andressa Fontes Guimarães-Mataruna, and Bianca Ortiz-Silva available under the CC BY 4.0 license.","Title":"Impact of the COVID-19 pandemic on association football - Wikipedia","KeyID":"10917","URL":"https://en.wikipedia.org/wiki/Impact_of_the_COVID-19_pandemic_on_association_football"}