{"Content: ":"The COVID-19 pandemic had a significant impact on the conduct of sports in the Philippines affecting both competitive sports leagues and tournaments and recreational sports. Several ongoing or scheduled seasons of sports leagues in the Philippines were either suspended or canceled. The same applies to international tournaments set to be hosted by the Philippines. Regional qualification games involving Philippine national teams were likewise postponed. On April 29, 2020, the Philippine Sports Commission have announced that they will cancel all of their sporting events until December 2020 to comply with government directives that prohibit mass gathering events. This meant the cancellation of the Palarong Pambansa in Marikina, the Philippine National Games,[1] and the ASEAN Para Games.[2] Several major sporting venues in the Philippines were refurbished as temporary quarantine facilities for COVID-19 patients including the Rizal Memorial Sports Complex, New Clark City Sports Complex, the Philippine Arena complex, and the Philippine Sports Center.[3] Starting May 2020, restrictions on sports by the national government began to ease on areas under general community quarantine. Non-contact sports such as golf and cycling where allowed due to relative ease with observing social distancing measures in engaging with these disciplines.[4] While professional leagues such as the Philippine Basketball Association and the Philippines Football League was eventually allowed to resume or start play with appropriate health precautions, the government in February 2021 reiterated its stance of not allowing amateur and non-professional commercial sports leagues to organize any events at all with uncertainties over the status of the availability of COVID-19 vaccines.[5] At the time, the government also express hesitancy to immediately allow professional league to organize games with a live audience even the moment vaccines become available.[6] The re-imposition of ECQ/MECQ in the Greater Manila Area in late March until April 2021, led to the pause of team trainings and the postponement of professional leagues for their 2021 season.[7] The training of local-based track and field athletes were halted in March 2020, when community quarantine measures started. They are set to resume training in Baguio in October 2021.[8] The Badminton Asia Championships set to be hosted in Manila was postponed. It was initially scheduled to be held in Wuhan, China where COVID-19 is believed to originate from but was moved to Manila due to the outbreak.[9] The women's national team's preparation for the now-postponed 2020 Women's Baseball World Cup was affected by the COVID-19 pandemic with team members had to train separately aided with online tools instead of training as a team in a baseball pitch. Plans to train in Japan, and participate in pocket tournaments in Hong Kong was cancelled.[10] The 2021 FIBA Asia Cup qualifiers were postponed which forced the reschedule of the Philippine national team home match against Thailand scheduled for February 20 at the Smart Araneta Coliseum,[11] as well as the national team's other succeeding games. The 2020 season of the Philippine Basketball Association (PBA) and the PBA D-League was suspended indefinitely on March 10, 2020, after its first game had completed. The inaugural of the PBA's 3x3 tournament was also likewise delayed.[12][13][14] The 2020 PBA season was reduced to just one conference or tournament from the customary three conferences. The suspended Philippine Cup was resumed in October under a bubble format in Clark, Pampanga.[15] Several other leagues have suspended their tournaments on 12 March: Community Basketball Association, National Basketball League, Maharlika Pilipinas Basketball League.[16] Cebu-based organization ALA Boxing announced its permanent closure in August 2020 due to losses caused by the pandemic as well as the closure of its broadcast partner ABS-CBN.[17] All boxers under ALA Promotions were released and ALA Gym was closed as well.[18] The Philippine national cricket team's preparation for the 2022 ICC Men's T20 World Cup qualifiers has been disrupted by the pandemic with its players, most who are based in Australia, unable to train or play as usual.[19] The Philippine Football Federation has postponed the 2020 season of the Philippines Football League (PFL). It has also deferred the start of PFF Women's League and its youth tournaments[20] The AFF Women's Championship to be hosted in the Philippines was postponed.[21] The Copa Paulino Alcantara the PFL's cup tournament was cancelled for the 2020 season.[22] FIFA and the Asian Football Confederation suspended the Philippine national team's three remaining matches in the second round of qualification for the 2022 FIFA World Cup.[23] On March 11, local football team Ceres–Negros F.C. played their 2020 AFC Cup home match against Bali United F.C. behind closed doors at the Rizal Memorial Stadium.[24] Ceres–Negros due to the pandemic affecting the operations of Ceres Liner announced in July 2020 that it was looking for new owners after businessman and club chair Leo Rey Yanson decided to prioritize managing the affairs of the bus line.[25][26] Golf courses were closed due to community quarantine measures in the country. In May 2020, golf courses in localities under general community quarantine were allowed to operate. Golf courses issued new regulations which were based on recommendations by the National Golf Association of the Philippines. Caddies had their roles reduced to only \"course-related maintenance\" work and were not allowed to interact directly with golfers.[27][28] The 11th Asian Swimming Championships which was scheduled to be held from November 7 to 17, 2020 was postponed by a year. On May 30, Philippine Swimming Inc. the national sports association for aquatic sports in the country issued the \"Return to Swim\" the guidelines stipulating on how its member clubs could resume operations and its swimmers could resume training under certain conditions in areas under general community quarantine.[29] Before the suspension of the Philippine Super Liga (PSL), three matches in the PSL Grand Prix Conference on March 10 were played at an empty Filoil Flying V Centre.[30] The 2020 PSL season was cancelled altogether.[31] The PSL was able to organize the 2021 Beach Challenge Cup, the opening tournament for its 2021 season. However following the conclusion of its beach volleyball tournament. Its regular members either moved to its rival league, Premier Volleyball League or filed a pandemic-related leave of absence which left the PSL with no active members.[32][33] The PSL released a statement that it will still be active in sports development and maintained that the departure of its clubs to the PVL was done in amicable terms.[34] The ASEAN Para Games was cancelled on May 8[35] as a result of the Philippine Sports Commission withdrawing funding for the Games following a directive from the Inter-Agency Task Force for the Management of Emerging Infectious Diseases to defer sporting events in the Philippines until December 2020 and the government's call to redirect resources to deal with the pandemic.[36] The community quarantine measures imposed in Metro Manila forced the cancellation of University Athletic Association of the Philippines's (UAAP) UAAP Season 82.[37] University of Santo Tomas was officially awarded as overall champions in both the juniors and seniors division of the season in a \"virtual\" closing ceremony on July 25. No Athlete of the Year was named.[38] The National Collegiate Athletic Association's (NCAA) Season 95 also ended prematurely, but unlike the UAAP, no overall championship title was awarded.[39] On December 11, 2020, the UAAP announced its decision to cancel Season 83, which was scheduled to commence in early 2021.[40]","Title":"Impact of the COVID-19 pandemic on Philippine sports - Wikipedia","KeyID":"10916","URL":"https://en.wikipedia.org/wiki/Impact_of_the_COVID-19_pandemic_on_Philippine_sports"}