{"Content: ":"In response to the COVID-19 , schools in the U.S. began closing down in March 2020. This was a historic and unprecedented upheaval of the U.S. schooling system, that forced schools to a near shut-down. At the very peak of school closures, they affected 55.1 million students in 124,000 public and private U.S. schools.[1] The effects of widespread school shut-downs were felt nationwide, and aggravated several social inequalities in gender, technology, educational achievement, and mental health. At the state-wide level, several states either ordered or recommended for schools to be closed. State-wide ordinances for school closures began on March 16, 2020, and by March 24, 2020, all states had closed schools until further notice.[2] In the interest of public health, school closures for the COVID-19 pandemic were used to curb transmission of the disease and encourage social distancing, much like in the past with Swine Flu and MRSA outbreaks. A major concern regarding the shut down of in-person learning in the U.S. was the disruption of school feeding programs. It is estimated that 29.4 million children daily receive their meals through the National School Lunch Program (NSLP).[3] Food insecurity can have very serious effects on children's outcomes: short-term effects may be fatigue and low immune while long-term effects may be emotional, physical, and psychological harms.[4] Given that such a large volume of students depend on subsidized meals provided through the NSLP, several individual school districts and state legislatures initially moved to respond accordingly to distribute meals even after the closing of schools. The Department of Education in South Carolina announced in March 2020 that they would be instituting \"Grab-n-Go\" meal sites throughout the states that would be open five days a week.[4] On a nationwide scale, during Summer 2020, the U.S. Department of Agriculture (USDA) announced an extension of meal waivers that would allow students to receive meals throughout the summer. On October 9, 2020, the USDA announced that meal waiver programs would be extended until the end of the 2020–2021 school year[5] and, on March 9, 2021, the USDA announced that they intended to keep the program in effect until September 30, 2021.[6] However, even amid the widespread implementation of meal waivers, certain school districts have identified problems with getting students and families to access food resources. In Arizona, the Tuscan Independent School District, which would serve 35,000 meals a day in a normal year, has experienced a 90% decrease in meal consumption.[7] The School Nutrition Association also concluded that they were serving about 80% fewer meals than they would normally.[8] Potential reasons for this drop in school meal usage are lack of parental availability (as they cannot visit food sites due to work conflicts) or public health concerns. Universities were among the first institutions in the United States to transition to online learning. Enrollment for community colleges in the Fall 2020 semester dropped by 10% from the past year, with the sharpest declines occurring among first-generation students and students of color.[9] Fall 2020 enrollment losses in undergraduate institutions were also more pronounced for men than women, with men experiencing an overall 5.1% decrease in enrollment compared to a 0.7% decrease for women.[10] The overwhelming majority of schools shifted to online instruction starting in March 2020, implementing either completely virtual or hybrid learning. This has presented several challenges for both educators, students, and their families due to unequal access to education and inadequate home learning environments. Several online surveys conducted in March during the beginning of the pandemic showed that teachers had several students not logging in to complete assignments.[11] In comparison to in-person learning models, teachers are teaching less new material to students and taking a longer time to cover material, a trend that is especially evident in high poverty schools. Research regarding online teacher instruction has shown that it is only effective if students have consistent access to the internet, electronic devices, and teachers have received targeted training and support for online instruction.[12] Unfortunately, this has not been the reality during the COVID-19 pandemic. Many teachers were not well-trained or prepared to solely transition to virtual learning. In a study conducted by the Economic Policy Institute, it was found that about 1/3 of teachers reported not receiving any training in the past 12 months on how to use computers for educational instruction. In a follow-up analysis of this finding, of those who did receive technology training, about 1/3 did not find it useful.[13] Another study showed that at the beginning of the pandemic, teachers felt like they had an above-average workload trying to adapt to online instruction.[14] Inequities in digital technologies were known and present before the spread of COVID-19, but they have been exacerbated now that remote learning has assumed a more prominent role as parents are facilitating the education of their children.[15] According to the U.S. Census American Community Survey in 2018, one out of every four children do not have full access to digital technology at home.[15] This lack of technology is not felt equally across all students: certain population are more likely to lack technology access than other. On a regional level there are grand differences in technology access depending on the state. Mississippi and Arkansas have over 40% of students without full technology, compared to Massachusetts and New Hampshire with less than 16%.[16] Numerous sources also found that students, especially those in rural and low-income areas, struggle to maintain consistent access to the technology needed for virtual learning. School-aged children below the federal poverty line at 26% less likely to have access to both internet and a computer than students above the federal poverty threshold.[17] Other populations at risk for having less access to technology are students of colors, and especially Native students, of which only 50% are reported to have full access to technology.[15] This means that a considerable number of students lack access to technology, which presented a problem as education shifted to an overwhelming virtual mode of delivery. Some students also rely on free internet and technology provided in school, which would not be an option for these students under in-person school closures.[18] There are an estimated 6.7 million students in the United States that receive Special Education Services under the Individuals With Disabilities Act, which requires school districts to provide free and appropriate education to students with special needs.[19] During the COVID-19 pandemic, several school districts struggled to create virtual programming for their special needs students, who were often at an increased risk of learning loss. Even with proper resources, special needs students can often not receive the same level of education at home, due to a lack of career/technical education, physical therapy, and medical care.[20] A shift to virtual learning situates parents as the primary implementer of their child's educations, which can be hard on families who do not have the knowledge or infrastructure to take this on.[19] In several cases, parents cannot replace the skills and expertise of special education teachers, which impacts a student's development (particularly those with Down Syndrome and Specific Learning Disabilities).[21] The disruption in daily school routines may have severe ramifications on students with conditions like autism, which thrive on routine and regular schedules. Additionally, students with Autism are more likely to have anxiety and are losing key social and learning opportunities that are helpful for their development.[22] Recommendations for providing adequate care to students with special needs include utilizing Board Certified Behavior Analysts (BCBA) provided by a nonpublic agency (NPA) who will be able to support students both academically and behaviorally.[19] A collaboration between schools and NPAs has been shown to yield outcomes regarding attempts to limit regression in student's skills.[19] Although school districts across the country varied in their implementation of grading scales during the pandemic, nearly every district choose to amend how students were evaluated. Universal pass/fail, optional pass/fail, and no grading systems were all adapted during the Spring 2020 semester. In California, the California Department of Education (CDE) set out guidelines on how districts should approach grading. These guidelines included letting students keep their pre-pandemic grade, assigning students automatic credit among completion of a course (as opposed to letter or numerical grades), and allowing students to opt-out of a course until they feel adept to complete it.[23] Most school districts in California followed CDE's guidelines, with the LA school district choosing to adopt a no-fail policy. School districts across the country followed in implementing similarly modified grading scales, with DC Public Schools and Chicago Public Schools choosing to give students letter-grades based on their pre-pandemic assessments, although students are allowed to improve their grades. Overall, school districts are encouraged to approach grading holistically and equitably. However, several people have pointed out that this \"do no harm\" approach does not address the existing problems with grading systems before COVID-19.[23] Schools provide essential childcare for parents who work at no cost. When the COVID-19 pandemic forced schools to shut down for in-person learning, many families lost free childcare, which many depended on to be able to work.[9] As a result, many parents, primarily mothers, left the workforce, creating a gendered departure from traditional working conditions. During the immediate onset of the pandemic, unemployment rates for women jumped drastically- from 4.4% in March 2020 to 16.5% in April 2020. According to McKinsey and Oxford economics, 29% of women with children under 10 were considering leaving the workforce during 2020 compared to only 13% of men. The same study also predicted that it would take until 2024 for women's employment in the U.S. to return to pre-pandemic levels. Men's level of employment will return to pre-pandemic level one year earlier in 2023.[24] Parent involvement is an important factor for student achievement in both traditional and online school settings. However, during the COVID-19 pandemic parents have often struggled with increased responsibilities and uncertainties in their student's education. According to a study conducted by the American Journal of Qualitative Research, the biggest concern for parents navigating virtual learning with their children was balancing responsibilities to address the needs of their student learners while also keeping up with their job.[25] Other parent concerns were centered around accessibility (both in regards to technology and students with disabilities), lack of student motivation, and learning outcomes. Specific challenges that affected parent's abilities to be involved in virtual learning are economic resources and lack of proper infrastructures, like technology and internet access, and subsequently the knowledge to use technological resources. The degree that these challenges were felt by parents depended on several factors, such as the age of children, number of children, and family socioeconomic status.[26] In June 2020, the American Academy of Pediatrics strongly recommended that schools re-open as soon as possible to preserve education and socialization while limiting the growing presence of educational inequalities.[27] While most children are at low risk for serious and long-term consequences of COVID-19, many teachers and educators are a part of higher-risk health groups that may expose them to severe consequences and side effects of COVID-19.[20] 28% of public school teachers are over fifty, which would designate them as an at-risk group.[20] Educators have also expressed doubts that the proper social distancing techniques will be difficult to execute in a school environment, as many schools can have a high volume of students with not enough classrooms or space to adjust them. Poor-quality school buildings with bad air quality, not enough bathroom facilities, and inadequate cleaning techniques also pose a challenge in the journey to school reopenings.[20] The shift to online learning had several effects on how students learned during the Spring 2020 and Fall 2020 semesters. Several studies have shown that online learning is less effective than in-person learning.[28] Because of this, parents, educators, and policymakers have grown increasingly concerned about a potential learning gap that may arise following the year-long period of online instruction. There were also several concerns regarding the interruption of learning when initial shut-downs were occurring and the subsequent transition to online platforms that resulted in days of instruction being lost. According to Stanford University's Center for Research on Education Outcomes, averages for days of instruction lost for the Spring 2020 semester ranged from 57 to 183 days in Reading and 136 to 232 days in Math.[29] Several experts have compared the potential COVID-19 learning gap to the phenomenon dubbed the \"Summer Slide\" where students lose learning abilities and forget academic content after being out of school for the summer. Studies show that the more students miss school, the worse they perform.[13] In addition, several school districts are having trouble getting students to log in to online school. The Los Angeles school district reported that up to a third of their students were not logging into class in April 2020 and that schools in rural and underserved areas have had trouble gaining access to the internet and technological resources.[30] Given that the COVID-19 pandemic has presented unprecedented challenges across society, there are a variety of reasons why students may not be logging in for online instruction. Some students may not have access to the proper technology and internet access. Others may be hindered by home factors like having to take care of other siblings at home, not having a quiet space to focus, or having to work a job during the pandemic.[31] Also, students may not feel motivated to complete school work for other reasons like the widespread implementation of lax grading policies or lack of student-teacher relationships.[31] However, no matter the reason, lack of educational engagement will likely result in decreased learning and educational achievement. A major concern with the learning gap arising due to COVID-19 is the variability of online instruction across student populations. Students with consistent access to quality online educational instruction will likely experience less of a gap than students who experience barriers to access. The effects of long-term distance learning are likely to vary depending on the age and grade level of the students. Elementary school students may especially struggle with distance learning, especially without adult support, as they are still developing the skills needed to regulate their behaviors/emotions, attention spans, and learning skills.[20] While overall virtual learning reports higher rates of absenteeism than traditional methods of schools, absentee rates remain higher in schools that are situated in lower-income communities.[32] Given that the more school days a student misses, the worse they retain information and perform on educational assessments,[12] many are concerned with the effects absenteeism may have on low-income students. According to an April 2020 study conducted by Education Week, 64% of teachers in schools with a large number of low-income students said that their pupils faced technology limitations, as compared to only 21% of teachers in schools with a small number of low-income students.[33] Many stakeholders worry that the effects of COVID-19 on lower-income students could last well beyond the pandemic. In a study conducted by Yale economist Fabrizio Zilibotti, it was determined that students coming from the bottom 20% of income levels will be the most likely to experience negative and long-term effects of school closings. The study found that students in low-income communities quickly lost several skills and forgot key concepts they had learned before the pandemic, but students in affluent communities did not experience severe learning loss. The assumption here is that wealthy and affluent parents have the time and resources to dedicate to their children's virtual education, while low-income parents do not have the same access to resources. In addition to economic inequalities among students, there has been evidence of racial inequalities. According to a study conducted by McKinsey, up to 40% of Black students and 30% of Hispanic students received no online instruction during school shutdowns, as opposed to only 10% of white students.[34] Latino and Black students are also more likely to be enrolled in school with large proportions of low-income students, which as stated earlier face a higher rate of technology limitations.[35] Parents of Black and Latino students are more likely to be employed in sectors where they cannot conduct remote work, which means that students with these parents will likely not have an adult at home to facilitate their education.[36] Many mental health professionals are concerned with the impacts of COVID-19 on a younger generation which has already reported staggering levels of depression, anxiety, and suicide even before the pandemic.[37] Students already coping with mental health conditions have been more susceptible to the mental health impacts of COVID-19. In many situations school closures also mean that students lose access to school mental health resources.[38] Several students who experience mental health conditions are often in stressful home situations and may not feel comfortable or have the privacy to talk about their situations virtually.[37] School routines can also function as an anchor or coping mechanism for young people with mental health issues, and the loss of said routines can severely challenge how students cope. The closing of schools also means that students are losing access to many of the social networks and interactions they had with teachers and fellow students.[39] In a Gallup study conducting in May 2020, many parents said that the separation from other students and teachers presented a challenge for their children.[40] According to a study conducted by Active Minds, a nonprofit group dedicated to improving the mental health of students, in April 2020, 20% of college students said their mental health significantly worsened under COVID-19. Among both high school and college students, 38% said that they had trouble focusing and that doing work was stressful.[41] Specifically for students living under stay-at-home orders, 8 out of 10 students said they were struggling to focus on school and avoid distractions. Several students were struggling to continue performing well at school while maintaining their mental health, but many did not know how to cope or ask for health. The same survey noted that 55% of students did not know where to get help for their mental health. Studies conducted during the Fall 2020 semester showed similar patterns of mental health challenges among student populations. Many students felt loneliness, isolation, stress, anxiety, depression, and sadness. 89% of college students said that they are experiencing stress and anxiety as a result of COVID-19 and 25% said that their depression significantly worsened.[42] A change from the onset of the pandemic is that more students (71%) reported knowing where to access mental health resources. A majority of students also reported feeling hopeful for their futures.","Title":"Impact of the COVID-19 pandemic on education in the United States - Wikipedia","KeyID":"10912","URL":"https://en.wikipedia.org/wiki/Impact_of_the_COVID-19_pandemic_on_education_in_the_United_States"}