{"Content: ":"The COVID-19 pandemic has caused disruption to basketball across the world, mirroring its impact across all sports. Across the world and to varying degrees, events and competitions have been cancelled or postponed with limited or no spectators, and other restrictions in 2020 and 2021. The National Basketball Association suspended its 2019–20 season due to one player testing positive from COVID-19, and began to resume the season later in 2020. The launch of the inaugural season of the Basketball Africa League set for March 2020 was delayed due to the coronavirus pandemic. No new date has been announced.[1] The 2019–20 Chinese Basketball Association season was suspended on 1 February 2020.[2] However, China Basketball Association (CBA) chairman Yao Ming announced that the season will restart on 20 June, without spectators.[3] On 14 February, FIBA ordered two qualifying games for the 2021 FIBA Asia Cup, Philippines vs Thailand in Quezon City, and Japan vs. China in Chiba to be postponed to a later date. This brought the postponed games to three, after FIBA earlier ordered the China vs. Malaysia game in Foshan to be postponed.[4] Later that week, the Guam vs. Hong Kong game in Hagåtña was also postponed.[5] The Korean Basketball League canceled its 2019–20 season on 24 March, after playing its last game on 29 February. This comes as the Women's Korean Basketball League canceled its season a week before.[6] On 4 March, FIBA announced the cancellation of the 2019 FIBA Under-16 Asian Championship in Beirut and the 2019 FIBA Under-16 Asian Championship for Women in Canberra. It also postponed the 3x3 Olympic qualification tournament in Bangalore, and rescheduled the 2020 FIBA Asia 3x3 Cups in Changsha and the 2020 FIBA 3x3 Under-17 Asian Cup in Cyberjaya.[7] The 2019–20 season of the Super Basketball League in Taiwan continued despite the outbreak. When the Taiwanese government shut down all publicly-controlled arenas on 19 March, the league contemplated of shutting down as well, but ended up on holding all of its games at the HaoYu Basketball Training Center. No less than 100 people are in the arena at any time.[8] Several fixtures of the ASEAN Basketball League 2019–20 season scheduled in February onwards were rescheduled due to the coronavirus pandemic. In early March 2020, four participating teams, Alab Pilipinas, Hong Kong Eastern, Macau Black Bears and Formosa Dreamers has released statements urging the suspension of the whole season due to logistical issues posed by COVID-19-related travel measures in Southeast Asia, mainland China and Taiwan.[9] On 13 March 2020, the league's 2019–20 season was postponed indefinitely.[10] On 15 July 2020, the league announced that it canceled the season, without a champion being named.[11] The 2020 season of the Philippine Basketball Association (PBA) and the PBA D-League was suspended indefinitely on 10 March 2020 after its first game had completed. The inaugural of the PBA's 3x3 tournament was also likewise delayed.[12] The PBA management also imposed a two-week prohibition on team \"practices, scrimmages and other related activities\" which took effect on 14 March 2020.[10] Several leagues have suspended their tournaments on 12 March: Community Basketball Association, National Basketball League, Maharlika Pilipinas Basketball League.[13] On 7 April 2020, the PBA Board of Governors have decided to shorten this season into a two-conference season (later revised to a one-conference season on August) following the postponement of the Philippine Cup due to the outbreak of COVID-19 and the enforcement of the Enhanced Community Quarantine in Luzon until 30 April.[14] On 17 September, the PBA Board of Governors have approved a plan to restart the season on 11 October (originally on 9 October), then was given a provisional approval by the Inter-Agency Task Force for the Management of Emerging Infectious Diseases (IATF-IED) on 24 September. All games will be played in the \"PBA bubble\" at the Clark Freeport Zone in Pampanga, the isolation zone specifically created for league operations.[15][16] Jordi Bertomeu, CEO of the Euroleague, suspended the games from 14 March to 11 April. The Euroleague previously suspended the Eurocup. FIBA also suspended the Basketball Champions League and the FIBA Europe Cup starting on 14 March. Lithuania, Sweden, Switzerland, Slovakia and Ukraine canceled outright their respective first division leagues, naming the teams in the top of the standings as champions. Top flight divisions in Spain, France, Germany, Italy, Israel, Belgium, Finland, Croatia, Greece, Poland, Cyprus, and Czech Republic suspended its games as of 14 March. The Adriatic League and the VTB United League suspended its competitions until April.[17] The government of Turkey suspended the Basketball Super League on 19 March, the last major European league to do so.[18] On 6 June, the 2019–20 Basketball Bundesliga in Germany restarted with a ten-team closing tournament with the top teams invited.[citation needed] On 6 March 2020, in the first round of the NCAA Division III Men's Basketball Tournament, a game played at Johns Hopkins University between Yeshiva University and Worcester Polytechnic Institute became the first U.S. sporting event to be played without fans in attendance, after a student at Yeshiva University tested positive for COVID-19.[19] On 11 March 2020, the National Collegiate Athletic Association (NCAA) — the main U.S.A. sanctioning body for college athletics — initially announced that its winter-semester championships and tournaments, including its popular \"March Madness\" men's basketball tournament and the women's basketball tournament, would be conducted behind closed doors with \"only essential staff and limited family attendance\".[20] The following day, all Division I conferences in college basketball canceled their respective tournaments in-progress. The Ivy League had already called off its tournament prior to the decision, while some conferences, as well as the NCAA for its men's and women's tournaments, had previously announced that they would conduct their games behind closed doors. Later that day, the NCAA announced that all remaining championship events for the 2019–20 academic year would be canceled entirely, resulting in the first cancellation in the 81-year history of the NCAA basketball tournament.[21][22][23][24] The NCAA subsequently canceled its tournaments outright.[25][26][27] On 11 March 2020, the National Basketball Association (NBA) suspended its 2019–20 season after Utah Jazz player Rudy Gobert tested positive for coronavirus prior to tip-off for a scheduled game against the Oklahoma City Thunder.[28] Commissioner Adam Silver stated the next day that this suspension \"will be most likely at least 30 days, and we don't know enough to be more specific than that\".[29] On 14 March, the Baloncesto Superior Nacional of Puerto Rico suspended its season.[18] On 23 March, National Basketball League of Canada suspended the remainder of the 2019–20 season.[30] On 3 April, the Women's National Basketball Association (WNBA) announced that they had postponed the start of training camp and regular season which was originally scheduled for 15 May.[31] The 2020 WNBA draft was held virtually and televised on 17 April 2020 without players, guests, and media on-site.[32] The 2020 WNBA season was held in a \"bubble\" setting at the IMG Academy in Bradenton, Florida starting on 25 July and ending when the Seattle Storm completed a three-games-to-none sweep of the Las Vegas Aces to win the league championship on 6 October. On 4 June, the NBA announced that the season would restart on 31 July for 22 teams still in playoff contention at the time of the suspension, and would finish no later than 12 October. Professional teams such as the Houston Rockets saw their seasons impacted as players like all-star Russell Westbrook tested positive for COVID-19.[33] On 30 July, the NBA season officially resumed in a \"bubble\" setting at ESPN Wide World of Sports Complex in Bay Lake, Florida. Play concluded on 11 October when the Los Angeles Lakers won the NBA championship. Pandemic impacts continued into the next college basketball season. The earliest allowable date for games in the 2020–21 season was pushed back from 10 to 25 November, when most campuses would have either concluded their fall term or moved remaining classes online. In addition, the maximum number of games was reduced by four (to 27), and the minimum number of games required to qualify for the national championship tournament was halved from 26 to 13.[34] Some conferences adapted altered scheduling formats intended to limit air travel (divisions, back to back games at one site), and allow opportunities for cancelled games to be rescheduled.[35] The NCAA released a guidance sheet that recommended eliminating hard copy (printed) statistics that coaches would use. The NCAA recommended conferences apply for a technology waiver to allow transmission of live statistics to the bench area using electronic devices. The technology rules were permanently adopted for the 2021–22 season. A number of early-season tournaments and showcases (usually held around the Thanksgiving holiday) were cancelled, relocated, or rearranged due to logistical concerns—especially those held outside of the continental U.S.). The Maui Invitational was moved from Lahaina, Hawaii to Asheville, North Carolina, while the Battle 4 Atlantis in Nassau, Bahamas was cancelled outright. A new one-off tournament known as the Crossover Classic was organized in Sioux Falls, South Dakota as an unofficial substitute, initially inviting most of the teams originally committed to Battle 4 Atlantis (although many of them would later drop out).[36] The Mohegan Sun casino in Connecticut hosted a two-week series of non-conference games known as \"Bubbleville\", organized by Gazelle Group and the Naismith Memorial Basketball Hall of Fame, which primarily featured showcases and tournaments organized by the two (such as the Empire Classic, Hall of Fame Tip Off, and Legends Classic).[37][38] Due to logistical concerns, the NCAA centralized the early rounds of its 2021 Division I men's and women's basketball tournaments at sites in the regions of the host city for their respective Final Four—Indianapolis and San Antonio respectively—rather than at sites around the country.[39] The 2021 National Invitation Tournament was reduced from 32 teams to 16, with automatic bids for teams that win their conference's regular-season championships but not their conference tournaments eliminated. The championship game took place at Comerica Center in Frisco, Texas, marking the first time in the NIT's 83-year history that Madison Square Garden in New York City did not stage the final.[40] The 2020–21 NBA season began on 22 December. Each team played 72 games – less than the normal 82 games, but more than teams played the prior season, including the games in the bubble. The NBA released the slate in two parts, with the first covering games from 22 December to the start of a six-day break on 5 March, and the second covering the period from 10 March to the end of the regular season in mid-May. All games were to be played at home arenas, with health and safety protocols still in place. The Utah Jazz were the first team to admit a limited crowd to home games, with other teams following suit as the season progressed and as local authorities allowed. By 18 April, all 30 teams permitted crowds at their home venues. As the playoffs began, more teams then started allowing full capacity crowds at their arenas, with masking and vaccination restrictions in place. By the beginning of the NBA Finals between the Bucks and Suns on July 8, all 30 teams had announced they would return to full capacity the following season, with Milwaukee and Phoenix taking the lead in having a full arena. Due to ongoing restrictions on traffic on the Canada–United States border, the Toronto Raptors moved home games to Amalie Arena in Tampa, Florida.[41] After announcing on 25 November 2020 that its annual All-Star Game and other weekend events would not be held during the coming season – and giving the original host team, the Indiana Pacers, the 2024 game as compensation,[42] the league reversed course on 18 February 2021 and played the game at State Farm Arena in Atlanta on 7 March.[43] On 8 January 2021, the G League announced plans to run its entire season at the ESPN Wide World of Sports Complex. Play began on 10 February and consisted of a four-week regular season and single-elimination playoffs. Eighteen of the league's 29 teams participated, including the newly launched NBA G League Ignite team of prospects.[44] The Lakeland Magic defeated the Delaware Blue Coats on 11 March in the championship game. In June 2021, the WNBA announced that 99% of its players had been fully vaccinated. Furthermore, the 2021 WNBA season began on 14 May as scheduled and ended on 19 September, matching the original 2020 schedule, one day less than a full year to preserve the same days of the week.[45] The induction ceremony of the class of 2020 for the Naismith Memorial Basketball Hall of Fame was postponed from September 2020 to 15 May 2021 and was moved from Springfield, Massachusetts, where the hall is located, to the Mohegan Sun Arena. Among the inductees were Kobe Bryant, Tim Duncan, Kevin Garnett, and Kim Mulkey. In December 2021, the program at the University of Washington had an outbreak, forcing them to miss three consecutive games against nationally-ranked teams: 11th-ranked Arizona on 2 December, 5th-ranked UCLA on 5 December, and 5th-ranked Gonzaga on 12 December.[a] The game against Arizona was rescheduled for 25 January 2022, while the other two games were canceled outright, with UCLA being awarded a win via forfeit per Pac-12 Conference policies.[46][47] Later, UCLA had its own outbreak; as a result of that and those of other teams, the Bruins played only one game from 1 December 2021 to 6 January 2022. In January 2022, Michigan also had to put off consecutive games against ranked teams: No. 10 Michigan State on 8 January and No. 7 Purdue on 11 January. These games were among hundreds of games canceled, postponed, or forfeited in various Division I conferences and teams, most of which could be attributed to spread of the Omicron variant. The Maui Invitational was moved to the mainland for the second season in a row, landing at Michelob Ultra Arena at Mandalay Bay in Paradise, Nevada. Chaminade, a Division II school in Honolulu, did participate as scheduled in odd-numbered years. The CBS Sports Classic at T-Mobile Arena in Paradise was reduced from two games to one as Kentucky took on North Carolina in a rearranged game. Kentucky was supposed to take on Ohio State and UNC was to face UCLA before both opponents had to cancel due to outbreaks. On 29 September, a new series of protocols was revealed in a memo sent jointly by the NBA and the NBAPA. It will restrict player movements and activities, both on and off the court, for players who have not been fully vaccinated. In addition, players who are suspended for protocol violations will not be paid.[48] Players and other key personnel of the Brooklyn Nets, New York Knicks, and Golden State Warriors are required to be fully vaccinated in order to enter their home facilities, pursuant to the laws of, respectively, New York City and San Francisco. Members of visiting teams are not required to be vaccinated. As a result, Kyrie Irving, who has refused to be vaccinated, did not make his season debut until 5 January 2022 against the Indiana Pacers at Gainbridge Fieldhouse in Indianapolis. On 8 December, the NBA further revised the protocols; as of 15 January 2022, unvaccinated players will not be allowed to participate in Toronto Raptors home games. In Australia's National Basketball League, the 2020 NBL Grand Final between the Sydney Kings and Perth Wildcats was played behind closed doors beginning with Game 2, and the NBL stated that it would be suspended immediately if any player was diagnosed.[49] After Game 3—trailing 2–1 in a best-of-five series—the Kings announced 17 March that they would withdraw from the Finals, due to \"a critical mass of relevant and actual concerns related to player welfare and the club's social responsibility\". The NBL had been considering playing Game 4 of the series on 18 March instead of 20 March as originally scheduled to accelerate its completion.[50][51] On 18 March, the NBL declared the Perth Wildcats as champions by default.[52] Novo Basquete Brasil canceled its season on 4 May due to the COVID-19 pandemic in Brazil.[53]","Title":"Impact of the COVID-19 pandemic on basketball - Wikipedia","KeyID":"10919","URL":"https://en.wikipedia.org/wiki/Impact_of_the_COVID-19_pandemic_on_basketball"}