{"Content: ":"The COVID-19 pandemic has caused the most significant disruption[1] to the worldwide sporting calendar since World War II. Across the world and to varying degrees, sports events have been cancelled or postponed.[2][3][4] The 2020 Summer Olympics in Tokyo were rescheduled to 2021.[1] At the time, spectators had no games to watch and players no games to play.[5] Only a few countries and territories, such as Hong Kong,[1] Turkmenistan,[6] Belarus, and Nicaragua, continued professional sporting matches as planned.[7] The 2020 Summer Olympics and Paralympics were scheduled to take place in Tokyo starting 24 July and 25 August respectively. Although the Japanese government had taken extra precautions to help minimize the outbreak's impact in the country,[8][9] qualifying events were being canceled or postponed almost daily. According to Japanese public broadcaster NHK, Tokyo 2020 organizing-committee chief executive Toshiro Muto voiced concerns on 5 February, that COVID-19 might \"throw cold water on the momentum toward the Games.\"[10][11] The traditional Olympic flame lighting ceremony in Olympia, Greece, to mark the start of the 2020 Summer Olympics torch relay was held on 12 March without spectators.[12] On 23 March, Canada, Australia, and Great Britain announced that they would withdraw from the Games unless they are postponed to 2021.[13] On 24 March 2020, the IOC and Tokyo Organizing Committee announced that the 2020 Summer Olympics and Paralympics would be \"rescheduled to a date beyond 2020 but not later than summer 2021\", marking the first time in the history of the modern Olympics that an Olympiad has been postponed.[14][15][16] The opening ceremonies of the Games were officially rescheduled to 23 July 2021.[17] The cost of postponing the Olympics to 2021 was estimated to be US$5.8 billion, which included the cost of maintaining the unused venues.[18] The organizing committee published various planned safety protocols for athletes, spectators, and members of the press.[19][20] It was recommended that athletes be vaccinated, but they were not required to do so.[21] On 20 March 2021, citing international travel restrictions and the need to ensure the safety of athletes, it was announced that no spectators or guests from outside of Japan would be allowed to attend the Games. This included both ticketed spectators and the supporters of athletes.[22] While there were initially plans to allow venues to operate at half capacity (to a maximum of 10,000 spectators),[23] it was ultimately announced that nearly the entirety of the Games would be held behind closed doors.[24][25][26] Furthermore, the 2024 Summer Olympics and Paralympics that are scheduled to be held in Paris, France on 26 July and 28 August 2024 respectively as onto the normal 4-year Olympic schedule, are also impacted due to shorter duration between the last Olympics. It is also unknown whether the above safety protocols still have to be applied again. Although the 2022 Winter Olympics hosted by Beijing, China kept their original start date of 4 February 2022 and went ahead as scheduled, the pandemic has already impacted qualifying in specific sports such as curling—where the World Curling Federation announced a proposal to have qualification be dependent on performance in the 2021 world championships (whose top teams will automatically qualify) and a final qualification tournament, as opposed to the previous plan of having qualification determined by both the 2020 and 2021 world championships.[27] Qualification for the women's hockey tournament was to be determined by IIHF World Rankings after the 2020 Women's World Championship. As the tournament was cancelled, the existing rankings going into the tournament were used instead.[28] The World Games in Birmingham, Alabama, were scheduled for July 2021, but because of the rescheduling of the 2020 Summer Olympics, the eleventh World Games will be held in July 2022 instead.[29] The 2020 Arctic Winter Games were cancelled.[30] Additionally, the 2022 Arctic Winter Games was postponed to 2023. The 2020 ASEAN Para Games were cancelled and SEA Games 31 in Hanoi were postponed.[31] The 2021 Summer World University Games in Chengdu, China were postponed to 2022.[32] The 2021 Winter Universiade in Lucerne, Switzerland were first moved from 21 to 31 January to 11–21 December, then on 29 November, this event were cancelled. The 2021 World Masters Games, originally scheduled to be held in Japan on between May 14–30, were indefinitely postponed after 2022, the organisation announced on 28 October.[33][citation needed] On 12 January 2021, it was announced that the 2021 Games would scheduled for 13–29 May 2022.[34] It was postponed to 2026.[35] X Games Chongli 2020 was postponed.[36] X Games Minneapolis 2020 was cancelled.[37] U Sports curtailed its men's and women's ice hockey championships on 12 March 2020. On 8 June, U Sports announced that it had cancelled all national championships for the fall semester of the 2020–21 academic year, including Canadian football (the first time the Vanier Cup was not contested since its inception), cross-country, field hockey, women's rugby, and soccer.[38] On 15 October 2020, U Sports announced it would do the same thing for the winter 2021 portion of the 2020–21, once again cancelling all winter national championships as well. Atlantic University Sport, Canada West, and Ontario University Athletics followed suit, suspending all university athletics programs initially through to 31 December 2020, but was later extended through to 31 March 2021, as announced on 15 October 2020.[39][40][41][42][43] The arrival of the COVID-19 pandemic in the Republic of Ireland had a significant impact on the conduct of sports, affecting both competitive sports leagues and tournaments and recreational sports. The Gaelic games of football, hurling, camogie, and ladies' football saw all competitions suspended from 12 March 2020. The National Hurling League, National Football League, National Camogie League and Ladies' National Football League were suspended, with competitions not intended to resume until 29 March at the earliest.[44] This proved to be an optimistic assumption. In the Philippines, NCAA Season 95 and UAAP Season 82 were both indefinitely suspended.[45][46] NCAA Season 95 was terminated on 19 March after the then community quarantine in Luzon was upgraded to an \"enhanced community quarantine\", in effect a lockdown.[47] UAAP Season 82 was canceled on 7 April, after the enhanced community quarantine was extended to 30 April.[48] On 1 May, the Cebu Schools Athletic Foundation, Inc. (CESAFI) have decided to cancel their 2020 season.[49] On 16 March 2020, British Universities and Colleges Sport, the UK organisation for university sport, announced that all fixtures from 17 March to 1 April would not take place. Some individual events, like the orienteering and windsurfing championships were canceled entirely, while others were postponed indefinitely.[50] On 6 March 2020, in the first round of the NCAA Division III Men's Basketball Tournament, a game played at Johns Hopkins University between Yeshiva University and Worcester Polytechnic Institute became the first U.S. sporting event to be played without fans in attendance, after a student at Yeshiva University tested positive for COVID-19.[51] On 11 March 2020, the National Collegiate Athletic Association (NCAA) — the main U.S.A. sanctioning body for college athletics — initially announced that its winter-semester championships and tournaments, including its popular \"March Madness\" men's basketball tournament and the women's basketball tournament, would be conducted behind closed doors with \"only essential staff and limited family attendance\".[52] The following day, in respect of the suspension of the NBA season and other professional sports leagues, the NCAA announced that all remaining championship events for the 2019–20 academic year would be canceled entirely, resulting in the first cancellation in the 81-year history of the NCAA basketball tournament.[53] This created a de facto mythical national championship situation.[54] Other American multi-sports organizations—the National Association of Intercollegiate Athletics (NAIA),[55] National Junior College Athletic Association (NJCAA),[56] and California Community College Athletic Association (CCCAA)[57]—also canceled their seasons. Additionally the Community College level sports governing bodies restored the season of eligibility to athletes who had already participated in the 2020 spring season. On 12 May 2020, because the California State University system announced that in-person classes would remain suspended through the fall 2020 semester, the California Collegiate Athletic Association (CCAA)—a 12-member NCAA Division II conference consisting entirely of CSU campuses[a]—announced that it would also suspend its fall athletics season.[59] The Patriot League, an NCAA Division I conference that competes in the second level of D1 Football, the Football Championship Subdivision (FCS), initially announced on 22 June that while it would hold its fall sports seasons, its teams would not fly to any competitions, and overnight travel would only be allowed on a case-by-case basis.[60] Another FCS conference, the Ivy League, announced on 8 July that it was canceling all fall sports, and that winter sports (whose seasons normally begin during the fall academic term) would not begin play until after the end of the fall term. It left open the possibility of shifting its fall sports, including football, to the spring.[61] The Patriot League would later cancel its fall sports season entirely on 13 July, but gave the two federally operated service academies among its membership, Army and Navy, the option to play fall sports as they saw fit. While the academies are full members of the Patriot League, their football teams play outside the conference in the top-level Football Bowl Subdivision (FBS).[62] The days following the Ivy League's cancellation of fall sports saw two of the major \"Power Five\" conferences of FBS announce that if fall sports were played, only in-conference matchups would take place. The Big Ten Conference made this announcement on 9 July,[63] with the Pac-12 Conference doing the same the next day.[64] Both conferences later chose to hold abbreviated conference-only football seasons, with the Big Ten starting play on the weekend of 24 October[65] and the Pac-12 on the weekend of 7 November.[66] In August, the NCAA announced that the Division II and Division III Presidents Councils decided to cancel national championships in all fall sports.[67][68] In September, it was announced that 2020 Division I championships administered by NCAA in fall sports (cross country, field hockey, football soccer, women's volleyball and men's water polo) would be rescheduled to spring 2021, and conducted with a 25% reduction in championship participants. Matches played in fall or spring would count toward qualification. The Football Bowl Subdivision was not included as it is not an NCAA-administered championship.[69] In December, the NCAA announced that 2021 Division II championship events in winter and spring sports would also have a 25% overall reduction in participants (individual sports varied from 17 to 34% based on logistics) to mitigate costs of testing and health protocols, as well as lost income.[70] Programs located in the state of New Mexico and in Santa Clara County, California had to relocate practices and games because of legislative bans on any competitive sport requiring physical contact. At the University of New Mexico, the football team moved its first two home games to the sites of their opponents and the last two to Sam Boyd Stadium in Whitney, Nevada, in Clark County near Las Vegas; while the men's basketball team moved to Lubbock, Texas and played home games at Lubbock Christian University. New Mexico State moved its men's basketball program to Phoenix, Arizona and used Arizona Christian University as its home court. San Jose State University's football team played its regular-season finale and championship game at Sam Boyd, while the men's basketball team played home games at Kaiser Permanente Arena in Santa Cruz. The same venue hosted early-season home games of the Stanford University and Santa Clara University men's basketball teams.[citation needed] The financial fallout from the pandemic was specifically cited by the following schools in their decisions to drop certain sports programs: Additionally, the New York Institute of Technology suspended its entire athletic program for two seasons, after which it will reconsider the decision.[104] Similarly, the University of Arkansas at Pine Bluff announced that it was \"suspending\" its men's and women's tennis teams for the 2020–21 school year, citing the pandemic, but did not officially eliminate the tennis program.[105] UAH initially dropped men's ice hockey alongside both of its tennis teams, but a successful fundraising drive by alumni and team supporters led the school to reinstate hockey a week later.[106] Similarly, Bowling Green State University announced that it would drop its baseball team,[107] but also had a successful fundraising effort that led to the team being reinstated.[108] The University of Minnesota, which had announced plans to drop four men's sports effective in 2021–22, announced that one of these sports, namely outdoor track & field, would be spared discontinuation, pending a further review of the school's sports offerings in spring 2021.[100] The most extensive rollback of plans to drop sports came at the College of William & Mary. In early September 2020, W&M announced it would drop seven sports effective in 2021–22—men's and women's gymnastics, men's and women's swimming & diving, men's indoor and outdoor track & field, and women's volleyball.[109] The fallout from this move led the school's athletic director to resign a month after this announcement.[110] W&M eventually reversed course completely, restoring the three women's sports on 19 October[111] and announcing on 5 November that the four men's sports would continue to be sponsored through at least 2021–22.[112] MacMurray College, Notre Dame de Namur University, and Urbana University announced that they would wind down operations and close due to economic issues brought upon or exacerbated by the pandemic—effectively ending the entirety of their athletics programs.[113][114][115] In August 2020, officials at the University of California, Riverside, a Division I member, publicly announced that shutting down the school's entire athletic program was one possible option to address pandemic-related financial challenges. As of mid-October, no decision on the program's future had yet been reached.[116] The 2019–20 FIS Alpine Ski World Cup ended two weeks earlier after World Cup races in Sweden, Slovenia, and Italy scheduled for March were canceled.[117][118][119] An earlier February World Cup race was moved from China to Austria.[120] The 2020–21 FIS Alpine Ski World Cup also saw a number of races in January rescheduled from Wengen to Kitzbühel to Flachau. The opening three stages of the 2020 Archery World Cup were postponed. Other events postponed include the Pan American Archery Championships, which were scheduled to be held in Monterrey, Mexico, from 23 to 29 March, and the European Para-Archery Championships, which were scheduled to be held in Olbia, Italy, from 18 to 26 April.[121] On 15 July it was announced that the 2020 Archery World Cup would be cancelled. The 2020 World Athletics Indoor Championships were scheduled to be held from 13 to 15 March in Nanjing, China, but were postponed until March 2021.[122] The 2020 World Athletics Half Marathon Championships was scheduled to be held on 29 March in Gdynia, Poland, but was postponed until October 2020.[123] The first three events of the 2020 Diamond League, scheduled to be held in Qatar in April, followed by two events in China in May, were postponed until later in the year.[124] On 12 May, a revised schedule was issued, but no points will be awarded for the events. The 2020 Boston Marathon, originally scheduled for 20 April, was postponed until 14 September before being canceled completely on 28 May.[125][126] On 28 October, organisers announced that the 2021 Boston Marathon would not be held on Patriots Day (19 April) as usual, to be rescheduled to sometime in the fall. Organisers cited an ongoing ban on road races in Massachusetts.[127] The race was finally held on 11 October, another fedearal holiday, Columbus Day. The race returned The 2020 London Marathon, scheduled to take place on 26 April, was postponed until 4 October and was restricted to elites only. The London Marathon eventually made a permanent move from April to October.[128] The 2020 Berlin Marathon was prohibited from being held on its originally scheduled dates.[129] It would be cancelled on 24 June. The 2020 New York City Marathon was cancelled.[130] The 2020 Tokyo Marathon was restricted to elite competitors only.[131] The 2021 Tokyo Marathon was postponed to 2022, and the 2022 Tokyo Marathon was cancelled.[132] The 2020 Chicago Marathon was cancelled.[133] The 2020 Rome Marathon was cancelled, as was the Toronto Waterfront Marathon.[134][135] The 2020 Grandma's Marathon, scheduled for 20 June, was canceled by the organizers more than 50 days before it was to begin. They announced on 31 March that the marathon, the half-marathon, and the 5K would all be canceled.[136] Two of the Standard Chartered 2020 marathon series, Hong Kong Marathon and Kuala Lumpur Marathon was cancelled by the organizer over uncertainty of the COVID-19 outbreak.[137][138] Both the 2020 and 2021 editions of the Big Sur International Marathon were cancelled.[139][140] On 2 November 2020, organisers moved the 2021 Publix Atlanta Marathon (typically held inside Fulton County with a primary emphasis of Centennial Olympic Park) 50 km south to the 840 acre Atlanta Motor Speedway in Hampton, Georgia (Henry County) where it was held on access roads and campgrounds, finishing inside the speedway oval.[citation needed][k] The 2020 Two Oceans Marathon, scheduled for 8–11 April, has been cancelled.[141] The 2021 edition was also cancelled.[142] The 2020 and 2021 Comrades Marathons were cancelled.[143][144] The Atlanta Track Club originally moved the Peachtree Road Race from 4 July to 26 November, but the race was cancelled on 19 August 2020. Organisers then moved the PNC Atlanta 10 Miler, typically held in Atlantic Station, to Michelin Raceway in Hall County, a motorsport closed circuit within a 100 km radius of Atlanta. The race was renamed the PNC Atlanta 10 Miler: Extreme Hills Edition and run exclusively on the road course, pit lane, and driving school courses.[citation needed][k] The 2020 Three Peaks Race, originally scheduled for 25 April, has been postponed to 26 September.[145] At the conclusion of its first round of games (played from 19 to 22 March), the 2020 AFL season was suspended until 11 June, while the finals series of the 2020 AFL Women's season was cancelled after its semi-finals were played, with no premiership awarded.[146] Both the AFL Women's semi-finals and the first round of the AFL season were played in empty stadiums. The 2020 Australian Football International Cup, scheduled to be held between 21 July–8 August on the Sunshine Coast, was at first postponed until 2021 and then cancelled altogether.[147] The annual Australian Football Hall of Fame induction event was instead held over four nights as a series of television shows with pre-recorded vision and interviews with the inductees.[148] The AFL Women's best and fairest awards were also changed to be a television only event, with the players being live streamed from their homes.[149] At levels below the fully professional AFL, most leagues either cancelled their entire season[150] or significantly delayed their start.[151] Player payments were cut to zero in the South Australian National Football League.[152] The 2020 AFL season later resumed, however many games, particularly in the early rounds, were played without crowds. The league also reduced playing time by 20%, to four 16-minute quarters instead of 20-minute quarters. Other smaller changes have also been added due to the pandemic. On 28 June, officials in the state of Queensland announced a travel ban to and from the state of Victoria. The AFL then relocated all games scheduled for Victoria to other states for that week and the following week.[153] Then, on 15 July, the AFL announced that all teams based in Victoria would relocate to either Queensland or Western Australia for the rest of the season. This came due to Victoria ordering a six-week lockdown to deal with a surge in cases.[154] On 21 July, the AFL announced an accelerated schedule for Rounds 9 through 12, with games played daily from 29 July to 17 August. Two games were played on selected Mondays, Wednesdays, and Thursdays during this period. In addition, matches were not played in New South Wales due to an increase in coronavirus cases in that state.[155] The remaining games of the 2020 season were played predominantly in Queensland and South Australia, as well as Western Australia and the Northern Territory. Crowd levels were capped, but by the conclusion of the season, crowds of over 20,000 were able to attend games. The 2020 Grand Final was held on 24 October, around a month later than usual, at the Gabba, in Brisbane, Queensland—the first time the Grand Final was played outside of Victoria. In 2021, due to an outbreak of the virus in Victoria,[156] all games in the state in Round 11 had no crowds,[157] and all games were played outside of Victoria in Round 12.[158] Additionally, Round 7 of the VFL and Round 13 of the VFLW were postponed,[159] and in Round 8 of the VFL, only games between non-Victorian teams proceeded as scheduled.[160] As the season wore on, it was becoming increasingly clear that the 2021 Grand Final would not be able to take place in front of a crowd. For the second year in a row, it was relocated, this time to Optus Stadium in Perth. Originally, all scheduled Badminton World Federation tournaments were suspended until 12 April due to coronavirus concerns.[161] The affected tournaments are Swiss Open, India Open, Orléans Masters, Malaysia Open, and Singapore Open. Previously the body had suspended the German Open[162] and pushed the Lingshui China Masters from February to May 2020.[163] The 2020 Thomas & Uber Cup was originally scheduled for 15–23 August, but on 29 April was postponed to 3–11 October after Denmark extended a ban on \"larger gatherings\" to 31 August. On 15 September, it was again postponed, and on 21 December, it was announced that the tournament would take place on 9–17 October 2021. In the end, all tournaments through 11 October were suspended, and World Rankings were frozen from 17 March 2020 to 2 February 2021. The 2019–20 Biathlon World Cup ended eight days earlier than previously scheduled. The World Cup final in Norway was cancelled as was the last day of the penultimate World Cup in Finland.[164] Before the races in Finland and Norway, the World Cup races in Nové Město, Czech Republic, 5–8 March, were held without spectators.[165][166] The 2020–21 Biathlon World Cup changed some locations to minimize travel between venues.[167] The 2020–21 IBU Junior Cup and some events of the 2020–21 IBU Cup were cancelled.[168] Several competitive events in international competitive bodybuilding on the amateur and professional levels have seen limitations, postponements, or even cancellations due to concerns about the spread of COVID-19.[citation needed] Due to these concerns Ohio governor Mike DeWine reduced the 2020 Arnold Sports Festival in Columbus, Ohio on 3 March, before any cases or deaths had been reported in the state. The cancellation was widely regarded as 'radical' at the time.[169][170] The Fitness Expo (under orders from the state government) held the bodybuilding and physique competitions, including the Arnold Classic, without spectators with exceptions for parents and guardians of minors participating in the competitions.[171] Similar Arnold Sports Festivals planned to be held in Africa, Australia, and South America were postponed for later in the year.[172] On 16 March 2020, Jim Manion, president of the IFBB Professional League and the National Physique Committee announced that competitions planned through to 10 May 2020 in the United States would be postponed for later in the year or canceled until the 2021 season.[173] The 2020 World Outdoor Bowls Championship, scheduled to be held on the Gold Coast from 23 May to 7 June 2020,[174][175] was postponed to 25 May to 6 June 2021 before being officially cancelled on 9 March 2021.[176] In response to the shutdown of extracurricular activities for children in Catalonia, the Coordinadora de Colles Castelleres de Catalunya (CCCC), the governing body for castells (Catalan human towers), issued a statement on 10 March 2020, recommending the suspension of all castells practices and performances.[177] Subsequently, the lockdown imposed throughout Spain shut down all castells activities throughout Catalonia as of 15 March.[178] The postponement to 2022 of the Tarragona Castells Contest, scheduled for 3 and 4 October 2020, was finally announced on 15 July 2020.[179] Another major castells festival, the Festes Decennals de la Mare de Déu de la Candela, held only once every ten years and scheduled for 29 January-7 February 2021, was also postponed. If it is held in 2022 as tentatively planned, it will be the first time since it was founded in 1791 that it will be held in a year not ending in 1.[180] According to the CCCC, the last April without any castells was in 1966.[181] The 44th Chess Olympiad scheduled to take place in Moscow, Russia, from 5–17 August 2020 was postponed and rescheduled for the summer of 2021.[182][183] The FIDE Candidates Tournament 2020, held in Yekaterinburg, Russia, was suspended at the mid-point of the tournament on 26 March. FIDE decided to postpone the second half of the tournament after Russia announced it would be interrupting air traffic with other countries starting on 27 March.[184] The 2020 Holmenkollen Ski Festival in Oslo, Norway, part of the 2019–20 FIS Cross-Country World Cup, was held on 7–8 March, without spectators in the stadium part of the Holmenkollen National Arena.[185] The final two events of the World Cup season, the 2020 Sprint Tour (14–17 March, in Quebec City, Canada and Minneapolis, United States) and the 2020 World Cup Finals (20–21 March, in Canmore, Canada), were cancelled on 12 and 13 March.[186][187][188] The Swedish Ski Association elected not to send a full squad of skiers and support staff for the first round of the 2020–21 FIS Cross-Country World Cup in Rukatunturi, Finland, 27–29 November.[189] The second round of the World Cup, to be held in Lillehammer, Norway, 4–6 December, was postponed on 12 November, due to the current status of COVID-19 prevention measures, with a new date to be announced later.[190] On 1 December, the Norwegian Ski Federation (NSF) announced that they would not send any skiers to take part in the World Cup events in Davos, Switzerland, and Dresden, Germany, in December, and possibly not take part in the Tour de Ski, which is planned to begin on 1 January 2021. Espen Bjervig, manager of the NSF's cross-country section said the decision was based on \"the risk of travelling, we have experienced that keeping distance and avoiding close contact in the World Cup arena is more demanding than we first assumed\", and that \"endurance athletes have their lungs as a tool, and we do not know the after-effects of COVID-19. Therefore, we must take precautions\".[191] On 2 December, the Swedish Ski Association and the Finnish Ski Association announced that they would mirror Norway's decision, and not send any skiers to the events in Davos and Dresden. International Ski Federation (FIS) marketing director Jürg Capol was critical of the three countries pulling out of the events and said \"We need solidarity. If it's not given it's going to be hard to find (competition) arrangers in the future\", and added that \"Of course all nations must make their own decisions. The problem is not that they can not get to the competitions, but that they themselves have chosen not to go there\".[192] On 4 December, the FIS cancelled the World Cup races in Beijing, China, citing travel restrictions amid the coronavirus pandemic, \"including a current mandatory 14-day quarantine for all international visitors\" in China. The races were supposed to be held 19–21 March, and would have acted as a dress rehearsal for the upcoming 2022 Winter Olympics in Beijing. The FIS said they would be looking for a replacement host for the races.[193] On 9 December, the NSF announced that it would not send any skiers to take part in the 2021 Tour de Ski.[194] The 2021 FIS Nordic World Ski Championships, from 22 February to 7 March, in Oberstdorf, Germany, are planned to go ahead as scheduled. The organiser has set a limit of two thousand spectators around the cross-country trails.[195] The curling season typically ends in May but was cut short by the pandemic, effectively ending in early March. The World Curling Federation cancelled the last five championships scheduled for the 2019–20 curling season, most importantly the 2020 World Women's Curling Championship, 2020 World Men's Curling Championship, and 2020 World Mixed Doubles Curling Championship.[196] The Grand Slam of Curling cancelled its two remaining events of the 2019–20 season, the Champions Cup and Players' Championship.[197] For the 2020–21 season, Curling Canada postponed the Canada Cup, and cancelled various other events such as the Continental Cup (due to international travel restrictions), Canadian Mixed Curling Championship, Canadian Curling Club Championships, Canadian Junior Curling Championships and Canadian U18 Curling Championships, among others.[198][199] In December 2020, Curling Canada re-located its remaining 2021 championships to a bubble in Calgary, including the 2021 World Men's Curling Championship.[200] On 2 December 2020, the World Curling Federation postponed the 2021 World Wheelchair-B Curling Championship, the inaugural 2021 World Wheelchair Mixed Doubles Curling Championship (although referring to it as a cancellation, World Curling stated that it was exploring rescheduling the event), and cancelled the 2021 World Senior Curling Championships for the second straight year, citing a need to prioritize events with implications on qualification for the 2022 Winter Olympics and Paralympics.[201] Due to the cancellation of the 2020 world championships, it was announced that the top six teams in the world men's, women's, and mixed doubles championships would qualify their respective National Olympic Committee for the Olympics (rather than the previous plan of using points earned during the 2020 and 2021 world championships), with a final qualification tournament held in December 2021 to fill the remaining spots.[27] The 2021 World Women's Curling Championship was originally scheduled for Switzerland. After local authorities withdrew their consent to host the tournament there, the World Curling Federation announced 8 February 2021 that the tournament had been cancelled.[202] However, in early-March, the tournament was reinstated after Curling Canada offered to host it within the Calgary bubble as well.[203][204] In between the men's and women's world championships, the Grand Slam of Curling would also hold their previously-cancelled Champions Cup and Players' Championship.[205] The World Curling Championships would present the first disruptions of competition within the bubble due to positive tests. During the men's championship, playoff matches on 10 April were postponed due to multiple positive tests being recorded, including one member of a playoff team (who was already vaccinated, and later rested negative),[206][207] and four among players from eliminated teams. The four tests were later deemed false positives, and play resumed the next day.[208][209][206] Due to positive tests among the host broadcast staff, the World Women's Curling Championship suspended all television coverage from 2–6 May, resuming in time for the playoff rounds.[210] Due to the second wave of cases nationwide, in December 2020 USA Curling cancelled its 2020 Seniors Championship, and delayed all of its other national championships to no earlier than May 2021. As this falls after the world championships, USA Curling announced that its berths would therefore be given to the teams that were to represent the United States in 2020.[211][212] The Arena National Championships were later cancelled, and the Junior and Mixed championships were postponed to later in the year.[213][214][215] The 2021 Canadian Olympic Curling Trials were held in Saskatchewan,[216] whose only restrictions on sporting events by November 2021 were a proof of vaccination requirement for attendees.[217] However, Omicron variant would begin to lead to the cancellations of other events, including the Continental Cup for the second season in a row,[218] as well as the Olympic mixed doubles trials,[219] most provincial playdowns for the 2022 Scotties Tournament of Hearts,[220][221][222] the Canadian Mixed Doubles Curling Championship, U Sports/Curling Canada University Curling Championships, Canadian Colleges Athletic Association Curling Championships, and Canadian Wheelchair Curling Championship.[223] The Scotties was held behind closed doors for the second season in a row due to Ontario restrictions,[224][225] with a limited audience of tournament volunteers and local junior curlers from the Thunder Bay area invited to attend the playoff rounds.[226] The 2020 UAE Tour was scheduled to run until 29 February, but was abandoned following stage five after two support staff tested positive for coronavirus. Of the following nineteen 2020 UCI World Tour races scheduled to take place up to 31 May, only Omloop Het Nieuwsblad and Paris–Nice, which also had the final day of racing removed, took place at the intended time, some with the stated hope of taking place at a later date. The postponed races in this block include the 2020 Giro d'Italia and four of the five annual monuments, and many lower category races were also cancelled or postponed. Also races of the 2020 UCI Women's World Tour were cancelled or postponed.[227][228][229][230][231][232][233][234][235][236][excessive citations] On 15 March, UCI requested to suspend all UCI-sanctioned events in affected territories until 3 April, and the qualification for the Tokyo 2020 Olympic Games and Paralympic Games to stop retroactively as of 3 March.[237] On 18 March, the suspension of events were extended at least until the end of April.[238] On 1 April, the suspension was extended until 1 June,[239] and on 15 April, it was extended until 1 July for the international races, and until 1 August for the UCI World Tour races.[240] On 14 April, the annual Tour de France, originally scheduled for 27 June – 19 July, was postponed due to the country's strict measures with the coronavirus as the government extended a ban on mass gatherings until July.[241] The following day, ASO and UCI rescheduled the race for 29 August to 20 September, and it was ultimately held at that time.[240] A virtual race was conducted every weekend with bikers and teams racing against each other from their homes.[242] A revised calendar for both the men and the women was issued on 5 May, which was updated on 12 June. On 15 July, the first UCI-sanctioned race after the suspension, Dookoła Mazowsza was commenced.[243] The first UCI World Tour race after the suspension was Strade Bianche on 1 August, which was moved from its original schedule in March.[244] On 23 July, the GP de Québec and the GP de Montréal races scheduled for September in Quebec City and Montreal were cancelled.[245] On 9 October Paris-Roubaix, originally scheduled for 25 October, was added to the listed of cancelled races.[246] For the 2021 UCI World Tour, the tour's three events in Australia in January–February (the Tour Down Under, Great Ocean Road Race, and Herald Sun Tour), and also Hamburg Cyclassics (August in Germany), Grand Prix Cycliste de Québec and Grand Prix Cycliste de Montréal (September in Canada), Tour of Guangxi (October in China) were cancelled.[247][248][249][250] Paris–Roubaix, originally scheduled in April, was postponed to October.[251] Many UCI ProSeries and continental circuit races were cancelled, some races such as Tour of Qinghai Lake (usually class 2.HC) and Tour of Japan (2.1) downgraded themselves to the class 2.2 and held with domestic teams only during the international travel restrictions. For the 2022 UCI World Tour, the tour's Australian events were once again cancelled due to local restrictions; although the possibility of holding the Great Ocean Road Race later in the season was suggested, it was ultimately cancelled in full due to a lack of available dates.[252][253] The Tour Down Under was replaced in both years by a \"Festival of Cycling\" headlined by races in Australia's National Road Series.[254][255] Race days of the 2020 UCI BMX Supercross World Cup were cancelled including 2 to 3 May in Papendal, the Netherlands.[256] The 2020 UCI BMX World Championships, scheduled to take place in Houston, United States on 26–31 May, are postponed.[257] The annual Cape Epic endurance race scheduled from 15 to 22 March was cancelled.[258] The Professional Darts Corporation's European Tour was impacted by the coronavirus; with the 2020 European Darts Grand Prix, the 2020 European Darts Open and the 2020 German Darts Grand Prix all being postponed following restrictions on gatherings implemented by federal governments in Baden-Württemberg, North Rhine-Westphalia and Bavaria, respectively. The tournaments were officially cancelled on 29 May, with the PDC announcing the European Tour would downsize from the initial plan of thirteen events to five, including one from before the restrictions came in.[259] The two 2020 Premier League Darts rounds to be held in Rotterdam at the end of March were postponed to September following restrictions on gatherings in the Netherlands; and the round to be held in Newcastle a week earlier was subsequently postponed to October. The next five rounds, in Belfast, Sheffield, Manchester, Berlin and Birmingham were also postponed to later dates, with the Sheffield dates now serving as the Play-Off Round. All ProTour events from 16 March to the end of June were postponed.[260] On 15 July it was announced that the 2020 Premier League Darts rounds which were to be held in Rotterdam, Birmingham, Belfast, Leeds and Berlin would be cancelled, and instead be played at the Marshall Arena in Milton Keynes. As well, the Play-offs were shifted back to London. On 17 August the rounds in Manchester, Glasgow, Newcastle and Sheffield were cancelled, and instead would also be played at Milton Keynes. Finally on 30 September the Play-offs were moved to the Ricoh Arena in Coventry. The 2020 World Matchplay was also relocated to Milton Keynes and held behind closed doors, rather than the usual venue of Blackpool. The 2020 Champions League of Darts was cancelled, and the PDC World Cup of Darts was postponed from June to November and moved from Hamburg, Germany originally to Graz, Austria, before being moved again to Salzburg.[259] The planned first event on the 2020 World Series of Darts, the US Darts Masters, was canceled for 2020, and the 2020 Nordic Darts Masters was originally postponed from June to October before being cancelled on 14 August. The three Australian events The PDC's North American affiliate, the Championship Darts Corporation, cancelled the first weekend of its season in Ontario, and the New Zealand affiliate DartPlayers tour was ended for 2019/20 following the cancellation of events in Queenstown.[259] The 2021 PDC World Darts Championship was initially able to host 1,000 spectators under English \"Tier 2\" restrictions. However, the event was moved behind closed doors after the government announced that London would be moved to Tier 3 restrictions that prohibited indoor gatherings.[261] Impact of the pandemic on esports have primarily affected events and leagues that host competitions in-person (typically to reduce latency between players that can impact games played over the internet, and to allow for an in-person audience in a similar fashion to traditional sporting events), which led to cancellations and postponements, and competitions being held behind closed doors—either in the traditional sense, or with competition being conducted entirely over the internet rather than in-person, with streaming broadcasts (as are typical for esports).[262][263][264] Sportcal suggested that the esports industry had an opportunity to attract mainstream sports fans as a \"viable alternative\" to traditional sporting events.[265] Roundhill Investments CEO Will Hershey predicted that games that are straightforward for casual viewers to understand (such as sports games) could see particular interest among this new audience.[263] The suspension of sports competitions allowed professional athletes to increase their involvement in video game streaming as a means to engage with fans.[263] Esports organisations also invited professional athletes to compete in specific competitions (often alongside, or in competition with professional players); FaZe Clan organized a charity Call of Duty: Warzone pro-am entitled \"Fight 2 Fund\" in support of COVID-19-related charities, where professional players were partnered with celebrity participants (such as Ben Simmons, Chad Johnson, and JuJu Smith-Schuster),[263] and several sim racing competitions similarly invited professional race drivers.[266][267] Some sports teams took advantage of sports games in a similar manner, such as the Phoenix Suns holding NBA 2K20 streams with guest players, between the teams the Suns were scheduled to play that night if the NBA season had continued.[268][269] This culminated with a game being broadcast by the team's radio commentators on team flagship KMVP-FM.[269] The NFL canceled its 2021 Pro Bowl game and replaced it with a Madden NFL 21 event, featuring NFL players and other celebrities controlling the Pro Bowl roster (voted on by fans as normal) in a \"virtual\" Pro Bowl game.[270] Sports broadcasters also took advantage of esports as a form of replacement programming, with leagues partnering to hold televised tournaments in sports games featuring their players, or in some cases (such as ESPN2 simulcasting the 2020 League of Legends Championship Series) acquiring professional esports events to air on television.[271][272] The IndyCar Series and NASCAR announced partnerships with sim racing platform iRacing to hold online invitational events featuring series regulars.[273][274] The inaugural eNASCAR iRacing Pro Invitational Series event drew a television audience of 903,000 on Fox Sports 1—making it the most-watched esports broadcast on U.S. linear television since a 2016 Mortal Kombat X tournament aired by The CW. This record was surpassed the following week with a Texas Motor Speedway race — also aired by the main Fox network — which attracted 1.339 million viewers.[275] After being well-received, a second, 10-event eNASCAR iRacing series was announced for 2021, mainly to fulfill television inventory with its media partners Fox and NBC (as NASCAR has continued its COVID-19 protocol of not holding practice or qualifying sessions at events). The series runs on selected Wednesday nights during the NASCAR season, primarily featuring existing tracks with a change to their surface or vehicle configuration.[276] On 3 March 2020, the Fédération Internationale d'Escrime (FIE) issued its first bulletin on COVID-19 precautions.[277] On 10 March FIE strongly recommended that all participants in its competitions (athletes and other members of national delegations) fill and carry with them a questionnaire about their health status.[278] On 12 March a FIE circular reported the postponement of six World Cup or Grand Prix competitions and the World Junior/Cadet Championship.[279] Since the World Cup and Grand Prix events were part of the qualifications for the 2020 Tokyo Olympics, the circular warned on the need to postpone the zonal qualifications tournament for the Olympics. No news was given on other events, and their possible postponement or cancellation.[citation needed] FIE reported on its web site[280] the postponement of the Olympic Games, but hasn't yet given any information on the World Fencing Championships, which is supposed to happen in non-Olympic years, so there is a 2021 Championship planned (assigned to Cairo), but not a 2020 Championship.[citation needed] Individual countries had different decisions. For example, on 4 April the Federazione Italiana Scherma announced it was suspending all competitions until 31 August.[281] Many field hockey leagues in Europe have been suspended or curtailed, including in Spain,[282] England,[283] Germany,[284] and the Netherlands.[285] The 2019–20 Euro Hockey League Final 8 and 2020 Euro Hockey League Women seasons were suspended on 12 March.[286] The 2020 Men's EuroHockey Club Trophy I, 2020 Men's EuroHockey Club Trophy II, 2020 Boys' EuroHockey Youth Championships, and 2020 Girls' EuroHockey Youth Championships were cancelled.[287][288] In Asia, the 2020 Men's Hockey Junior Asia Cup, 2020 Women's Asian Champions Trophy, and 2020 Women's Hockey Junior Asia Cup were postponed.[289][290] The 2020 Sultan Azlan Shah Cup was originally postponed to 24 September.[291] But on 2 May the Sultan Azlan Shah Cup was officially cancelled.[292] The 2020 World Junior Championships, held on 2–8 March in Tallinn, Estonia, were the last major event to be held amid rising concerns about the pandemic. All remaining events on the season calendar, including the World Championships, were cancelled. The 2020 World Championships, originally scheduled for 16–22 March 2020 in Montreal, Canada, were first postponed on 11 March by the Quebec Health Ministry.[293] On 12 April 2020, ISU Vice-president for Figure Skating, Alexander Lakernik, told media that the chances of rescheduling the championship were slim, due to the ongoing pandemic.[294] The ISU confirmed a complete cancellation of the event, with no chance of postponement to a later date, on 16 April 2020.[295] The 2020–21 ISU Junior Grand Prix series was cancelled on 20 July 2020.[296] Over half of the events of the 2020–21 ISU Challenger Series were either also cancelled by the host federations or postponed to an unspecified later date. The Challenger Series events were held as individual events, and thus did not award prize money based on overall series rank. The 2020–21 ISU Grand Prix of Figure Skating events were heavily modified to accommodate ongoing travel restrictions and the series' culminating event, the 2020–21 Grand Prix Final, was postponed from its original date of 10–13 December in Beijing, China.[297] On 14 October 2020, the second event in the Grand Prix series, the 2020 Skate Canada International, was cancelled by the host federation.[298] On 19 October 2020, the fourth event in the series, the 2020 Internationaux de France, was also cancelled.[299] In November, the Grand Prix Final was first removed from being held in China altogether, before being definitively cancelled on 10 December 2020.[300][301] On 16 October 2020, the ISU announced the cancellation of the 2021 Four Continents Championships.[302] On 24 November 2020, the 2021 World Junior Championships were also cancelled.[303] On 10 December 2020, the 2021 European Championships became the third ISU Championships event of the season to be cancelled.[301] The 2021 World Championships were held as scheduled despite concerns from athletes, fans, and media, with COVID-19 protocols in place.[304] During the event, two athletes and an unknown third person tested positive for COVID-19, with at least one other athlete testing positive in the weeks following the competition.[305][306] Several countries postponed or cancelled their national championships. U.S. Figure Skating relocated the 2021 U.S. Championships to be able to create an isolated bubble environment similar to that of 2020 Skate America, both of which were held at Orleans Arena in Las Vegas.[307] Due to skaters' limited availability to travel to competitions, the ISU announced that ISU World Standings and Season's World Ranking points would not be awarded at early season events, including the ISU Challenger Series and the ISU Grand Prix. Scores earned at the domestic Grand Prix events also did not count as official ISU scores for the purposes of achieving minimum TES requirements or as personal/season's bests.[308] The 2021–22 ISU Junior Grand Prix series was largely held as scheduled – the second event was relocated from Canada to France – but several countries were unable to attend certain stops due to travel restrictions, resulting in the creation of a reallocation process for quota spots on a case-by case basis.[309][310][311] Other federations, including the Japan Skating Federation and the Chinese Skating Association, chose to forego the series entirely.[312] Similarly, the 2021–22 ISU Challenger Series was also able to largely take place as scheduled, with the exception of the cancelled 2021 CS Nepela Memorial; however, several events were unable to attract a sufficient number of entries to qualify Challenger status. On 16 August 2021, the ISU announced the cancellation of 2021 Cup of China, citing the limited number of international flights to China and strict COVID-19 pandemic restrictions.[313] The ISU announced the 2021 Gran Premio d'Italia as the replacement event on 27 August after asking for applications from alternate hosts.[314] On 2 December, the ISU announced the postponement of the 2021–22 Grand Prix Final and Junior Grand Prix Final in Osaka, due to travel restrictions imposed by the Japanese government in response to the newly discovered Omicron variant. The ISU left open the possibility that the event could be rescheduled near the end of the season,[315] but ultimately announced on 17 December that the Grand Prix had been cancelled in full, as it was \"impossible to find a solution to maintain this Event\".[316] On 13 September 2021, the Chinese Skating Association withdrew from hosting the 2022 Four Continents Championships.[317] The proximity of the event in timing and location to the 2022 Winter Olympics raised questions over whether the Olympics could be safely held by China.[318] The ISU again asked for other ISU members to apply as alternative hosts. After receiving no applications from eligible members, the ISU relocated the event – intended for non-European skaters – to Tallinn, Estonia, the host of the 2022 European Championships, with the intent to hold Four Continents in the same venue on its original dates (a week after Europeans).[319] Several countries postponed or cancelled their national championships, including Australia and China, for a second consecutive season. On 9 March 2020, FIFA and AFC announced that the 2020 AFC Futsal Championship in Ashgabat was postponed to 5–16 August.[320][321][322] On 17 March, the Gaelic Athletic Association (GAA) confirmed that the opening fixture of the 2020 All-Ireland Senior Football Championship—due to have taken place at Gaelic Park in The Bronx on 3 May—had been postponed.[323] Many elite golf tournaments, both professional and amateur, have either been postponed or canceled in response to the pandemic, including the major championships.[324] On 13 March, it was announced that the Masters Tournament (scheduled for 9–12 April) had been postponed.[325][326] The 2020 PGA Championship (scheduled for 11–17 May) was postponed the following week.[327] On 6 April, The R&A announced the cancellation of the 2020 Open Championship, the first cancellation since World War II.[328] This was soon followed by the USGA announcing the rescheduling of the 2020 U.S. Open from 18 to 21 June to 17–20 September (the week before the 2020 Ryder Cup, which itself was postponed for a year when organizers chose cancellation to playing the event behind closed doors[329]) and to 12–15 November for the Masters (the first ever iteration of the tournament to be played in November) and 6–9 August for the PGA Championship.[330] The ladies majors have been similarly affected, with the LPGA Tour postponing the ANA Inspiration until September.[331] On 12 March 2020, midway through the first round of the 2020 Players Championship, the PGA Tour announced that the remainder of the tournament and the next three events, the Valspar Championship, WGC Match Play, and the Valero Texas Open, would continue without fan attendance. Subsequently, after completion of the day's play, the tour decided to cancel the remainder of tournament and the three following events.[332][333] On 17 March, the tour announced the cancellation of all scheduled tournaments through 10 May.[334] The European Tour have also cancelled or postponed many tournaments, mostly those scheduled from mid-March through to the end of May,[335] including the Irish Open, a Rolex Series event.[336] The Ladies European Tour originally postponed the 2020 Evian Championship, originally scheduled for 23–26 July, to 6–9 August,[337] but on 9 June announced that the tournament (one of two women's majors outside of the United States) had been cancelled.[338] The Women's Open Championship was still played, despite the cancellation of its parent men's event.[339] Other leading professional tours have announced similar measures, as have the bodies responsible for organising leading amateur events.[324] On 1 April, the R&A and the USGA jointly announced that the Curtis Cup was being postponed until 2021, and the British men's and women's amateur championships were being rescheduled from June to August.[340] The LPGA Tour have canceled three tournaments and postponed five others including the ANA Inspiration,[331][324] and the Japan LPGA Tour cancelled twelve tournaments scheduled from March into May.[341] On 16 April 2020, the PGA Tour announced a condensed schedule for a proposed resumption of play on 11 June with the Charles Schwab Challenge in Fort Worth, Texas. It aims to play most of the remaining tournaments of the 2019–20 season (preserving at least three quarters of the original schedule in total), concluding with the FedEx Cup Playoffs and the season-ending Tour Championship on Labor Day weekend, followed immediately by the beginning of the 2020–21 season (which will have a modified early-season schedule to accommodate the rescheduled majors) with the Safeway Open. Officials planned the events behind closed doors, although most events were held at courses with residences and/or rental units, and residents were allowed to \"attend\" the events from their yards on their property, or in the case of the RBC Heritage, from boats traveling the Calibogue Sound. Spectators were expected to return for the Memorial Tournament, but on 14 July it was announced that the remaining tournaments of the 2019–20 season would be played behind closed doors. The extra delay was intended to give the Tour more time for preparations, as well as take advantage of weeks opened by the cancellation and postponements of majors and the Summer Olympics; only one of the three remaining majors—the PGA Championship—fell within the remainder of the 2019–20 season's schedule.[342][343] The Sanford International in Sioux Falls, South Dakota, a PGA Tour Champions event in September, became the first PGA Tour-sanctioned event to allow spectators since the pandemic. The Corales Puntacana Resort and Club Championship became the first tournament with a pro-am since the pandemic, the 2020 Bermuda Championship was the first tournament with spectators on the premier tour (500 spectators per day), and the Houston Astros Foundation's Vivint Houston Open was the first domestic tournament to allow spectators (2,000 per day). The PGA Tour then began allowing spectators at the Phoenix Open in February 2021, where by March all PGA Tour events were open to spectators. A charity skins game, TaylorMade Driving Relief, was held 17 May at Seminole Golf Club in Juno Beach, Florida, featuring Rory McIlroy, Dustin Johnson, Rickie Fowler and Matthew Wolff; simulcast by NBC, Golf Channel, and NBCSN, it was the first televised event at Seminole, and the first in the United States since the suspension of PGA Tour play.[344][345] A sequel to Tiger Woods and Phil Mickelson's 2018 match play event The Match, The Match: Champions for Charity, was announced for 24 May in a simulcast across WarnerMedia Entertainment networks, with the two participating in a four-ball match at Medalist Golf Club in Hobe Sound, Florida, with NFL quarterbacks Peyton Manning and Tom Brady as their respective partners.[346] Fox Sports opted out of its 12-year contract to broadcast the championships of the USGA and sold the rights to NBC Sports, with reports suggesting that Fox did not want to work around programming conflicts with its NFL and college football coverage, and that the USGA vetoed a proposal to move the tournament entirely to pay television channel Fox Sports 1.[347][348] Recreational golf has also been affected, with many countries and regions ordering the closure of golf clubs and courses.[349][350][351] To enforce social distancing, regulations may require golf clubs to stagger tee times or restrict how services such as pro shops and golf carts are used. The game was played under no-touch rules. Ball washers and bunker rakes were decommissioned and \"pin in\" rules were placed on the green. To accommodate no-touch golf, holes were modified with an elevated rim or made shallow with a piece of foam (most often a cut pool noodle) or drain pipe or a safety plate. Some courses deployed a lift system that could be lifted with a putter head. If the edge of the hole was above the ground level, the ball is deemed to have been holed if the ball comes in contact with the raised rim or cylinder.[352][353][354] On 5 June 2021, after completion of the third round of the Memorial Tournament on the PGA Tour, Jon Rahm was notified that he had tested positive for COVID-19. Rahm was leading the Memorial Tournament by 6 strokes before having to withdraw due to Tour protocols. Rahm became the first positive, asymptomatic case as part of the tour's routine, contact-tracing protocols.[355] In 2022, the 2022 LPGA Tour cancelled the Buick LPGA Shanghai, while the WGC tour cancelled the HSBC Champions, both set for China in the autumn. The CJ Cup, originally planned for South Korea, will be moved to the Savannah, Georgia region for the 2023 tournament in October 2022. The Savannah areah already hosts the RBC Heritage in April, with a tournament in Gillisonville, which for the second consecutive year hosts a replacement tournament. (The Palmetto Championship was held in Gillisonville as a replacement for the RBC Canadian Open in 2021.) The 2020 English Greyhound Derby was postponed on 16 March.[356] The Arena Racing Company tracks announced a behind closed doors policy from 24 March[357] and racing in Ireland continued behind closed doors.[358] Subsequently, all racing in the United Kingdom and Ireland was postponed[359] until 1 June. On 12 June it was announced that the 2020 English Greyhound Derby will be run on 31 October. Multiple international artistic gymnastics competitions, many of which were Olympic qualifying events, were either canceled or postponed. On 13 March, after already having completed qualifications, the Baku World Cup canceled its event finals.[360] The Stuttgart, Birmingham, and Tokyo World Cups (scheduled to take place between 21 March – 5 April) were all postponed to 2021.[361][362][363] The 2020 European Women's Championships (scheduled to take place 30 April – 3 May in Paris, France) and the 2020 European Men's Championships (scheduled to take place 27–31 May in Baku, Azerbaijan) were both cancelled.[364] They were later both rescheduled to be held on 17–20 December and 9–13 December, respectively, in Mersin, Turkey after Baku considered hosting the replacement competitions.[365] Originally Olympic qualifying events, the competitions were undesignated as such in light of the ongoing pandemic, so as to avoid pressuring member federations to attend if they were not willing to do so.[366] The Pacific Rim Championships (scheduled to take place 17–19 April in Tauranga, New Zealand) was postponed until April 2021.[367] On 2 September 2020, Gymnastics New Zealand announced that it was withdrawing from hosting and cancelled the competition.[368] The 25–29 March, 2020 European Women's Handball Championship qualification matches in Rotterdam, the Netherlands were cancelled.[369] The 2021 World Men's Handball Championship took place as planned, albeit without spectators,[370] and was soon affected in that several teams withdrew before and during the championship.[371][372] Horse racing is one sport that has been less directly impacted by the COVID-19 pandemic than most others; some countries and regions never stopped operating horse racing events, and racing was one of the first sports to be resumed in other regions. In the early stages of the outbreak, most horse racing events remained scheduled as normal, but with restricted attendance at racecourses. This included Hong Kong, France,[373] Japan,[374] United Arab Emirates,[375] United States, Australia,[376] Ireland,[377] United Kingdom, Germany, New Zealand, and Singapore. The Macau Jockey Club suspended racing events from 31 January to 15 February and resumed racing from 22 February. The Korea Racing Authority suspended horse racing from 8 March. Sunland Park Racetrack in the United States canceled its race meeting from 16 March, which included the Sunland Derby, part of the 2020 Road to the Kentucky Derby.[378] Many tracks in North America followed suit over the following weeks, although some remained open depending on state-by-state decisions. In Britain, although the Cheltenham Festival proceeded as normal in mid-March,[379] the Grand National meeting at Aintree in April was cancelled.[380] By mid-March Ireland had become the only major horse racing country in Europe where the sport continued, albeit strictly regulated and behind closed doors.[381] Ireland finally closed down racing on 25 March.[382] Churchill Downs announced that the 2020 Kentucky Derby, normally the first leg of the American Triple Crown, would be delayed to 5 September.[383][384] They had hoped to run the rescheduled race before a live (though reduced) crowd – this plan was eventually abandoned due to an increase in cases in the Louisville area.[385] The change in dates for the Derby caused a cascading effect through the 2020 racing schedule, with the Maryland Jockey Club delaying the 2020 Preakness Stakes to 3 October. The Belmont Stakes, normally the third leg of the Triple Crown, was run at a shortened distance of 1+1⁄8 miles on 20 June as the first leg.[386] On 22 March, it was announced that the Dubai World Cup, due to celebrate its 25th anniversary running on 28 March, had been cancelled.[387] On 7 April, Jockey Club Racecourses announced that the first four Classics of the British flat racing season – the 2000 and 1000 Guineas, scheduled to be held on 2–3 May, and the Epsom Oaks and Derby, scheduled to be held on 5–6 June – would be postponed until later in the season. Ascot Racecourse also announced that Royal Ascot, scheduled to be held from 16 to 20 June, would take place behind closed doors if it gets the go-ahead.[388][389] To reduce the risk of transmission, horsemen may be limited from traveling to some racecourses or other horse racing facilities.[390] Hong Kong-based jockey Keith Yeung felt unwell on 22 March night, but his test for COVID-19 PCR was negative.[391] On 26 March, jockey Javier Castellano was the first American-based jockey to announce that he had tested positive.[392] In July, fifteen jockeys in the Del Mar riding colony tested positive, forcing a brief closure of the Del Mar meeting.[393] Some stakes races' prize money were reduced. In Randwick Racecourse, Racing NSW announced all Group One and some Group two races in The Champions meeting prize reduced 50%.[394] Inglis Easter Yearlings Sales are many others horse auction held at fully online. While France Galop resume racing form 11 May, but their prize money dropped by 20-40%.[395] All Royal Ascot Group One races prize money are reduced to 250,000 GBP only. In the U.S., horse racing gained an increased following as a form of live sports content on television, with efforts by the New York Racing Association and TVG Network (which reached agreements with Fox Sports 1 and NBCSN respectively to help fill schedules with simulcast programming) to try and attract new viewers and customers for off-track betting at tracks still in operation. Mainstream attention to horse racing in the United States is usually focused upon the Triple Crown, and to a lesser degree the Breeders' Cup. Simulcasts also increased the prominence of lesser-known venues such as Fonner Park in Grand Island, Nebraska—which reconfigured its racing program with a schedule oriented towards off-track betting, and saw its average daily parimutuel handle surpass its previous single-day record of US$1.2 million on a regular basis.[396][397][398] The National Lacrosse League (NLL) temporarily suspended the 2020 season on 12 March.[430] The NCAA officially announced the cancellation of the 2020 College Lacrosse Season on 12 March.[431] Beginning with the Ivy League canceling its season on 11 March, the NCAA followed cancelling all spring season championships. Due to the cancellation of the season, the NCAA voted and approve the allocation of an extra year of eligibility for all of the athletes that missed their spring season.[432] Major League Lacrosse announced the postponement of the start of the 2020 season on 3 April in a statement from commissioner Alexander Brown. The season was set to begin on 30 May, and then rescheduled to a shortened format from 16 to 26 July with all players and coaches being quarantined. The 6 teams participated in a two-day training camp on 16–17 July, then a shortened season leading to a playoff crowning the Boston Cannons champions on 26 July. The Premier Lacrosse League announced the postponement of the start of the 2020 season on 10 April.[433] The League announced the modified season that would take place called the PLL Championship Series on 6 May.[434] The series ran from 25 July through 9 August just outside of Salt Lake City, Utah, at Zions Bank Stadium with the teams being quarantined and playing in absence of fans.[435] The 7 teams competed in a 14-game round-robin format to determine the standings for a single elimination tournament. On 9 August, the Whipsnakes Lacrosse Club became the champions of the 2020 PLL Season, defeating Chaos Lacrosse Club with a final score of 12-6 [436] In the United Kingdom the 2020 Netball Superleague season was suspended in March after three rounds and terminated in May 2020.[437] The 2021 season is being held behind closed doors.[438] The 2020 Edition of the Constellation Cup played between Australia and New Zealand was cancelled \"... due to several factors including COVID-19 requirements and player welfare.\"[439] As of 18 March most casinos and other gaming venues worldwide have been closed indefinitely, and many upcoming live poker tournaments have been either postponed, canceled, or (in jurisdictions where currently permitted) moved to an online platform. Tournaments originally scheduled to be played live are now being played online, including the 2020 Irish Poker Open.[440] On 20 April, the 2020 World Series of Poker was postponed.[441] The pandemic has resulted in a massive increase in online poker traffic.[442] It is believed to have directed both professional and recreational players who normally prefer live poker to online platforms due to the indefinite closure of most casinos and other live gaming venues worldwide, with even many unlicensed venues shutting down. In addition, the sudden dearth of live entertainment options due to the widespread disruption of the sports and entertainment schedules around the world is believed to have resulted in more than the usual number of casual players turning to online poker as an alternative. Many operators reported traffic of double or more the previous volume, depending on the time of day.[citation needed] The 2020 Real Tennis World Championship, scheduled to be held at Prested Hall in Feering, Essex, United Kingdom was postponed on 12 March 2020 to October 2020 due to bans on indoor gatherings and sport and international travel restrictions.[443] The championships were further postponed to May 2021.[444] Additionally, other major tournaments including the 2020 French Open and Champions Trophy were cancelled outright. The 2020 Houston Livestock Show and Rodeo was canceled on its ninth day after a festival attendee was diagnosed positive with the virus.[445] The 2020 Calgary Stampede was canceled.[446] The Professional Bull Riders organised its Atlanta event 14–15 March behind closed doors, then initially planned to hold events in Colorado. The organisation shut down and initially planned to hold events in a bubble-type atmosphere at the PBR Performance Center in Pueblo, Colorado, before then planning to resume 2 April at the Lazy E Arena in Guthrie, Oklahoma. Those events were subsequently postponed and the first of three Lazy E Arena events was held 25–26 April, with a week off before PBR organised two more events at the same venue on consecutive weeks. PBR eventually held a team event at South Point Arena in Las Vegas during June, again behind closed doors, before welcoming spectators back in July at the Denny Sanford Premier Center in Sioux Falls, South Dakota. PBR subsequently cancelled all majors and moved the World Finals to AT&T Stadium in Arlington, Texas. Four Olympic qualification regattas were cancelled, including the final qualification event scheduled to be held in Lucerne, Switzerland, from 17 to 19 May. All three events of the 2020 World Rowing Cup were also cancelled.[447] The Boat Race 2020, due to take place on the River Thames in London on 29 March, was cancelled.[448] The Boat Race 2021 was held behind closed doors on 4 April on the River Great Ouse in Ely, Cambridgeshire.[449] The Australian/New Zealand National Rugby League was scheduled to continue with no spectators permitted in the stadiums; however, the entire season was suspended indefinitely on 23 March 2020.[450] In line with an overall easings of restrictions in Australia, plans were announced which would see the season restarted from approximately 28 May.[451] The NRL season recommenced on 28 May with a round 3 game played in Brisbane between the Brisbane Broncos and Parramatta Eels.[452] The match was played behind closed doors, and became the most-watched regular season NRL game since 2014.[453][454] In the northern hemisphere, Super League and the Rugby Football League's Championship and League 1 suspended their seasons until 3 April as a result of the spread of coronavirus.[455] This was later revised to 2 August for Super League, whilst the Championship and League 1 were cancelled. The 2020 Kangaroo tour of England, which was scheduled to include three test matches between England and Australia in October and November, was cancelled on 1 June.[456] In June 2020, the NRL received approval to begin admitting small amounts of spectators.[457] The 2020 State of Origin series was delayed to November.[458] was played with gradually increasing numbers of spectators. The final game was played at Brisbane's Suncorp Stadium with a near-capacity crowd of 49,155 spectators, making it one of the largest-attended sporting events since the onset of the pandemic.[459] The 2021 Rugby League World Cup was to be played in England in October 2021; on 5 August 2021, it was announced that the tournament would be postponed to 2022 after Australia and New Zealand withdrew.[460] At the end of February and start of March, the 2020 Six Nations Championship saw all games against Italy postponed due to the worsening situation in that country,[461] with games against the Scotland women's team also cancelled as one of the players tested positive and the team went into isolation.[462] By 13 March, the competition had been suspended [463] until late October. On 12 March, the Pro14 European rugby competition was suspended [464] until 22 August. On 12 March, Major League Rugby suspended its third season for 30 days.[465] The league later announced, on 18 March, that the season had been scrapped.[466] In the 2020 Super Rugby season, two fixtures of Japanese team Sunwolves had been moved to Australia from Japan, while Australia announced on 12 March that beginning in the next round of fixtures, all matches held in Australia would be played with no spectators, but otherwise continue as normal. However, on 14 March, New Zealand (who fields five teams in the competition) announced that it will require 14 days self-isolation for any person that arrives in the country from outside of the Pacific Islands, regardless of origin and including New Zealand citizens. League organizer SANZAAR stated that it was evaluating the impact of this restriction,[467][468][469] and ultimately announced later in the day that the season would be suspended following the completion of the weekend's fixtures.[470] Rugby Australia and New Zealand Rugby announced that they would play regional tournaments beginning in July and June respectively — Super Rugby AU and Super Rugby Aotearoa — between local teams who play in Super Rugby, to supplant the suspended season. The Sunwolves were prevented from competing in Super Rugby AU by the government. As the club had already planned to exit Super Rugby and cease operations after the 2020 season, it officially disbanded on 1 June 2020.[471][472][473] Super Rugby Aotearoa games were initially held with no spectator restrictions, as New Zealand had lifted most restrictions on 8 June due to there having been no active cases and no new cases in the prior 17 days. Entry restrictions to New Zealand have remained in force throughout.[474] Stadiums remained at full capacity through the first nine weeks of the competition, but a spike in locally transmitted cases led the country to reimpose restrictions on mass gatherings on 11 August,[475] causing one match in the final round to be held behind closed doors and another to be cancelled and scored as a draw.[476][477] The South African clubs also staged their own regional league, Super Rugby Unlocked, between its four teams, joined by the Cheetahs from Pro14, and the Griquas and Pumas from the Currie Cup.[478][479] Two of the three 2019–20 America's Cup World Series races – scheduled for in Sardinia, Italy in April[480] and Portsmouth, UK in June[481] – were cancelled due to the pandemic. The final event in Auckland, New Zealand in December was run as scheduled. The 2020 Sydney to Hobart Yacht Race which was to begin on 26 December was cancelled due to a local outbreak of COVID in Sydney the week prior. It would be the first time the annual race had been cancelled since its inception in 1945.[482] 100 competitors had originally been expected, later reduced to 75 due to travel and economic restrictions.[483] The second season of the SailGP championship started in Sydney as planned, but was delayed due to the virus and will now be contested over 2021–22.[484] On 11 May, the Camanachd Association issued a statement that it had agreed in consultation with the Gaelic Athletic Association (GAA) to cancel the 2020 Shinty-Hurling International Series between Ireland and Scotland, scheduled for October.[485] The 2020 ISSF World Cup, which was to commence on 15 March in New Delhi, was postponed.[486] The Olympic Test Event in Tokyo, originally scheduled for April 2020, was also canceled.[487] The 2020 European Shotgun Championships was cancelled.[488] The 2020 World Short Track Speed Skating Championships in Seoul, South Korea scheduled 13–15 March were canceled.[489] The International Skating Union initially announced they were trying to reschedule the tournament to the beginning of the 2020–21 season[490] but couldn't find a spot in the calendar.[491] For the 2020–21 season, the entire world cup, scheduled to be held in November and December in Canada, South Korea and China and in February in Germany was cancelled.[492][493] The 2020 Gibraltar Open and its qualifying rounds took place from 11 to 15 March. For the first day, there was a limit of 100 spectators per session. On the remaining days, there were no spectators. A significant number of players withdrew, and there was a shortage of referees, with some early matches played without referees.[494] The 2020 Tour Championship, originally scheduled for 17 to 22 March, was postponed until 20 to 26 June. The 2020 China Open, originally scheduled for 30 March to 5 April, was indefinitely postponed.[495] The 2020 World Snooker Championship, originally scheduled 18 April to 4 May, was postponed[496] until 31 July. The 2020 World Women's Snooker Championship, originally scheduled 22 to 27 June, has been postponed,[497] and was ultimately cancelled. The World Cube Association announced on 19 March that all upcoming speedcubing competitions were to be canceled up to 19 April.[498] This was later extended until 31 May.[499] This included the cancellation of the biennual European and Asian Championships. An estimated 250+ competitions were affected by the pandemic. In addition to the cancellation of various 2020 competitions, the 2021 World Championship was delayed by 5 months to 28–31 December, away from its usual July spot.[500] For the 2020–21 season, the first four world cups, scheduled to be held in November and December in Poland, Norway, the United States and Canada were cancelled.[492][493] The world cup schedule was shortened from six to two races with the European Championships, both world cup races and the World Championships all held at the same rink in the Netherlands. The World Championships was originally scheduled to be the Olympic test event in Beijing. The 2020 European Squash Individual Championships, scheduled to take place in Eindhoven, the Netherlands from 29 April to 2 May are canceled.[369] The 2020 World Surf League, which was due to start in Australia on 26 March, was on hold until at least June. The first event of the season, the Corona Open Gold Coast, was canceled, while the second and third events, the Rip Curl Pro Bells Beach and Margaret River Pro, were postponed.[501][502] On 17 July it was announced that all but the final 2020 season events in Hawaii would become non-championship events known as the WSL Countdown, starting with the Rumble at the Ranch in Lemoore, California. The December 2020 events in Hawaii, the Maui Pro and Pipe Masters, will start a new wraparound season for 2020–21. The 2020 ISA World Surfing Games, scheduled to be held from 9 to 17 May in El Salvador, were postponed until 8 to 16 May 2021.[503] On 12 March 2020, the National Collegiate Athletic Association (NCAA) canceled all remaining winter and spring championships. The 2020 Division I NCAA Swimming & Diving Championships were scheduled to begin 18 March for women and 25 March for men. The Division III Swimming & Diving Championships were scheduled to start on 18 March, and Division II's event was canceled after just beginning on 11 March.[504][505] The 2020 International Swimming League was staged behind closed doors at Budapest's Danube Arena, with all personnel staying within a hotel on nearby Margaret Island.[506][507][508] On 24 March 2020, the International Olympic Committee (IOC) and Tokyo Organising Committee elected to postpone the 2020 Summer Olympics to 2021. The swimming portion of the games were scheduled to take place from 25 July – 6 August 2020.[509] The 2020 World Team Table Tennis Championships, which was scheduled to be held from 22 to 29 March in Busan, South Korea, was postponed to 27 September – 4 October.[510][511] The 2020 ITTF-ATTU Asian Cup was scheduled to be held from 28 February to 1 March in Hainan, China, but was postponed until later in the year.[512] Seven events on the 2020 ITTF World Tour have also been either cancelled or postponed, including the China Open and the Japan Open.[513][514] Four Olympic qualifying events, scheduled to be held in April, were also postponed.[515] When the pandemic was declared, the PBA World Series of Bowling was about to take place at the South Point Hotel, Casino & Spa in Enterprise, Nevada. The Professional Bowlers Association then decided to advance the WSOB World Championship from 18 March 2020 to 15 March 2020, banning spectator admission. The Animal Pattern Championships were postponed and eventually moved to Centreville, Virginia, to take place in October,[516] while the USA vs. The World match was canceled. The USBC Masters - scheduled for 29 March in Reno, Nevada - and the PBA-PWBA Mixed Doubles competition - scheduled for 5 July in Denver - were also canceled. The PBA League event was postponed from 21 to 23 July to 27–30 September and relocated from Portland, Maine to Centreville. The PBA Playoffs were also postponed. The 24-player, single-elimination tournament was scheduled to begin on 6 April in Norco, California, then move on to Lone Tree, Colorado and Euless, Texas before semifinals and finals on 17 May in North Brunswick, New Jersey. The playoffs were rescheduled for 10 and 11 October, with one live telecast followed by a series of delayed broadcasts until 8 November. All rounds were held in Centreville. The PBA added three exhibition events to its schedule: PBA Strike Derby on 7 June, PBA Summer Clash on 13 June, and King of the Lanes[517] from 20 to 22 July. All competitions occurred in Jupiter, Florida. The Strike Derby and King of the Lanes were scheduled to return in the summer of 2021; both events were held in Portland, Maine in place of PBA League, which was canceled. For those exhibition events, fans were allowed into Bayside Bowl, making these the first spectator events for the PBA since March 2020. In one of the first major U.S. sport cancellations of the pandemic, the 2020 BNP Paribas Open tennis tournament in Indian Wells, California was postponed on 8 March 2020 as a precautionary measure due to the rising cases in California (the state where it was held), with organizers stating they planned to seek a new date. This would leave out itself to effectively cancel the tournament.[518][519] On 12 March, Mayor of Miami Carlos A. Giménez ordered the cancellation of the Miami Open pursuant to the state of emergency in Miami-Dade County.[520] On 12 March, the ATP announced that in response to the aforementioned cancellations among others, they would suspend events for at least six weeks. The International Tennis Federation also suspended play through at least 20 April, and the WTA canceled WTA Tour events through 12 April.[521] On 16 March, the WTA suspended play through 2 May.[522] On 16 March, the start of the 2020 French Open was postponed from 24 May to 20 September and then to 27 September on 16 June, and the ATP and WTA jointly announced that their suspension of play had been extended through 7 June.[523][524] On 1 April, Wimbledon was canceled for the first time since World War II, while the ATP and WTA announced that their suspension will be extended through 13 July.[525][526] On 15 May, the suspension was extended through 3 August.[527] On 26 June 2020 the ITF announced that the 2020 finals would take place from 22 until 28 November 2021. In addition, 24 World Group I and World Group II ties were postponed to March or September 2021, and the 2020 regional Group III and Group IV events were also postponed to 2021. The 18 nations that had qualified for the finals will keep their standing for next year.[528] With the suspension of the main international tours, alternative exhibition competitions with modified rules emerged, including the Ultimate Tennis Showdown in Nice, France (which used timed quarters and allowed competitors to play \"cards\" to affect the game),[529][530][531] and the Adria Tour—a series of tennis events in Southeast Europe organized by world No. 1 Novak Djokovic (which used the Fast4 format, with sets played to four points rather than six).[532] The latter received notability for not restricting attendance, and was ultimately halted before the finals of its second leg in Croatia[533] after Grigor Dimitrov tested positive for COVID-19. Multiple players involved — involving Djokovic himself — also contracted the virus.[534][535] On 16 April, the United States Tennis Association announced the formation of an advisory group to evaluate whether the US Open would be played, with plans expected to be announced by June. USTA chief Mike Dowse stated that it was \"highly unlikely\" the tournament would be played behind closed doors, since it was \"not really in the spirit of the celebration of tennis, and it also goes back to the health and wellbeing of our players and support staff that help run the tournament\". He added that \"on one sense we're very fortunate that we are the fourth Grand Slam to go, so time is on our side at this point.\" The state of New York (which at one point, had more cases than any foreign country worldwide),[536] and especially the tournament's host, New York City, saw the largest initial impact of the pandemic in the United States.[537] On 16 June 2020 Governor Andrew Cuomo announced that it had authorised the U.S. Open to be played in New York on its original dates, subject to safety protocols developed by the USTA and being closed to spectators. It was also announced that to reduce travel, the preceding Cincinnati Masters (Western & Southern Open) would be re-located to the same venue as the US Open, with both tournaments held over consecutive weeks.[538][539] The next day, the 2020 Canadian Open (originally scheduled for early-August as one of the first events to be held) was cancelled in full (the women's WTA Premier half of the tournament in Montreal had already been cancelled in April, while the ATP Masters 1000 men's tournament was still tentative), tentatively leaving the WTA International Palermo Ladies Open, and the ATP 500/WTA International Washington Open as the first two post-resumption events.[540] On 21 July, it was announced that the Washington Open had been cancelled.[541] Two days later, the ATP and WTA cancelled all upcoming tournaments in China (including the WTA Finals), in respect of a moratorium by the General Administration of Sport on most international events in the country through the end of 2020.[542] On 4 August, the annual Madrid Open, to be held in Madrid, Spain, was first postponed from the regular May schedule, then initially rescheduled to September, but it was given a complete cancellation due to the resurgence of coronavirus cases in the country.[543] From mid-August 2020, one case apiece was recorded in connection with tournaments in Prague,[544] Todi,[545] and US Open in New York.[546] Benoît Paire tested positive just prior to the US Open and was withdrawn from the tournament.[547] The 2021 Australian Open went on with a capacity limit of 30,000 spectators per-day, and all players subject to mandatory 14-day quarantine on arrival. Due to a snap lockdown issued by the State of Victoria to control a cluster of community transmission, the tournament went behind closed doors from 11:30 p.m. local time on 12 February (with spectators removed from the last remaining match due to lockdown taking effect at midnight) through 17 February 2021, and returned to 7,477 spectators per-session for the remainder of the tournament.[548][549][550][551] To reduce staff needed on-site, it was the first Grand Slam to use electronic line judging for all matches; the automated announcements were contributed by essential workers.[552] On 8 April 2021, the French Tennis Federation delayed the 2021 French Open by one week due to a third national lockdown in France.[553] On 20 May, the 2021 BNP Paribas Open, was originally scheduled from 8 to 21 March, had been rescheduled to 4 to 17 October after continuous COVID cases in California had been rose.[554] On 2 July, the ATP, WTA, and ITF cancelled the Asian tournaments for the second year in the row including the 2021 WTA Finals, which was to take place in Shenzhen, China due to the continuous travel restrictions in Asia related to the COVID-19 pandemic in Asia. On 13 September, it was announced the WTA Finals was relocated to Guadalajara, Mexico.[555][556] As the country will maintain international entry restrictions through mid-2022, it was reported that organizers were considering the possibility that the 2022 Australian Open could be re-located outside of Australia, unless it is able to attain a more flexible quarantine arrangement with the Australian government.[557] The ATP and WTA Auckland Open were cancelled in 2021 and 2022, with organizers similarly citing New Zealand's restrictive quarantine rules as making the tournament logistically impossible.[558][559] In November 2021, in compliance with requirements implemented by the State of Victoria, it was announced that all attendees and players would be required to be fully-vaccinated for COVID-19.[560] Novak Djokovic, who was pursuing a 10th Australian Open title, became the subject of controversy prior to the tournament over his attempts to gain a medical exemption to the vaccine mandate.[561][562][563] The World Triathlon Executive Board, met via teleconference, has decided to extend the suspension of all activities of the International Federation until 30 June, due to the current situation worldwide with the COVID-19 outbreak. This suspension includes WTS Yokohama, three African (ATU) cups, three American (PATCO) events, four Asian (ASTC) cups, one event in Oceania (OTU) and eight in Europe, (ETU) plus the Yokohama Paratriathlon Series and Paratriathlon World Cup.[citation needed] On 24 March, the World Flying Disc Federation announced to cancel or postpone all world championships over the next six months. This included the World Ultimate and Guts Championships (WUGC), World Junior Ultimate Championships (WJUC) and the World Masters Ultimate Championships (WMUC) due to the rapid spread of coronavirus. North America's national body for ultimate, USA Ultimate, also canceled all scheduled club and college tournaments as well as the suspension of the semi-professional league, the AUDL, from commencing the 2020 season.[citation needed] On 12 March, The National Collegiate Athletic Association (NCAA) cancelled the Spring 2020 men's volleyball championships due to concern over the coronavirus.[564] On 13 March, the International Volleyball Federation (FIVB) decided to postpone the Nations League for men (finals scheduled for Turin, Italy) and women until after the 2020 Summer Olympics caused by the outbreak of coronavirus.[565] On 8 May, the FIVB announced that the Nations League competitions were cancelled. The 2020 Women's Water Polo Olympic Qualification Tournament was scheduled to take place in Trieste, Italy, 8–15 March 2020. On 28 February 2020, International Swimming Federation (FINA) announced that the tournament would be postponed to 17–24 May due to the coronavirus outbreak, then it was moved again to 17–24 January 2021 due to the outbreak in the country.[566] On 12 March, FINA announced that several international water polo tournaments would be postponed due to the coronavirus pandemic. The 2020 Men's Water Polo Olympic Qualification Tournament due to take place in Rotterdam, Netherlands, 22–29 March, would be postponed to 31 May – 7 June, then it was postponed again to 21–28 February 2021. The 2020 FINA Men's Water Polo World League and 2020 FINA Women's Water Polo World League would be postponed to September–October 2020.[567] 2020 Asian Water Polo Championship, the Asian continental qualification for the 2020 Olympic water polo tournament, was scheduled to take place in Nur-Sultan, Kazakhstan, 12–16 February 2020.[568] In late January the event was canceled as the Kazakh Government suspended all flights and visas from China due to concerns about the coronavirus outbreak in the country.[569] In mid-February Asia Swimming Federation decided to use the final ranking of the 2018 Asian Games to allocate its continental quotas.[570] On 28 February 2020, European Swimming League (LEN) announced that the match of 2019–20 LEN Champions League Day 10 between Ferencváros (Hungary) and Pro Recco (Italy), and the match of 2019–20 LEN Euro Cup semifinal between Egri VK (Hungary) and AN Brescia (Italy) would be postponed due to the coronavirus outbreak.[571] On 11 March 2020, LEN announced that all eight matches of 2019–20 LEN Champions League Day 11, the second leg of the 2019–20 LEN Euro League Women quarter-finals, and the 2020 men's U19 European Championships qualification tournaments would be postponed to later dates due to the coronavirus pandemic.[572] On 11 March 2020, the USA Water Polo (USAWP) announced that the 2020 ODP Girls National Water Polo Championship would be postponed, and the exhibition matches scheduled to be played on 19–21 March 2020 in California between United States and Spain men's national water polo teams would be canceled.[573] On 16 March 2020, USAWP announced that the inaugural USA Water Polo Division III Women's National Championship scheduled for 8–10 May 2020 in Southern California would be rescheduled for May 2021; and week three of the 2020 National Water Polo League and the 2020 National League Championship/Fisher Cup would be canceled.[574] On 16 March 2020, the Water Polo Australia (WPA) announced that the 2020 Australian National Water Polo League would be terminated, the 2020 WPA National Championships scheduled to take place in Adelaide, South Australia in May would be canceled, and the 2020 Open Championships (Country and Masters) scheduled to take place in the Gold Coast, Queensland in May would be postponed.[575] Generally, the shutdown and return of sporting events followed a basic pattern: Several sanctioning bodies adopted rules changes: The COVID-19 pandemic resulted in economic losses for workers who struggled to make a living during these times. Throughout the COVID-19 pandemic, teams were eager to start playing again, but they needed the support of the workers who provide a comfortable and adequate place for them to play.[584] Globally, since the new norm in 2020 is social distancing, the most important step was to figure out how to survive financially, especially for the stadium workers who could not afford the time it takes to stimulate a new bill to address these and provide for these personal issues.[584] The Miami Heat basketball team has announced that they will be committed to help their stadium workers survive financially by paying them immediately instead of waiting for a check to come in, because the wait would have had a severe financial detrimental effect to each individual worker.[584] Heat owner Micky Arison has announced that he pledged to donate $1 million to provide for the Miami community because of the immense impact that COVID-19 has had on the financial-compromised community.[584]","Title":"Impact of the COVID-19 pandemic on sports - Wikipedia","KeyID":"10913","URL":"https://en.wikipedia.org/wiki/Impact_of_the_COVID-19_pandemic_on_sports"}