{"Content: ":"A bio-secure bubble, also known as a bubble,[1] or hub city,[2][3] is a hosting arrangement for sporting events that emerged during the COVID-19 pandemic, under which events are held at a centralized site, often behind closed doors, with strict quarantine and safety protocols in order to prevent the spread of COVID-19. A bubble may be established for a single sports season, tournament, or for an ongoing series of events, allowing them to still be held and made available to broadcast audiences. A bio-secure bubble typically consists of multiple sites comprising a secure perimeter (often within close proximity to each other), including player residences (such as hotels), training facilities, and the venue proper. All participants, including players, team staff, and other staff (such as broadcasting staff present on-site) are screened and tested for COVID-19 before entering the bubble,[4] live within its confines for the duration of the event, and may not leave the perimeter until they have completed play. The participants are screened and tested regularly for COVID-19, and are restricted from access to and by the general public. Participants may be reprimanded and penalized if they breach biosecurity protocols while within the bubble.[4][1] As they are usually held without public spectators, events within a bubble are typically produced with television audiences in mind, and broadcasters can employ production techniques not possible in a typical venue with fans, such as different camera angles (including drone cameras)[5] and enhanced microphone configurations.[6] The venue may be customized with video boards and artificial crowd noise to simulate the experience of the designated home team's venue,[7][8] and display mosaics of \"virtual\" fans via videoconferencing.[9] Taiwan's Super Basketball League was the first basketball league in the world to move competition into a bubble setting in order to complete the season.[10] The National Basketball Association was among the first major American sports leagues to suspend play due to the COVID-19 pandemic.[11][12][13] In June 2020, the league's board of governors approved a plan to complete the remainder of the 2019-20 season, including the remaining regular season games and the playoffs, within a centralized bubble at the ESPN Wide World of Sports Complex at Orlando, Florida's Walt Disney World.[14] Players were housed in three of Walt Disney World's resorts,[15] and games were held at one of three arenas within the complex (with one, the AdventHealth Arena, designated as the flagship venue to host nationally televised games and the final rounds of the playoffs).[6] The mixed martial arts promotion UFC established a bubble known as \"Fight Island\" to conduct international events, which comprised a quarantine zone on Yas Island in Abu Dhabi, and used the du Forum concert venue as its competition site.[16] UFC later returned to Yas Island to hold UFC Fight Night: Holloway vs. Kattar in January 2021; although branded as a Fight Island card, the event was held with limited spectators at the newly-opened Etihad Arena instead.[17][18][19] The July 2020 test series between England and West Indies was conducted as a bubble, with players staying in a hotel on-site.[20] On 16 July 2020 during the morning of the second Test, Jofra Archer was excluded from England's squad after breaching COVID-19 protocols by leaving to his home after the first Test. Archer was fined, and ordered to self-isolate for five days before returning.[21][22][23] The 2020 Indian Premier League was re-located to bubbles in the United Arab Emirates.[24][25] The first One Day International (ODI) in England's tour of South Africa on 4 December 2020 was postponed to 6 December after a South African player tested positive for COVID-19; matches were being held in Newlands and Paarl, with players staying at a hotel in Cape Town. The match was called off after two employees of the quarantine hotel tested positive. Two English players were also reported to have unconfirmed cases, after which the second ODI on 7 December was postponed. On 7 December, the remainder of the ODI series was called off.[26][20][27][28] Curling Canada hosted most national championships for the 2020–21 curling season, including the 2021 Scotties Tournament of Hearts, 2021 Tim Hortons Brier, and the World Men's and Women's championships, at a bubble using the Markin MacPhail Centre at Canada Olympic Park in Calgary. All events were held behind closed doors.[29][30] Major League Soccer conducted an in-season tournament—the MLS is Back Tournament—at a bubble within the ESPN Wide World of Sports Complex.[5][31] The 2020 Chinese Super League split its teams between Dalian and Suzhou.[32] The Philippines Football League is noted for hosting its 2020 season in just under two weeks under a bubble with a downsized format, due to financial and logistics issues caused by the pandemic.[33] The National Hockey League established a bubble in two Canadian cities to conduct its 2020 Stanley Cup playoffs, with Eastern Conference teams being initially hubbed at Scotiabank Arena in Toronto, and Western Conference teams being hubbed out of Rogers Place in Edmonton. Beginning with the conference finals, all games were played in Edmonton, including the 2020 Stanley Cup Finals.[34][8] The 2021 World Junior Ice Hockey Championships were originally awarded to Edmonton and Red Deer. Due to COVID-19 restrictions, the IIHF established a bubble for the tournament and hosted it solely at Rogers Place.[35][36] WWE introduced an arena residence inspired by bubbles in August 2020 known as the \"ThunderDome\", which became the home arena for its major pay-per-view events and weekly programs (such as Raw and SmackDown). It replaced the smaller studio of the WWE Performance Center, a training facility where WWE originated the majority of its programming since the onset of the pandemic. Its stage featured a virtual audience displayed on a grandstand constructed from rows of LED screens, and it was promoted as featuring an in-arena production on par with WWE's pay-per-view events pre-pandemic.[37][38] The ThunderDome was initially situated at Amway Center in Orlando, Florida.[37][38] In December 2020, WWE relocated to Tropicana Field in St. Petersburg, Florida, as Amway Center was needed by the arena's sports tenants.[39] In April 2021, after holding WrestleMania 37 as its first major in-person show since the onset of the pandemic, WWE relocated the ThunderDome setup to Yuengling Center on the campus of the University of South Florida in Tampa, as Tropicana Field was needed by the Tampa Bay Rays.[40] In mid-July, WWE resumed its live touring shows.[41] Other professional wrestling promotions similarly held shows behind closed doors. All Elite Wrestling (AEW) held empty arena shows at Daily's Place in Jacksonville, Florida (with a brief few weeks in March–April 2020 at The Nightmare Factory, AEW's de facto training facility in Norcross, Georgia). To make up for not being able to have live fans, employees and contracted wrestlers served as the live audience during matches in which they were not involved.[42][43] In late August, AEW began to readmit a limited number of fans (10–15% venue capacity),[44] before running full capacity shows in May 2021.[45] AEW resumed live touring in July.[46] Television and film director Tyler Perry has used a bubble model to film productions at his Tyler Perry Studios in Georgia, United States. The studio is situated on the site of the former Fort McPherson military base, with cast and crew staying and quarantining in the various historic homes, barracks, and permanent sets on the lot, which include a replica of the White House and a \"neighborhood\" of functioning houses. This arrangement is aided by the quicker turnaround time of Perry's productions in comparison to other television series, as well as his productions rarely performing shoots outside of the lot.[47][48][49] The use of bubbles by major professional leagues in North America have been considered largely effective; the National Basketball Association[50] and National Hockey League[51] did not record any new cases of COVID-19 within their respective bubbles during the duration of competitions staged there. By contrast, the 2020 regular seasons of Major League Baseball and the NFL—which had teams travelling to individual venues as usual (albeit with MLB realigning its schedule to reduce travel)—were afflicted by outbreaks among players that led to various postponed games.[52][53] Major League Baseball eventually decided to use a neutral site model for its 2020 postseason in order to reduce the chance of further disruption, with games split between venues in California and Texas beginning with the Division Series round, and the 2020 World Series held at Globe Life Field in Arlington, Texas. Most games were held behind closed doors, except for the National League Championship Series and World Series in Arlington, which hosted spectators at 25% of the new stadium's capacity.[54][55] Concerns have been raised over \"bubble fatigue\", as players are isolated from their families and the outside world for an extended period of time until the event concludes or they are eliminated.[56][57] IPL player Shikhar Dhawan described the experience as being \"almost like Bigg Boss [the Indian version of Big Brother]\", and a test of his \"mental strength\".[58]","Title":"Bio-secure bubble - Wikipedia","KeyID":"10914","URL":"https://en.wikipedia.org/wiki/Bio-secure_bubble"}