{"Content: ":"The COVID-19 pandemic has caused disruption to gridiron football across the world, mirroring its impact across all sports. Across the world and to varying degrees, leagues and competitions have been cancelled or postponed. On March 12, 2020, the Canadian Football League (CFL) announced the cancellation or modification of several pre-season events in response to the pandemic. Several scouting combines across Canada and the United States were cancelled, while other events such as rules committee meetings were held remotely. The CFL initially planned to hold both its International and National Drafts in April, but it was announced on March 24 that the Global Draft would be postponed indefinitely.[1][2] The 2020 regular season had originally been scheduled to begin on June 11.[3] On April 7, Commissioner Randy Ambrosie announced that the season would not begin until at least July. In a press statement, he announced that the CFL was exploring multiple options to ensure that the league will be able to play as close to a full season as possible.[4] On May 20, Ambrosie announced that the season would begin no earlier than September, and the 108th Grey Cup festivities in Regina, Saskatchewan had been cancelled — with the game being hosted by home advantage instead.[5][6] The league has explored the possible use of centralized \"hub\" cities,[7][8][9] and has requested $30 million in financial assistance from the federal government, and up to $130 million in the event the 2020 season must be scrapped entirely.[10] On August 17, 2020, the CFL announced that the entire 2020 season, including the Grey Cup, would be cancelled as the league's request for funding was rejected by the federal government.[11] On August 5, 2021, the CFL began its 2021 season as scheduled. However, on August 22, the league announced that its scheduled game between the Edmonton Elks and the Toronto Argonauts which had been scheduled for August 26 would be postponed due to multiple positive tests and needed contract tracing among the Elks.[12] U Sports announced on June 8, 2020, that all fall semester national championships had been cancelled. This resulted in the cancellation of the Vanier Cup for the first time since its inception in 1965.[13] Atlantic University Sport, Canada West, and Ontario University Athletics (OUA) all announced that fall semester competition would be cancelled for the season, including football.[13][14][15] At the onset of the pandemic, the National Football League (NFL) had already concluded its previous season after the Super Bowl LIV in early February 2020. Experts acknowledged that the San Francisco 49ers' loss in Super Bowl LIV may have averted early community transmission in California via post-game celebrations and victory parades.[16][17] On March 12, NFL had been in its off-season where various NFL teams began to suspend travel by their coaches and player scouts, while the league itself had advised its non-critical staff to work from home.[18] The league did not allow teams to re-open their facilities until restrictions are sufficiently lifted in all U.S. states that contain NFL teams.[19] The pandemic had an impact on the 2020 NFL Draft; draft-eligible players were prohibited by the league from travelling to meet team personnel, and vice versa.[18] The draft went on as scheduled, but public festivities in Las Vegas were canceled,[20] and the draft switched to a remote format where team staff convened from home, with all 32 teams being linked to each other and league staff via Microsoft Teams and other communication software. NFL Commissioner Roger Goodell announced the first-round picks from his home in Bronxville, New York.[19][21][22][23] The NFL hosted a charity appeal throughout the draft, supporting aid-related charities.[24] During the broadcast, Goodell announced that Las Vegas would instead host the 2022 NFL Draft.[25] The NFL released its regular season schedule for the 2020 season on May 7. While the league intended to play its full season as scheduled, the schedule was formulated so that two weeks of games from the 16-week schedule could be removed without repercussions and Super Bowl LV could be delayed to late February in the event the start of the season had to be delayed to late-October. This followed a blueprint from the 2011 season, in which a lockout threatened the season.[26] In addition, the league had to work around The Masters, which was postponed to November, in order to avoid a broadcasting conflict on CBS.[27] Due to logistical issues associated with the pandemic, the NFL suspended its international games in London and Mexico City for the season.[28] On June 25, the Pro Football Hall of Fame announced that the game between the Pittsburgh Steelers and Dallas Cowboys scheduled for August 6 would be postponed to August 2021. On July 25, the remaining 64 preseason games were also scrapped.[29] In addition to the game, the hall had planned two separate ceremonies in 2020, a modern-era class of five new inductees on August 8 and a special \"centennial class\" of 15 to be inducted on September 18 to mark the 100th anniversary of the original meeting that established the NFL.[30] On April 28, 2021, the nine members from both groups who were deceased at the time – eight from the centennial class and Bill Nunn from the modern-era class – were honored with a special ceremony at Umstattd Performing Arts Hall in Canton, Ohio. The event was later shown on separate delayed broadcasts, first on NFL Network then on ESPN2.[31] Those who were still alive were to be inducted in a consolidated ceremony on August 7, 2021. Whether fans were allowed to attend games was on a case-by-case basis, dependent on local regulations. Teams were allowed to add simulated crowd noise to public address systems to compensate for lower attendance figures. In addition, Fox had planned to add its own sound effects and \"crowds\" based on computer-generated imagery for its telecasts, according to an interview with its lead announcer, Joe Buck.[32][33] However, Fox Sports quietly dropped those plans for NFL games after substantial negative feedback when this was tried out on its Major League Baseball telecasts. On July 10, the National Football League Players Association (NFLPA) said that 72 NFL players, or 2.5 percent of players on rosters had tested positive for COVID-19.[34] The NFL and its players' union decided in late July not to create a \"bubble\" of isolation around their players, unlike the NBA, the WNBA and the NHL.[35] On September 30, the NFL announced its first regular-season game postponement resulting from the pandemic. Due to an outbreak among the Tennessee Titans, the team's scheduled home game on October 4 against the Steelers was postponed.[36] It was eventually rescheduled for October 25, with the Steelers' road game against the Baltimore Ravens pushed back from October 25 to November 1.[37] On October 14, the NFL announced cancellation of the 2021 Pro Bowl, which was to have been held at Allegiant Stadium.[38] As of November 27, 20 games had either been postponed or rescheduled due to outbreaks. The Los Angeles Chargers were to be involved in four of the affected games, with the Titans and New England Patriots changing two each. In addition, both the Sunday Night Football and Thursday Night Football packages saw schedule changes. The second game between the Ravens and Steelers became the first to be postponed three times. Originally set for the night of U.S. Thanksgiving (November 26) at Heinz Field, it was first pushed back to November 29,[39] then to December 1,[40] and finally to December 2.[41] Nearly every team had at least one player placed on a new reserve/COVID-19 list, which means either the player tested positive or was in close contact with someone who was. Examples included Cam Newton, Ben Roethlisberger, Matthew Stafford, and Josh Norman. On November 2, the Broncos announced that Pro Football Hall of Fame quarterback - and current general manager - John Elway had tested positive, perhaps the most notable NFL figure to be diagnosed.[42] The previous spring, Broncos linebacker and Super Bowl 50 most valuable player Von Miller had COVID-19. In addition, the NFL enforced strict safety protocols, with fines and draft pick reductions possible for violations. On October 28, it was reported that the NFL planned to cap Raymond James Stadium at 20% of its 65,000-seat capacity for Super Bowl LV.[43] In January 2021 21, the NFL confirmed a maximum attendance of 22,000 for the game, of which 7,500 were health-care workers that have been vaccinated. Two of those fans kept alive their streak of attending every contest since its inception in 1967.[44][45] Due to new restrictions imposed by Santa Clara County, California, the San Francisco 49ers had to move two home games - against the Buffalo Bills on December 7 and the Washington Football Team on December 13 - to State Farm Stadium in Glendale, Arizona.[46] When those restrictions were extended to January 8, 2021, the 49ers moved their regular-season finale against the Seattle Seahawks to Glendale. Practices were held in the Phoenix area. On January 1, 2021, Alvin Kamara of the New Orleans Saints had a positive test for COVID-19 revealed, exactly one week after he tied the all-time record for most rushing touchdowns in an NFL game with six; it had been the longest-standing significant record in the NFL, dating back to Ernie Nevers' achievement in 1929. On January 5, 2021, a positive COVID-19 test was reported for Cleveland Browns head coach Kevin Stefanski, making him unavailable to coach in the wild card game against the Pittsburgh Steelers; the game was the first postseason game for the Browns franchise in 18 seasons, which had been the longest drought among NFL clubs. It was part of an outbreak which led to the facility being closed for many days in a two-week period. On February 3, 2021, the NFL's chief medical officer reported that COVID-19 had infected 262 players and 463 other personnel.[47] By February 5, 2021, 31 of the NFL's 32 teams (96%) had COVID-19 cases. Only the Seattle Seahawks did not have any cases, despite flying farther than any other NFL team.[35] On June 24, the Steelers announced that, due to ongoing health and safety protocols, preseason training would not return to Saint Vincent College in Latrobe, Pennsylvania, its longtime location prior to the pandemic. Instead, the Steelers would again use their headquarters facilities.[48] On July 22, the NFL informed teams that it did not plan to reschedule games if a team is hit by a COVID-19 outbreak among players or staff members who have not yet been vaccinated. Instead, the game will be a forfeit for the opposing team, and no one on either team would be paid for that week.[49] On July 28, the Ravens announced that quarterback Lamar Jackson had tested positive for COVID-19 for the second time; he is the first star player known to be diagnosed with the Delta variant.[50] At about the same time, Indianapolis Colts head coach Frank Reich tested positive and three Colts players were placed in protocol.[51] While there are no plans to limit fan attendance due to the increased availability of vaccines, two teams have enacted policies requiring spectators at home games to be vaccinated against COVID-19, in part due to the spread of the Delta variant. On August 13, the New Orleans Saints announced that spectators would be required to show proof of at least one dose or a negative test 72 hours prior to entering the Caesars Superdome.[52] On August 17, the Las Vegas Raiders announced that they would limit attendance at Allegiant Stadium to those who are fully vaccinated.[53] On November 3, it was revealed that Aaron Rodgers, star quarterback of the Green Bay Packers, had tested positive for COVID-19. Since Rodgers was not vaccinated at the time, he was subject to NFL rules requiring a mandatory 10-day quarantine before he could rejoin the Packers. Rodgers had claimed to be \"immunized\" as a result of a homeopathic treatment and claimed that he had asked the NFL for a medical waiver, but was declined.[54] During Week 15, three games were postponed due to an excessive number of players on the reserve COVID-19 list for one of the teams playing: Las Vegas Raiders at Cleveland Browns (postponed from Dec. 18 to Dec. 20), Washington Football Team at Philadelphia Eagles, and Seattle Seahawks at Los Angeles Rams (both from Dec. 19 to Dec. 21). On June 1, the NCAA began allowing players to begin voluntary on-campus team activities (such as workouts); cases began to emerge among players and staff afterward.[55] By June 24, it was reported that at least 37 schools (about one quarter overall) of schools in the Division I Football Bowl Subdivision (FBS) — the highest level of competition in U.S. college football — had reported positive cases among student-athletes or staff.[56] In July 2020, the Big Ten Conference and Pac-12 Conference — two of the \"Power Five\" conferences in Division I FBS — announced that if fall sports and the 2020 season were played, all games would be played against conference opponents only. Other Power Five conferences were expected to potentially follow suit. In the second level of Division I football, the Football Championship Subdivision (FCS), the Colonial Athletic Association, Ivy League, MEAC, and Patriot League cancelled all fall semester sports (although the CAA still allowed teams to compete independently if they so chose).[57][58][59][60] The FBS independent Notre Dame Fighting Irish cancelled its Emerald Isle Classic game in Ireland against Navy, rescheduling it at Navy–Marine Corps Memorial Stadium before it was eventually canceled outright (on November 4, 2021, it was announced that the game had been postponed to 2023).[61] Head coach Brian Kelly stated that the team was evaluating alternatives, including a possible partnership with the Power Five's Atlantic Coast Conference (ACC), where Notre Dame is a member outside of football and ice hockey (as part of its membership, Notre Dame usually schedules five games per-season against ACC opponents).[62][63] In late-July, the ACC announced that Notre Dame would play a conference schedule as a guest team for its 2020 football season, with the ability to also compete for the conference championship.[64] The ACC realigned its schedule to not use a divisional format, with the top two teams based on winning record playing in the championship.[64] Notre Dame's season opener against Duke marked the first time the Fighting Irish had ever played or won a conference football game.[65] Notre Dame would ultimately reach the ACC Championship Game, but would lose to Clemson.[66] In August, multiple conferences announced that they would delay their fall sports seasons indefinitely, including the Big Ten, Pac-12, Mid-American Conference (MAC), and Mountain West Conference.[67][68][69] In response to the announcements, the remaining three Power Five conferences (the ACC, Big 12 and SEC) all committed to playing a conference season in the fall.[70][71] However, by mid-September, the four conferences had reversed course and announced plans to play shortened seasons, beginning around late-October to early-November.[72][73][74][75] Post-season activities such as the College Football Playoff's final rankings, and voting for the Heisman Trophy, were delayed in order to accommodate a lengthened timeframe for the regular season into mid-December.[76] The presentation of the Heisman Trophy was changed to a remote format originated from the ESPN studios in Bristol, Connecticut;[77] the ceremony's previous venue, the PlayStation Theater in New York City had also closed following the 2019 ceremony.[78] In all, 114 regular-season games were postponed or canceled due to COVID-19 outbreaks.[a] The highest for a single week was 18, in the week before the U.S. Thanksgiving holiday. The University of Houston program was the most affected, with eight games postponed, canceled, or rescheduled. The worst outbreak by program was at Wisconsin, which had 27 combined cases, including players and head coach Paul Chryst, and had consecutive games canceled. Later, a third Badger game was scrapped - the Battle for Paul Bunyan's Axe against Minnesota - making them ineligible to participate in the Big Ten championship game. (The game was later rescheduled for December 19; otherwise, this would have been the first season since 1906 in which the game was not played.) The school was investigated for possible violations of the conference protocol regarding COVID-19, but no violations were found.[79] Later that season, the long-running rivalry game between Michigan and Ohio State was scrapped due to a large number of cases in the Wolverines' program; the last time that game wasn't played was 1916. That should have made the Buckeyes ineligible to play in the Big Ten title game; however, the conference later changed its rule to allow the Buckeyes to represent the East Division in the game, with Northwestern being the opponent. The Old Oaken Bucket game between Purdue and Indiana was canceled on December 13 due to outbreaks at both schools; the last year the game wasn't played was 1919. Two significant games were hastily arranged due to cancellations. A rivalry game between California and UCLA (not originally included on the shortened Pac-12 schedule) was arranged with an unusual Sunday morning, 9 a.m. PT kickoff, after both teams saw their original games that week against other opponents canceled.[80] A battle of undefeated teams—13th-ranked BYU and 18th-ranked Coastal Carolina–held on December 5, was dubbed \"Mormons vs. Mullets\" by fans; CCU's original opponent Liberty had to cancel, and BYU had an open date.[81] Due to scheduling circumstances, the usual quota of six wins needed to qualify for bowl eligibility was lifted for the 2020 season only.[82] On that basis, seven teams with losing records accepted bowl bids, although not all of them played. Nineteen bowl games were canceled due to either COVID-19-related concerns, a lack of suitable teams, or other undisclosed reasons, including the Bahamas Bowl, Hawaii Bowl,[83] Redbox Bowl,[84] Holiday Bowl,[85] Celebration Bowl, Fenway Bowl, Quick Lane Bowl, Pinstripe Bowl,[86] Sun Bowl, Las Vegas Bowl,[87] LA Bowl,[88] Frisco Bowl,[89] Independence Bowl, Guaranteed Rate Bowl, Military Bowl, Birmingham Bowl, Gasparilla Bowl, Music City Bowl, and Texas Bowl. The Fenway Bowl, whose inaugural game at Boston's Fenway Park has been postponed until 2021, was replaced by the one-off Montgomery Bowl in Montgomery, Alabama.[90] The Army–Navy Game scheduled for December 12 was relocated from Philadelphia to Michie Stadium on the United States Military Academy campus on October 23; officials cited restrictions on the number of military members from each side allowed to attend. It was to be the first game in the rivalry played somewhere other than a neutral site since World War II.[91] The 2021 Rose Bowl, a 2021 College Football Playoff semi-final game, was relocated from the Rose Bowl stadium in Pasadena, California to AT&T Stadium in Arlington, Texas, due to a surge in COVID-19 cases in the Los Angeles area, and the state refusing to allow limited attendance by the friends and family of players. The Pasadena Tournament of Roses Association was required to pay a $2 million fee to the government of Pasadena in order to use the \"Rose Bowl\" name, which was used \"to assist the city with its expenses and lost revenue\".[92][93] It marked the first time since 1942 (due to wartime restrictions) that the Rose Bowl was not held in Pasadena.[94] For the second year in a row, Dublin lost a scheduled college football game when it was announced that the game between Nebraska and Illinois, to be played on August 28, was to be relocated to Memorial Stadium in Champaign, Illinois, and become a true home game for the Fighting Illini.[95] It was announced on May 20, 2021, that the Huskers would instead travel to Dublin for a season-opening game in 2022 against Northwestern.[96] On November 9, the University of California announced that its game against USC would be postponed from November 13 to December 4 since a large number of players had tested positive.[97] On November 19, Carnegie Mellon University ended its season due to a high number of cases within the program. CMU was scheduled to travel to North Central College to play a first-round game in the NCAA Division III Football Championship the next day. The game was declared a no-contest win for North Central.[98] As in 2020, bowl season was adversely affected. As of December 27, three games (Hawaii, Military, and Fenway) were canceled outright, the Gator Bowl sought and received a replacement opponent, and the Sun Bowl was seeking a replacement opponent.[99][100][101][102][103] On March 12, the XFL (a revival of the one-season 2001 league owned by WWE founder Vince McMahon) announced the suspension of the 2020 season, with all players to be paid their base pay and benefits for the full 2020 regular season; the season was officially canceled on March 20, with half of its ten-week regular season schedule played.[104] On April 10, the league announced that it would suspend all operations and lay off all but a few critical executives, and said it was unlikely a 2021 season would be organized and played, with those executives remaining to wind down the league's business and operations after a Chapter 11 bankruptcy filing three days later.[105][106] Shortly before the league's assets had been set to be sold in a bankruptcy auction, an investment group led by actor, former WWE performer, and former defensive lineman at Miami (FL) Dwayne Johnson purchased the league.[107] Johnson announced in a tweet on October 1 that the league would not play in 2021 but planned to play in 2022; the league issued a confirmation later that day.[108] On March 9, 2021, the XFL announced that its return plans had been suspended in favor of negotiating a possible alliance with the CFL, according to a joint statement from both leagues.[109] On July 7, the leagues announced that alliance talks had ended, and furthermore the XFL announced its return would be postponed until 2023.[110][111]","Title":"Impact of the COVID-19 pandemic on gridiron football - Wikipedia","KeyID":"10925","URL":"https://en.wikipedia.org/wiki/Impact_of_the_COVID-19_pandemic_on_gridiron_football"}