{"Content: ":"The COVID-19 pandemic has caused disruption to ice hockey across the world, mirroring its impact across all sports. Across the world and to varying degrees, events and competitions have been cancelled or postponed. The IIHF Women's World Championship, IIHF World Championship Division IV and Women's Ice Hockey World Championships were all cancelled by the International Ice Hockey Federation due to the coronavirus.[1][2] The federation also cancelled the 2020 event of one of its two official junior world championship tournaments, the IIHF World U18 Championship.[3] On 21 March, IIHF publicly announced that the senior men's world championships had also been cancelled.[4] The 2021 World Junior Ice Hockey Championships were played behind closed doors.[5][6] Belarus was pulled as a co-host of the 2021 men's world championship due to political instability and COVID-19 concerns, and the event was hosted solely by Latvia. It was played behind closed doors until partway through the event, when a limited number of fully-vaccinated spectators were allowed to attend.[7][8] The 2021 IIHF Women's World Championship was cancelled by authorities in its host of Nova Scotia, Canada.[9] The tournament was postponed to later in the year and moved to Calgary, where it was played behind closed doors.[10][11] Concerns over Omicron variant led to the cancellation of multiple IIHF tournaments in December 2021. The IIHF cancelled all tournaments scheduled for January 2022, including the 2022 IIHF World Women's U18 Championship for the second year in a row. The decision led to criticism by players and officials for stifling the growth of women's hockey, especially as the men's 2022 World Junior Ice Hockey Championships were still going on as scheduled.[12][13] After multiple games were declared a forfeit due to positive tests, the IIHF cancelled the 2022 World Junior Ice Hockey Championships on 29 December 2021.[14] As a result of the German government's ban on large events, the Deutsche Eishockey Liga announced on 10 March that it would cancel the remainder of its season, marking the first time in the league's history a champion would not be crowned. The top four teams at the time of the cancellation — EHC Red Bull München, Adler Mannheim, Straubing Tigers, and Eisbaren Berlin — would advance to the Champions Hockey League.[15] The Swedish Ice Hockey Association suspended all remaining hockey, the playoffs and qualification rounds, in the Swedish elite leagues on 15 March; no awarding of the Le Mat Trophy for the 2019/20 season nor transference of teams from the leagues' qualification plays for the 2020/21 season will happen as a result.[16] In early March 2020, the National Hockey League suspended media access to the locker rooms, saying that only official personnel would be allowed in after the games to limit person-to-person contact. On 12 March, the NHL, American Hockey League, the leagues of the Canadian Hockey League (Ontario Hockey League, Quebec Major Junior Hockey League, and Western Hockey League), the USHL, and ECHL announced that their 2019–20 seasons would be indefinitely suspended.[17][18][19][20] On 12 March, the National Women's Hockey League postponed its Isobel Cup Final game indefinitely.[21] The ECHL announced on 14 March that the remainder of the season would be cancelled.[22] The leagues of the CHL announced on 18 March that they would cancel the remainder of their regular seasons.[23] On 23 March, the CHL confirmed that all playoffs and the 2020 Memorial Cup were cancelled.[24] Hockey Canada, the governing body for amateur hockey in the country, cancelled the remainder of its season on 12 March. This included national championships such as the Telus Cup and Esso Cup, as well as all regional and provincial playoffs, the Canadian Junior Hockey League playoffs, and the 2020 Centennial Cup.[25][26] On 11 May, the AHL announced the conclusion of the 2019–20 AHL season, awarding all regular season trophies.[27] On 26 May, the NHL and the National Hockey League Players' Association agreed on a basic framework to stage the Stanley Cup playoffs in a bio-secure bubble.[28] The seeds would be based on each club's points percentage when the season paused on 12 March; with the 2019–20 season effectively ended on 11 March. The top four seeds in each conference would receive a bye into the playoffs and play in a round robin tournament to determine playoff seeding; while the next eight seeds in each conference would play in a best-of-five series for the remaining playoff seeds (Stanley Cup Qualifiers). On 8 June, the NHL authorised teams to reopen their training facilities under COVID-19 protocol.[29] On 10 July, the NHL announced that the games for the 2020 Stanley Cup playoffs would be hosted in two hub cities, Edmonton, and Toronto. Toronto's Scotiabank Arena hosted games for the Eastern Conference's playoff qualifiers, quarterfinals, and semi-finals; while Edmonton's Rogers Place hosted the same rounds for the Western Conference's, in addition to both conference's finals, as well as the 2020 Stanley Cup Finals.[30] Players that entered the hub city \"bubbles\" were required to agree to protocols governing how camps operate, and the environment around where games are played, separating the hubs into \"secure zones\".[31] From 28 to 31 July 24 NHL teams each played one exhibition game before the Stanley Cup playoff qualifiers began on 1 August.[32] The league conducted over 7,000 tests for COVID-19 during the first week of return-to-play, with the NHL reporting no positive cases.[33][34] The playoff qualifiers were concluded on 9 August, with the first round of the Stanley Cup playoffs beginning the day after.[35] The entire 2020 Stanley Cup playoffs (including the qualifier rounds) were scheduled to last 66 days.[31] Play ended on 28 September in Edmonton, when the Tampa Bay Lightning won the Stanley Cup. On 20 December 2020, the NHL announced its 2020–21 season would begin on 13 January 2021 and run for 56 games per team, ending on 8 May.[36] To reduce travel and overcome international travel restrictions, all teams were re-aligned into four geographical divisions, with three consisting exclusively of U.S. teams, and all seven Canadian teams placed in a single North Division.[37] In the 2021 Stanley Cup Playoffs, the top four teams in each division played each other in the first two rounds, and the four division champions were reseeded based on their regular-season point totals for the semi-final round (which replaced the traditional conference finals).[38] The Canadian government granted a travel exemption for U.S.-based teams for the remainder of the postseason.[39] Teams were also allowed to temporarily have a \"taxi squad\" of reserve players, who could be called upon in the event a team player is unfit to play.[40] The season did not include the Global Series, Winter Classic, Stadium Series, and All-Star Game, which were all postponed by the league.[41] The NHL scheduled two outdoor games at the Edgewood Tahoe Resort in Stateline, Nevada, which were intended as television showcases with no spectators, to supplant the scrapped special events.[42] In addition, the annual Kraft Hockeyville USA preseason game was postponed by one year; it was eventually rescheduled for 3 October 2021, to be played in El Paso, Texas.[43] The 2020–21 ECHL season began on 11 December. At first, only 13 of its 24 member teams played, however, the Fort Wayne Komets decided just days before the season started to participate, and indeed ended the season by sweeping the South Carolina Stingrays to win the Kelly Cup. The 2021 AHL season began on 5 February, with three teams opting out, six others playing home games in alternate locations, and the two teams based in Ontario not allowed to play home games.[44][45] There were no playoffs (except in the Pacific Division) and once again no playoff champion was crowned. The Hershey Bears won the Macgregor Kilpatrick Trophy as the league's regular season champion. Hockey Canada cancelled its national championships for the second season in a row in February 2021, citing that it was \"the safest decision given the ongoing uncertainty of the pandemic at a local level, as well as the uncertainty around each region being able to compete for a national championship.\"[46] The CJHL's Manitoba Junior Hockey League (MJHL), Saskatchewan Junior Hockey League (SJHL), and Superior International Junior Hockey League (SIJHL) cancelled their seasons in 2021, citing uncertainties or a lack of government approval to commence or resume play [47][48][49] The QMJHL and WHL were the only two CHL leagues to go on with play this season; the QMJHL initially took advantage of the \"Atlantic Bubble\" for its Maritimes division, and was the only CHL league to play a postseason. However, the Maritimes division was disrupted by new health orders and travel restrictions which prevented interprovincial games, and their regular season was halted in mid-April—with all Nova Scotia-based teams becoming ineligible to compete in the playoffs, and the first round consisting of a nine-game round robin between the three New Brunswick-based teams to determine who would play the Charlottetown Islanders for the Maritimes division championship. They would join three Quebec-based teams for the President's Cup semifinals, with all games from then on being played at Videotron Centre in Quebec City.[50][51][52][53][54] The WHL played a shortened season between divisional opponents (with three divisions aligned to consist exclusively of Alberta, British Columbia, and U.S.-based teams respectively), used hub cities for teams based in British Columbia and the East division (Manitoba and Saskatchewan), and cancelled its playoffs due to interprovincial travel restrictions.[55] The OHL was unable to play a 2020–21 season at all due to the Ontario stay-at-home order,[56][57][58] and the CHL cancelled the Memorial Cup for the second consecutive season.[59] The 2021–22 NHL season returned to a normal schedule and divisional alignment,[60] and the league anticipated that every team would be able to host spectators without capacity restrictions by the start of the season.[61][62][63] The league announced COVID-19 protocols with a focus on vaccination in September 2021, allowing teams to suspend players without pay if they are \"unable to participate in club activities\" due to a COVID-19 infection or inability to travel resulting from not being fully-vaccinated (outside of religious and medical exemptions), and additional quarantine requirements and restrictions for non-vaccinated players. It was reported that the \"overwhelming majority\" of players had already been vaccinated over the offseason;[64] in October 2021, league commissioner Gary Bettman stated that only four players in the league were not fully-vaccinated.[65] On 18 October 2021, San Jose Sharks player Evander Kane was suspended for 21 games after it was found that he had submitted a forged vaccine record to the league.[66] By early-November, outbreaks had begun to impact teams, and result in players being deactivated via placement on the NHL's \"COVID-19 protocol list\".[67] Pittsburgh Penguins star Sidney Crosby, one of the NHL's biggest stars, and teammate Brian Dumoulin tested positive for COVID-19 on 3 November 2021 and head coach Mike Sullivan was later placed in protocol. Crosby had just returned from wrist surgery that forced him to miss the first eight games of the regular season.[68][69] Due to the emergence of the Omicron variant, which led to more player unavailability and a large number of games to be postponed, the NHL postponed all games that had been scheduled for 22 and 23 December, and extended the usual break for Christmas and Boxing Day. That break was later extended again through 27 December, when the NHL announced that most teams would resume play on 28 December, and that the \"taxi squad\" rule from the previous season would be reinstated.[40][70][71] The NHL has postponed a number of games or moved them to U.S. cities, specifically citing the implementations of capacity restrictions in multiple Canadian provinces.[72][73][74] On 22 December, the NHL and NHLPA also announced that they would withdraw from participation in the 2022 Winter Olympics, citing COVID-19 concerns and the need to use the reserved break in the schedule to make up postponed games.[75] Also in December 2021, the AHL announced that its all-star game and skills contest would not be held as scheduled. The Laval Rocket was to have hosted the event on 6 and 7 February 2022.[76] On 19 January, the NHL announced new dates for 121 games, or about 9 percent of the season total. Of those, 98 games had been postponed and 23 others were relocated to different dates to avoid new conflicts. Also, 95 of the 121 games were to be played during the Winter Olympics at which NHL players were to have participated.[77] On 2 February, it was disclosed that Alex Ovechkin had tested positive for COVID-19 and would miss the 2022 NHL All-Star Game, for which he had been selected as team captain for the Metropolitan Division team.[78]","Title":"Impact of the COVID-19 pandemic on ice hockey - Wikipedia","KeyID":"10926","URL":"https://en.wikipedia.org/wiki/Impact_of_the_COVID-19_pandemic_on_ice_hockey"}