{"Content: ":"Due to the ongoing COVID-19 pandemic, people can sometimes be labelled, stereotyped, discriminated against, treated separately, or experience loss of status because of real or perceived links with the disease.[1] As a result of such treatment, those who have or are perceived to have the disease, as well as their caregivers, family, friends, and communities, may be subjected to social stigma.[2] Due to the social stigma, individuals and groups have been subjected to racism and xenophobia and hate crimes, including physical attacks. The groups shown to be most vulnerable to social stigma are Asian people, in particular those of East Asian and Southeast Asian descent or appearance, people who have traveled abroad, people who have recently completed quarantine, healthcare professionals and emergency service workers. In fact, the Indian Ministry of Health and Family Welfare (MOHFW) issued a press release focused on limiting the scare associated with the said social stigma. It has also been shown that wearing or refusing to wear a mask has become subject to a stigma[2] as well. The existence of such social stigma[2] and their negative impacts have been documented by many organizations, including UNICEF, the WHO, and the CDC.[3][4][5][6] The level of stigma towards those affected with COVID-19 is due to multiple factors. The virus is new, and there are many unknowns surrounding transmission and a possible cure. Many people cannot access tests and[7] drug development for treatment is still in progress. Meanwhile, there is widespread misinformation regarding the disease, under which various online groups and activists have spread conspiracy theories and unproven claims, including: that the virus was created in a laboratory; the virus was \"planned\"; and that the virus was caused by 5G networks, among other theories.[8][9][10] In this cultural context, the disease itself is an unknown—and, according to many international health experts, people feel fearful when confronted with the unknown. In such circumstances, they may deal with this fear by assigning blame to the \"other,\" [2] which may include groups of people, governments, or institutions. This environment can fuel harmful stereotypes. As a result, social cohesion is undermined, and there may be increased social isolation of impacted groups. With this social isolation, people may be less likely to seek out medical help or services, take necessary precautions, or seek out social services, due to fear of discrimination. This can contribute to a situation in which the virus is more likely to spread, leading to severe health problems and difficulties in controlling disease outbreak.[2] Furthermore, people could also subjected to physical violence[3] and hate crimes. In order to address social stigma, it is important to build trust in reliable health services and advice, show empathy to the affected individuals and adopting effective practical measures to keep people safe.[2] The following measures are recommended to address social stigma by the UNICEF:[2] According to United Nations Population Fund, midwives play an essential role in reducing stigma and battling the spreading belief that health facilities are to be avoided.[11]","Title":"Social stigma associated with COVID-19 - Wikipedia","KeyID":"10931","URL":"https://en.wikipedia.org/wiki/Social_stigma_associated_with_COVID-19"}