{"Content: ":"Amid the COVID-19 pandemic, anti-abortion government officials in several American states enacted or attempted to enact restrictions on abortion, characterizing it as a non-essential procedure that can be suspended during the medical emergency. The orders have led to several legal challenges and criticism by abortion-rights groups and several national medical organizations, including the American Medical Association. Legal challenges on behalf of abortion providers, many of which are represented by the American Civil Liberties Union and Planned Parenthood, have successfully stopped some of the orders on a temporary basis, though bans in several states have not been challenged. During the COVID-19 pandemic in the United States, many non-essential medical procedures were temporarily suspended to preserve medical resources like protective equipment (PPE). In the context of these orders, several Republican officials and anti-abortion advocates argued that abortion should be considered non-essential, leading to orders in multiple states explicitly prohibiting the procedure.[1][2][3][4] Several medical organizations and human rights groups issued statements critical of the restrictions. The American Medical Association characterizing them as \"exploiting this moment to ban or dramatically limit women's reproductive health care.\"[5][6] The American College of Obstetricians and Gynecologists, the American Board of Obstetrics and Gynecology, the American Association of Gynecologic Laparoscopists, the American Gynecological and Obstetrical Society, the American Society for Reproductive Medicine, the Society for Academic Specialists in General Obstetrics and Gynecology, the Society of Family Planning, and the Society for Maternal-Fetal Medicine issued a joint statement that \"abortion should not be categorized as [a procedure that can be delayed during the pandemic]. Abortion is an essential component of comprehensive health care. It is also a time-sensitive service for which a delay of several weeks, or in some cases days, may increase the risks or potentially make it completely inaccessible.\"[7][8][9][10] Plan C, a website that provides information about online abortion pill vendors, noted that its traffic had doubled by March 23 and tripled by April 8.[11] The publication Jewish Currents said that by mid-March its viewership for an article on how to induce an abortion was \"off the charts\".[11] A March 2020 order by the State Health Officer required that \"all elective dental and medical procedures shall be delayed\".[12][1] The Alabama Department of Public Health initially stated that abortion providers were not affected by this order. The order was amended on March 27 to ban any medical procedure except those which treat an \"emergency medical condition\", with Alabama Attorney General Steve Marshall clarifying that abortion clinics were not exempt.[1] The American Civil Liberties Union of Alabama, representing Alabama abortion providers and clinics, challenged the order, requesting a temporary restraining order. On March 30, U.S. District Judge Myron Herbert Thompson granted the temporary restraining order, saying the attorney general's interpretation of the March 27 order was overly broad, potentially causing undue burden on abortion access.[13] The restraining order was set to expire on April 13, 2020,[1] with Thompson issuing a preliminary injunction on April 12 to maintain abortion access.[14] The state lost an appeal on April 23, meaning that abortion services are still legal.[15] In March, a mandate was issued to limit non-urgent medical procedures until after June 15. On April 6, the mandate was clarified to include surgical abortions. Specifically, no abortions could be performed \"unless the life or physical health of the mother is endangered by continuation of the pregnancy during the period of postponement\".[3] However, on April 28, the ACLU reported that abortions were still happening in Alaska. The temporary ban issued in March only lasted for a week before it was replaced with a new order.[16] The Arkansas Department of Health issued an order that all medical procedures that can be safely postponed should be rescheduled. Attorney General Leslie Rutledge said that the order was inclusive of \"any type of abortion that is not immediately medically necessary to preserve the life or health of the mother\". Penalties for not following the order were not detailed, though Rutledge assured \"decisive action\".[2] The state health department sent a cease and desist letter to one of the state's two abortion clinics for violating the order. On April 13, the ACLU sued the state of Arkansas, requesting that a district court block the ban on abortion services.[17] A federal judge temporarily blocked the state's ban, but on April 22, the United States Court of Appeals for the Eighth Circuit overturned the decision and ruled that the state could restrict most surgical abortions. The prohibition on medication abortions was overturned.[18] On April 27, an order by the Arkansas Department of Health went into effect that stated all people seeking an elective surgery, including abortion, must test negative for COVID-19 in the 48 hours before the procedure. On May 1, the ACLU filed another lawsuit against the state, saying that some women cannot easily access testing and thus the order deprives them of their right to have an abortion.[19] On May 7, federal judge Brian Stacy Miller rejected the ACLU's motion, calling the decision \"agonizingly difficult\", but saying that the restriction of individual liberties could be justified during a worldwide health crisis.[20] In March, Indiana governor Eric Holcomb signed an executive order prohibiting elective medical procedures, though the orders did not mention abortions.[21][22] The order went into effect April 1. The order was unclear on whether or not surgical abortions were still permissible.[23] As of April 23, no legal challenges had been filed against Indiana's abortion ban.[24] Elective procedures were allowed to resume April 27.[25] Governor Kim Reynolds included abortion as a nonessential medical procedure and temporarily banned it in response to the pandemic. Abortion providers filed a petition requesting an emergency injunction against the order, arguing that it violated women's rights under the state Constitution and \"severely jeopardizes their health, safety and welfare.\"[26] Iowa Solicitor General Jeffrey Thompson responded to the petition by clarifying that the order was not a blanket ban but would take medical factors into consideration, including the timing of the pregnancy.[26] The providers withdrew the petition based on his explanation. Planned Parenthood announced that it \"will resume seeing patients for in-clinic procedures, in compliance with Gov. Kim Reynolds' proclamation\", while Reynolds was said to be \"pleased that her proclamation remains in full effect and that surgical abortions will not be exempted from this suspension of non-essential and elective surgeries\".[26][14] In March, the Louisiana Department of Health issued a directive to limit non-emergency medical procedures, though abortions were not specifically mentioned.[27] In early April, state Attorney General Jeff Landry began an investigation to determine if the state's three abortion clinics were complying with the order.[28] On April 14, Planned Parenthood, the Center for Reproductive Rights, and the American Civil Liberties Union brought a federal lawsuit in an attempt to block Louisiana's statewide ban.[29] The Department of Health directive has no set expiration date.[27] In March, a Mississippi directive to temporarily ban elective, non-essential medical procedures went into effect. Governor Tate Reeves said he would enact \"whatever action we need to protect the not only the lives of unborn children, but also the lives of anyone who may contract this particular virus\".[30] The Center for Reproductive Rights confirmed that Jackson Women’s Health Organization, the lone abortion clinic in Mississippi, was still open and performing procedures.[14] On March 17, Amy Acton, Director of the Ohio Department of Health, issued an order prohibiting nonessential surgeries to preserve PPE.[31] Governor Mike DeWine said abortions should not be performed during the pandemic except when the pregnant woman's life is at risk.[32] Attorney General Dave Yost and Deputy Attorney General Jonathan Fulkerson sent letters to abortion clinics instructing them to \"immediately stop performing non-essential and elective surgical abortions\", defined as \"those that can be delayed without undue risk to the current or future health of a patient\".[33][34][35] Two Planned Parenthood clinics responded to the letters with a statement saying they were following the order, describing surgical abortions as necessary procedures still allowed under the emergency rules.[35] The state's abortion providers challenged the order, represented by attorneys from the ACLU, Planned Parenthood, the ACLU of Ohio, and Gerhardstein & Branch Co.[36] Planned Parenthood filed a motion for a temporary restraining order, which was granted by US District Court Judge Michael Barrett on April 1 for 14 days. In his ruling, he said that the patient's doctor and not state government should determine whether or not an abortion is essential, and that the state failed to prove that banning surgical abortions would \"result in any beneficial amount of net saving of [PPE] in Ohio such that the net saving of PPE outweighs the harm of eliminating abortion\".[14][37][36] Amicus briefs were filed by the Republican Attorneys General of fifteen states, including neighboring Kentucky, Indiana, and West Virginia, in support of Ohio's efforts to restrict abortion during the pandemic.[31][36] Yost appealed Barrett's decision, clarifying in a court filing on behalf of the Ohio Department of Health that the order does allow medical abortion, and that \"doctors remain free to perform surgical abortions necessary for a mother's health or life, and also surgical abortions that cannot be delayed without jeopardizing the patient's abortion rights.\"[31] Barrett declined a request by the State of Ohio to put a hold on his order pending an appeals court decision.[36] On April 6, the State's request for an appeal was dismissed by the United States Court of Appeals for the Sixth Circuit.[38] On April 23, Barrett issued another preliminary injunction saying that surgical abortions could proceed if a provider determines that delaying the procedure would cause the pregnancy to become viable, and thus prevent access to an abortion. Ohio law prohibits abortion past the twenty-second week of gestation.[39] In March, Governor Kevin Stitt signed an executive order to limit elective medical procedures, later confirming that all types of abortion services were included, except for those necessary in a medical emergency or to \"prevent serious health risks\" to the pregnant woman. On April 6, federal judge Charles Barnes Goodwin blocked the executive order, ruling that the state acted in an arbitrary, unreasonable, and oppressive way, which posed an undue burden on abortion access in Oklahoma.[40] The Oklahoma State Department of Health’s news release \"Issues Guidance for Resuming Elective Surgical Procedures in Oklahoma April 24\" states that patients should receive a negative COVID-19 test result within 48 hours of the scheduled elective procedure.[41] On March 23, Governor Bill Lee signed an executive order to prohibit non-essential medical procedures until April 13. Lee's spokesperson Gillum Ferguson said, \"Gov. Lee believes elective abortions aren’t essential procedures and given the state of PPE in Tennessee and across the country his hope and expectation would be that those procedures not take place during this crisis.\"[42] The executive order did not specifically name abortion as a non-essential medical procedure, and no penalties were specified for failure to comply with the order.[11] Lee signed another executive order on April 8, which abortion clinics said effectively banned surgical abortions. Tennessee abortion providers stated that the order was unconstitutional and added their claim to an existing federal lawsuit. The state's abortion clinics are represented by the American Civil Liberties Foundation of Tennessee, Barrett Johnston Martin & Garrison LLC, Jessee & Jessee, Kramer Levin Naftalis & Frankel LLP, the Center for Reproductive Rights, the American Civil Liberties Union Foundation, and the Planned Parenthood Federation of America.[4] Lee's executive order is scheduled to end on April 30.[29] The ban was overturned on April 17 by district judge Bernard A. Friedman, who said that the state did not indicate that any significant amount of PPE would be preserved by banning abortions.[43] In Texas, Governor Greg Abbott issued an executive order on March 22 that temporarily banned elective medical procedures. Attorney General Ken Paxton warned on March 23 that all abortions were now prohibited, except those necessary to \"preserve the life or health\" of the pregnant woman.[14] Those found in violation of the ban could be fined up to $1,000, jailed for 180 days, and have their medical license revoked.[44][45] Planned Parenthood, the Center for Reproductive Rights, and The Lawyering Project challenged the order on behalf of the state's abortion providers.[46] U.S. District Judge Lee Yeakel ruled in favor of the clinics on March 26, saying that the temporary ban on abortions \"prevents Texas women from exercising what the Supreme Court has declared is their fundamental constitutional right to terminate a pregnancy before a fetus is viable\".[45] This ruling was overturned on March 31, 2020, when the United States Court of Appeals for the Fifth Circuit allowed Texas to reinstate the ban.[44] On April 11, the state's abortion providers asked the US Supreme Court to intervene and stop the ban. On April 13, the U.S. Court of Appeals for the Fifth Circuit walked back part of its prior decision, determining that medication abortions were allowable.[47] This was reversed once more on April 20, when the Fifth Circuit once again said that the state could block access to medication abortions. The executive order blocking procedures that are not immediately medically necessary expired April 21.[48] On April 22, the state announced that surgical and medication abortions could resume.[49] The Supreme Court issued an order on January 25, 2021 to reverse the Fifth Circuit's decision and remand the case to the Fifth Circuit as to declare it moot in light of the state's revised orders.[50] Governor Jim Justice signed an executive order temporarily barring elective medical procedures. On April 2, state Attorney General Patrick Morrisey stated that the order included abortions, and implied legal consequence's against the state's lone clinic if abortions proceeded.[51] On April 25, a lawsuit was filed by the ACLU, ACLU of West Virginia, and Wilmer Cutler Pickering Hale and Dorr on behalf of Women's Health Center of West Virginia in an attempt to block the temporary abortion ban.[52]","Title":"Impact of the COVID-19 pandemic on abortion in the United States - Wikipedia","KeyID":"10937","URL":"https://en.wikipedia.org/wiki/Impact_of_the_COVID-19_pandemic_on_abortion_in_the_United_States"}