{"Content: ":"A COVID-19 party (also called coronavirus party, corona party, and lockdown party) is a gathering held with the intention of catching or spreading COVID-19. It is a type of pox party where the intentional spread of disease is chosen to build up post-infection immunity.[1][2] Parties have been reported to occur during the omicron wave, due to the belief that omicron causes only mild infection. Experts caution that infection with COVID runs the risk of hospitalization, and rare side effects such as MIS-C and long COVID.[2][1] A number of news reports in the United States have suggested that parties have occurred with this intention early in the pandemic. However, such reports appear to involve sensational and unsubstantiated media coverage[3] or misleading headlines which misrepresent the content of an article.[4] Such stories have been compared to[5] urban legends.[6] In the Netherlands,[7][8][9][10] the term \"coronavirus party\" and other similar terms may refer to a party that is organized during the COVID-19 pandemic but without any intention of spreading the virus.[11] As the party occurs during the COVID-19 pandemic, it may involve breaking existing regulations and restrictions to prevent COVID-19 infections (i.e. on people gatherings). In March 2020 Andy Beshear, the governor of Kentucky, reported that young people were taking part in parties and later testing positive for COVID-19. \"The partygoers intentionally got together 'thinking they were invincible' and purposely defying state guidance to practice social distancing,\" he said. A CNN headline on 25 March 2020 stated, \"A group of young adults held a coronavirus party in Kentucky to defy orders to socially distance. Now one of them has coronavirus.\"[13] On the same day NPR published the headline \"Kentucky Has 39 New Cases; 1 Person Attended A 'Coronavirus Party'\".[14] Both headlines misrepresented the content of the article and the quotes they used from Beshear who did not mention intentional parties for catching COVID-19, but rather that young people were attending parties and becoming sick with COVID-19.[4] On 6 May, The Seattle Times reported that Meghan DeBold, director of the Department of Community Health in Walla Walla, Washington, said that contact tracing had revealed people wanting to get sick with COVID-19 and get it over with had attended COVID parties. DeBold is quoted as saying \"We ask about contacts, and there are 25 people because: 'We were at a COVID party'\".[15] An opinion piece for The New York Times by epidemiologist Greta Bauer on 8 April 2020 said she had heard \"rumblings about people ... hosting a version of 'chickenpox parties'... to catch the virus\".[16] Rolling Stone states that Bauer did not cite \"direct evidence of the existence of these parties.\"[17] The New York Times reported on 6 May 2020 that stories such as the Walla Walla Covid Party \"may have been more innocent gatherings\" and county health officials retracted their statements.[18] On 23 June, Carsyn Leigh Davis was said to have died from COVID-19 at the age of 17 after her mother took her to a COVID party at her church, despite Carsyn having a history of health issues, including cancer. However, according to the coroner's report, there is no mention of a COVID party but rather a church function with 100 children where she did not wear a mask and where social distancing protocols were not followed. According to David Gorski, writing for Science-Based Medicine, the church party was called a \"Release Party\" and there is no evidence that the party was held so that people could intentionally catch COVID-19.[6] Some news agencies consider COVID-19 parties to be a myth. Rolling Stone called \"shaming people on the internet for not properly socially distancing\" the favorite new American pastime. They state that these headlines are meant to be virally shared, and they considered the reality to be that young people had simply attended parties where they caught COVID-19, rather than deliberately attending them to contract COVID-19. Rolling Stone attributed the popularity of the stories to \"generational animosity\" and said that the coronavirus party stories \"gives people cooped up in their homes a reason to pat themselves on the back and congratulate themselves for their own sacrifices\". The Seattle Times article from Walla Walla backtracked the day after publishing their COVID-19 party story by stating they may not have been accurate.[17] Wired criticized reports on CNN and others[19] of supposed college students in Tuscaloosa, Alabama throwing parties with infected guests then betting on the contagion that ensues. \"They put money in a pot and they try to get Covid,\" said City Council member Sonya McKinstry, who was the story's lone source.[3][6] \"Whoever gets Covid-19 first gets the pot. It makes no sense.\" Wired says that these stories spread like a game of telephone with \"loose talk from public officials and disgracefully sloppy journalism\". \"It is, of course, technically impossible to rule out the existence of Covid-19 parties. Maybe somewhere in this vast and complex nation, some foolish people are getting infected on purpose. It is also possible that the miasma of media coverage will coalesce into a vector of its own, inspiring Covid parties that otherwise would not have happened. But so far there's no hard evidence that even a single one has taken place—just a recurring cycle of breathless, unsubstantiated media coverage.\"[3] Investigator Benjamin Radford researched the claims from the media and stated that there was nothing new to these stories, and that the folklore world has seen stories of people believing that being inoculated against smallpox may turn people into cows. These stories cycle through social media, and include \"poisoned Halloween candy, suicide-inducing online games, Satanists, caravans of diseased migrants, evil clowns, and many others.\" Other childhood diseases such as chickenpox and measles in years before vaccines to prevent these illnesses, some parents would hold 'pox parties' which Radford claims are still \"often promoted by anti-vaccination groups\". \"Assuming you have a willing and potentially infectious patient (who's not bedridden or in a hospital)\" holding a COVID-19 party would be problematic for many reasons, including not knowing if someone has COVID-19 or the flu as well as not knowing a person's viral load, according to Radford. He described the entire premise of the parties as \"dubious\".[4] All stories reported in the media had \"all the typical ingredients of unfounded moral panic rumors\", according to Radford. This includes teachers, police, school districts, governors \"who publicize the information out of an abundance of caution. Journalists eagerly run with a sensational story, and there's little if any sober or skeptical follow-up\".[4] On 10 July 2020, a WOAI-TV station from San Antonio, Texas ran a story interviewing the Chief Medical Officer of Methodist Healthcare, Dr. Jane Appleby, who according to WOAI said she had heard from someone that a patient told their nurse right before dying that they had attended a COVID party to see if the virus was real or not, and now they regretted attending the party. Radford considers the stories \"classic folklore (a friend-of-a-friend or FOAF) tale presented in news media as fact\", noting that they were often anonymous third-hand story with no verifiable names or other details. He described the \"deathbed conversation\" ending to the story as being a \"classic legend trope\".[5]","Title":"COVID-19 party - Wikipedia","KeyID":"10932","URL":"https://en.wikipedia.org/wiki/COVID-19_party"}