{"Content: ":"During a time of Social distance and limited contact with others, social media became an important place to interact. Social media platforms are meant to connect people and helped the world remain connected, largely increasing usage during the pandemic. Since many people are asked to remain home, they have turned to social media to maintain their relationships and to access entertainment to pass the time.[1] The COVID-19 pandemic has affected the usage of social media by the world's general population, celebrities, world leaders, and professionals alike. Social networking services have been used to spread information, and to find humor and distraction from the pandemic via Internet memes.[2][3] However, social distancing has forced lifestyle changes for many people, which put a strain on mental health.[1] Many online counselling services that use social media were created and began to rise in popularity, as they could safely connect mental health workers with those who need them.[4] The emergence of COVID-19 calls for more attention to online psychological counselling, and the novel Coronavirus pandemic has also caused great difficulties in face-to-face communication. In addition to being a global threat, COVID-19 is referred to as an infodemic. The direct access to content through platforms such as Twitter and YouTube leave users susceptible to rumors and questionable information.[5] This information can strongly influence individual behaviors, limiting group cohesion and therefore the effectiveness of government countermeasures to the virus.[5] Platforms were additionally used by politicians, political movements, and national and state level health organizations to share information quickly and reach a lot of people. Multiple social media websites reported a sharp increase in usage after social distancing measures were put into place. Since many people cannot connect with their friends and family in person, for the time being, social media has become the main form of communication to maintain these valuable connections. For example, Facebook's analytics department reported over 50 percent increase in overall messaging during the last month of March 2020.[1] WhatsApp has also reported a 40 per cent increase in usage.[1] Moreover, there has been a noticeable increase in the use of Zoom since the start of the pandemic.[6] Global downloads for TikTok went up 5% in March 2020 compared to February.[7] A new service called QuarantineChat that connects people randomly reported having over 15,000 users a month after its launch on 1 March 2020.[8] Facebook, Twitter, and YouTube have all increased reliance on spam filters because staff members who moderate content were unable to work.[9] Particularly in countries where the virus was hit hardest, such as China, online mental health services received a surge in demand. This is because COVID-19 has forced many difficult and unplanned lifestyle changes, which are never easy to adjust to. In China, medical staff has used social media programs like WeChat, Weibo, and TikTok to roll out online mental health education programs.[10] In Canada, the provincial government of Alberta has launched a $53 million COVID-19 mental health response plan, which includes increasing accessibility to phone and online supports with existing helplines.[11] In the province of Ontario, the government has provided emergency funding of up to $12 million to expand online and virtual mental health supports.[12] Under the influence of the epidemic, students' psychological problems are more important. Many students study hard and have clear goals when they are in high school. However, once they enter college, some students will suddenly feel that they have lost their goals. Everyone's goal before they are young is to be admitted to a desired university, but when the goal is achieved, there will be a variety of maladjustment, confusion, or anxiety. The emergence of these negative emotions and psychological problems will gradually affect the normal study and life. Therefore, in the face of these psychological problems, it is necessary to formally own psychological problems and reduce the stigma. If you feel that you can't solve or adjust, you need to find professional psychological consultants or psychological teachers and psychological consultants in time. Psychological counseling is not only needed for serious psychiatric diseases, the purpose of psychological counseling is to timely take the interviewess out of the negative emotions, to help them re-understand their own process.[13] There is extensive psychology research proving that connectivity with others develops a sense of belonging and psychosocial wellbeing, which enhances mental health and reduces risk for anxiety and depression.[14] The overload of information and the constant use of social media has been shown to positively correlate with an increase of depression and anxiety, yet also with the improvement of communication skills .[15][16] The impact of following social distancing measures can cause the feeling of loneliness and isolation in people, increasing the feeling of anxiety and can be very overwhelming.[17] \"Many adults are also reporting specific negative impacts on their mental health and wellbeing, such as difficulty sleeping (60%) or eating (80%), increases in alcohol consumption or substance use (50%), and worsening chronic conditions (35%), due to worry and stress over the education and employment conditions.\"[18] While being part of a global pandemic, it can be stressful and cause anxiety amongst yourself and family but there are ways you can support yourself and your family.[19] Given that the virus continues to erupt around the world, especially in the US and Europe, affecting millions of people, it is necessary to assess and develop strategies to address the mental health and mental disorders caused by direct or indirect exposure to this situation. These strategies are targeted specifically at the individuals with mental issues due to the actions taken by the government against the outbreak of coronavirus, viral infection and infection. In general, targeting the entire population or large communities is not beneficial.[20] Due to the global pandemic, people have experienced negative effects on their interpersonal communication during the COVID-19 pandemic online, which has increased the use of face masks, social distancing, and self-isolation in the real world. Nonverbal communication, such as facial gestures and facial expressions, account for 55% of our overall communication.[21] The increased use of face masks and is making interpretation during face-to-face communication far more challenging because masks hide a large portion of the face and pose difficulty for individuals to read into basic communication signals, such as intention and emotion. Wearing a face mask causes individuals to focus on oral cues without many nonverbal expressions, which can generate mistrust, misinterpretation, lack of linguistic understanding, and failure to comprehend. Along with the disconnect individuals experience from wearing a face mask, social distancing and self-isolation presents the dangers of increasing social rejection, growing impersonality and individualism, and the loss of a sense of community.[22] The data suggests that the implementation of the mask, increased social distancing, and self-isolation produces challenges in people's ability to foster positive interpersonal relationships and a sense of community.[citation needed] The new covid-19 pneumonia epidemic has seriously affected the way people communicate with each other. Preventive measures to limit the spread of the virus require changes in communication patterns in greetings and handshakes. The situation requires people to adopt salutes that do not require physical contact, such as \"peaceful gestures\" and \"hands on the chest\". In addition, telecommunications has witnessed a significant increase in the emphasis on personal space and social distance as business meetings, conferences and educational activities move to virtual communication through social applications such as zoom, Cisco WebEx, Skype and Microsoft teams.[23] The COVID-19 pandemic forced many businesses to shut down or implement remote work and many workers were fired. Families are stuck at home in self-isolation and quarantine as an effective measure of preventing the spread of COVID-19. Keeping that in mind, this puts today's online businesses in a rather opportune position. Many business owners are complaining about losing sales from walk-in customers, while businesses with a well-designed website are serving more customers than ever. Many businesses have seen a drastic increase in online orders since the start of the pandemic. As for the businesses losing sales, they have had to find ways to adapt to people's new spending habits.[citation needed] The global shutdowns forced artists, museums, and galleries to find new ways to connect with the public. A social media challenge created by the Getty Museum asked users to recreate works from their collection with items from around their house, and post the photographs to social media.[24] David Zwirner Gallery was one of many galleries to move their scheduled exhibits to a virtual gallery space.[25] Social Distance Gallery, a project by artist Benjamin Cook, used Instagram to host mini thesis exhibitions for students from around the world that had their graduation shows canceled.[26] In a study of people's engagement on the internet and social media collected from July 2019 - 2020 indicated a 10.5% increase of active social media users.[27] Instagram reported a 70% increase in viewers of live videos from February to March when lockdown measures began.[28] A study in July, four months after the first COVID-19 lockdown measures, polled what individuals' purpose was when they used social media as well as other connective technologies. 83% of people stated it \"helps me cope with COVID-19 related lockdown\"[27] This was the largest response measured against other responses such as education, keeping in touch with friends and family, and work which were 76%, 74%, and 67% respectively, and reflects the reliance on social media in critical aspects of people's lives during the pandemic.[citation needed] Because of the pandemic, people have to decrease their social activities to protect each other. Students also have to study online, and most students use social media as a new way to study. Researchers found the advantage of using social media to study and some disadvantages about this for students. Also, social media is very important for governments to spread information about COVID-19. UNESCO reported that the closure of academic institutes caused by the pandemic had affected 890 million students in 114 countries.[29] Social media is indispensable for students during the pandemic. When people need to stay at home, using social media is the most effective way to work with others. Also, using social media for cooperation can also help students handle more techniques. For example, when students use social media to work with group members, they can understand how to communicate and collaborate with others. During the process, members can help each other and figure out problems of themselves.[29] Many Internet memes have been created about the pandemic.[30][31][32] A popular Facebook group for young people (predominantly Generation Z) was \"Zoom Memes for Self Quaranteens,\" playing on pun of the increase in Zoom usage and self-quarantining as teenagers, which had over 500,000 members as of April 2020.[33] The group shared memes they found or created about the pandemic, and served as entertainment for the hundreds of thousands of young people that had been forced to switch to online school, helping them pass the extra time and help cope with the situation.[34] During the pandemic many challenges spread across social media, potentially to link individuals to one another and to bring entertainment of the individual's attempts. One such challenge was the #See10Do10 which involves the individual doing 10 push-ups and recreating it, others included baby photos, dance challenges, and voting in candy and chocolate March Madness bracket voting.[35] Another instance, the V-pop hit \"Ghen\" by artists Erik and Men was remixed by lyricists Khắc Hưng and supported Vietnam's National Institute of Occupational Safety and Health to create the song \"Ghen Cô Vy.\"[36] The song encourages listeners to wash their hands and became viral when Vietnam dancer Quang Đăng posted a dance to the song on TikTok and started the #GhenCoVyChallenge.[37] Teens have also started making TikTok videos sharing about their life in quarantine. Teens use this platform to make funny videos about life in lockdown to relate to other teens and keep them entertained. From January 2020 to March, TikTok saw a 48.3% increase in unique visitors.[38] Makeup artists on YouTube have altered their videos to produce make-up looks that work around wearing a mask to prevent the spread of the pandemic.[39] The Actors Fund, a charitable organization posts a lifestream of The Phantom of the Opera performance from London's Royal Albert Hall as a fundraiser for 48-hours in April.[40] The performance of Phoebe Waller-Bridges's stage performance of Fleabag was also used as a charity fundraiser and for entertainment.[41] Authors, musicians, actors, actresses and dancers put together many concerts, live streams of previous productions, readings, and productions that were live-streamed either for free, for an entrance fee or suggested charitable donation.[42][43] Social media has been used by news outlets, organisations, and the general public to spread both valid information and misinformation about the pandemic.[44][45] The CDC, WHO, medical journals, and health care organisations have been updating and spreading information across numerous platforms with partnerships with Facebook, Google Scholar, TikTok,[46] and Twitter. Others such as an attending emergency medicine physician in the New York hospital system have been using their social media accounts to report first hand accounts of working to combat COVID-19.[35] It was reported on 8 April, that COVID-19 conversations around disease states have increased 1,000% around healthcare professionals and 2,500% among consumers based on a social listening study from 1 January to 19 March.[47] Pilot research examined whether U.S. trust in science changed between December 2019 and March 2020 after hypothesizing that the amount of public discussion and research would improve it, but the study reported a null finding.[48] Doctors are also joining groups on social media to spread information about treating the disease[49] with one group on Facebook, the PMG COVID-19 Subgroup on Facebook reporting some 30,000 members worldwide by the end of March. Another group, Physician Moms Group, which was started five years prior to the pandemic had so many people wanting to join the 70,000 strong group that Facebook click-to-join code broke and 10,000 additional doctors waited for it to be fixed. The groups have allowed medical professionals to collaborate with one another, gather information and help direct supplies to hospitals that need them.[50] Medical professionals have also used social media in an effort to educate the general population about the impact of working in PPE for upwards of twelve-hour shifts, utilizing a trend that showcased their faces after their shifts and their masks are removed. Many of the individuals who participated had bruises, indents, redness and even bandaids covering blisters formed by the masks sitting tight on their faces for hours.[51] Social Media has also been used to provide audio and video \"diaries\" of the pandemic as it has unfolded. Podcasts such as Coronavirus Today provide time stamped updates. The video library A Doctor in The Pandemic is another example.[citation needed] On the other hand, social media is very important for governments during the pandemic. The Chinese government uses social media to public scientific knowledge about COVID-19 and uses common language to help people understand it. Researchers find that if governments can use social media correctly, this way can decrease the panic of people and help society to remain stable. The government should take the initiative to guide the public in popular language on social media to reduce the spread of misinformation and help maintain social stability and reduce panic. Timely information is very important. People should also trust official information based on evidence.[52] COVID-19 has increased the World Health Organizations (WHO) usage of social media as well. The platform WHO Information Network for Epidemics was created after COVID-19 was declared a Public Health Emergency. The 20 person staff work to provide evidence-based answers to combat rumors found across platforms and ensure any “coronavirus” search across social media platforms, as well as Google, directs them to the WHO website or Center for Disease Control providing reliable information.[53] On 18 January 2021, the UK Parliament, in the presence of the Public Administration and Constitutional Affairs Committee, held a session to combat misinformation regarding the COVID-19 pandemic on social networking and Internet media platforms. The session had a panel of behavioral science experts and another of media representatives of major organizations including, Facebook, Sky News, and Reuters.[54] The United Nations launched the United Nations Communications Response initiative in April 2020 with the aim of reducing the spread of misinformation about the pandemic with the stated goal of reducing hate speech and preventing pandemic disinformation and misinformation from causing political polarization online. The United Nations, on May 11, 2020, also issued a further Guidance Note on Addressing and Countering Covid-19 related Hate Speech, which further aimed to reduce the problems of hate speech and misinformation online.[55] Also in May 2020, the WHO Member States passed a resolution called Resolution WHA73.1. Its stated goals were to get member states to take a more active role in publishing content that informs the public about the pandemic, as well as preventing the spread of misinformation about it that can hurt peoples' ability to respond to the virus. International organizations were also addressed in the same resolution for much of the same reasons, with the WHO intent on preventing the spread of misinformation via technology and the spread of peer reviewed, science-backed academic data to be shown worldwide to inform people of the situation.[55] Although social media has proven beneficial to spread credible information, it is vital to acknowledge its limitations. The effects of social media are not the same for all populations. Older demographics do not use social media in the same ways as younger populations, as most still rely on traditional means of communication.[56] About 69 percent of those aged between 50 and 64 use some sort of social media, so it is crucial to find other ways to reach the other 31 percent of the older population.[57] Social media also lacks scientific surveillance. There is no peer review needed in order to post content online, which leads to the constant generation of false information.[56] Social media websites have fact-check teams, but it is impossible to have every post online checked by a human.[58] MIT Technology Review has called the COVID-19 pandemic \"the first true social-media 'infodemic'\" since during this time social media has become the main source of information and ultimate channel for communication and interaction.[59][60] National Geographic has reported on an increased level of \"fake animal news\" on social media during the pandemic.[61] Studies in the past have shown how people have stopped getting their information from browsers, and other search methods in favour of relying on social media. This information can strongly influence behaviors and limit cohesion and therefore the effectiveness of government countermeasures to the virus since government can easily manipulate our opinion.[62] There is preliminary evidence that people's trust in science and scientists is associated with how believable they find COVID-19 misinformation to be, though the researchers encouraged caution in interpreting the finding pending further study.[63] Much of the youth get their information and news updates from different social media platforms. For example, Twitter has a whole page dedicated to news updates. While there is some factual information being spread from social media, a large portion of the information is sent out by bots- social media algorithms developed by the government to spread favorable information and manipulate the public mind. There is no way of knowing whether or not the information you are reading on Twitter, or any other social media platform for that matter, is coming from a reliable source or a generated bot.[citation needed] Cases of propaganda and misinformation can vary by country.[64] Misinformation can be spread strategically, but it can sometimes be spread by accident. Misinformation has the potential to make the pandemic more dangerous than it already is.[65] Many platforms intentionally promote the spread of misinformation. This was due to an increase in AI usage as many human moderators were sent home during shelter in place orders and faced contract restrictions and couldn't continue their work at home.[66] This system failed to prevent COVID-19 misinformation from spreading as well as took down other valuable information and links to articles.[67] Fox News reported on Facebook, groups opposing vaccines and those campaigning against 5G mobile phone networks created unwanted rumors. The Stop 5G French group on Facebook 5G and other groups posted an article from BBC News that claims: \"It is becoming pretty clear that the Hunan coronavirus is an engineered bio-weapon that was either purposely or accidentally released.\"[68] Online rumors have led to mob attacks in India and mass poisonings in Iran, with telecommunications engineers threatened and attacked and phone masts set on fire in the United Kingdom.[69] Social media is the primary source of misinformation. Moreover, social media was a reason for Covid-19 spreading in China Misinformation has been spread in the form of reports that fireworks will kill the virus in the air, as well as vinegar and indigowoad root curing an infection. This misinformation was spread via the messaging app Messanger. Citizens have also bought an excess of materials and supplies, which has depleted the number of supplies available to professionals.[70] Old and unsubstantiated information has also been spread as factual, seen with the rise of the reported benefits of Hydroxychloroquine, even though the WHO has ended trials around the product as it may increase the risk of patients dying from COVID-19.[69] Misinformation and conspiracy theories regarding COVID-19 have been placed by Facebook and Instagram on their social media platforms.[71] Facebook stopped iscouraging claims that include fake cures and methods of prevention.[71] Facebook's third-party fact-checkers did not work to limit the spread of false content by sending links to fact-checked information to the accounts who were attempting or who already shared the content in order to notify them and provide correct information.[71] A May 2021 study found just 3 people responsible for 85% of the COVID-19 vaccine misinformation on social media, with a scattering of blocks for some of the \"Disinformation Dozen\".[72] Surprisingly, when misinformation spreads on social media, older people often find these false messages. From the WHO researches, researchers found that more less than 40% of Gen Z and Millennials surveyed are aware of “fake news” surrounding COVID-19 and can often spot it.[73] Thus, many young people are affected by misinformation on social media. From the report by WHO, 60.1% of young people ignore misinformation on social media.[73] So the challenge is not only to let people figure out what is misinformation, but also to recruit people to counter misinformation and fake news actively. During the pandemic, many celebrities took to social media to interact with their fan bases and attempt to alleviate the situation through posts, acts of kindness or trends. Some have had posts swiftly condemned by the public, such as Gwyneth Paltrow who deleted an Instagram post about her designer fashion and Jared Leto who caused anger with his Twitter post about coming out of a 12-day silent meditation isolation in the desert.[74] Other celebrities such as Ellen DeGeneres and Gal Gadot received kick back for their social media posts, after complaining about being stuck in her California mansion and gathering all of her celebrity friends to sing John Lennon's \"Imagine\" respectively.[75] Other celebrities or their family members used social media to announce their positive diagnosis of the disease such as Tom Hanks and Rita Wilson, Idris Elba, and Daniel Dae Kim.[75] After recovering from the virus actor Daniel Dae Kim, used his social media to highlight the donation of his plasma, to a Vitalant blood donation center in hopes that his plasma contains active antibodies that could help others.[76] An Instagram post made by K-Pop Star Kim Jaejoong claiming that he had contracted the disease and was in the hospital receiving treatment, was later deleted and framed as an April Fools' Day Prank to raise awareness of the pandemic.[77] Social media was used by celebrities to raise awareness for charitable action during the pandemic. Ansel Elgort posted an almost full front nude of himself on his Instagram page used the caption to post \"OnlyFans LINK IN BIO\" which directed fans to a GoFundMe created by actor Jeffrey Wright to feed frontline workers during the pandemic.[78] On 7 April 2020, U.S. President Donald Trump used Twitter and the #AmericaWorksTogether to spread awareness of companies that were helping to restrict the economic effects of the virus by hiring employees and providing health workers with supplies.[79] Queen Elizabeth II and other members of the British royal family have used social media to post comments to the public. For example, comments from the Queen were posted on the Royal Family's Instagram account, and in the run-up to V-E Day, information based on the Queen's memories from a 1985 interview were shared on Instagram.[80] Multiple other family members participated in Zoom calls to nurses to celebrate International Nurses Day, which was later posted on their YouTube page.[81] Prince William and Catherine Middleton allowed for their Instagram account to be \"taken over\" for 24-hours by Shout85258, the UK's first 24/7 crisis text line that they launched with Prince Harry and Meghan Markle in May 2019.[82] The Dutch Royal Family used their Instagram account to share a video of King Willem-Alexander, Queen Máxima and their teenage daughters clapping for first responders along with a small speech by the King.[83] In Turkey, more than 400 people were arrested for posting \"provocative\" messages about the pandemic on social media.[84] Chinese social media networks, such as WeChat have reportedly censored any term related to the pandemic since 31 December 2019, notably with Dr. Li Wenliang being censured by the Wuhan police for posting about the pandemic in a private group chat.[85] Doctors in China had been told by local authorities to delete posts on social media that appealed for the donation of medical supplies.[86] NetBlocks, a civil society group working for digital rights, cybersecurity, and Internet governance reported strange Internet outages in Wuhan during the pandemic, and the Farsi version of Wikipedia was blocked for 24 hours in Iran. The VPN company Surfshark reported about a 50% drop-off of its network in Iran after the pandemic was declared on 13 March by the WHO.[85]","Title":"Impact of the COVID-19 pandemic on social media - Wikipedia","KeyID":"10930","URL":"https://en.wikipedia.org/wiki/Impact_of_the_COVID-19_pandemic_on_social_media"}