{"Content: ":"Johann Baptist Ritter von Spix (9 February 1781 – 13 March 1826) was a German biologist. From his expedition to Brazil, he brought to Germany a large variety of specimens of plants, insects, mammals, birds, amphibians and fish. They constitute an important basis for today's National Zoological Collection in Munich. Numerous examples of his ethnographic collections, such as dance masks and the like, are now part of the collection of the Museum of Ethnography in Munich. Spix was born in Höchstadt, in present-day Middle Franconia, as the seventh of eleven children. His childhood home is the site of the Spix Museum, open to the public since 2004. He studied philosophy in Bamberg and graduated with a doctoral degree. Later he studied theology in Würzburg. After attending lectures of the young professor F. W. J. Schelling, Spix became interested in nature. He quit his theology studies and began studying medicine, which he finished with a second doctoral degree in 1807. After a short time working as a physician in Bamberg, he was appointed by King Maximilian I Joseph of Bavaria as student (\"Eleve\") of zoology in Munich at the Bavarian Academy of Sciences and Humanities in Munich in 1808. He received a scholarship to go to Paris to learn scientific zoology with Georges Cuvier and others. From there he also made a first excursion to the sea coast of Normandy in Northern France. Later he travelled to Southern France and Italy, collecting animals for the zoological collection of the Bavarian Academy of Sciences and Humanities and investigating marine animals. In 1810 Spix came back to Munich where he sorted the zoological collection and wrote his first publication on starfish and other marine animals. After this first fundamental publication, a book about the history of zoological classification, published in 1811, he was appointed member of the Bavarian Academy of Sciences. Spix was also appointed the first conservator, now inline with the title director, of the Bavarian zoological collection, considered as the foundation of the Zoologische Staatssammlung München. He published several further works, the most important being a comparative morphology of the skulls of many different animals, including men, primates, reptiles, birds, and others. This book, the Cephalogenesis, published in 1815, was written in Latin and illustrated with beautiful lithographs. In 1817, Spix and Carl Friedrich Philipp von Martius travelled to Brazil with a group of Austrian naturalists who accompanied Maria Leopoldina of Austria. First they went to Rio de Janeiro, but they soon left the Austrian group and travelled on their own through Brazil. Spix and Martius travelled from southern Rio de Janeiro to northern São Paulo. During this part of their journey, they were accompanied by the Austrian painter Thomas Ender. Then they continued to Ouro Preto and Diamantina, in the province of Minas Gerais, where they described the mining of diamonds. From there, they went further into the continent and then back to the coast of Salvador. They crossed the dry Caatinga in northeast Brazil, suffering from different severe diseases, and almost dying several times of thirst. During the whole journey, they collected and described animals and plants, but also everything else of scientific interest. They also described indigenous people and their habits, as well as anything of possible economic importance. They additionally investigated the giant Bendegó meteorite. They discovered fossil fishes of the Santana Formation. The last part of the expedition was the journey up to the Amazon river, then in the Captaincy of Grão-Pará. There Spix and Martius went on separate routes to explore the region. Spix went to Tabatinga, to the border of Peru, and from Manaus up the Negro River. Martius travelled by boat to the Yupurá River, and from there he brought to Munich two Brazilian indigenous children from two different tribes, the Juri and the Miranha. The children where baptized Johannes and Isabella. Spix and Martius returned in 1820 to Munich with specimens of thousands of plants, animals, and ethnological objects. The zoological specimens formed the basis of the collection of the Natural History Museum in Munich, the ethnological objects of Spix and Martius are the basis of the Museum für Völkerkunde München (now: Museum Fünf Kontinente). Spix was honoured and knighted by the king of Bavaria. He worked hard on his zoological materials and prepared a description of the journey together with Martius. This description was printed in three volumes in 1823, 1828 and 1831, translated into English (first volume only) and Portuguese, which are still of great importance. Spix died during the preparation of the second volume, but Martius finished its publication using the notes of Spix and himself. Spix described and named many birds, primates, bats, and reptiles. Altogether he described some 500 to 600 species and subspecies. Furthermore, several species are named after him. Among Spix's most renowned discoveries is the species Spix's macaw, named after the explorer by the German naturalist Georg Marcgrave. He died on 13 May 1826 in Munich, possibly from a tropical disease such as yaws or Chagas disease. Spix is commemorated in the scientific names of three species of South American reptiles: Acanthochelys spixii, a turtle; Chironius spixii, a snake; and Micrurus spixii, a venomous coral snake.[1] The Madamango sea catfish, Cathorops spixii, was named in his honor in 1829. Asolene spixii is named for Spix. The University of Bamberg, Germany, has established an annual international visiting professorship that carries Spix' name.","Title":"Johann Baptist von Spix - Wikipedia","KeyID":"1093","URL":"https://en.wikipedia.org/wiki/Johann_Baptist_von_Spix"}