{"Content: ":"The ongoing COVID-19 pandemic has highlighted inequities experienced by marginalized populations,[1] and has had a significant impact on the LGBT community. Gay pride events were cancelled or postponed worldwide. More than 220 gay pride celebrations around the world were canceled or postponed in 2020, and in response a Global Pride event was hosted online.[2][3] LGBTQ+ people also tend to be more likely to have pre-existing health conditions, such as asthma, HIV/AIDS, cancer, or obesity, that would worsen their chances of survival if they became infected with COVID-19. They are also more likely to smoke. Some countries and leaders have been criticized by human rights organizations such as the Human Rights Watch and Amnesty International for using the pandemic as an excuse to abuse or blame minority communities, including members of the LGBTQ+ community. The United Nations called for all States to urgently take into account the impact of COVID-19 on lesbian, gay, bisexual, transgender and gender diverse (LGBT) persons when designing, implementing and evaluating the measures to combat the pandemic which may affect disproportionately LGBT communities around the world.[4] A global survey revealed that about 30% of gay men felt unsafe at home during the pandemic. 72% of respondents said they were experiencing anxiety since the pandemic began.[5] A review of the impact of social distancing measures on gay, bisexual, queer, trans, and two-spirit men in Canada concluded that control measures in response to the pandemic had serious potential to impact their mental, social, and sexual health.[6] COVID-19 has had a significant impact on the health of marginalized communities around the world. LGBTQ+ people are disproportionately affected by medical conditions which would affect their response to a COVID-19 infection.[7] According to the Centers for Disease Control and Prevention (CDC): When age, sex, and survey year are adjusted, sexual minority persons have higher prevalences than do heterosexual persons of self-reported cancer, kidney disease, chronic obstructive pulmonary disease (COPD), heart disease (including myocardial infarction, angina, or coronary heart disease), obesity, smoking, diabetes, asthma, hypertension, and stroke. Sexual minority adults who are members of racial/ethnic minority groups disproportionately affected by the pandemic also have higher prevalences of several of these health conditions than do racial/ethnic minority adults who are heterosexual.[8][9] LGBTQ+ people are less likely to have health insurance. Many reported discrimination, bias, and refusal when attempting to seek healthcare. Discrimination, stigma, or financial barriers in healthcare can cause LGBTQ+ individuals to avoid seeking care. Globally, COVID-19 delays have also further delayed gender-affirming surgeries and gender-affirming care for gender minorities, which is associated with lower mental health outcomes.[10] Before COVID, disparities of mental health and well-being were prevalent among the LGBTQ community but are heightened even more. A primary population that suffers from COVID-19 and campus closures include those of the LGBTQ community. During COVID, LGBTQ college students face housing insecurity, financial concerns, and, most importantly, a lack of student health insurance. Without the support of student services provided by the university, gender, and sexual minority students face difficulties in acquiring services for their healthcare needs such as hormone replacement therapy and mental health services.[11] LGBTQ+ people are more likely to be immunocompromised and disabled compared to the general population.[12] Understanding the association of health conditions with marginalized populations is important when addressing the impacts of COVID-19. The Centre for Disease Control and Prevention reported that 90 percent of hospitalized patients were those who had at least one underlying condition before contracting COVID-19. Because LGBTQ+ people are more likely to have pre-existing health conditions, it worsens their chances of survival if they became infected with COVID-19. LGBTQ+ people have elevated rates of depression and substance abuse. Social distancing may worsen these conditions. Being a member of two demographics which both tend to be more economically vulnerable (for example, being both LGBTQ+ and an immigrant, or a racial minority), contributes to health vulnerabilities.[7][13][12] LGBTQ+ seniors are more likely to encounter isolation and therefore other health issues.[14] National health organizations warned that some members of the LGBTQ+ community may be \"particularly vulnerable\" to the effects of the disease. Reasons for the increased risk include higher rates of cancer, HIV, and smoking, as well as health care discrimination. LGBTQ+ people smoke at rates 50 percent higher than the general population.[15][16] LGBTQ+ youth have elevated rates of homelessness, and infection is more likely in spaces such as homeless shelters where social distancing is more difficult.[17] More than 100 LGBT rights organizations signed an open letter asking U.S. public health officials to address this issue. Signatories included GLAAD, the Human Rights Campaign, and Lambda Legal.[18] The letter was organized by the LGBT National Cancer Network with support from GLMA: Health Professionals Advancing LGBTQ Equality, the National Queer Asian Pacific Islander Alliance, the New York Transgender Advocacy Group, Services & Advocacy for GLBT Elders (SAGE), and Whitman-Walker Health.[19] Sexual and Reproductive Health Challenges With added stress, LGBTQ individuals face greater threats to more severe COVID symptoms and higher mortality rate.[11] A disruption to healthcare systems has put a halt to many gender-affirming services and health care treatments. This poses an additional risk factor for those with HIV who will face challenges in communicating with their healthcare provider and obtaining any sort of medications. Transgender people also face the possibility of postponing any surgeries or a halt in their hormone therapies.[11] [20] Men who have sex with men and trans women are key populations that are vulnerable to HIV. Disruptions to HIV-related services are attributed to travel bans, lack of transportation, and the lack of legislation and policies in implementing further access to such services.[20] Despite hormone and gender-affirming treatments being inaccessible before the pandemic, they have been further postponed or unavailable to transgender individuals. Transgender people as sex workers face a rising challenge in obtaining their sexual and reproductive health rights. As a result of the discrimination and stigma associated with transgender people, they are hesitant to seek medical help. Many people felt the impacts of social isolation during lockdowns because of less socialization time with friends and family. Lockdowns limited social support networks in a variety of ways. LGBTQ+ people often identify receiving social support from chosen family, which are people in their social networks they feel safe with and affirmed by.[21] Lockdown restricted the social networks of LGBTQ+ people.[22] Overall, gender and sexual minorities experienced lower perceived social support during the pandemic compared to their heterosexual and cisgender counterparts.[23] LGBTQ+ Youth There are also concerns about reduced social support and resources that are available for LGBTQ+ people during COVID-19, particularly those who are homeless and in unsafe family environments.[24] Some students were forced to stay with unsupportive families and were sent home early from campus to families that do not support them, which increased depression and anxiety.[25] COVID-19 has led to an increase in family violence in which LGBTQ+ youth are victimized.[26] During the pandemic, many LGBTQ+ people, especially youth turned to social media for community, affirmation, and support. Online-text based platforms that allowed LGBTQ+ youth to chat helped to increase youth's sense of safety due to not fearing being overhead by family. Also, online text-based platforms offered youth a safe space to connect without the fear of contracting and spreading COVID-19.[27] The social isolation limited the social support from peers, family, and friends. Those that lack a supportive family connection, are disproportionately affected most with mental health and well-being issues as well as a sense of belonging. Unprecedented times such as these can place a toll on family ties and the already present social support system LGBTQ individuals have. For youth who do not feel safe coming out to their families face an additional toll on their mental and physical health.[11] LGBTQ+ Seniors Ageist attitudes have been especially prevalent during COVID-19.[28] Seniors and people who are immunocompromised are more vulnerable to severe illness from COVID-19.[29] Many pre-existing barriers and inequities were exacerbated during COVID-19 for older populations. Some older trans people expressed feeling a lack of social support because of experiences of both transphobic discrimination and ageism.[30] For some seniors, connections to LGBTQ+ communities felt severely disconnected because of COVID-19, which restricted access to activities and interactions in queer community.[31] Compared to heterosexual and cisgender seniors, LGBTQ+ older adults are more likely to live alone and experience higher social isolation.[32] Also, about a quarter of seniors feel that they have no one to call in the case of an emergency.[33] As such, some older adults may have less support and access to services during COVID-19. Older LGBTQ+ adults are also more likely to be estranged from biological families and rely more on chosen family supports as they age. During COVID-19, some LGBTQ+ older adults relied more on the help of chosen family than biological family support.[34] Despite numerous challenges during the pandemic, LGBTQ+ communities have shown resiliency and found ways to adapt through personal strength, community care, and acceptance.[35] Many LGBTQ+ dating websites have shared ways to prevent coronavirus infections.[36] Kyle Casey Chu, a writer from San Francisco, documented the ways in which the pandemic, particularly but not exclusively the requirement for people to wear masks when socializing in public, impacted traditional gay sexual behaviours in an August article for Xtra![37] COVID-19 has resulted in job losses and financial insecurities, especially for marginalized populations. Before the pandemic, trans and non-binary people were commonly low-income and underemployed because of systemic discrimination.[38] In addition, members of the LGBTQ+ community tend to be employed in industries which are more likely to have been economically impacted negatively by the COVID-19 pandemic.[7][39][40][12] For example, 40 percent of LGBTQ+ people reported working in person jobs that were highly affected by COVID-19, such as in hospitals or food services.[41] A global study on gay men found that many experienced job losses because of COVID-19 and had issues receiving COVID-19 related funds. In the study, men reported cutting meals and expected their income to decline by 30 percent.[42] LGBTQ+ Americans were slightly more likely to experience job loss due to COVID-19, compared to the general population. Also LGBTQ+ themed organizations, businesses, and communities have been impacted both by COVID-19 itself and its economic impact at disproportionate rates. Gay bars such as the Stonewall Inn have required fundraising to stay afloat, and some without considerable fundraising capability have closed permanently. Discrimination on the basis of sexual orientation or gender identity is a legitimate reason to claim asylum in South Africa. According to Human Rights Watch, these asylum-seeking refugees come from other parts of Africa such as \"Zimbabwe, Democratic Republic of Congo, Malawi, and Nigeria\". Many of the LGBT refugees who move to South Africa work in the service sector. Some work as sex workers. Victor Chikalogwe of PASSOP said that COVID-19 lockdowns made living hard to sustain for this demographic. These refugees were uniquely vulnerable during the COVID-19 pandemic because they were ineligible for receiving food aid.[43] On 29 March 2020, 23 people were detained by police at an LGBT+ shelter in Kampala, Uganda, run by the non-profit Children of the Sun Foundation. Those detained were accused of violating social distancing requirements, and 4 were released due to ill health. Human Rights Watch called the charges a \"bogus pretext\" to harass LGBT+ people. The local mayor was allegedly filmed striking one of those detained with a cane, and those detained were apparently forced to reveal their faces to a camera. The African director at Human Rights Watch called for the gay youth to be released. The United Nations Working Group on Arbitrary Detention as well as the Joint United Nations Programme on HIV/AIDS condemned the arrests[44][45] The detained people as well as the Human Rights Awareness and Promotion Forum alleged that the group suffered \"cruel and inhuman\" torture while in prison. Reportedly, thirteen gay men, two bisexual men, and four trans women were among those detained, and they were all homeless. They won $1,365 (or USh.5,000,000/=) each in a case against government officials, for denying them access to lawyers.[46][47][48][49] Homosexuality is illegal in Uganda, and it is seen by many Ugandans as imported from the West.[50] GagaOOLala, described by Reuters as \"Asia's first LGBT+ video streaming platform, dubbed the continent's 'gay Netflix'\", expanded with the hope of reaching people who are isolating because of the pandemic.[51] The LGBT community in Indonesia faced especial challenges related to employment, including those who work as street musicians or sex workers. Some in Indonesia's transgender community, including those of waria background, raised money to provide food aid and masks to people who required them.[52] Israel Gay Youth, speaking to Army Radio, reported soaring depression, family violence, and suicidality among LGBT+ teens in Israel amid stay-at-home orders. The CEO of Israel Gay Youth noted that many of the calls they received were from teens of Arab and Haredi descent, while noting that \"no community is free of homophobia.\"[53] A survey in Japan indicated that LGBT people in the country were concerned that being infected with COVID-19 could lead to them being outed, due to authorities tracing where the infection may have originated. Some were also concerned about whether they might be able to access information about their partner while hospitalized, or take part in decision-making concerning their hospitalized partner.[54] In May 2020, an outbreak connected to LGBT-friendly nightclubs in Seoul prompted a backlash and concerns over privacy.[55][56] The incident was reportedly fueling homophobia in the country and resulted in what was described as \"many malicious reports towards gay men.\" The atmosphere of stigma and taboo around the subject of being LGBT in South Korea caused potentially infected South Koreans to be reluctant to get tested or submit to contact tracing, risking further spread of COVID-19.[57][58][59] \"Gay club\" and \"gay coronavirus\" were among the most searched terms on South Korean social media following the incident, according to The Washington Post. The outbreak caused anti-gay rhetoric on South Korean social media.[60] Gay men were stalked on dating apps, facing potential exposure.[61] South Korean press have reportedly contributed to the air of stigma, including by publishing personal information about those who were infected. Some gay South Koreans expressed anxiety and even suicidality over the situation, fearing job loss and public outing.[62][63][64] Authorities combed through mobile phone data in an attempt to identify people who did not volunteer themselves. South Korean authorities also introduced \"anonymous testing\", requiring only a phone number to come forward, in order to mend fears of outing.[65] A top Turkish Muslim scholar and President of the Directorate of Religious Affairs, Ali Erbaş, said in a Ramadan announcement on 8 May 2020 that the country condemned homosexuality because it \"brings illness\", insinuating that same-sex relations are responsible for COVID-19.[66] Turkish President Recep Tayyip Erdoğan backed Erbaş, saying that what Erbaş \"said was totally right.\"[67] Downloads for Grindr and Scruff, two gay dating apps, decreased in Italy and Spain.[68] On 30 March, Hungary's National Assembly passed a bill permitting Prime Minister Viktor Orbán to rule by decree for the indefinite period of the country's state of emergency.[69] This bill controversially made the deliberate distribution of misleading information relating to the pandemic an imprisonable offense, drawing widespread criticism from opposition parties for the law's potential for abuse.[70] Orbán's government introduced an omnibus bill on 31 March which included a provision that would remove legal recognition for transgender people by changing the country's civil registry to explicitly refer to \"sex at birth\" (\"szuletesi nem\") instead of \"nem\" (which can refer to both sex and gender) and removing the ability to amend the register.[71] The bill would also prevent transgender people changing their name to one matching their gender identity, as Hungarian law requires given names to match that of their legal sex.[72] The omnibus bill was passed into law on 19 May.[73][72] A study by the Faculdade de Psicologia e de Ciências da Educação da Universidade do Porto (FPCEUP) aimed at “assessing the psychological health and social support networks” of LGBT+ young people who live with their parental figures during the COVID-19 pandemic concluded, based on a survey of 632 young LGBT+ people, who most did not feel comfortable in their families during confinement.[74] Of the people surveyed, 59% said they were uncomfortable in the family and three out of 10 felt “quite uncomfortable” living at home with parental figures during social confinement.[74] In addition, 35% of young people felt “suffocated” because they were unable to express their identity within the family, whereas in the case of young people whose family was aware of their identity, 35% stated that they “deal badly or very badly \" thereby.[74] This study, with a longitudinal and intercultural character, also concluded that six out of 10 participants considered that the pandemic had “greatly” affected their lives.[74] With regard to social support networks, half of the young people admitted to feeling isolated from their friends and 35% \"extremely isolated\" from their partners.[74] “As for the present study, if for some young people the covid-19 pandemic had no impact on their social support networks, an important proportion felt quite isolated from their friends”, says FPCEUP.[74] Patriarch Filaret, a prominent religious leader in Ukraine who heads the UOC-KP, claimed that COVID-19 was \"God’s punishment for the sins of men\", linking it to same-sex marriage. He was sued by Insight, a Ukrainian LGBT+ group, for his comments.[75] Patriarch Filaret later tested positive for COVID-19, and was hospitalized.[76] A spokeswoman for Amnesty International Ukraine said about the matter that Filaret's comments \"are very harmful because they could lead to increased attacks, aggression, discrimination and acceptance of violence against certain groups.\"[77][78] In the United Kingdom, sexually active gay and bisexual men were restricted from donating plasma for a National Health Service's (NHS) coronavirus research trial.[79] This is because the research trial followed the same rules as the existing blood donor rules.[80] More than a hundred pride events were postponed or cancelled, including Pride in London,[81] Birmingham Pride,[82] Manchester Pride,[83] Leeds Pride,[84] Brighton Pride[85] and the national UK Pride event which was to take place in Newcastle upon Tyne.[86] Other pride events, including Bristol Pride, announced that their events were to be online-only.[87] Traditional seven-colour rainbows were used to show support for the NHS, with some using the LGBT rainbow flag for the same purpose.[88] Plymouth Citybus rebranded their \"Pride bus\" to celebrate the NHS instead, leading to accusations of straightwashing before an apology from the company.[89] In London, LGBTQ venues received a total of £225,000 in emergency funding to help with financial issues pertaining to the pandemic. Among those who received funds was the Royal Vauxhall Tavern, South London's oldest surviving gay venue.[90][91] In 2020, Canadian health professionals and researchers noted that LGBTQ+ people in Canada were uniquely vulnerable to both contracting COVID-19 and suffering under social-distancing regulations. LGBTQ+ people, they argued, are more likely to be immunocompromised and or suffer trauma during quarantine from isolation from community or proximity to unaccepting family members.[92] Pride Toronto, Canada's largest and most prominent Pride Festival, officially cancelled its pride events, such as the Dyke March, Trans March and the Pride Parade,[93] as did Fierté Montréal.[94] Several pride festivals announced plans to proceed with online \"digital pride\" festivals. These include Pride Toronto,[95] Vancouver Pride,[96] Calgary Pride,[97] Sudbury Pride,[98] and Capital Pride in Ottawa.[99] Pride Toronto's plans included an \"online pride parade\" hosted by comedian Brandon Ash-Mohammed on June 28, which included video of registered participants delivering Pride-related messages for broadcast both as an online stream and a live special on CFTO-DT and CP24.[100] Online drag balls, featuring prerecorded video performances by all 12 queens from the first season of Canada's Drag Race, were produced by both Pride Toronto in June[101] and Fierté Montréal in August.[102] Canadian drag queens have also coped with the pandemic by creating and touring drive-in drag shows,[103] including a national Canada's Drag Race Live at the Drive-In tour featuring the Canada's Drag Race contestants,[104] as well as livestreaming performances on social networking platforms such as Instagram, Facebook Live or Twitch.[105] Vancouver Pride was targeted by scammers who posted fraudulent posters around the city's West End soliciting donations via Bitcoin.[106] Glad Day Bookshop announced various plans to support LGBTQ artists and performers during the pandemic and the associated shutdown of most venues that they depend on for income, including a crowdfunded Emergency Survival Fund to provide loans and grants,[107] and GD TV, a Zoom-based online channel for LGBTQ artists, writers, musicians, dancers and drag queens to livestream readings and performances.[108] The Toronto Queer Film Festival launched the Queer Emergencies Fund to offer grants to LGBTQ filmmakers for the creation of new short works,[109] and the Inside Out Film and Video Festival announced a program offering production grants of up to $2,500 to projects impacted by pandemic-related shutdowns.[110] The vulnerability of many LGBTQ businesses was spotlighted in early May when Pegasus, a popular bar in Toronto's Church and Wellesley village, announced that it was at risk of closing because its landlord was refusing to participate in the Canada Emergency Commercial Rent Assistance program.[111] The federal government program had been designed to help protect small businesses from closure by subsidizing their rent during the shutdown, but still leaves businesses vulnerable because it requires buy-in from the landlord as well.[112] The 519 community centre followed up with an open letter suggesting that the entire Church and Wellesley village was in danger of disappearing if the federal and provincial governments did not take steps to improve their protection of small businesses.[113] In early June, it was announced that the landlord had finally agreed to participate in the program.[114] Residents of the neighbourhood have also noted a significant increase in crime and violence, related in part to an impromptu encampment of homeless people setting up tents in Barbara Hall Park.[115] Twisted Element, a gay bar in Calgary, Alberta, similarly went through bureaucratic hassles as it attempted to shift its business model from a nightclub to a pub-style restaurant so that it could remain in operation.[116] Several residents of Toronto launched Club Quarantine, a popular Zoom-based online club night which quickly attracted an international following and highlighted a different DJ each night.[117] The bars in Toronto later participated in the city's new CaféTO program, which permitted the creation of temporary outdoor patios at street level.[118] In June, singer-songwriter Safia Nolin announced Saint-Jeanne, an LGBTQ-inclusive Saint-Jean-Baptiste Day livestream scheduled for June 24. The event was hosted by Kiara, a Montreal drag queen who was also featured in the first season of Canada's Drag Race, and the performance lineup included comedians Tranna Wintour and Karl Hardy, actress and writer Gabrielle Tremblay, songwriter and producer Annie Sama (Apigeon), rapper Backxwash, singer Jeremy Dutcher and drag queens Matante Alex and Gisèle Lullaby.[119] On June 24, CBC Gem and Buddies in Bad Times collaborated on Queer Pride Inside, an online event hosted by Elvira Kurt and featuring performances by Beverly Glenn-Copeland, Teiya Kasahara, Yovska, Ivan Coyote, Les Femmes Fatales, Gay Jesus, Cris Derksen, Luna Dubois, Pearle Harbour, Tawiah M'carthy, Stewart Legere, Alexis O'Hara, Trey Anthony and Ryan G. Hinds.[120] A virtual edition of We're Funny That Way!, Toronto's annual LGBTQ comedy festival, was also produced for streaming by CBC Gem.[101] Performers included Maggie Cassella, Katie Rigg, Carolyn Taylor, Gavin Crawford, Lea DeLaria, Colin Mochrie, Kinley Mochrie and Deb McGrath, who were all collectively nominated for Best Performance in a Variety or Sketch Comedy Program or Series at the 9th Canadian Screen Awards.[121] The special won the award for Best Performing Arts Program.[122] Toronto's annual Hallowe'en street party on Church Street was cancelled in both 2020 and 2021;[123] in 2021, however, some small-scale events, including drag shows, a drag brunch at Glad Day and a Hallowe'en party at the Storm Crow Manor pub, were staged.[124] A feature radio documentary on CBC Radio One's The Doc Project in May 2021 centred on the effects of the pandemic on Canadian drag icon Michelle DuBarry, now believed by many to have abandoned her drag career entirely.[125] With Pride Toronto again cancelled in 2021, the second \"Virtual Pride\" was hosted by Canada's Drag Race Season 1 winner Priyanka, with performers including Allie X, iskwē and Gary Beals.[126] Despite the lack of an official Pride celebration, some small-scale Pride events were casually organized by their own participants, including a Dyke March[127] and a No Pride in Policing rally.[128] Health clinics specializing in LGBTQ related care are utilized by approximately 13% of lesbian, gay, and bisexual individuals in the U.S. Nearly 40% of transgender people reported using an LGBTQ clinic for healthcare in the past five years. Many of these clinics have struggled amid the pandemic. The Callen-Lorde Community Health Center is one such clinic. They have had to shift to virtual healthcare. Revenues for the center reportedly plummeted by 60%.[129] LGBT+ Asian-Americans have reportedly faced increased discrimination in line with xenophobia and racism related to the pandemic, described as a 'double whammy' of homophobia and racism by Hieu Nguyen, who founded Viet Rainbow in Orange County, California.[130][131] Shuttering of Gender-Sexuality Alliance clubs in schools during the pandemic caused many LGBT students to lose connection with their local LGBT community. However, moving these clubs online increased interaction with LGBT students from other parts of the world.[132] Research indicates that GSA clubs reduce discrimination against gay students, and also reduces suicidality.[133] The San Francisco Department of Public Health published a news release called \"Trans Care During COVID-19\", which noted the higher proportion of transgender people with HIV/AIDS. New York's Callen-Lorde Community Health Center considered extending HIV medication prescriptions and reducing in-person visits to practice social distancing.[134] In Florida, several attendees of Miami's annual Winter Party Festival tested positive for coronavirus, according to event organizer National LGBTQ Task Force.[135] Shannon Bennett, a gay man and deputy sheriff with Broward Sheriff's Office, is \"believed to be the first such line-of-duty death from COVID-19 in Florida\".[136] In early July, a beach party on Fire Island reportedly attended by many gay men, received criticism for violating social distancing and masking protocols.[137] American drag queens incorporated their performance into volunteering for charities such as Meals on Wheels amid the pandemic causing club shows to go on hiatus.[138] LGBTQ+ themed bars, nightclubs and restaurants already faced difficulties prior to the COVID-19 pandemic, and have been in decline since approximately 2002.[139] In the 1980s, there were more than 200 lesbian bars in the US, and as of November 2020 there were about 15.[140] Bars of various backgrounds across the United States have faced especial difficulties during the COVID-19 pandemic. LGBT bars often carry additional sentimental or historical value to their clientele, and are often used as a cornerstone of LGBTQ+ community building and social support for people who disproportionately may not receive that support elsewhere.[141][142] Some bars have permanently shut down due to financial difficulties amid COVID-19. Others have managed to survive, often through restructuring of how they serve clients or through fundraising, grants, and government loans.[143][144] A study indicated that businesses run by women or minorities may be on the receiving end of discrimination when trying to receive PPP loans, which would uniquely affect many LGBT themed bars and other businesses.[145][146] The historic Stonewall Inn was among those poorly affected by public health restrictions, leading to closed doors and outstanding bills. A fundraiser raised money for the bar's staff. A lesbian bar, Henrietta Hudson, hosted Zoom calls to cheer up regulars and raised money through GoFundMe in order to keep the bar afloat. Manhattan and Brooklyn gay bars faced similar problems.[147] Ginger's Bar, one of the last of three lesbian bars in New York City and the last one standing in its Brooklyn neighborhood, faced potentially permanent closure.[148] Various other gay bars across New York City experienced difficulty. Black-owned gay bars, also faced financial adversity in the face of the pandemic, including two in Harlem. The Alibi Lounge was affected by city mandates in March 2020, applied for government assistance, and set up a community fundraiser, which raised $165,000. Black LGBTQ+ Americans were disproportionately affected economically by the pandemic according to a survey released by the Human Rights Campaign. Black LGBTQ+ bars provide a space for people who may have faced racial prejudice in other gay bars.[149][150] Therapy, a Hell's Kitchen gay bar, closed in March 2020 due to financial difficulties following from the pandemic.[151][152] Las Vegas Lounge, a trans bar which was the target of a 2018 shooting, applied for a loan through the PPP, but were denied. The bar, which had been open since the 1990s, subsequently closed permanently in May 2020.[153][154] At least four gay bars in West Hollywood and one in North Hollywood were closed permanently.[155][156] Two gay-themed Latino nightclubs in Greater Los Angeles hosted live-streaming shows to support performers who couldn't normally perform their jobs due to shutdowns.[157][139] A queer bar, The Stud, organized resources to keep the local nightlife community in San Francisco afloat. Fundraising in Portland, Columbus, Seattle, and Chicago was also set up to support local nightlife communities.[142] Grand Central, an LGBTQ nightclub in Mount Vernon, Baltimore, was permanently closed after 30 years of business.[158] The Portland location for CC Slaughters closed indefinitely, though hoping to one day reopen.[159] Portland's Local Lounge closed in late 2021. Guava Lamp, a Houston bar and nightclub, closed. Its space was to be occupied by a Latin gay club, Papi’s Nite Club.[160] Badlands, a 45-year old San Francisco gay bar and nightclub closed permanently and claimed it would be replaced by a new bar.[161][162] Austin, Texas bar BT2 closed permanently.[163] Albuquerque Social Club of Albuquerque, New Mexico originally planned to close forever, but made a comeback after aggressive community fundraising.[164][165] The Lesbian Bar Project was established to save and celebrate the 15 or so remaining bars in the United States catering to queer women, regarding them as important landmarks for the community. Lea Delaria and Jägermeister have partnered with the project.[91][140][166] Among other bars to benefit from the project has been Seattle's The Wildrose, the last lesbian bar standing in Washington state.[167] My Sister’s Room, a lesbian bar in Atlanta, had four employees test positive for COVID-19 and temporarily shut down. They have since reopened, overhauled the bar, and received grant money.[168] Houston's only lesbian bar, the Pearl Bar, was among those who received emergency \"Queer to Stay\" grant money sponsored by the Human Rights Campaign, allowing them to stay afloat.[169][170] Sue Ellen's, a lesbian bar in Dallas, was closed on governor's orders, but opted out of donations from the Lesbian Bar Project in order to lend that support to other businesses instead.[171][172] In Orlando, Florida, a gay resort known as Parliament House announced it would close after 45 years but had plans for the future and would reopen at some point (as a bar-only location). The resort site would be demolished, while its iconic neon sign would be saved with assistance from the City of Orlando.[173] Mark Robertson, who co-owns three gay bars across Chicago, estimated he would lose $250,000 in March 2020 after Illinois ordered bars and restaurants to close as a public health precaution. He estimated this would jump to $350,000 in losses if closures extended to two months out from that point. LGBTQ themed dance parties have adapted by experimenting with digital events.[16] Gay bars outside of large cities often fared worse, due to having less of an audience to raise money from. Bars in smaller cities are often the only LGBTQ+ address for multi-county regions, according to The Conversation.[139] Attitudes Nightclub, the oldest gay bar in St. Louis, Missouri, closed permanently.[174] The Aut Bar of Ann Arbor, Michigan, shut down permanently.[175] Night Shift 2.0, a gay nightclub in Baltimore, announced it would not reopen.[156] \"Stonewall Gives Back! A Live-Streaming Concert for the LGBTQ+ Nightlife Community\", or simply \"Stonewall Gives Back\", was a fundraiser held on April 23, 2020. The event was organized by World of Wonder and the Stonewall Gives Back Initiative, a charity affiliated with the Stonewall Inn, and hosted on the WOWPresents YouTube channel. It was announced on April 20 and benefited \"LGBTQ nightlife industry professionals\" applying for emergency assistance as a result of the COVID-19 pandemic.[176][177] Beneficiaries were granted to \"US residents who have worked for at least 12 months in LGBT+ nightlife and for whom it is a main source of income\".[178] Hosted by Michelle Visage and Tyler Oakley, the event featured performances and appearances by Allie X, Shoshana Bean, Betty Who, Greyson Chance, Kristin Chenoweth, Alan Cumming, Todrick Hall, Carlie Hanson, Darren Hayes, Cyndi Lauper, Leland, Lorna Luft, John Cameron Mitchell, MUNA, Our Lady J, Nina West, Peppermint, Kim Petras, Matt Rogers, Troye Sivan, Pabllo Vittar, and Rufus Wainwright. Erich Bergen served as executive producer.[176][177][179] In March 2020, Australian gay pride event known as the Rainbow on the Plains Festival was cancelled due to the pandemic.[180] In New Zealand, some rules for blood donations from men who have sex with men were eased due to shortages resulting from the COVID-19 pandemic.[181] LGBTQ+ support organizations in New Zealand have expressed concern about isolation and unsafe homes during COVID-19 lockdown. A survey revealed that about 9 percent of respondents had a family member who was violent towards them.[182] Some countries in South America are considered extremely dangerous for sexual and gender minorities because of the high amount of transphobic violence and hate crimes.[183] For example, Brazil reported 124 murders of trans people in 2019.[184] COVID-19 measures have brought new challenges to the LGBTQ+ community, such as a gender based curfew aimed at controlling COVID-19 cases, which has led to police abusing trans people. [184] Also, there are significant barriers to changing gender on IDs. In Peru, for example, individuals must go in front of a judge and may require gender affirming surgery in order to request ID changes. Policies with these requirements often exclude non-binary individuals. Police harassment towards trans people has been prevalent while enforcing gender based curfew COVID-19 restrictions. Trans women have been harassed and detained by police for going out on a women's day as set by the curfew. [184]","Title":"Impact of the COVID-19 pandemic on the LGBT community - Wikipedia","KeyID":"10944","URL":"https://en.wikipedia.org/wiki/Impact_of_the_COVID-19_pandemic_on_the_LGBT_community"}