{"Content: ":"COVID-19 scams are frauds whose cover story primarily relies on the existence of the COVID-19 pandemic. Such scams have been reported in multiple countries, primarily the United States, Canada and the United Kingdom. COVID-19 scams are initiated in a variety of ways, such as by robocalls, emails, fake blog and social media posts[2] and text messaging.[3] In this variation of COVID-19 scams, the fraudster claims that the victim is eligible for a COVID-19 benefit payment. This scam is a derivative of the advance-fee scam, where the scammer will ask the victim for a small payment in return for the 'benefit'. The scammer will then ask for further payments under the guise of problems, until the victim refuses to pay any further. [4][5][6][7][8] The United Nations WHO has issued a warning that fraudsters posing as employees of the WHO were attempting to gain personal information through phishing emails and fake help lines[9] In this variation, the fraudster will offer to sell the victim a 'COVID-19 vaccine' or treatment. Victims who fall for this scam reveal their personal information and payment information to the scammer. In one reported incident, victims in the UK were sent a text message purporting to be from the National Health Service which claimed that they were now eligible to receive a COVID-19 vaccine, but needed to fill their personal details into an online phishing form to book a place on the program. Information lost by the victims included their debit card information, which was then used to withdraw funds from the victim's bank account. COVID-19 vaccination scams have been reported in various countries including the United Kingdom,[10] United States[11] and Singapore.[12] [13] [14] [15] [16] [17] In the United States of America, victims were persuaded to buy stocks in companies which were claimed to be about to release a 'miracle cure' for COVID-19 through posts in Facebook.[18] The Independent reported that online adverts claimed to sell \"vaccine bonds\" purportedly linked to the US drug company and COVID-19 vaccine manufacturer Pfizer, which were sold with a minimum of US$10,000 investment. Pfizer confirmed it had no links to these bonds. [19] As of mid-December 2020, the U.S. Securities and Exchange Commission has suspended trading in 36 companies which claimed to have access to COVID-19 related materials such as testing kits and treatments.[18] According to the Federal Trade Commission, from the start of the COVID-19 pandemic to April 30, 2020, US$13.44M was lost in total due to coronavirus fraud.[20]","Title":"COVID-19 scams - Wikipedia","KeyID":"10955","URL":"https://en.wikipedia.org/wiki/COVID-19_scams"}