{"Content: ":"The COVID-19 pandemic has had a significant impact on the airline industry due to travel restrictions and a decimation in demand among travelers. Significant reductions in passenger numbers have resulted in flights being cancelled or planes flying empty between airports, which in turn massively reduced revenues for airlines and forced many airlines to lay off employees or declare bankruptcy. Some have attempted to avoid refunding cancelled trips to diminish their losses. Airliner manufacturers and airport operators have also laid off employees. Only several months into the pandemic, the crisis was already the worst in the aviation industry's history, according to statements made in early 2020 by Airbus' Guillaume Faury,[1] EasyJet's Johan Lundgren,[2] United Airlines' Oscar Munoz,[3] Qantas' Alan Joyce,[4] and media outlets: the Financial Times,[5] The New York Times,[6] and The Independent.[7] Government regulations in Europe and the United States mandated that airlines refund fares when flights are cancelled, but in many cases airlines have instead offered vouchers or travel credits that must be used by the end of the year. (Some airlines have extended the voucher window to May 2022.) Despite pleas from industry lobbyists to expand the regulations to allow travel credits, the U.S. Department of Transportation has reiterated that airlines are obligated to provide refunds for cancelled flights. Travel vouchers are currently allowed when passengers cancel travel plans due to travel warnings, stay at home orders and other restrictions.[8] In spite of the cancellations, thousands of nearly-empty \"ghost flights\" continued to fly in order to maintain landing slots.[9] Early March 2020 saw 10% of all flights cancelled compared to 2019. As the pandemic progressed, 40–60% fewer flight movements were recorded in late March with international flights affected the most. By April 2020, over 80% flight movements were restricted across all regions.[10] Research shows that world recovery of passenger demand to pre-COVID-19 levels is estimated to take 2.4 years (recovery by late 2022), with the most optimistic estimate being 2 years (recovery by mid-2022), and the most pessimistic estimate 6 years (recovery in 2026). Large regional differences are detected: the Asia-Pacific has the shortest estimated average recovery time of 2.2 years, followed by North America in 2.5 years, and Europe 2.7 years. For air freight demand, a shorter average world recovery time of 2.2 years is predicted if compared to passenger demand. On the regional level, Europe and North America are comparable with average recovery times of 2.2 years, while the Asia-Pacific is predicted to recover faster in 2.1 years.[11] In 2022, recovery of travel demand exceeded airlines' ability to hire back pilots and ground staff quickly enough, causing several months of widespread delays and cancellations across the United States[12] and Europe.[13] As passenger flights were cancelled, the cost of sending cargo by air changed rapidly. The cost of sending cargo across the Pacific Ocean tripled by late March 2020.[14] Adjusted cargo capacity fell by 4.4% in February 2020 while air cargo demand also fell by 9.1%, but the near-halt in passenger traffic cut capacity even deeper as half of global air cargo is carried in passenger jets' bellies. Air freight rates rose as a consequence, from $0.80 per kg for transatlantic cargoes to $2.50–4 per kg, enticing passenger airlines to operate cargo-only flights through the use of preighters, while cargo airlines brought back into service fuel-guzzling stored aircraft, helped by falling oil prices.[15] Passenger airlines were enticed to convert aircraft.[16] At the end of March 2020, cargo capacity was down by 35% compared to the previous year: North America to Asia Pacific capacity fall by 17% (19% in the opposite direction) Asia-Pacific to Europe was down by 30% (reverse: -32%), intra-Asia was down by 35%. Lagging the capacity reductions, demand was down by 23% in March, resulting in higher freight rates: from China/Hong Kong, between 2 March 2020 and 6 April 2020 +158% to Europe and +90.5% to North America.[17] By May, freight rates from Shanghai were $12/kg to North America, $11/kg to Europe.[18] The cargo shortage may evaporate if the global economic crisis depresses demand: the WTO forecast a global trade contraction of 13–32% in 2020.[19] International mail between many countries stopped completely, either due to suspension of domestic service or lack of transportation.[20] Business aviation was less affected than airline traffic, in that top executives' travel is often considered essential. London Biggin Hill Airport reported traffic to be around 30% of 2019 levels, with transatlantic traffic strong.[21] Once lockdown restrictions are eased, business aviation has an opportunity to capture premium passengers who might previously have chosen airlines, but who may prefer the social distancing afforded by a private jet.[22] United States air charter travel strongly increased in February and March as airlines slashed schedules, making commercial flights increasingly unpredictable; however, some charter operators such as JetSuite subsequently saw a drastic drop in business as widespread stay-at-home orders took effect in April 2020.[23] On 5 March 2020, the International Air Transport Association (IATA) estimated that the airline industry could lose between US$63 to 113 billion of revenues due to the reduced number of passengers.[24][25] IATA had previously estimated revenue losses of around US$30 billion two weeks before their 5 March estimate.[26] By 17 March, IATA had stated that its 5 March estimate was \"outdated\", and that airlines would require $200 billion in bailouts to survive the crisis.[27] IATA further revised their revenue loss estimate on 24 March to be $252 billion globally, a 44 percent drop.[28] Another further estimate was published on 14 April, which forecasted a revenue drop of $314 billion (55 percent) and a traffic drop of 48 percent in passenger count for 2020.[29] Due to the sudden and large losses of revenue, airlines began to hold out against refunding cancelled flights and tickets to conserve cash, despite government regulations. In Europe, airlines had successfully negotiated to defer some $1.2 billion in air traffic control charges.[30] Oliver Wyman reported that Asian airlines reduced their available seat miles by 23 percent in March 2020.[31] In Europe, the impact of the outbreak is expected to accelerate corporate consolidation in the airline industry.[32] According to consultancy CAPA Centre for Aviation, most airlines would be bankrupted by the end of May 2020.[33] Air travel demand rose 2.4 percent year-on-year in January 2020, the lowest it has been since the April 2010 eruptions of Eyjafjallajökull, though travel disruptions due to coronavirus only began in late January.[34] By March, the number of flights had plummeted, with about 280,000 flights reported between 24 and 30 March 2020 compared to around 780,000 in a similar period the previous year.[35] Despite a lack of passengers, regulations regarding flight slots initially compelled British airlines to fly empty planes to European airports to avoid losing their slots.[36] Fuel prices dropping (due to an oil price war between Russia and Saudi Arabia) by around a quarter could not compensate for the fall in demand.[37] Analysts expect airlines to reduce the size of their fleets as a result of the downturn, and point out that this could be done either by modernising fleets—hastening the retirement of older aircraft and maintaining planned deliveries of new, more fuel-efficient models—or by retaining older planes and reducing capital expenditure on new aircraft.[38] By mid-April 2020, the inactive fleet ballooned to almost 14,400, over two thirds of the 22,000 mainline passenger airliners, leaving 7,635 in operation stood: predominantly in Europe, where less than 15% are operating, than in North America (45%) or Asia (49%); and affecting narrow-body aircraft (37%) less than wide-body aircraft (27%).[39] Consequently, demand for aircraft storage increased to the point where runways and taxiways in normally busy airports such as Frankfurt Airport and Atlanta Airport were closed to make room for storage.[40] In April 2020, global passenger capacity is down 91%; the ICAO anticipates 1.2 billion fewer travellers by September 2020 compared to a typical year, a revenue fall of $160–253 billion for the first nine months of 2020.[41] While European airlines owe $10 billion for cancelled flights, IATA is predicting a 55% fall in revenue compared to 2019, a $89 billion hit, costing $452 billion on the wider economy.[42] Boeing anticipates passenger traffic recovering in two to three years to 2019 levels, but expects production to take longer.[43] The Airports Council International estimates 4.6 billion fewer passengers in 2020, down from 9.1 billion in 2019. The IATA expects RPKs to be down by half from 2019 except in North America, down by 36%; for $314 billion lower revenues, a 55% fall. The association forecast air travel to lag economic recovery by up to two years: air traffic in 2021 would still be down by 24% from 2019, and a return to 2019 levels would happen by 2023–2025.[44] By June 2020, the IATA was projecting a collective net loss of $84.3 billion yearly for Airlines, worse than the $30 billion loss during the financial crisis of 2008-2009, and projects that income will remain negative through 2021.[45] By mid-April 2020, 14,500 mainline airliners were stored, leaving 7,400 active: one third of the whole fleet, even one fifth for European carriers; down from 20,200 in active service and 1,800 in storage before. By mid-June, 10,500 were still stored while 11,500 were active, with an average daily utilisation down by 35% from 2019; led by Asia-Pacific airlines with almost 75% of the fleet flying, then Europe with one third still stored, then North America with a 50/50 split.[46] Major airliner deliveries dropped from a typical 90 to 100 aircraft a month to an average of less than 40 in the first half of 2020.[47] As traffic may not return to pre-pandemic levels until 2024, older, less fuel-efficient, and higher-maintenance aircraft retirement is accelerating, including the Boeing 777, Airbus A330 and Airbus A380. They are replaced with newer Airbus A350 and Boeing 787s, as a surplus of used aircraft is expected until 2030.[48] By the third quarter of 2020, China Southern became the first of the large Chinese carriers to return to profitability, while Air China and China Eastern managed to narrow their losses, helped by domestic travel recovery by September after traffic bottomed out in February—but international demand is still in the doldrums.[49] By May 2021, 7,850 airliners were still in storage, down from a peak of 16,522 in April 2020.[50] As US traffic recovers, networks are evolving towards more point-to-point transit to leisure destinations, bypassing major airline hubs while business travel is still lagging.[51] The aggregation of the 66 largest airlines with public financials[a] showed a revenue falling by 60% from $658Bn in 2019 to $262Bn in 2020, while net profits went from $17bn to a $140bn loss, a $157bn decrease.[52] By the end of 2021, the global airline industry had returned to 79% of its pre-Covid size according to Airline Business, using an index from 13 of the largest airline groups: 86% of the workforce size, 96% of the fleet size, 71% of the revenue and 62% of the passenger numbers.[53] As demand plummeted, values fell 2% to 22% between January and May 2020 for five-year old aircraft, and lease rates by 4% to 26%.[54] By August, values fell further by 9% to 25% since January, and lease rates by 12% to 45%.[55] By November, market values of 20-year-old large single-aisles had fallen by 22% to 29% while their lease rates had fallen by 44% to 50%, and market values of 20-year-old widebody twins had fallen by 15 to 35% while their lease rates had fallen by 20 to 44%.[56] As the pandemic reduced demand for new jets in early 2020, manufacturers trimmed airliner production rates and were producing aircraft they are unable to deliver. Airbus cut its monthly production from 60 to 40 A320s, from 4.5 to two A330s, and from nine to six A350s. Boeing reduced its output per month from 14 to six 787s, from five to two 777s, and 737 Max production was already halted, as a rate of 31 per month was targeted by early 2022. Bloomberg was expecting Airbus and Boeing to deliver 30 jets monthly each in 2021, mostly for single-aisles.[57] In 2020, deliveries were down by more than 50% compared to 2019, after 10 years of growth.[58] Cirium forecasts a traffic recovery towards 2024 and a 3.3% growth per year over 20-years, needing 43,315 airliner deliveries.[58] The projection is 8% less than before the crisis, while retirements are accelerated.[58] On 25 April 2020, Boeing announced it had terminated the planned Boeing–Embraer joint venture after the 24 April delay expired, attributing it to Embraer's failure to meet conditions.[78] Later the same day, Embraer asserted that it had satisfied the conditions for consolidation to proceed, and that it would seek compensation for Boeing's allegedly wrongful termination of the deal.[79] Aviation analyst Scott Hamilton believed the collapse in demand for airliners caused by the pandemic and the resulting cash constraints motivated Boeing's defection, along with the desire to avoid the perception that it was using government pandemic relief funds for foreign investment.[80] The use of aeroplanes by travelers has been implicated in the spread of the coronavirus.[147] The World Health Organization noted that \"Transmission of infection may occur between passengers who are seated in the same area of an aircraft, usually as a result of the infected individual coughing or sneezing or by touch\".[148] Amidst the coronavirus pandemic, many airline tickets have been sold at discount[149] and some buyers attended spring break celebrations despite warnings to remain at home.[149] A multitude of young adults have tested positive for the coronavirus upon returning from spring break celebrations; among those from Texas vacationing in Cabo San Lucas were forty-four positive persons.[150] Although a HEPA filter captures 99.97 percent of airborne particles, it does not account for air that does not go through the filter and many airlines have required passengers to wear masks during the flight.[151] According to the US Centers for Disease Control and Prevention, pathogens do not spread easily on flights, but prolonged proximity still presents a danger of infection.[152] According to the US Centers for Disease Control and Prevention, if a person becomes sick on an airplane, proper hazard controls include separating the sick person from others, designating one crew member to serve the sick person, and offering a face mask or asking the sick person to cover their mouth and nose with tissues when coughing or sneezing. Cabin crew should wear disposable medical gloves, and possibly additional personal protective equipment. Disposable items should be disposed of in a biohazard bag, and contaminated surfaces should be cleaned and disinfected afterwards.[153] On 23 November 2020, Qantas announced that the company will ask for proof of COVID-19 vaccination from international travelers. According to Alan Joyce, the firm's CEO, a coronavirus vaccine would become a \"necessity\" when travelling, \"We are looking at changing our terms and conditions to say for international travellers, we will ask people to have a vaccination before they can get on the aircraft.\"[155] Australian Prime Minister Scott Morrison subsequently announced that all international travellers who fly to Australia without proof of a COVID-19 vaccination will be required to quarantine at their own expense.[154] Victoria Premier Daniel Andrews and the CEOs of Melbourne Airport, Brisbane Airport and Flight Centre all supported the Morrison government's \"no jab, no fly\" policy, with only Sydney Airport's CEO suggesting advanced testing might also be sufficient to eliminate quarantine in the future.[156] The International Air Transport Association (IATA) announced that it was almost finished with developing a digital health pass which states air passengers' COVID-19 testing and vaccination information to airlines and governments.[157] Korean Air and Air New Zealand were seriously considering mandatory vaccination as well, but would negotiate it with their respective governments.[158] KLM CEO Pieter Elbers responded on 24 November that KLM does not yet have any plans for mandatory vaccination on its flights.[159] Brussels Airlines and Lufthansa said they had no plans yet on requiring passengers to present proof of vaccination before boarding, but Brussels Airport CEO Arnaud Feist agreed with Qantas' policy, stating: \"Sooner or later, having proof of vaccination or a negative test will become compulsory.\"[160] Ryanair announced it would not require proof of vaccination for air travel within the EU, EasyJet stated it would not require any proof at all. The Irish Times commented that a vaccination certificate for flying was quite common in countries around the world for other diseases, such as for yellow fever in many African countries.[161] On 25 November, separately from IATA's digital health pass initiative, five major airlines—United Airlines, Lufthansa, Virgin Atlantic, Swiss International Air Lines, and JetBlue—announced the 1 December 2020 introduction of the CommonPass, which shows the results of passengers' COVID-19 tests. It was designed as an international standard by the World Economic Forum and The Commons Project, and set up in such a way that it could also be used to record vaccination results in the future. It standardises test results and aims to prevent forgery of vaccination records, while storing only limited data on a passenger's phone to safeguard their privacy. The CommonPass had already successfully undergone a trial period in October with United Airlines and Cathay Pacific Airways.[162][163] On 26 November, the Danish Ministry of Health confirmed that it was working on a COVID-19 \"vaccine passport\", which would likely not only work as proof of vaccination for air travel, but for other activities such as concerts, private parties and access to various businesses, a perspective welcomed by the Confederation of Danish Industry. The Danish College of General Practitioners also welcomed the project, saying that it doesn't force anyone to vaccinate, but encourages them to do so if they want to enjoy certain privileges in society.[164] Irish Foreign Minister Simon Coveney said on 27 November 2020 that, although he \"currently has no plans\" for a passport vaccination stamp, his government was working on changing the passenger locator form to include proof of PCR negative tests for the coronavirus, and that it was likely to be further adjusted to include vaccination data when a COVID-19 vaccine would become available. Coveney stressed that \"We do not want, following enormous efforts and sacrifices from people, to reintroduce the virus again through international travel, which is a danger if it is not managed right.\"[165] An August 2021 statement from Delta's CEO revealed that \"the average hospital stay for COVID-19 has cost Delta $50,000 per person” and that all of these hospitalized employees were unvaccinated. While Delta did not mandate vaccination, it said that unvaccinated employees enrolled in the company's healthcare plan would be charged $200 per month and would also have to be tested weekly for the virus.[166]","Title":"Impact of the COVID-19 pandemic on aviation - Wikipedia","KeyID":"10958","URL":"https://en.wikipedia.org/wiki/Impact_of_the_COVID-19_pandemic_on_aviation"}