{"Content: ":"During the COVID-19 pandemic, many countries and regions imposed quarantines, entry bans, or other travel restrictions for citizens of or recent travelers to the most affected areas.[1] Some countries and regions imposed global restrictions that apply to all foreign countries and territories, or prevent their own citizens from travelling overseas.[2] Travel restrictions reduced the spread of the virus, but because they were first implemented after community spread was established in multiple countries in different regions of the world, they produced only a modest reduction in the total number of people infected. Travel restrictions may be most important at the start and end of the pandemic.[3] The travel restrictions brought a significant economic cost to the global tourism industry through lost income and social harm to people who were unable to travel internationally. When the travel bans are lifted, many people are expected to resume traveling. However, some travel, especially business travel, may be decreased long-term as lower cost alternatives, such as teleconferencing and virtual events, are preferred.[4] Some countries with large domestic markets, such as the United States, were able to see a faster recovery from increased domestic travel.[5] A study in Science found that travel restrictions could delay the initial arrival of COVID-19 in a country, but that they produced only modest overall effects unless combined with infection prevention and control measures to considerably reduce transmissions.[6] (This is consistent with prior research on influenza and other communicable diseases.[7][8]) Travel bans may be most effective for isolated locations, such as small island nations.[8] Researchers came to the conclusion that \"travel restrictions are most useful in the early and late phase of an epidemic\" and \"restrictions of travel from Wuhan unfortunately came too late\".[9] Together with a decreased willingness to travel, the restrictions have had a negative economic and social impact on the travel sector in those regions.[10] Slow travel increased in popularity during the pandemic, with tourists visiting fewer destinations during their trips.[11][12] A possible long-term impact has been a decline of business travel and international conferencing, and the rise of their virtual, online equivalents.[13] Concerns have been raised over the effectiveness of travel restrictions to contain the spread of COVID-19.[14] Approx. 20% of all countries (38) currently have a ban. Just under a quarter of all countries (45) have implemented measures that affect citizens of, or recent travellers to, a particular country or set of countries. Many of these countries later expanded their restrictions, with some later implementing global restrictions that may be listed above. Earlier before the announcement of the pandemic by WHO, the European Union rejected the idea of suspending the Schengen free travel zone and introducing border controls with Italy,[84] a decision which has been criticised by some European politicians.[85][86] After some EU member states announced complete closure of their national borders to foreign nationals in March 2020,[87] the European Commission President Ursula von der Leyen said that \"Certain controls may be justified, but general travel bans are not seen as being the most effective by the World Health Organization.\"[88] A few days later the EU closed its external borders.[89] The European Council agreed on 17 March 2020 to ban incoming travel other than citizens from countries in the European Union, European Economic Area, Switzerland and United Kingdom, long-term residents and people with long-term visa or residence permits, family members of EU and EEA citizens, medical personnel and people responsible for transport of goods for 30 days.[89][90][91] Each country has to implement the decision on the national level. Ireland choose to opt out from the decision due to the Common Travel Area. The agreement was to close borders for 30 days starting at noon on 17 March, though enforcement did not begin immediately as planned.[92] By the end of March, all EU member states (except Ireland) and all associated Schengen states (Iceland, Liechtenstein, Norway and Switzerland) had introduced the travel restriction.[93] The restriction was later repeatedly prolonged until 30 June.[94][95][96] These restrictions do not only refer to travel between countries from March to June. In Spain, for example, mobility has been restriced and public transport has been greatly affected by the lockdowns imposed by the government and only essential travels have been allowed under the most severe restrictions.[97] Some member states went even further and also prohibited EU and EEA citizens from entering, unless they are permanently living in the country or transiting to their home country, which is generally still possible. On 1 July 2020, global travel ban was replaced by non-global.[98] The EU Council recommends a gradual lifting of the temporary restrictions on travel into the EU (including Iceland, Lichtenstein, Norway and Switzerland) from 1 July 2020. The European Council has adopted a Recommendation on the gradual lifting of the temporary restrictions on non-essential travel into the EU on 30 June. Travel restrictions were lifted for countries listed in the recommendation. The list is updated, in principle, every two weeks. Several countries (Algeria, Canada, Georgia, Jordan, Morocco, Montenegro, Serbia, Tunisia and Uruguay) have been removed from the EU designated COVID-19 safe countries list since it was introduced on 30 June 2020, and no new country was ever added to that list. As of 16 December 2020, the Safe Countries list includes Australia, Japan, New Zealand, Rwanda, Singapore, South Korea and Thailand.[99] Traveling citizens from China will be allowed entry based on the re-opening of its borders to European travelers.[100] British nationals are no longer considered EU citizens starting 1 January 2021 and are subject to each member state's travel restriction on non-EU nationals. For the purpose of the recommendation should residents of Andorra, Monaco, San Marino and the Vatican also be considered as EU residents. The recommendation is not a legally binding instrument and the member states are responsible for implementing it.[98] On 28 January 2021, the European Union has reinstated a travel ban from Japan due to an alarming rise in COVID-19 cases. Hence, Japan is no longer a part of the EU's safe countries list.[101] The following countries are listed as safe countries amidst the pandemic – Australia, Rwanda, Singapore, South Korea, New Zealand and Thailand. The European Council has suggested member states to gradually remove restrictions for China, subject to confirmation of reciprocity.[102] A majority of countries are open for tourism. Some entry restrictions may be in place, such as PCR test or proof of vaccination.","Title":"Travel during the COVID-19 pandemic - Wikipedia","KeyID":"10956","URL":"https://en.wikipedia.org/wiki/Travel_during_the_COVID-19_pandemic"}