{"Content: ":"The COVID-19 pandemic had a significant impact on the cannabis industry. Investor's Business Daily said the industry was affected as \"customers stock up on prescriptions and recreational customers load up on something to make the lockdown a little more mellow or a little less boring\".[1] The Netherlands' coffeeshops were initially closed,[2] but later deemed essential businesses.[3][4] In North Macedonia, construction of Pharmacon's 178,000-square-foot cannabis grow house slowed because of social distancing requirements.[5] In Barcelona, Cannabis Social Clubs – private, non-profit organizations in which cannabis is collectively grown and distributed to registered members [6] – shut their doors following the government's declaration of a state of alarm across the country.[7] According to El País, the price of hashish and cannabis rose to double or triple its usual price on the Spanish black market.[8] Patricia Amiguet, president of the Catalan Federation of Cannabis Associations, stated in June that lockdown meant an estimated 300,000 cannabis club members were resorting to illicit market sources for supplies.[9] On April 5, Podemos Cannábico submitted a parliamentary proposal for cannabis clubs to be deemed \"essential services\".[9] ConFAC, Confederación de federaciones de asociaciones cannábicas de España, submitted to the parliamentary groups a \"guide of good practices\" for the reopening of cannabis clubs.[10] The protocols proposed include the use of masks, staff partitions, social distancing, capacity guidelines, reduced hours, limited stays/visits, or take-out only.[11] Cannabis prices also soared in France. This was partially the result of the interrupted traffic from Morocco via Spain.[12] Canada continued operating legal cannabis stores and saw sales increase.[13][14][15] Many U.S. states with legal cannabis, where dispensaries were deemed \"essential\" businesses,[16][17] saw sales increases.[18][19][20] California,[21] Colorado, Illinois, Maryland, Michigan,[22] New Jersey, New Mexico,[23] New York,[24] Ohio,[25] Oregon, and Washington all deemed cannabis businesses as such.[26][27] U.S. cities issuing similar stances included Chicago,[28] Denver,[28] and San Francisco.[24] Stocks for cannabis companies saw increases following reports of the increased demand.[29] Some dispensaries had to lay off employees or reduce working hours.[30] The decision to remain open in California drew criticism from those who thought a congregation of shoppers posed a risk of spreading virus.[31] Santa Clara County eliminated take-out service on April 2.[32] Sales in Denver on March 23, 2020 were up 392 percent over the same weekday prior to the stay-home order.[33] A Reno delivery service saw a 400 percent increase in business after the state ordered in-person retail operations to close.[34] Determination of retail store closures or remaining open as critical infrastructure or essential medical need was uneven in the U.S. states that had legalized sales.[35] While states that had an established local customer base generally saw an increase in sales, other states where marijuana sales were closely linked with tourism suffered. Markets such as Las Vegas and Massachusetts were hit particularly hard.[36] The sale of recreational marijuana in Massachusetts was generally prohibited by Governor Charlie Barker during the outbreak, with Massachusetts becoming the only state that has legalized marijuana to prohibit it during the pandemic.[37] In Massachusetts, the Cannabis Control Commission paused the sale of recreation cannabis fearing an influx of out-of-state buyers[38] and following a large increase in registrations by new medical patients and to study the supply chain.[39][40] Five dispensaries and a medical cannabis patient sued Governor Charlie Baker over the closures.[41] Ann Arbor, Michigan's annual Hash Bash festival was held online.[42] In Missouri, social distancing requirements may prevent organizers of a recreational marijuana legalization campaign from collecting signatures for ballot inclusion.[43] University of Miami researchers are studying the pandemic's impact on the industry, as of April 2020.[44] Cannabis legalization efforts were paused in multiple U.S. states.[45] Erik Altieri, the executive director of the National Organization for the Reform of Marijuana Laws, said, \"Cannabis is a safe and effective treatment that millions of Americans rely on to maintain productive daily lives while suffering from diseases and ailments. It is the very definition of essential that these individuals can still access their medicine at this time.\"[46] Leafly launched a cannabis delivery service for Arizona, Florida, Maryland, Michigan, Nevada, New York, and Oregon.[47] Lantern launched a cannabis delivery service for Massachusetts and Michigan.[48] Controversial and cumbersome licensing processes within California cities and counties may be lessened and more opportunities created as local leadership struggle with COVID related budgets shortfalls, unemployment and lower commercial occupancy rates.[49] Many dispensaries began offering drive-thru services [50][51]","Title":"Impact of the COVID-19 pandemic on the cannabis industry - Wikipedia","KeyID":"10960","URL":"https://en.wikipedia.org/wiki/Impact_of_the_COVID-19_pandemic_on_the_cannabis_industry"}