{"Content: ":"\"Cluster 5\", also referred to as ΔFVI-spike by the Danish Statens Serum Institut (SSI), is a variant of SARS-CoV-2, the virus that causes COVID-19, that is believed to be extinct.[1] It was discovered in November 2020 in North Jutland, Denmark, and is believed to have been spread from minks to humans via mink farms. After its discovery the mink population in Denmark was culled to prevent the possible spread of this mutation and reduce the risk of new mutations happening. A lockdown and travel restrictions were introduced in seven municipalities of North Jutland to prevent the mutation from spreading, which could compromise national or international responses to the COVID-19 pandemic. The World Health Organization (WHO) has stated that cluster 5 has a \"moderately decreased sensitivity to neutralizing antibodies\".[2] SSI warned that the mutation could reduce the effect of COVID-19 vaccines under development, although it was unlikely to render them useless. Following the lockdown and mass-testing, SSI announced on 19 November 2020 that cluster 5 in all probability had become extinct.[1] In 2019, Denmark was the largest producer of mink fur in the world,[3] with the vast majority of the Danish farms located in northern and western Jutland.[4] In recent years the industry had generally been in decline in the country.[5] Along with bats, pangolins, and humans, minks are one of the many mammal species that can be infected with coronaviruses.[6] Although the role of pangolins in the spread of COVID-19 was gradually being dismissed by scientists,[7][8] several articles claimed that Chinese mink farms may have played a role in the emergence of COVID-19.[9][10][11][12][13] In partnership with science journalist Yves Sciama, they conducted an investigation for Reporterre between November and December 2020.[14][15][16] The day after, transmission of the virus from minks to humans, and mutations related to mink, were documented in the journal Science,[17] which prompted the government to bring forward to the end of 2020 a ban on mink farming previously scheduled to go into effect in 2024.[18] After the discovery in the Netherlands, the authorities in Denmark initiated a large-scale surveillance program of all mink farms in the country, with regular testing and genomic sequencing.[19] The sequences of the Danish and Dutch mink-related viruses were deposited with the GISAID database.[20] The U.S. Department of Agriculture (USDA) confirmed that cases of minks ill with COVID-19 had been documented in Utah in August 2020.[21] Additional outbreaks have been detected in Michigan, Wisconsin, and Oregon.[22] As of 29 November 2020, COVID-19 infections in mink have been reported in Denmark, Italy, the Netherlands, Spain, Sweden, and the United States.[2][23] In Denmark, there have been five clusters of mink variants of SARS-CoV-2; the Danish State Serum Institute (SSI) has designated these as clusters 1–5 (Danish: cluster 1–5). In cluster 5, also referred to as ΔFVI‑spike by the SSI,[24] several different mutations in the spike protein of the virus have been confirmed. The specific mutations include 69–70deltaHV (a deletion of the histidine and valine residues at the 69th and 70th position in the protein), Y453F (a change from tyrosine to phenylalanine at position 453, inside the spike protein's receptor-binding domain), I692V (isoleucine to valine at position 692), M1229I (methionine to isoleucine at position 1229), and a non-conservative substitution S1147L.[25][24][26] Mink-related mutations that partially resemble the mutations discovered in Denmark, although part of a separate genomic group, are known from the Netherlands.[17][27] On 5 November, BBC News reported that 12 cases of human infection with the cluster 5 variant had been detected.[28] A week later, an ECDC rapid risk assessment report indicated that 214 mink-related human cases had occurred,[27] however, few of these, if any, are believed to have been additional cases related to the Cluster 5 outbreak.[29] By 20 November, no further human cases of the Cluster 5 strain were being detected despite widespread genetic sequencing which revealed 750 cases related to mink, and it was assessed that the Cluster 5 variant was no longer circulating in humans.[30] By 2 November 2020, the Danish state-owned independent research institute Statens Serum Institut (SSI) detected mutated variants of SARS-CoV-2 that could infect humans and could have dangerous effects in mink farms; human infections were associated with 191 positive mink farms. They publicly reported this on 3 November, calling variants with a known association to three farms \"Cluster 5\".[31] On 4 November 2020, Prime Minister of Denmark Mette Frederiksen stated that a mutated coronavirus was being transmitted to humans via minks, tied primarily to mink farms in North Jutland. A report by the SSI found that there had been 12 human infections (8 directly associated with mink farms, 4 in the nearby community) involving this mutation in Northern Jutland (being referred to as \"cluster 5\"), and its Antibody response was weaker. While the institute stated that the mutation appeared to be no more dangerous than other coronaviruses by itself, Kåre Mølbak and Tyra Grove Krause of the SSI warned that the mutation potentially could reduce the effect of COVID-19 vaccines currently under development, although it was unlikely to render them useless.[26][32][33] Furthermore, the weaker antibody response was shown to reduce immunity acquired by a prior infection.[31] SSI noted that while cluster 5 was of some concern, they were also worried about potential future mutations that could appear in mink, leading to their recommendation of closing down all the farms in the country.[34] As a preventative measure, Frederiksen announced that the country was already in the process of culling its mink population of about 14 million (initial reports of 15–17 million were based on estimates from earlier years when the industry was larger).[35][36] To prevent spread of the mutation, it was also announced on 5 November that a lockdown and movement restrictions would be implemented in the North Jutland municipalities of Brønderslev, Frederikshavn, Hjørring, Jammerbugt, Læsø, Thisted, and Vesthimmerland effective 6 November,[26][37] All cultural institutions, cinemas, theatres, sports and leisure facilities, and dine-in restaurants were ordered closed, and travel into or out of the municipalities was prohibited. Public transport was suspended 9 November.[38][39] Mass-testing was initiated (Denmark already had one of the world's highest test rates) and trace programs were further upscaled. The restrictions in Northern Jutland were initially planned to last until 3 December, but they could be reversed earlier depending on the speed of the mink culling and mass-testing of people, and if no new cases of cluster 5 were located.[40] The WHO released a statement on the SARS-CoV-2 variants on 6 November.[41] It explained that this cluster had a combination of mutations that had not been previously observed. The variant had moderately decreased sensitivity to neutralizing antibodies, but further studies would be required to understand implications regarding diagnostics, therapeutics and vaccines.[41] This was later echoed in a risk assessment published by the European Centre for Disease Prevention and Control (ECDC), which notes that the risk for the mink-related variants is similar to the general COVID-19 risk, but could be reassessed if the concerns raised regarding immunity, reinfection, vaccination, and treatment are confirmed when it comes to cluster 5 in particular, also noting that virus circulation in mink farms could pose other issues in the future, and providing guidelines for managing the risk.[27][42] In late November, more than 10 million had been culled.[43] On 6 November, the United Kingdom announced that Denmark would be removed from the \"corridor\" whitelist of countries from which travellers may return without self-isolating for 14 days, citing the cluster-5 variant.[44] On 7 November, the United Kingdom announced that it would also prohibit entry by non-residents travelling from Denmark, and non-residents who had been to Denmark within the past 14 days. British citizens were still allowed to return home, but they, as well as all other members of their household, were required to self-isolate for 14 days. This travel ban was to be reviewed after a week.[45][46] The restrictions were eventually lifted on 28 November.[47] Following mass-testing, SSI announced on 19 November 2020 that they had found no new cases of cluster 5 and it was in all probability extinct. The special restrictions placed on some North Jutland municipalities were lifted on 19–20 November (they are still subjected to the standard COVID-19 restrictions that cover the entire country and are unrelated to the mink mutations).[1] It was revealed in late November that the Minister for Agriculture, Mogens Jensen, and five other ministers had been made aware in September that the culling of the entire country's mink population, rather than just those in the infected areas, would be illegal. Facing calls for resignation from the parliamentary opposition and sharp public criticism,[48] Prime Minister Frederiksen acknowledged that the order to cull all minks was illegal, and Jensen resigned on 18 November.[49] A deal was later reached to retroactively make the government's order legal.[50] On 21 December 2020, in the Parliament of Denmark, the government and parliament's left wing parties passed a bill outlawing all mink production throughout 2021.[51] The bill does not contain provisions to remove legal responsibility for the previous culling but does retroactively legalize a bonus payout for swifter cullings.[51] The opposition parties (V, C, O, NB, LA) opposed.[52] On 25 January 2021,[53] a majority in the Danish parliament reached an agreement to compensate Danish mink farmers and others making a living off of mink farming for between 15.6 billion and 18.8 DKK[54] (c. 2.1 billion EUR – c. 2.5 billion EUR).","Title":"Cluster 5 - Wikipedia","KeyID":"10968","URL":"https://en.wikipedia.org/wiki/Cluster_5"}