{"Content: ":"The COVID-19 pandemic has impacted the tourism industry due to the resulting travel restrictions as well as slump in demand among travelers. The tourism industry has been massively affected by the spread of coronavirus, as many countries have introduced travel restrictions in an attempt to contain its spread.[1] The United Nations World Tourism Organization estimated that global international tourist arrivals might decrease by 58% to 78% in 2020, leading to a potential loss of US $0.9–1.2 trillion in international tourism receipts.[2] In many of the world's cities, planned travel went down by 80–90%.[3] Conflicting and unilateral travel restrictions occurred regionally[4][5] and many tourist attractions around the world, such as museums, amusement parks, and sports venues closed down. UNWTO reported a 65% drop in international tourist arrivals in the first six months of 2020.[6] Air passenger travel showed a similar decline.[7] The United Nations Conference on Trade and Development released a report in June 2021 stating that the global economy could lose over US$4 trillion as a result of the pandemic.[8] As a result of the pandemic, many countries and regions have imposed quarantines, entry bans, or other restrictions for citizens of or recent travellers to the most affected areas.[9] Other countries and regions have imposed global restrictions that apply to all foreign countries and territories, or prevent their own citizens from travelling overseas.[10] Together with a decreased willingness to travel, the restrictions have had a negative economic impact on the travel sector in those regions. A possible long-term impact has been a decline of business travel and international conferencing, and the rise of their virtual, online equivalents.[11] Concerns have been raised over the effectiveness of travel restrictions to contain the spread of COVID-19.[12][13] Foreign arrivals in March 2020 fell by 65% year-on-year.[14] Angkor Wat, usually crowded with thousands of tourists per day, was left almost deserted, with an average of 22 ticket sales per day for the whole Angkor National Park during April 2020.[15][16][17] Cambodia has banned entry of foreign visitors from six countries – the United States, Italy, Germany, Spain, France, and Iran – since mid-March and has imposed entry restrictions for all foreigners since 30 March to curb COVID-19.[18][failed verification] Cambodia's tourism industry, which amounted to 4.92 billion US dollars, is currently being hit hardest by the ravaging pandemic. A tourism data showed that Cambodia received a total of 223,400 foreign tourists in March, a decrease of 65 percent over the same month last year.[19] More than 600 hotels nationwide had closed by June, and more than 10,000 tourism sector staff were made unemployed.[17] Tourism in China has been hit hard by travel restrictions and fears of contagion, including a ban on both domestic and international tour groups.[20] Foreign arrivals in February 2020 fell by 96% year-on-year and by 99% year-on-year in March 2020.[21][22] Foreign arrivals in March 2020 fell by 67% year-on-year.[23] Tourism has been hit hard by the COVID-19 pandemic, amid social distancing rules since 26 March 2020, including a ban of organised domestic tours and all tourist attractions closed.[24] Foreign arrivals in March 2020 fell by 67% year-on-year.[25] Foreign arrivals in March 2020 fell by 64.11% year-on-year.[26] Israel closed its borders to international tourists early on in the COVID-19 pandemic. Overall, the number of international tourists who visited Israel in October 2020 stood at 738,000; compared to the same time period in 2019, when approximately 3.295 million tourists visited Israel. In October 2020, the Israeli tourism industry lost about 12.1₪ billion since January.[27] Foreign arrivals in March 2020 fell by 94% year-on-year.[28] By mid-April, daily arrivals of foreigners had fallen by nearly 100% year-on-year.[29] On 16 March 2020, the Ministry of Tourism, Arts and Culture announces that several tourist attraction around Malaysia will remain closed until 30 March 2020 which includes tourist information center, National Arts Gallery, craft centers, Lenggong Archaeological Museum, National Archives of Malaysia, memorial centers and National Library of Malaysia.[30] In South Korea, Korea Association of Travel Agents asked for government support to offset the industry's ballooning losses from a slew of travel cancellations since the COVID-19 pandemic. South Korea's largest travel agencies, Hana Tour and Mode Tour, either, reporting 10 billion won in damage from cancellations.[31] Foreign arrivals in March 2020 fell by 95% year-on-year.[32] Foreign arrivals in March 2020 fell by 70.8% year-on-year.[33] The current outbreak of a new coronavirus disease (COVID-19) in Thailand is a crisis for the tourism industry and economy.[34] Foreign arrivals in March 2020 fell by 76% year-on-year, and tourist spending fell 78% year-on-year.[35] With the Thai border closed and most international flights banned since 4 April, both tourist arrivals and spending in April 2020 have fell to zero.[36] Foreign arrivals in March 2020 fell by 68% year-on-year.[37] Foreign arrivals in April 2020 fell by 98% year-on-year.[38] Due to coronavirus pandemic, Dubai's passenger traffic went down by 70% in 2020. Surging cases have led the UAE's government to prompt countries to halt flights to the country.[39] In efforts to control the spread of Covid-19, various travel restrictions in Bahrain led the tourism sector to witness losses over BD 1 billion. As stated by Bahrain’s Industry, Commerce and Tourism Minister Zayed Alzayani, the country lost nearly BD 108 million per month following plunge of 29,000 visitors per day.[40] [41] The number of foreign tourists who visited Bosnia's Federation in March plummeted 79% on the year, to 9,660, the entity's statistical office said. Foreign tourists spent 19,089 overnights in the Federation in March, down 77% year-on-year, the Federation's statistical office said on Wednesday. The total number of tourists who visited the Federation in March fell by 75% on the year to 16,186. Total tourist overnights decreased by 73% to 31,881. Foreign arrivals in March 2020 fell by 79% year-on-year.[41] Bulgaria banned the entry of foreigners in March due to the coronavirus epidemic.[18] Foreign arrivals in March 2020 fell by 44% year-on-year.[42] Travelers from Greece and Serbia on business trips or with family ties, and diplomats, humanitarian and transport workers will be allowed to enter Bulgaria from 1 June without undergoing a 14-day quarantine, said Bulgarian Premier Boyko Borisov.[1] Early data indicated that foreign arrivals in March 2020 fell by 75% year-on-year.[43] Foreign arrivals fell by 47% year-on-year and tourism revenue fell by 71% year-on-year in March 2020.[44] Foreign arrivals fell by 99% year-on-year and domestic tourism fell by 95% year-on-year in April 2020.[45] Foreign arrivals in March 2020 fell by 66% year-on-year.[46] Foreign arrivals in March 2020 fell by 78% year-on-year.[47] Foreign arrivals in March 2020 fell by 64% year-on-year.[48] In May 2021, a report showed that tourism had fallen 76% during the month of March. The numbers showed a plummet of 90% considering the time previous to the pandemic of March 2019 but still higher than registered last February 2021. The government registered the visit of more than 109,000 French citizens but only 18,000 British citizens during March 2021.[49] Tourism bodies have suggested that the total economic cost to the sector, as of 11 February 2020, would be A$4.5 billion. Casino earnings are expected to fall.[50] At least two localities in Australia, Cairns and the Gold Coast, have reported already lost earnings of more that $600 million.[51] The Australian Tourism Industry Council (ATIC) called on the Government of Australia for financial support especially in light of the large number of small businesses affected.[52] In March, national travel agency Flight Centre has indefinitely closed 100 stores throughout Australia, due to significantly lower demand for travel.[53] It also suffered a 75% decline in share price,[54] and announced that 6,000 staff would be made redundant or placed on unpaid leave globally.[55] Tourism in Fiji has been affected greatly by the global pandemic Foreign arrivals in March 2020 fell by 51% year-on-year.[56] The Consejo Nacional Empresarial Turístico (National Tourism Business Council, CNET) sent two letters in March to Alfonso Romo, Chief of Staff to the President of Mexico, asking for government support for the sector. Tourism in Mexico suffered the closure of 4,000 hotels (52,400 rooms) and 2,000 restaurants, while the airline industry lost MXN $30 billion (US$1.3 billion) through March.[57] Tourism in Hawaii went on hiatus. Tourist arrivals in Hawaii down nearly 100% in April 2020[58] and its 14-day mandatory quarantine kept tourism low.[58] A number of tourists who came to the state but did not follow the quarantine were arrested.[59] In June 2020, Hawaii had still not set a date for reopening to out-of-state tourism.[60] As of 16 June, the quarantine would be lifted for inter-island tourism.[61] Florida tourism had a year-over-year 11% drop in the first quarter of 2020.[62] During the pandemic in Door County, Wisconsin, hundreds of seasonal residents relocated to the county earlier in the spring than they typically do.[63] In 2020, staycations became popular in the United States, where most people spent their vacation time at or close to home. Most vacation travel was done by car, as gas prices are low and many people prefer to wait to the last minute to plan trips due to uncertainties. There were sharp declines in travel by air, cruise ship, bus and rail.[64] As the 2nd largest hit country by the COVID-19 pandemic, after the US, Brazil's tourism industry suffered greatly. Tourism's net contribution to the Brazilian nominal GDP in 2020 saw a 53% decrease since last year (270.8B BRL and 143.8B BRL, respectively).[65] In Macau, the world's top gambling destination by revenue, all casinos were closed for 15 days in February 2020[66] and suffered a year-on-year revenue drop of 88%, the worst ever recorded in the territory.[67] On 17 March, Nevada Governor Steve Sisolak ordered all casinos closed for 30 days.[68] Cruise lines had to cancel sailings after the outbreak of the pandemic. Bookings and cancellations grew as extensive media coverage of ill passengers on quarantined ships hurt the industry's image. In May 2020, Norwegian Cruise Line posted a quarterly loss of $1.88 billion[69] and warned it may go out of business.[70] On 11 April 2020, only 3 percent of hotels in Austin, Texas were occupied. On this date, 342 rooms were occupied, compared to the 10,777 rooms that had been occupied on the same date in 2019.[71] Hertz Global Holdings Inc. filed for Chapter 11 bankruptcy on 22 May 2020. It had not been given access to the funds that the United States designated to bail out airlines.[72] The pandemic has affected the global food-industry as authorities close down restaurants and bars to slow the spread of the virus. Across the world, restaurants' daily traffic dropped precipitously compared to the same period in 2019.[73] Closures of restaurants caused a ripple-effect among related industries such as food production, liquor-, wine-, and beer-production, food and beverage shipping, fishing, and farming.[74][75] Some have taken advantage of airlines drastically reducing their fares to travel for leisure despite multiple warnings to remain at home, along with two-week self-quarantine requirements upon arrival or return from travel.[76] A number of college students tested positive for COVID-19 after returning from traditional spring break destinations such as the Florida beaches, South Padre Island, and Cabo San Lucas.[77] Dubai received global scrutiny for opening tourism too soon, despite a high rate of COVID-positive cases detected in the emirate. At least 300,000 people travelled to and from UAE and the U.K. in the months of November and December 2020. In the early months of the pandemic, the situation was reportedly handled well by the emirate. However, around New Year's Eve tourists and locals were reported to be attending parties without social distancing or face-masks. Accusations that Dubai was acting as a \"super-spreader\" of the virus forced the emirate to close all bars and pubs for a month on 1 February 2021.[78] The World Health Organization reported the coronavirus as a global health risk at the end of January 2020. Many businesses stopped their operations, and many of them were unable to survive during this crisis. There was a large number of bankruptcies, lay-offs, and requests for aid. As people needed to survive without income, many people applied for unemployment in the United States. Tourism is one of the industries that was impacted deeply, and some of the companies are still struggling with the labor shortage issue as employees prefer to stay at home. For instance, there are a couple of airlines that have cancelled a huge number of their flights in the United States in past couple of weeks due to this issue.[79] Budget hotels are hugely impacted due to their characteristics, and are vulnerable as they are mostly owned by individuals lacking finances, manpower, strategy, or a plan to overcome the crisis.[34]","Title":"Impact of the COVID-19 pandemic on tourism - Wikipedia","KeyID":"10971","URL":"https://en.wikipedia.org/wiki/Impact_of_the_COVID-19_pandemic_on_tourism"}