{"Content: ":"During the worldwide COVID-19 pandemic, many people began to spread false or un-confirmed data and information. This included politicians and other government officials from administrations in several countries. Misinformation about the virus includes its origin, how it spreads, and methods of preventing and curing the disease. Some downplayed the threat of the pandemic, and made false statements about preventative measures, death rates and testing within their own countries. Some have also spread COVID-19 vaccine misinformation. Changing policies also created confusion and contributed to the spread of misinformation. For example, the World Health Organization (WHO) originally discouraged use of face masks by the general public in early 2020, advising \"If you are healthy, you only need to wear a mask if you are taking care of a person with suspected 2019-nCoV infection,\" although the WHO later changed their advice to encourage public wearing of face masks.[1][2] Argentinian president Alberto Fernández and health minister Ginés García have been accused of spreading misinformation related to COVID-19 multiple times.[citation needed] In a radio interview Fernández recommended drinking warm drinks since \"heat kills the virus\". Scientific studies proved that this information is false. Fernández, in response to criticism, later said: \"It's a virus that, according to all medical reports in the world, dies at 26ºC. Argentina was in a climatic scenario where temperature was around 30ºC so it would be hard for the virus to survive.\" He later added: \"The World Health Organization (WHO) recommends us to drink warm drinks since heat kills the virus\"; however, the WHO did not recommend that at all.[3] In June, in a press conference, Buenos Aires Province governor Axel Kicillof falsely stated that Spain was in an extremely strict lockdown at that time. A few hours later, the Spanish embassy in Argentina denied it.[4] Brazilian president Jair Bolsonaro openly attempted to force state and municipal governments to revoke social isolation measures they had begun by launching an anti-lockdown campaign called \"o Brasil não pode parar\" (Brazil can't stop). It received massive backlash both from the media and from the public, and was blocked by the Supreme Court justice.[5][6] Even after the Brazilian Health Regulatory Agency approved the usage of CoronaVac and the Oxford–AstraZeneca COVID-19 vaccine, Bolsonaro said \"these are experimental vaccines with no scientific evidence\".[7] Bolsonaro also rails against face mask usage[8] and is commonly seen in public without wearing a mask.[9] In spite of studies showing the ineffectiveness of chloroquine and hydroxychloroquine to treat COVID-19, the Brazilian president continued to peddle the drug in posts and live webinars on social media.[10] Some analysts have noted that Bolsonaro's positions mimic those of former US president Donald Trump, who during his administration also tried to downplay the pandemic and then pressured states to abandon social distancing.[11] Cambodian Prime Minister Hun Sen downplayed the risk of the virus and demanded the public not wear face masks during a press conference while the initial outbreak in China was ongoing.[12][13] The Chinese government has actively engaged in disinformation to downplay the emergence of COVID-19 in China and manipulate information about its spread around the world.[14][15] The government also detained whistleblowers and journalists claiming they were spreading rumors when they were publicly raising concerns about people being hospitalized for a \"mysterious illness\" resembling SARS.[16][17] The blame for the failure to report cases of COVID-19 at the onset is unclear because of the difficulty pinpointing it as a failure by either local or national officials.[18] The Associated Press reported that, \"increasing political repression has made officials more hesitant to report cases without a clear green light from the top.\"[18] There are ongoing investigations in an effort to understand what happened, including an investigation by the World Health Organization (WHO) which will probe into what Wuhan officials knew at the time of the outbreak.[19] Cuban president Miguel Díaz Canel claimed on Twitter that Cuban Interferon alfa-2b was being used to treat and cure COVID-19 in China, linking to an article written by state-owned newspaper Granma.[a] The Chinese embassy in Cuba also made similar claims. Several Latin American news outlets[21][22] relayed the story, which was also relayed on social media, and the claims were eventually translated to Portuguese and French.[23] In reality, the interferon was made by a Chinese company, in China, using Cuban technology, and it was under clinical trials in China as a potential cure, but it was not actively being used as such, as the claims suggested.[23] Twitter suspended thousands of accounts linked to El Fagr, an Egypt-based media group \"taking direction from the Egyptian government\" to \"amplify messaging critical of Iran, Qatar and Turkey.\"[24][25] On 27 February 2020, the Estonian Minister of the Interior Mart Helme said at a government press conference that the common cold had been renamed as the coronavirus and that in his youth nothing like that existed. He recommended wearing warm socks and mustard patches as well as spreading goose fat on one's chest as treatments for the virus. Helme also said the virus would pass within a few days to a week, just like the common cold.[26] The Ministry of AYUSH recommended homeopathic drug Arsenicum album 30 as a preventive drug for COVID-19. The claim was without any scientific basis or evidence and was widely criticised.[27][28] A strong consensus prevails among the scientific community that homeopathy is a pseudo-scientific,[29][30][31][32] unethical[33][34] and implausible line of treatment.[35][36][37][38] Minister of State for AYUSH Shripad Naik claimed that an Ayurveda practitioner cured Prince Charles when he tested positive for the Covid-19. This claim was rubbished by United Kingdom officials.[39][40] The theory and practice of Ayurveda is pseudoscientific.[41][42] Arvind Kejriwal, the Chief Minister of Delhi, said in May 2021 that there was \"a new variant of coronavirus found in Singapore\" which \"is being said to be very dangerous for children\".[43] However, there is no known Singaporean variant of COVID-19; a recent report discussing the threat of COVID-19 to Singaporean children was discussing a variant of COVID-19 first detected in India: B.1.617.[43] Many of the recent COVID-19 cases in Singapore were of B.1.617.[44] Experts such as Gavin Smith, a viral evolutionary biologist in Singapore, and Chandrakanth Lahariya, an epidemiologist in India, state that a new Singapore variant is \"unlikely\" as the level of cases and transmission in Singapore has not been high as of May 2021.[45] Former Health Minister Terawan Agus Putranto addressed the citizens to relax and avoid working overtime to avoid contracting the disease[46] and falsely claimed that flu had a higher mortality rate.[47] Several Indonesian civil society groups called for his dismissal.[48] In the beginning of 2020, Terawan also informed to the people that masks are only worn for sick people and healthy people are not obliged to.[49] Iran's Supreme Leader Ayatollah Ali Khamenei said the US created \"a special version\" of the virus that is \"specifically built for Iran using the genetic data of Iranians which they have obtained through different means\".[50][51] Bahrain accused Iran of \"biological aggression that is criminalised by international law\" by lying about the extent of the outbreak in Iran.[52] On 18 April, the president Andry Rajoelina diffused a 17 minutes documentary on national television and social networks retracing the travels of a Brazilian \"phophet\"[53] that came in Madagascar because that's where the cure to a future biological war will be.[54] Few days later, a herbal tonic made of Artemisia annua called \"Covid Organic\" was distributed to the Madagascan public and promoted by several officials, included President Andry Rajoelina, as a \"miracle cure\" for COVID-19. Medical experts, the country's national medical academy and the World Health Organization cautioned that there was no evidence to support the drink's efficacy against the disease.[55][56][57][58] Despite efforts from the WHO, orders of the herbal drink were sent to Niger, Equatorial Guinea, Niger and Guinea-Bissau.[58] The BBC reported in August 2020 that the President remained supportive of the tonic after it failed to stop the virus from spreading.[57] In May 2021, the South African variant reach the island and the president Andry Rajoelina affirmed that no vaccine was effective against it [59] despite the scientific data available at the time saying otherwise.[60][61][62] Newly appointed Health Minister Adham Baba falsely claimed during his first television interview in the role on 19 March that drinking warm water could \"flush\" away SARS-CoV-2, where it would be killed by stomach acid. The clip went viral and received widespread criticism.[63][64] His statements were refuted by Health Director-General Noor Hisham Abdullah, who said \"the practice of the Ministry of Health, whether for treatment or management, is based on evidence.\"[65] Noor Hisham later took over press briefings and leadership through the pandemic in Malaysia after Baba was sidelined by the government for his early statements.[64] In late March 2020, the governor of the Mexican state of Puebla, Miguel Barbosa Huerta, caused controversy by claiming that COVID-19 affected only \"wealthy people\".[66] This came amid wider criticism of the federal government and President Andrés Manuel López Obrador for their alleged downplayed response to the pandemic, threatening Mexicans' health and the Mexican economy.[67][68] Chief Minister of Tanintharyi U Myint Mg shared a Burmese Facebook post on his account that falsely claimed that eating onions is a way to prevent spread of COVID-19, and that the Chinese government were encouraging this during their outbreak.[46] North Korean officials have continued to report that there are no confirmed cases in the country.[69] It was reported that doctors had been told to not discuss COVID-19 as to not damage the reputation and image of Kim Jong-un.[70] The European Union watchdog group EUvsDisinfo reported that Russia was pushing what they believe was false information related to the SARS-CoV-2 pandemic through \"pro-Kremlin outlets\".[71] On 18 March, Russian presidential spokesman Dmitry Peskov denounced the findings.[72] Mark Galeotti, a RUSI Senior Associate Fellow, questioned these claims and wrote that \"it seems strange that the Kremlin itself would launch and push a disinformation campaign at the very time it is clearly launching a soft-power charm offensive on the back of the pandemic.\"[73] A social media joke suggesting lions had been freed to keep people off the streets in Moscow was passed around as if it were true.[74][75] As the number of infections rose throughout Europe, on 26 February 2020 president Aleksandar Vučić called a press conference where he addressed the possibility of the virus impacting Serbia. This news conference made headlines after a pulmonologist, Dr. Branimir Nestorović, made joking statements about the virus, calling it \"the most laughable virus in the history of mankind\" and suggested that women should travel to then virus-affected Italy for shopping because \"estrogen protects them\". The president, who was visible in the background expressing amusement and chuckling at this during the TV broadcast, later denied any accusations of portraying the virus as such by Dr. Nestorović.[76] In April 2020, a decree that limited access to public information about COVID-19 was announced and a journalist was arrested for writing an article on alleged shortages of medical equipment and neglect of medical staff, but after public outcry and reactions from the EU, RSF, and IPI, charges were dropped and the journalist released.[77][78][79] The declared goal of the decree was to limit the spread of fake news about SARS-CoV-2 and COVID-19 in Serbia. On 21 April 2020, Dr. Predrag Kon, a guest on the Ćirilica TV show on Happy TV, confirmed the lack of medical supplies.[80][81] On 22 June, the BIRN (Balkan Investigative Reporting Network) released an official document from the government's COVID-19 database stating that from 19 March to 1 June, there were 632 COVID-19-related deaths, compared to 244–388 more than officially reported. The database also showed there to have been more new daily cases, between 300 and 340 compared to the official 97. Throughout the pandemic, many government critics and opposition leaders have accused the government of purposely downscaling the numbers so the vote turnout would surpass the 50% percent for the parliamentary elections.[82] During an interview on RTS 1, Vučić showed pictures of hospital beds, oxygen canisters and ventilators,[83] accusing political opponents of spreading fake news to the effect that hospitals in Novi Pazar and Tutin did not have the medical equipment they needed. On 5 July, a syndicate of pharmacists and doctors accused the president of spreading untrue statements regarding the equipment and of taking credit for combating the pandemic, denying facts from Raška oblast, and presenting a false impression of the state of the Serbian healthcare system. They state that the photographs were taken on 6 April when Vučić personally had the ventilators delivered to the region. None of those photographs show ventilators in use, or the 10 ventilators claimed.[84] Officials from Sweden misrepresented data from a 7 July 2020 report comparing Sweden to Finland to claim that the \"closing of schools had no measurable effect on the number of cases of COVID-19 among children,\" neglecting that testing among Swedish children was almost non-existent when compared to Finnish children.[85] However, the Public Health Agency and the Minister of Education still cited this report as justification for not closing schools.[85] In April 2020, scientists and physicians criticized the Swedish government for the 105 deaths per day in the country at the time, but the Public Health Agency and Anders Tegnell (the Public Health Agency epidemiologist in charge of the country's pandemic response) wrongly claimed that the actual number was 60 deaths per day in response.[85] The revised government figures later showed that the critics were right.[85] Authorities stopped reporting case numbers in May 2020 after President John Magufuli alleged that the national laboratory was returning false positives. On 4 May, President John Magufuli suspended the head of testing at Tanzania's national health laboratory and fired its director after accusing the lab of returning false positive test results. Magufuli said he'd deliberately submitted biological samples from a papaya, a quail and a goat to test the laboratory's accuracy; he claimed that the lab diagnosed these samples as positive for coronavirus.[86] In June 2020, he declared that COVID-19 has been \"eliminated by God\" as the government stopped publishing data on the spread of the disease in the country.[87] In January 2021 the President also falsely described vaccines as \"dangerous\".[88] Reporters Without Borders reported that the government of Turkmenistan had banned the word \"coronavirus\" and that people could be arrested for wearing masks or discussing the pandemic.[89][90] The organization later corrected their report, clarifying that the word itself was not banned, but maintaining it had been removed from informational brochures and the government was restricting information about the virus and providing \"very one-sided information\".[91] According to Chronicles of Turkmenistan, state media did not begin reporting on the measures that had been taken until 25 March.[92] The BBC quoted an anonymous Turkmen citizen who said citizens may get into trouble for suggesting that COVID-19 had spread to Turkmenistan. The BBC article also states that the Turkmen government is working to control a possible outbreak.[93] In April 2020, the UK Statistics Authority criticised Secretary of State of Health and Social Care Matt Hancock for claiming that the target of 100,000 tests per day had been reached, when this was only achieved through changing the method by which tests were counted.[94][95][96] In June 2020, the independent body renewed its criticism, with Chair David Norgrove saying \"the aim seems to be to show the largest possible number of tests, even at the expense of understanding\".[97][98] The government's official response to an April 2020 investigation by The Sunday Times, which criticised the government's pandemic preparation during the early months of the pandemic and revealed Boris Johnson had not attended five COBR meetings, was accused of misrepresentation by the investigation's authors, as well as the editor of The Lancet Richard Horton and scientist Martin Hibberd which the response quoted. The journalists George Arbuthnott and Jonathon Calvert critiqued the government's response point-by-point in a follow-up article. Horton described the government's response as \"Kremlinesque\".[99] In a 27 February 2020 announcement, Nicolás Maduro warned that the COVID-19 disease might be a \"biological weapon\" created against China and the rest of the world.[103][104] Through social media, Maduro has supported the use of herbal infusions to cure COVID-19. In March, Twitter deleted a tweet by Maduro that quoted the works of Sergio Quintero, a Venezuelan doctor that claims having found a natural antidote against the sickness, as well as argued that the virus was created by the United States as a biological weapon. The Venezuelan Institute for Scientific Research (IVIC) rejected his publication, and both Agence France-Presse and other fact checking sites have described Quintero's publications as false and misleading.[105][106][107] Maduro's administration has authorized the use of chloroquine, a medication to treat malaria that can cause heart problems if not used properly,[108] and interferon alfa-2b,[108] an antiviral used on a small scale in China that has been promoted by Cuba's government, labeled sometimes even as a \"vaccine\".[109] Chloroquine and interferon alfa-2b's efficacy against COVID-19 has not been demonstrated by international organizations.[108] On 24 March, Maduro accused Colombia of promoting the \"intentional infection\" of Venezuelan migrants that returned to their country, saying they were \"biological weapon\" and threatening them with quarantine. Local authorities have repeated the accusations since.[110]","Title":"COVID-19 misinformation by governments - Wikipedia","KeyID":"10984","URL":"https://en.wikipedia.org/wiki/COVID-19_misinformation_by_governments"}