{"Content: ":"In early 2021, a worldwide increase in inflation began. It has been attributed primarily to supply shortages (including chip shortages and energy shortages) caused by the COVID-19 pandemic and the Russian invasion of Ukraine, coupled with strong consumer demand.[2][3] As a result, many countries have seen their highest inflation in decades and their central banks have responded by aggressively increasing interest rates.[4][5][6] While there is no unanimous agreement by economists as to the exact cause of the inflation surge, there are several theories. Most attribute it to product shortages resulting from global supply-chain problems, largely caused by the COVID-19 pandemic.[7] Other causes cited include strong consumer demand driven by historically robust job and nominal wage growth;[8] and the fact that 2021 prices are being compared to 2020 prices, which were depressed due to pandemic-related shutdowns.[9] In the United States, Republicans and some economists cite spending from the passage of COVID-19 relief programs by the United States Congress as a factor for the inflation surge.[10][11] A debate arose among economists early in 2021 as to whether inflation was a transitory effect as the world emerged from the pandemic, or if it would become persistent. Prominent economists like Larry Summers and Olivier Blanchard warned of persistent inflation, while the Federal Reserve, Treasury Secretary and former Fed chair Janet Yellen and most Wall Street economists were on \"Team Transitory.\" As 2021 turned to 2022, inflation continued to accelerate. In response, the Federal Reserve increased the fed funds rate by 25 basis points in March 2022, the first increase in three years, followed by 50 basis points in May, then another 75 basis points in June, moves that some analysts considered late and dramatic, and which might induce a recession. The June rate increase was the largest since 1994 and was followed by another 75 basis point increase the next month.[12] After Eurozone inflation hit a record high 8.1% in May, the European Central Bank announced in June it would raise rates in July by 25 basis points, the first increase in eleven years, and again in September by as much as 50 basis points; the ECB raised rates by 50 basis points in July.[13] After the Fed's third rate increase, Summers said \"We are still headed for a pretty hard landing.\" Economic historian Niall Ferguson likened the Federal Reserve's monetary policy to that of the 1960s and 1970s that resulted in the stagflation of the 1970s.[14] Mark Zandi, chief economist of Moody's Analytics, analyzed consumer price index components following the May 2022 report that showed an 8.6% inflation rate. He found that the 2022 Russian invasion of Ukraine was the principal cause of higher inflation, comprising 3.5% of the 8.6%. He said oil and commodities prices jumped in anticipation of and response to the invasion, leading to higher gasoline prices. Resulting higher diesel prices led to higher transportation costs for consumer goods, notably food. Zandi cited the pandemic and a housing shortage as the next largest contributors to inflation, attributing 0.1% of the 8.6% to effects of the American Rescue Plan legislation. Investment banker Steven Rattner and economist Larry Summers had previously cited the legislation as contributing to inflation.[15] Economists at Deloitte noted that consumer spending on goods moved in tandem with spending on services prior to the COVID-19 recession, but upon emerging from the recession consumers significantly shifted spending to goods, particularly in the United States. This shift placed stress on supply chains such that the supply of goods could not meet demand, resulting in price increases. They observed that in November 2021 inflation for durable goods was 14.9%, compared to 10.7% for consumable goods and just 3.8% for services in the United States; they noted similar results in several other major economies. They also noted that supply chain stresses increased prices for commodities and transportation, which are cost inputs for finished goods.[16] In countries where food represents a larger part of the inflation basket, rising prices force low-income consumers to tighten their belts - crimping spending on other goods and slowing economic growth. \"It looks like in those countries with high inflation, consumer spending has weakened because household spending power has taken a hit from rising prices,\" said William Jackson, chief emerging markets economist at Capital Economics consultancy. \"And you've generally seen much more aggressive moves to tighten monetary policy.\"[17] Some analysts and left-leaning politicians argued that price gouging could play a role. They noted that in recent decades major industries, notably retailing, had concentrated into oligopolies that dominated markets and consequently wielded higher pricing power. The analysts argued that in an inflationary environment, consumers know prices are increasing but do not have good knowledge of what reasonable prices should be, giving retailers an opportunity to raise consumer prices beyond the inflation they were seeing in their costs, thereby permanently locking in higher prices. There was anecdotal but inconclusive evidence this was happening, and most economists generally did not see gouging as a significant contributor to inflation at the time.[18][19][20] On 22 February 2022, before the Russian invasion, the German Government froze the Nord Stream 2 pipeline between Russia and Germany,[21] causing natural gas prices to rise significantly.[22] Its impact on energy supply extend globaly. Especially in Europe, this translated to much higher electricity bills.[23] On 24 February, Russian military forces invaded Ukraine[24] to overthrow the democratically elected government, and replace it with a Russian puppet government.[25] Before the invasion, Ukraine accounted for 11.5% of the world's wheat crop market, and contributed 17% of the world's corn crop export market, and the invasion caused wheat and corn from Ukraine unable to reach international market, causing shortage, and result in dramatic rise in prices,[26] that exacerbated to foodstuffs and biodiesel prices.[27][28] Additionally, the price of Brent Crude Oil per barrel rose from $97.93 on 25 February to a high of $127.98 on 8 March,[29] this caused petrochemicals and other goods reliant on crude oil to rise in price as well.[30][31] The effect of sanctions on the Russian economy caused annual inflation in Russia to rise to 17.89%, its highest since 2002.[32] Weekly inflation hit a high of 0.99% in the week of 8 April, bringing YTD inflation in Russia to 10.83%, compared to 2.72% in the same period of 2021.[32] While most countries saw a rise in their annual inflation rate during 2021 and 2022, some of the highest rates of increase have been in Europe, Brazil, Turkey, the United States, and Israel.[9][33][34] By June 2022, nearly half of Eurozone countries had double-digit inflation, and the region reached an average inflation rate of 8.6%, the highest since its formation in 1999.[35] In response, at least 75 central banks around the world have aggressively increased interest rates.[36] In the US, the Consumer Price Index rose 6.8% between November 2020 and November 2021, spurred by price increases for gasoline, food, and housing.[37] Higher energy costs caused the inflation to rise further in 2022,[38] reaching 9.1%, a high not seen since 1981.[39] As of July 2022 the Fed has increase the interest rate 3 times in the year,[40] yet inflation has remained high outpacing the growth in wages[41] and spending,[42] and according to the Economic Policy Institute the minimum wage is worth less than any time since 1956 due to inflation,[43][44] nevertheless the hikes are seen as faster and sooner than the response by European Central Bank so while the euro has fallen the dollar has remained relatively stronger helping it to be the more valuable one for the first time in 20 years.[45][46] Inflation is believed to have played a major role in a decline in the approval rating of President Joe Biden, who took office in January 2021, being net negative starting in October of that year.[47] Many Republicans have blamed the actions of Biden and fellow Democrats for fueling the surge despite impacts being global.[48] Canada also saw multi-decade highs in inflation, hitting 5.1% in February 2022[49] and further increasing to 6.7% two months later.[50] In April, inflation rose again to 6.8%,[51][52] before jumping to 7.7% in May, the highest ever since 1983.[53][54] In Brazil, inflation hit its highest rate since 2003—prices rose 10.74% in November 2021 compared to November 2020. Economists predicted that inflation has peaked and that in fact the economy may be headed for recession, in part due to aggressive interest rate increases by the central bank.[55] In the Netherlands, the average 2021 inflation rate was the highest since 2003.[56] The inflation rate in November was the highest in nearly 40 years.[57] With energy prices having increased by 75%, December saw the highest inflation rate in decades.[56] In June 2022, the European Central Bank (ECB) has decided to raise interest rates next month for the first time in more than 11 years due to the elevated inflation pressure,[58][59] and in July the euro has fallen below dollar for first time in 20 years mainly by fears of energy supply restrictions from Russia but also because it is seen that the ECB has lagged behind the US, UK and other central banks in raising rates against the inflation, further weakening the euro.[60][61] In Turkey, retail prices rose 9.65% in December compared to November, for an annual rate of 34%. Some of the largest increases were for electricity, natural gas, and gasoline. The economy was further strained by a currency crisis caused by a series of rate cuts by the central bank; the Turkish lira lost 44% of its value against the dollar during 2021.[62] In June 2022, the Philippines recorded a 6.1% inflation, its highest since October 2018. The Philippine Statistics Authority forecasted that the number will most likely be higher in the following months. However, President Ferdinand Marcos Jr. claims that the record inflation rate was \"not that high\".[63] Inflation in New Zealand exceeded forecasts in 2022 July, reaching 7.3% which is the highest since 1990.[64] Economists at ANZ reportedly said they expected faster interest rate increases to counteract inflationary pressures.[65] In Fiji, inflation rose to 4.7% in April 2022 compared to -2.4% in 2021.[66] Food prices rose by 6.9% in April 2022, fuel increased by 25.2%, kerosene by 28.5% and gas by 27.7%.[67] This has also resulted in the increase of bus fares.[68]","Title":"2021–2022 inflation surge - Wikipedia","KeyID":"10980","URL":"https://en.wikipedia.org/wiki/2021%E2%80%932022_inflation_surge"}