{"Content: ":"This timeline includes entries on the spread of COVID-19 misinformation and conspiracy theories related to the COVID-19 pandemic in Canada. This includes investigations into the origin of COVID-19, and the prevention and treatment of COVID-19 which is caused by the virus SARS-CoV-2. Social media apps and platforms, including Facebook, TikTok, Telegram, and YouTube, have contributed to the spread of misinformation. The Canadian Anti-Hate Network (CAHN) reported that conspiracy theories related to COVID-19 began on \"day one\".[1] CAHN reported on March 16, 2020, that far-right groups in Canada were taking advantage of the climate of anxiety and fear surrounding COVID, to recycle variations of conspiracies from the 1990s, that people had shared over shortwave radio.[1] COVID-19 disinformation is intentional and seeks to create uncertainty and confusion. But most of the misinformation is shared online unintentionally by enthusiastic participants who are politically active.[2] The 2016 United Kingdom European Union membership referendum and the 2016 United States presidential election, highlighted the way in which digital technologies, such as \"social media and microblogging platforms\"[3] had changed the way in which people consumed and responded to the news,[3][4] bringing in the period of post-truth.[3] Six Canadian researchers who undertook a large-scale detailed case study of Canada based on a \"massive data set of Canadian Twitter users\", found that most COVID-19 misinformation shared by Canadian Twitter accounts, was retweeted from accounts in the United States.[2] They found that the infodemic of misinformation, disinformation and conspiracy theories, which includes medical advice from unreliable sources, and claims that the severity and spread of COVID-19 had been exaggerated, did not stop at national borders. Canadians who had more exposure to United States-based Twitter accounts, were more likely to post COVID-19 misinformation and misperceptions.[2][5] COVID-19 disinformation is intentional and seeks to create uncertainty and confusion. But most of the misinformation is shared online unintentionally by enthusiastic participants who are politically active, in what is called the \"paradox of participation\".[2] One the early conspiracy theories was that COVID-19 was a United Nation's plan to eliminate about 90% of the global population,[1] which is a variation on the UN Agenda 21 conspiracy theories spread by the John Birch Society, Glenn Beck, Ted Cruz in the 2010s.[6][7] On his TV and radio broadcasts, Beck cautioned that the 1992 United Nations Agenda 21 sustainability plan was a disguised conspiracy to cut the world population by 85%, and a move towards totalitarian \"government control on a global level\"[6][8][a] The Digital Citizen Initiative was launched by Canadian Heritage to combat online disinformation by encouraging critical thinking.[15] In the early months of the pandemic, 96% of Canadians viewed content that they thought was either \"misleading, false or inaccurate\".[16]","Title":"COVID-19 misinformation in Canada - Wikipedia","KeyID":"10985","URL":"https://en.wikipedia.org/wiki/COVID-19_misinformation_in_Canada"}