{"Content: ":"Ivermectin is an antiparasitic drug that is well-established for use in animals and people.[1] Early in the COVID-19 pandemic, laboratory research suggested ivermectin might have a role in preventing or treating COVID-19.[2] Online misinformation campaigns and advocacy boosted the drug's profile among the public. While scientists and physicians largely remained skeptical, some nations adopted ivermectin as part of their pandemic-control efforts. Some people, desperate to use ivermectin without a prescription, took veterinary preparations, which led to shortages of supplies of ivermectin for animal treatment. The FDA responded to this situation by tweeting \"You are not a horse\" to draw attention to the issue.[3] Subsequent research failed to confirm the utility of ivermectin for COVID-19,[4][5] and in 2021 it emerged that many of the studies demonstrating benefit were faulty, misleading, or fraudulent.[6][7] Nevertheless, misinformation about ivermectin continued to be propagated on social media and the drug remained a cause célèbre for anti-vaccinationists and conspiracy theorists.[8] Some in vitro drug screening studies early in the pandemic showed that ivermectin has antiviral effects against several distinct positive-sense single-strand RNA viruses, including SARS-CoV-2.[9] Subsequent studies found that ivermectin could inhibit replication of SARS-CoV-2 in monkey kidney cell culture with an IC50 of 2.2–2.8 μM.[2][10] However, doses much higher than the maximum approved or safely achievable for use in humans would be required for an antiviral effect while treating COVID-19.[11][12] Aside from practical difficulties, such high doses are not covered by current human-use approvals of the drug and may be toxic, as the antiviral mechanism of action is believed to be via the suppression of a host cellular process,[11] specifically the inhibition of nuclear transport by importin α/β1.[13][14][15] Several other drugs which inhibit importin α/β1 at therapeutic doses have failed clinical trials due to systemic toxicity and a narrow therapeutic window.[16] There is some evidence to support the hypothesis that ivermectin affects mortality from COVID-19 in regions with a high prevalence of strongyloidiasis. The hypothesis is that ivermectin, by killing the Strongyloides stercoralis parasite, removes the possibility of subsequent strongyloides hyperinfection syndrome which is triggered by steroids, as commonly given in severe cases of COVID-19.[17] To resolve uncertainties from previous small or poor-quality studies, as of June 2021[update], large scale trials were underway in the United States and the United Kingdom.[18][19] Many studies on ivermectin for COVID‑19 have serious methodological limitations, resulting in very low evidence certainty.[14][20][21][4] Several publications that supported the efficacy of ivermectin for COVID‑19 have been retracted due to errors, unverifiable data, and ethical concerns.[8][22][23] Several high-profile publications purporting to demonstrate reduced mortality in COVID-19 patients were later retracted due to suspected data falsification.[24][25] This only added to confusion among the media and lay public,[23] as these publications had been widely cited by ivermectin supporters and included in meta-analyses.[22][8][26] In February 2022, the American Journal of Therapeutics issued expressions of concern against two positive systematic reviews of ivermectin for COVID-19 which it had published in 2021, because of suspicions about the underlying data that would undermine these papers' findings of benefit.[27][28][29] In Mexico City the government distributed ivermectin widely as a COVID-19 treatment and published the observed results on the SocArXiv archive as a research paper. The paper was subsequently withdrawn by the archive citing concerns that it was unethical, as it effectively was an experiment carried out on people without gaining informed consent. Philip N. Cohen of the SocArXiv steering committee said \"the article is of very poor quality or deliberately false and misleading\" and that its removal was justified to prevent public harm.[30] Misinformation, lower degrees of trust, and a sense of despair over increasing case and death counts have led to an increase in ivermectin's use in Central and Eastern Europe, Latin America,[40][41] and South Africa. A black market has also developed in many of these countries where official approval has not been granted.[42] The viral social media misinformation about ivermectin has gained particular attention in South Africa where an anti-vaccination group called \"South Africa Has A Right To Ivermectin\" has been lobbying for the drug to be made available for prescription.[35] Another group, the \"Ivermectin Interest Group\" launched a court case against the South African Health Products Regulatory Authority (SAHPRA), and as a result a compassionate use exemption was granted. SAHPRA stated in April 2021 that \"At present, there are no approved treatments for COVID-19 infections.\"[35] In September 2021, SAHPRA repeated warnings against fake news and misinformation and took up the FDA's stance about ivermectin.[43] Despite the absence of high-quality evidence to suggest any efficacy and advice to the contrary, some governments have allowed its off-label use for prevention and treatment of COVID‑19. Countries that have granted such official approval for ivermectin include the Czech Republic,[42] Slovakia,[42] Mexico,[44] Peru (later rescinded),[45][46] India[47][48] (later rescinded),[49] and the Philippines.[50] Cities that have launched campaigns of massive distribution of ivermectin include Cali, Colombia;[51] and Itajai, Brazil.[52] Ivermectin is not approved by the U.S. Food and Drug Administration (FDA) for use in treating any viral illness and is not authorized for use to treat COVID-19 within the European Union.[33] After reviewing the evidence on ivermectin, the EMA said that \"the available data do not support its use for COVID-19 outside well-designed clinical trials\".[33] The WHO also said that ivermectin should not be used to treat COVID-19 except in a clinical trial.[36] The Brazilian Health Regulatory Agency, Brazilian Society of Infectious Diseases, and Brazilian Thoracic Society issued position statements advising against the use of ivermectin for prevention or treatment of early-stage COVID-19.[37][38][39] Several Latin American government health organizations recommended ivermectin as a COVID-19 treatment based, in part, on preprints and anecdotal evidence; these recommendations were later denounced by the Pan American Health Organization.[23][53] In the United States, an analysis of prescribing data suggested the influence of political affiliation, as Republican-voting areas saw a pronounced surge in ivermectin (and hydroxychloroquine) prescription in 2020.[54] You are not a horse. You are not a cow. Seriously, y'all. Stop it. 21 August 2021[55] As people began using veterinary preparations of ivermectin for personal use stocks began to decline, requiring vendors to ration their sales and raise prices.[3] In the United States supplies of horse dewormer paste began to run low as people used it for themselves; some vendors required their customers to show a picture of themselves and their horses together, to provide assurance they were purchasing the paste for animal use.[56][57] In August 2021 the CDC issued a health alert prompted by a sharp rise in calls to poison control centres about ivermectin poisoning. The CDC described two cases requiring hospitalization; in one, a person had drunk an injectable ivermectin product intended for use in cattle.[58] As the patent on ivermectin has expired, generic drug manufacturers have been able to enjoy significantly increased revenue prompted by the spike in demand. One Brazilian company, Vitamedic Industria Farmaceutica, saw its annual revenue from ivermectin sales increase more that fivefold in 2020 to, US$85 million.[59] In Australia in 2020 Thomas Borody, a professor and gastroenterologist, announced that he had discovered a \"cure\" for COVID-19: a combination of ivermectin, doxycycline and zinc. In a media interview Borody stated \"The biggest thing about this is no one will make money from this\".[60] It later emerged that Topelia Australia, Borody's company, had filed a patent for the drug combination.[60][61] Borody was accused of not adequately disclosing his conflict of interest.[62] In October 2021 a large network of companies selling hydroxychloroquine and ivermectin was disclosed in the US, targeting primarily right-wing and vaccine-hesitant groups through social media and conspiracy videos by anti-vaccine activists such as Simone Gold. The network had 72,000 customers who collectively paid $15 million for consultations and medications.[63] Ivermectin became a cause célèbre for right-wing figures promoting it as a supposed COVID treatment.[8] Misinformation about ivermectin's efficacy spread widely on social media, fueled by publications that have since been retracted,[23][22] misleading \"meta-analysis\" websites with substandard methods,[14][64] and conspiracy theories about efforts by governments and scientists to \"suppress the evidence.\"[65][66] Ivermectin has been championed by a number of social media influencers. American podcaster and author Bret Weinstein took ivermectin during a livestream video and said both he and his wife Heather Heying had not been vaccinated because of their fears concerning COVID-19 vaccines.[67] In response, YouTube demonetized the channel.[68] In the United Kingdom, retired nurse educator and YouTuber John Campbell has posted videos carrying false claims about the use of ivermectin in Japan as a possible cause of a \"miracle\" decline in cases. In reality there is no evidence of ivermectin use in Japan and it is not approved as a COVID-19 treatment.[69] In February 2022, reports also appeared falsely claiming that the Japanese company Kowa had been able to evidence the efficacy of ivermectin in a phase III trial.[70] During the pandemic, a number of misleading websites appeared purporting to show meta-analyses of clinical evidence in favor of ivermectin's use in treating COVID-19.[14][64] The sites in question had anonymous owners, multiple domains which redirected to the same content, and used many colourful, but misleading, graphics to communicate their point.[14][71] The web servers used for these sites are the same as those previously used to spread misinformation about hydroxychloroquine.[72] While these sites gained traction among many non-scientists on social media, they also violated many of the basic norms of meta-analysis methodology. Notably, many of these sites included studies with widely different dosages of the treatment, an open-label design (in which experimenters and participants both know who is in the control group), poor-quality control groups (such as another untested treatment which may worsen outcomes), or no control group at all.[64] Another issue is the inclusion of multiple ad-hoc un-published trials which did not undergo peer-review, and which had different incompatible outcome measures.[73] Such methodological problems are known to distort the findings of meta-analyses and cause spurious or false findings.[74] The misinformation communicated by these sites created confusion among the public and policy makers.[14] On Twitter, a tweet spread with a photograph of William C. Campbell, the co-inventor of ivermectin, alongside a fabricated quotation saying that he endorsed ivermectin as a COVID treatment. Campbell reacted by saying \"I utterly despise and deny the remarks attributed to me on social media\" adding that his field of expertise was not virology so he would never comment in such a way.[75][76] In February 2022 a report was broadcast by Australia's Nine Network about Queen Elizabeth II having COVID-19. The segment featured Mukesh Haikerwal and included an intercut image of a box of ivermectin tablets, leading antivaxxers to spread the idea via social media that ivermectin was being specially used, as a \"treatment fit for a queen\". Haikerwal stated that he rejected ivermectin as a COVID-19 treatment, and the network issued an apology to him, saying the ivermectin image has been included \"as a result of human error\".[77] In July 2021 Andrew Hill, a senior research fellow at Liverpool University, published a meta-analysis of ivermectin use for COVID which suggested it may be beneficial.[78][35] However, as research fraud subsequently emerged in some studies included in the meta-analysis, Hill revised his analysis to discount the suspect evidence, and found the apparent success of ivermectin evaporated as a result. Writing for The Guardian Hill recounts how the revision led to him being attacked on social media as being supposedly in the pay of Bill Gates, and how he was sent photos of coffins and hanged nazis.[79] Epidemiologist Gideon Meyerowitz-Katz has identified ivermectin as being one of the most politicized topics in the pandemic, alongside vaccination. Meyerowitz-Katz has used social media to publicize flaws in ivermectin research and as a result, he says, has received more death threats than for any other topic he has engaged with.[78] In December 2020, the chair of the US Senate Homeland Security Committee, Ron Johnson, used a Senate hearing to promote fringe theories about, and unproven treatments for, COVID-19, including ivermectin.[80] Among the witnesses was Pierre Kory, a pulmonary and critical care doctor, who erroneously described ivermectin as \"miraculous\" and a \"wonder drug\" to be used against COVID-19. Video footage of his statements went viral on social media, receiving over one million views as of 11 December 2020.[65] In the United States, the use of ivermectin for COVID-19 is championed by an organization led by Kory called Front Line COVID-19 Critical Care Alliance (FLCCC),[35] which promotes \"the global movement to move #Ivermectin into the mainstream\".[66] The effort went viral on social media, where it was adopted by COVID deniers, anti-vaccination proponents, and conspiracy theorists.[66] A review article by FLCCC members on the efficacy of ivermectin, which had been provisionally accepted by a Frontiers in Pharmacology, was subsequently rejected on account of what the publisher called \"a series of strong, unsupported claims based on studies with insufficient statistical significance\" meaning that the article did \"not offer an objective [or] balanced scientific contribution to the evaluation of ivermectin as a potential treatment for COVID-19\".[81] David Gorski wrote that the narrative of ivermectin as a \"miracle cure\" for COVID-19 is a \"metastasized\" version of a similar conspiracy theory around the drug hydroxychloroquine, in which unspecified powers are thought to be suppressing news of the drug's effectiveness for their own profit.[82] Conspiracy theorists on the internet have claimed that Pfizer's anti-COVID-19 drug paxlovid is merely \"repackaged ivermectin\". Their claims are based on a narrative that Pfizer is suppressing the true benefits of ivermectin and rely on superficial correspondences between the drugs and a misunderstanding of their respective pharmokinetics.[83] Paxlovid is a combination drug of two small-molecule antiviral compounds (nirmatrelvir and ritonavir) which have no connection to ivermectin.[84] The widespread misconduct found in ivermectin/COVID-19 research has prompted introspection within the scientific community.[85] Australian epidemiologist Gideon Meyerowitz-Katz wrote \"There are no two ways about it: Science is flawed\". Meyerowitz-Katz estimates that as of December 2021, credence in flawed research had led to ivermectin being perhaps the most used medication worldwide during the pandemic, and that the scale of the problem suggested a radical rethink was needed of how medical research was assessed.[86]","Title":"Ivermectin during the COVID-19 pandemic - Wikipedia","KeyID":"10989","URL":"https://en.wikipedia.org/wiki/Ivermectin_during_the_COVID-19_pandemic"}