{"Content: ":"Plandemic: The Hidden Agenda Behind Covid-19 and Plandemic: Indoctornation are a 2020 conspiracy theory video and film, respectively. Both were produced by Mikki Willis and promote misinformation about the COVID-19 pandemic. They feature Judy Mikovits, a discredited American researcher who has been described as an anti-vaccine activist. The first video, in addition to promoting various conspiracy theories, also features Willis and Mikovits discussing viruses in general and Mikovits herself. Willis produced the first video with a low budget under the name of his production company Elevate Films. Three months after its Internet release, Indoctornation, which includes more interviewees, was released by conspiracy distributor London Real. Upon its release, the first video went viral, becoming one of the most widespread pieces of COVID-19 misinformation, its popularity most attributed to online word-of-mouth. It was quickly removed by multiple online platforms, but this failed to stop its proliferation, and it might still be spreading secretly through various platforms. It had also contributed to the increasing rebellion against health protocols. Due to social media companies' preparedness for its release, Plandemic: Indoctornation received less attention. Scientists and health professionals criticized The Hidden Agenda Against Covid-19 and Indoctornation for their misleading claims, while Willis's abhorrent filmmaking style has been cited as lending to their conspiratorial and brainwashing nature. The latter was specifically poorly received for its narrative quality. After an outcry on the first video, Willis expressed doubt about Mikovits's claims but still defended her, with Indoctrination being self-described as a \"response video\" to debunkers. The COVID-19 pandemic is an ongoing pandemic of coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), which was first identified in December 2019 in Wuhan, China. The outbreak was declared an international health emergency by the World Health Organization (WHO) in January 2020[1] and a pandemic on March 11.[2] Hundreds of millions of people contracted the disease, a percentage of whom died from it.[3] As a result, travel restrictions,[4] social distancing measures,[5] and many other precautions have been taken to prevent the spread of COVID-19[6] while many vaccines underwent phased distribution in most countries.[7] As with many medical topics, misinformation and conspiracy theories about the pandemic emerged and were spread both by private citizens and politicians. The misinformation focuses on the scale of the pandemic, the virus's origin, and disease prevention, diagnosis, and treatment. According to misinformation, the virus is either a bioweapon to control the population,[8] a form of espionage,[9] or an effect of 5G mobile networks.[10] Some people have claimed to have magical or faith-based cures for the disease.[11] Judy Ann Mikovits (born 1957 or 1958) is a former American research scientist who is known for her discredited medical claims, such as the claim murine endogenous retroviruses are linked to chronic fatigue syndrome.[12] Mikovits has been engaged in anti-vaccination activism and the promotion of conspiracy theories,[13] and been accused of scientific misconduct.[14] Prior to Plandemic, Mikovits expressed support for various COVID-19 conspiracy theories, claiming, for example, that the COVID-19 pandemic is a predictable flu season.[15] The 26-minute video, titled Plandemic: The Hidden Agenda Behind Covid-19,[16] promotes the conspiracist claim vaccines are \"a money-making enterprise that causes medical harm\",[17] and themes of loss of free speech and free choice.[18]: 19  It takes the form of an interview between the producer Mikki Willis and former researcher Judy Mikovits, who makes unsupported and false statements about SARS-CoV2, the disease it causes, and her own controversial history.[16] Fact-checking website PolitiFact highlighted eight false or misleading statements made in the video:[16] Science also repeats some of the statements made by PolitiFact and fact-checked some of Mikovits' and Willis' other statements:[34] Mikovits also alludes to several conspiracy theories that state Bill Gates is implicated in causing the pandemic to profit from an eventual vaccine,[17] and makes false and unsupported statements such as the claim that beaches should remain open because of \"healing microbes in the saltwater\" and \"sequences\" in the sand that can \"protect against the coronavirus\".[35] The video states the numbers of COVID-19 deaths are purposely being misreported to control people.[36] Willis's previous credits include numerous conspiracy theorist videos and cinematography on Neurons to Nirvana, a film that makes therapeutic claims about psychedelic drugs.[16] External videos, such as one in which a chiropractor says tonic water can treat or prevent COVID-19 and one of a press conference among doctors Dan Erickson and Artin Massihi in Bakersfield, California, saying the COVID-19 pandemic is over-hyped. These external videos were also disputed beforehand.[37] According to Willis, producing Plandemic was a struggle. At that time, he was aware getting involved in controversial topics would risk his reputation and would likely embroil him in heated discussions. \"And of course there’s been tons of it. I’ve just been navigating all of that\", he said. Willis's concern arose from his perception of the pharmaceutical industry's corruption, a concern that began with the deaths of his mother from cancer and of his brother from AIDS during his 20s.[38] Willis met Mikovits for the first time in 2019, via mutual friends. Willis, a native of Ojai, California, told the Ojai Valley News: \"Because of [Mikovits'] direct connection with [those] involved with the pandemic ... I reached out to her for advice. We met, had a meeting, and what she revealed to me I knew the world needed to know.\" Principal photography took a day and editing took two weeks. Willis said he stopped editing a film he produced in 2019, arguing Plandemic was urgent. He was unsure whether to make a continuation.[39] After hiring a cinematographer and researcher to join the project, Willis calculated it had a budget at less than US$2,000.[38] Willis, a low-budget filmmaker who was 52 years old at the time of Plandemic's release, teamed up with his wife Nadia Salamanca to market the video. They intentionally chose conspiratorial branding to gain attention. The project's title was the most popular choice in a Facebook poll conducted by Willis; runners-up were The Invisible Enemy and The Oath.[38] Plandemic: The Hidden Agenda Behind Covid-19 was released on May 4, 2020.[40] It spread virally on social media, garnering millions of views,[17] making it one of the most widespread pieces of COVID-19 misinformation. \"Judy Mikovits\" became a trending search on Google for two days.[41] According to CrowdTangle, QAnon Facebook groups endorsed the video. A Facebook spokesman recalled its hired fact-checkers wasting a huge amount of time to verify the video's claims, partly due to its duration and the number of claims.[42] Before being removed, one of the videos featuring the work attracted one million views.[43] Despite its removal, viewings of the video on the original site continued.[44] The British musician Seal expressed love for the video and called the responses to it unjustified. Other public figures including the mixed martial arts fighter Nick Catone, spread the video's misinformation and Melissa Ackison, a Republican politician, supported the video.[45] The video's legacy continues long after its release; in February 2021, The Washington Post reported an anti-mask Facebook page called \"Shop Mask Free Los Angeles\" used Plandemic: The Hidden Agenda Behind Covid-19 to support its claims. By this time, the Post reported some of the links had suffered from link rot.[46] A YouTube spokesperson said the platform would remove videos supporting the claims of Plandemic without sufficient evidence, saying \"[s]uggesting that wearing a mask can make you sick could lead to imminent harm\". Vimeo's Trust & Safety team removed the video for violating its policies on misinformation; Twitter said hashtags like #PlagueofCorruption[a] and #PlandemicMovie had been blacklisted and that not all of Mikovits' attempts to spread propaganda on the platform violated its policies. By the time the video was removed from Facebook, it had been watched 1.8 million times, had attracted 17,000 comments, and had been shared nearly 150,000 times.[47] On TikTok, the video continued to find popularity via excerpted clips, some of which were removed from the platform.[48] According to Zarine Kharazian, assistant editor of the Atlantic Council's Digital Forensic Research Lab, as the film was removed from mainstream social media platforms, a \"censorship backfire\" that was characterized as a form of Streisand effect occurred; links to copies were promoted on alt-tech platforms—some of which were designed to host controversial content—were shared, with people's interest attracted by the video's perceived taboo nature.[49] Shahin Nazar and Toine Pieters of the journal Frontiers in Public Health called the marketing campaign of encouraging people via decentralized social media to propagate the anti-vaccine belief \"sophisticated\", noting that it might have been a major contributor to the lack of compliance towards health protocols.[50] According to The Verge, end-to-end encrypted services like WhatsApp and private groups meant the video was still being spread, unbeknown to the public.[42] Scientists, medical doctors, and public health experts condemned Plandemic: The Hidden Agenda Behind Covid-19 for promoting misinformation and NBC News called it \"a hodgepodge of conspiracy theories\".[41] Governmental organizations, including the Indonesian COVID-19 Task Force, also labeled the video as a hoax, describing it as a brainwashing and a red herring to divert the public's attention from real issues.[51] Specialist disinformation reporter Marianna Spring, writing for BBC News, as well as disinformation researcher Erin Gallagher, who was interviewed by The Guardian, said the video's professionally crafted atmosphere, cinematography, and ominously dramatic score made the stated claims sound true; according to Spring; \"That makes them as dangerous—if not more so—than advice with a mix of truth and misleading medical myths\".[52][53] The Los Angeles Times contacted yoga teacher and author Shiva Rea, who was a member of the board of directors of the Elevate Foundation; Rea stated she was not associated with the foundation or the film, and found Plandemic: The Hidden Agenda Behind Covid-19 to be \"very disturbing\".[38] Science journalist Tara Haelle described the video as propaganda and said it \"has been extremely successful at promoting misinformation for three reasons\":[54] Writing for the Deseret News, Amy Iverson attempted to explain the reasons some people are tempted to spread misinformation about the pandemic:[37] I understand many of us are confused and feel helpless and hopeless at times these days. We want someone to blame. But we cannot turn to outrageous, unchecked claims from a few loud voices to ease our concerns. And we definitely should not spread their unsubstantiated claims. Speaking to the Los Angeles Times, Willis said he is not anti-vaccine and that he was merely trying to \"start a conversation about science\". He described himself as open-minded; \"I have a profound love and respect of doctors despite how many doctors are mad at me now\". Willis said he is also skeptical of Mikovits' claims in the video; \"We’re working very hard right now to validate the majority of the claims that were made\" and expressed a willingness to be involved in civil discussions with doctors \"on all sides\".[38] ProPublica health care reporter and investigative journalist Marshall Allen contacted Willis, who said Plandemic \"is not a piece that’s intended to be perfectly balanced\".[19] When asked whether Plandemic might be fairly called propaganda, he said the definition fits, although he did not feel it contains anything misleading. According to Allan, \"based on [the definition of propaganda], [Willis] feels 100% of news reporting is propaganda\".[19] The Center for Inquiry's (CFI) Benjamin Radford and researcher Paul Offit asked Willis eight questions about the accuracy of the claims made in the video, either asking for evidence and clarification or asking questions such as \"considering that bacteria don’t kill viruses, how would 'healing microbes' reduce or treat coronavirus infection?\" Willis agreed to answer all of the questions but he never did. Radford said on the CFI's website:[55] If the claims made by Mikovits and Willis in Plandemic are based in truth and facts, you’d think they would be eager to offer evidence supporting their claims. What better way to turn the tables on scientists, skeptics, and journalists than to offer a referenced, fact-based, point-by-point rebuttal to critics who offer them a platform? ... Where are their responses? Why are they suddenly so quiet? Why are they afraid to answer questions? What do they have to hide? The full-length, 84-minute film titled Plandemic: Indoctornation[b] was released on August 18, 2020.[56] Willis said the film is a \"response video to all the debunkers\", and that he worked with a coalition of 7,000 doctors and attorneys to make the film to \"reform our medical systems such that they’re not under the stranglehold of Big Pharma\".[39] The film says there is a worldwide conspiracy seeking to control humanity through fear and to make money for the putative conspirators; the COVID-19 pandemic is described as a key moment in a decades-long plan. The film says people and institutions including the Centers for Disease Control and Prevention (CDC), Google and the fact-checking agencies it employs, climate scientists, John Oliver, and Bill Gates coordinate with each other to enact the conspiracy.[57] Plandemic: Indoctornation says COVID-19 was engineered in a laboratory, that Event 201—a 2019 disaster response exercise—was a plan to release a real virus into the population, and that the Bill & Melinda Gates Foundation was ejected from India.[56] The film also says a patent applied by the CDC during the 2003 SARS outbreak was meant to \"[control] the proprietary rights to the disease, to the virus, and to its detection and all of the measurement of it\".[58] PolitiFact categorized Plandemic: Indoctornation as a pseudo-documentary.[58] Many of the claims made in the film have been discredited. For example, whether COVID-19 was engineered in a laboratory remains unproven and Event 201, a 2019 disaster response exercise, was not a plan to release a real virus into the population. The Bill & Melinda Gates Foundation continues to fund projects in India and cooperates with the Indian government on several initiatives; it does not have technology allowing it to covertly implant an invisible proof of vaccination.[56] The CDC's defensive patent covers the genetic material detection methods for human coronaviruses so \"public research and communication were not jeopardized by commercial parties seeking exclusive private control\".[58] Immediately after the release of Plandemic: The Hidden Agenda Behind Covid-19, Willis said he was contacted by an independent producer who said he had worked on projects with HBO, Netflix, and Amazon. The producer asked Willis if he had an interest in collaborating on making a feature-length version, though the Los Angeles Times found the companies had expressed no interest in the film.[38] Soon after Plandemic's release, another set of teams announced the clips from Plandemic: The Hidden Agenda Behind Covid-19 would be part of a documentary feature film.[16] Plandemic: Indoctornation was released by an online distributor called London Real on the website Digital Freedom Platform, which has promoted several discredited theories about the COVID-19 pandemic,[56] and was founded and managed by podcaster Brian Rose.[58] Because the film's release was promoted in advance, social media platforms were able to prepare for its release rather than scrambling to react to misinformation already circulating on their networks.[56] As part of their policy to counter disinformation about the pandemic, Facebook, Twitter, and other platforms took steps to limit the spread of the film as soon as it was posted, affixing warnings to links shared by users. YouTube removed multiple copies of the film and sixteen clips presenting specific sections from its servers.[57] Although no steps to block the content were taken, Facebook warned users when clicking the film's URL, which was blacklisted by TikTok and Instagram.[59] According to London Real, Plandemic: Indoctornation was watched 1.2 million times by the end of its first day of release but the Atlantic Council's Digital Forensic Research Lab called the film \"a total flop\" that achieved much less social media engagement than the original video.[57] Because social media companies were forewarned by the viral nature of the first video, the distribution of Plandemic: Indoctornation was limited.[56] The Daily Dot said the only platform where it succeeded in getting exposure was Facebook, where it had 4,000 views of posts linking to the film on BitChute, where it had 40,000 views.[59] Jane Lytvynenko at BuzzFeed News gave Plandemic: Indoctornation a rating of \"0 stars\", saying while the first video presents a protagonist (Mikovits) and a fairly clear narrative, Plandemic: Indoctornation does neither. She called the film \"bloated, confused, and filled with nonsense\", and said it switches between topics without clearly establishing how the pieces of information presented relate to each other. Lytvynenko wrote; \"As a piece of journalism, it is Jurassic World: Fallen Kingdom. As a piece of entertainment, it is Jurassic World: Fallen Kingdom\" and \"leans on old, familiar characters instead of inventing new ones\". Lytvynenko said the producers' initial claim 'the first video is a trailer for a feature film is incorrect; while Plandemic: Indoctornation discusses the same themes and includes Mikovits, most of the material in the first video is not used in the feature-length film.[57] Mike Rothschild of The Daily Dot also compared the film unfavorably with the first video.[59]","Title":"Plandemic - Wikipedia","KeyID":"10990","URL":"https://en.wikipedia.org/wiki/Plandemic"}