{"Content: ":"Since 25 March 2020, hundreds of people from all over Italy started protesting over COVID-19 regulations imposed in Italy. Catholic clergy in Italy took to posting video messages in response to the lockdown policies and the re-opening policies that have been slowly introduced in Italy as the pandemic infection rates have decreased. Giovanni D'Ercole, bishop of Ascoli Piceno in the Marche region, claimed in a video that the inability for religious institutions to hold services outside of funerals was like a dictatorship.[1] This also involved Pope Francis, that tried to pour oil on troubled waters in a sermon on Tuesday, in which he invited Christians to be obedient and to respect restrictions.[2] Despite the prohibitions, the historical unemployed and the social centers of Naples took to the streets. Since 25 April, on the occasion of Liberation Day, banners were signed by the group of unemployed \"7 November\" asking for \"mass buffers and universal income\".[3] An unauthorized demonstration, organized in particular by Marcia su Roma and Casapound, in protest against the government, started on 30 May. Among them, some also wore the 'orange vests', many citizens from different areas of Italy with the slogans \"Traitors. Give us back our freedom\" and \"The coronavirus is all a political, economic and social design because they want to sell us to China\". About two hundred were present, with 70 those identified by the Rome Police Headquarters at the end of the day.[4] On 20 June, in Piazza del Duomo in Milan, starting at 3:00 PM, the demonstration \"Salviamo la Lombardia\" was staged, the protest organized by numerous groups - including Democratic Medicine, Milan 2030, Arci and I sentinelli - which puts Lombardy president Attilio Fontana and his junta targeted for the work done during the Coronavirus emergency.[5] On 23 October 2020, hundreds of people protested in Naples[6] in the coastal section of Mergellina, after stricter COVID-19 measures were imposed in the city and the whole region of Campania. The protesters clashed with police, wounding seven officers with smoke bombs, burning trash bins and chanting against the President of the region, Vincenzo De Luca.[7] Some people threw projectiles at police and two people were arrested.[8] Violent protests spread in the following days in several Italian cities, with protesters clashing with the police, smashing windows and looting shops; several enquires pointed out that these protests had been infiltrated by far-right and far-left movements (like Forza Nuova[9] and the social centres), skinhead groups and football hooligans.[10] On 13 November, Campania becomes a red zone and protests start in Naples. At the intersection between via Cesario Console and via Nazario Sauro, about two hundred demonstrators from the market sector blocked car traffic, protesting in the middle of the road with a banner \"We will never stop\".[11] Many people all over Italy, including restaurateurs and other traders started protesting on December 14 and 15 to make the celebration of Christmas possible.[12] The protest of the white aprons of shopkeepers and restaurateurs, called by Fipe-Confcommercio and to which Fiepet - Confesercenti and the Association of Trentino public establishments have also joined Trento. About 250 entrepreneurs met this morning at the former Zuffo car park with their cars and then moved in procession to the Government Commissariat, where after a brief moment of confrontation with the prefect Sandro Lombardi, they symbolically handed over their aprons as a sign of protest for the stalemate created, with restricted and penalizing hours, requirements and prohibitions.[13] On February 25, Mario Draghi, current Prime Minister of Italy, proposed a solution to the problem of school difficulties due to the virus, proposing to extend school lessons until June 30. This sparked protests in Naples, in the Piazza Plebiscito square, where thousands, including teachers, students and school staff, protested against Draghi's government.[14] On Thursday, 22 July 2021, hours after prime minister Draghi announced the new 'Green Pass', restrictions came on 6 August 2021, triggering thousands of people to protest against the rule with a No Paura Day (No Fear Day) rally in Turin.[15] The ‘green pass’ was to become a certificate allowing only fully vaccinated citizens to enter restaurants, swimming pools, gyms,[16] cinemas, sports stadiums[17] and other public places, which prime minister Draghi said to be necessary for reopening society.[16] The green pass would have to give proof of either full vaccination against COVID-19, a recent negative test result, or evidence of recovery from COVID-19.[16] Business owners would face stiff fines if they refuse to enforce this new regulation.[17] On 24 July, people protested in the cities of Rome, where 3,000 people gathered in Piazza del Popolo, Naples, Turin, Milan,[16] and Genova.[17] Thousands took to the streets in protest against the rule.[16] Protesters chanted: \"No Green Pass!\", \"Down with the dictatorship!\", or \"Freedom!\" A placard in Rome read: \"Vaccines set you free\" over a picture of the gates to Auschwitz. Some protesters in Genova even wore yellow Star of David badges stating their unvaccinated status.[17] In August 2021, the Italian government extended the requirement of the EU Digital COVID Certificate, also known as \"Green Pass\", to the participation in sports events and music festivals, to the access to indoor places like bars, restaurants and gyms, as well as to long-distance public transportation.[18] Later on, the Italian government decided to extend the \"Green Pass\" mandate to all work places, public and private, starting from 15 October 2021.[19] Italy's state of emergency was extended until the end of the year. As the deadline for compulsory vaccination approached, protests against the \"Green Pass\" mandate escalated on Saturday 9 October. Approximately 10,000 people gathered in Piazza del Popolo in Rome. There, a mob stormed and vandalized the headquarters of the Italian General Confederation of Labour, the largest trade union in Italy.[20] In the following days and weeks, the protests spread to other cities in Italy with a connotation similar to the July and August protests in France.[21] In October 2021, dock workers in Trieste proclaimed a strike and blocked the access to the docks to protests against the introduction of a compulsory \"Green Pass\" to access workplace.[22] The strike lasted several days until it was broken on 18 October 2021 by Italian law enforcement using water cannons and tear gas; this caused a series of violent clashes between police and protestors that lasted for several hours, after which the mob occupied Piazza Unità d'Italia for several days.[23] Protests in the city followed in the following weekends, some of which violent.[24] In response to the unrest, the Italian Ministry of the Interior banned protests in city centres until the end of the emergency.[25]","Title":"Protests over COVID-19 policies in Italy - Wikipedia","KeyID":"10998","URL":"https://en.wikipedia.org/wiki/Protests_over_COVID-19_policies_in_Italy"}