{"Content: ":"The COVID-19 protests in Canada are protests that began in April 2020, with protests in Vancouver, Toronto, Edmonton, and Ottawa against the Government of Canada's response to the COVID-19 pandemic and subsequent measures.[1][2] COVID-19 anti-lockdown protests began on 19 April 2020 in Vancouver.[3][4] A group calling itself \"Walk for Freedom\" has been organizing anti-mask protests since at least April 2020.[5][6] Concerns were raised when several hundred protestors took part in a 20 February 2021 freedom convoy and Jericho Torch March at the Alberta Legislature Building organized by the \"Walk for Freedom Alberta\" and the \"Freedom Unity Alliance\".[7] Organizers for the Legislature event included People's Party of Canada's Laura-Lynn Thompson, New Federation Party of Canada's Brad Carrington, Wexit founder's Peter Downing, Kevin J. Johnston, Calgary street pastor, Artur Pawlowski, and Wildrose Independence Party of Alberta's Paul Hinman, according to their posters.[8] In his 6 January 2021 YouTube message, Pawlowski announced what he called the \"Jericho Freedom March\" organized by the Street Church and March for Jesus\" to the Legislature on 20 February. He said, \"Look what is happening in and to the United States!\" in reference to the 6 January storming of the United States Capitol. He said, \"If we will not stand up and unite together now [against the globalistic agendas], we might never have this opportunity again. We would like to invite you to the biggest rally in Alberta\".[9] Posters also said that they were peaceful, support the police group and \"stand up for rights and freedoms\".[7] Similar posters had been used since January that drew \"confusion and concern from religious experts who say it appears to link religious and racist imagery\" which included carrying Tiki torches used in the 2017 US Unite the Right rally.[10][11] The poster advertising the rally showed the 2017 \"image of white nationalists marching through Charlottesville.\"[12] The group of hundreds of unmasked anti-lockdown protestors, carrying a Walk for Freedom banner included COVID-19 deniers,[13] as well as, supporters of the pastor of the Edmonton-area Grace Life Church, James Coates, who was arrested on 17 February 2021 by the Royal Canadian Mounted Police (RCMP) for refusing to comply to the Alberta Health Services Public Health Act legislation regarding the capping of attendance capacity at 15% and masking and physical distancing of congregants in the church.[14][15] Coates is represented by the Justice Centre for Constitutional Freedoms (JCCF) lawyer, James Kitchen, who, along with JCCF's John Carpay, launched a legal challenge against the 24 November 2020 public health restrictions imposed by the Alberta government saying that they \"interfere with Albertans' charter rights\".[16] Carpay, who has been a supporter of Premier Jason Kenney and a member of the United Conservative Party (UCP), had previously filed a lawsuit in May 2020, challenging the constitutionality of Bill 2, proposed by Health Minister Tyler Shandro in response to the COVID-19 pandemic in Alberta.[17] Official Opposition and NDP Leader Rachel Notley said the protesters—many of whom were carrying Tiki torches—were supporters of white nationalism, who were there to intimidate and spread hatred.[13] Both the Alberta Sheriffs and Edmonton police attended the scene—the Edmonton police kept the protesters separate from an anti-racism rally scheduled to take place at the same time.[13] There were tense moments on 21 February, when anti-mask and anti-restriction protesters heckled the media saying that they were \"fake news\" and \"propaganda.\"[18] In a 20 February statement, the Mayor of Edmonton, Don Iveson said that \"Some people associated with this rally, which is being led by organizers from outside Edmonton, may be associated with known hate groups. Edmonton unequivocally condemns racism, misogyny and other forms of hate—such speech is not welcome in our community.\"[19] On April 11, 2021, a couple hundred protesters gathered at Courthouse Park in Calgary, Alberta in support of small businesses and protested against the re-introduction of public health measures by Alberta's government.[20] In early May 2021, a large group of people attended a rodeo advertised as an anti-lockdown protest on an empty lot along Highway 2A near Bowden, Alberta.[21] On May 8, 2021, Alberta police arrested two Calgary church leaders who have vocally opposed and defied public health restrictions. Gas station and restaurant owner Chris Scott, whose Whistle Stop Cafe has become a symbol of small business anti-public health restrictions movements in rural Alberta, was also arrested on May 8.[22] On 21 April 2020, it was reported that prisoners at the Saskatchewan Penitentiary had been protesting against restrictions placed upon them in response to COVID-19.[23] On 25 April 2020, there were small protests totalling 200 protesters in front of the Ontario Legislative Building in Queen's Park, Toronto, demanding that Premier Doug Ford end all emergency measures. Some of the protesters considered COVID-19 to be a hoax. Ford called them \"a bunch of yahoos.\"[24] On 2 May 2020, there was another protest with 100 protesters in front of the Ontario Legislative Building.[25] Also on 2 May, around 20 people gathered at rally calling for COVID-19 restrictions to be lifted on Wellington Street near Parliament Hill in Ottawa.[26] In July 2020, Chris Sky and 40 activists from his Hugs Over Masks group entered a Toronto Transit Commission (TTC) subway without masks to protest the introduction of a mask by-law on the TTC, claiming exemption.[27] On 15 January 2021, Roman Baber, Member of Provincial Parliament for the Toronto riding of York Centre, was removed from the caucus of the governing Progressive Conservative Party of Ontario after publishing an open letter to Doug Ford criticizing Ontario's lockdown restrictions. Baber continued his anti-lockdown advocacy as an independent member of the legislative opposition.[28][29][30] On 23 January 2021, an anti-lockdown rally took place at Yonge-Dundas Square which resulted in arrests and charges being laid by Toronto police.[31] Since early March 2021, there have been protests held in Barrie, Ontario at Meridian Place, with one protest on 10 April drawing a crowd of 300 people.[32] The person who has led the protests has been hit with an $800 fine by the Barrie Police Service.[32] On 17 April, People's Party of Canada leader Maxime Bernier attended the protests and gave a speech in front of a crowd of hundreds of protesters.[33] On the afternoon of 17 April 2021, approximately 300 anti-lockdown protestors gathered in the area of Main Street East and Kenilworth Avenue North in Hamilton, Ontario.[34] Police were in the area of the protest for public safety and enforcement.[34] On 17 April 24 April, and 15 May, mass rallies were held on Parliament Hill in Ottawa; multiple members of the police force were observing.[35] On 15 May 2021, a massive rally was held at Queen's Park in Toronto, which was followed by a march down Yonge Street, southward to Lakeshore, then westward along Lakeshore to Spadina, then Northbound on Spadina Avenue, then back the Queen's Park, where a DJ played music and people danced to end the rally.[citation needed] On 1 September 2021, anti-vaccine passport protests were held in Toronto, Oshawa and London, Ontario in response to the Ontario government announcing a COVID-19 vaccine certification system that came into effect on 22 September.[36] Responding to protestors outside Toronto General Hospital on 13 September 2021, Raghu Venugopal held a counter protest.[37][38] He called the protests \"un-Canadian\" and \"unacceptable\".[39][40] Later that day, Justin Trudeau announced he would criminalize blocking access to hospitals;[41] and an amendment to the Criminal Code of Canada was approved on the 17 December 2021.[42] On 20 December 2020, hundreds of protestors marched on Sherbrooke Street and McGill College Avenue to Parc Lafontaine in Montreal, with signs that said \"We Reject your Great Reset\" and \"Better to die free than live without freedom.\" Police handed out hundreds of tickets.[43] On 8 January 2021, small protests were organized against 4 weeks of \"shock-therapy\", as stated by Quebec premiere Francois Legault, which included a 4-week 8pm curfew for all residents of Quebec. The protestors marched in downtown Montreal and were fined a minimum of $1000, and some were detained in prison[44] On 1 May 2021, thousands gathered in Montreal to protest Quebec's COVID-19 public health measures, marching around Maisonneuve Park and the Botanical Garden and followed Sherbrooke Street and Viau Street to Rosemont Boulevard and Bourbonnière Avenue. Halfway through, the protest spanned nearly 2 kilometres (1.24 miles). Multiple protestors were persistent that they were specifically protesting a 4-week curfew that began in Quebec on 8 January 2021, that along with other restrictions, were extended or have been ongoing ever since. They specifically mentioned that they were not against masks, nor vaccinations, just the 8pm curfew due to it being counter productive and not supported by scientific evidence nor data to be proven effective. They also specifically mentioned that they would probably be mis-represented by mainstream news media as extremists and conspiracy theorists. Towards the end of the protest, a smaller group of protestors began throwing rocks, fireworks, and smoke bombs at police officers, resulting in tear gas being used against the protestors and several protestors being arrested. PPC leader Maxime Bernier attended the protest. As a result of the protest, public health officials were forced to reschedule vaccinations at Montreal's Olympic Stadium or transfer vaccinations to other health clinics.[45][46][47]","Title":"COVID-19 protests in Canada - Wikipedia","KeyID":"10996","URL":"https://en.wikipedia.org/wiki/COVID-19_protests_in_Canada"}