{"Content: ":"During the COVID-19 pandemic in the United Kingdom, numerous protests have taken place over the government's response. Anti-lockdown protests took place in opposition to restrictions, starting in April 2020 against the first national lockdown, and continuing during subsequent lockdowns and other regional restriction systems. These overlapped with anti-vaccination protests, which continued after the start of the UK's vaccination programme in December 2020. Several media outlets blamed online COVID-19 misinformation, denialism and conspiracy theories as driving factors in the protest movement.[1][2][3][4][5] The Economist described the protests as \"countercultural\" and attracting people from a variety of demographics and political leanings.[6] Hundreds of protesters have been arrested for violating lockdown restrictions, social distancing measures and other public health laws.[7] Unrelated protests were held by or in support of National Health Service staff involved in the frontline health response to demand for pay rises and improved working conditions. The UK's first case of COVID-19 was confirmed on 31 January 2020.[8] As the number of cases and deaths increased in the subsequent few months, the government enacted emergency powers on 19 March to introduce public health measures in an effort to control the spread of the virus. On 23 March, with the death toll increasing and UK's hospital capacity at risk of being reached, Prime Minister Boris Johnson announced the first of three nationwide lockdowns or stay-at-home orders[9] in response to rising daily cases, hospitalisations and deaths.[10] After the first nationwide lockdown ended, the government introduced localised tier regulations in England in areas with higher rates of COVID-19 infection and mandated face masks in certain settings across the country. A second national lockdown began in November 2020, ending in early December and being replaced with tiered regulations. Due to rapidly increasing cases, a third national lockdown began in January 2021, and began to be eased in March 2021. Additional restrictions across the UK include social distancing measures and face masks being mandatory in certain settings. With health being devolved between the nations of the United Kingdom, authorities in England, Wales, Scotland and Northern Ireland have also introduced localised restrictions, including lockdowns, at different times throughout the pandemic. On 20 April, two anti-lockdown protesters had a stand-off with police on the roof of Shrewsbury College; they were then arrested.[11] On both 25 April and 1 May, Piers Corbyn was present at an anti-lockdown protests in Glastonbury.[12] On 25 April, Corbyn made a speech to the 30 to 100 other protesters, where he denied the pandemic was occurring, and criticised public health measures: \"We all know the lockdown has failed us. It has caused misery... We'll have more deaths from loneliness, suicide and people being kept out of hospital\". A police spokesperson said they encouraged protesters to adhere to social distancing guidance, and that the protest ended within an hour.[13] A group of around 20 people, which included some young children, held a peaceful protest and defied social distancing rules outside New Scotland Yard on 2 May.[14] Another protest was held by a group of between 40 and 50 people on Lambeth Walk, near Westminster Bridge, on 9 May. A number of people were arrested and fixed penalty notices were issued by the police.[15] Protests against the United Kingdom's COVID-19 lockdown, to be held across the country in the weekend of 16 May, in cities such as Manchester, Bristol, Leicester and Southampton, were advertised online, produced by the UK Freedom Movement, an online group.[16] On 15 May, former leader of the far-right group Britain First Jayda Fransen was associated with that apparent anti-lockdown movement circulating online due to her registration as director of Freedom Movement Ltd with Companies House,[17][18] but Fransen has denied any involvement.[19][18] On Saturday, 16 May, 50 anti-lockdown and anti-vax protesters defied social-distancing rules at Speakers' Corner in Hyde Park, including Piers Corbyn. There were further smaller protests on the same day in Manchester, Glasgow, Belfast and other cities across the country. A small anti-lockdown protest took place along Hove seafront on 18 May.[20] A protest the next day was held at Hampstead Heath, who demanded the reopening of its ponds as council had refused to reopen them.[21] This was followed by another protest on 23 May that was held on Clapham Common, with around 20 protesters calling for the lockdown to come to end and for children to only return to school if there is \"no social distancing\".[22] Another protest was held at Hyde Park on 30 May.[23][24][25] On 8 August 2020, more than 30 protests across the UK took place in support of National Health Service staff in response to the government not extending a planned pay rise to nurses.[26][27] Thousands gathered in London's Trafalgar Square on 29 August as a part of the Unite for Freedom movement to protest against lockdown restrictions and the possibility of a mandatory vaccine.[28] Prominent speakers included the conspiracy theorists Kate Shemirani, Piers Corbyn and David Icke. A flyer for the event focused on the extension of what Unite for Freedom deem a \"draconian extension of controls\" over the population.[29][30][31] On 12 September, a group of anti-lockdown protesters gathered in Birmingham following the announcement the previous day that Birmingham, and the nearby boroughs of Solihull and Sandwell would be subject to increased restrictions due to a rise in cases in the area.[32] On the same day, NHS nurses protested in Trafalgar Square to demand a pay rise during the ongoing pandemic response.[33] On 26 September, a protest was held at Trafalgar Square, London. Prominent speakers were Corbyn, Icke, Gareth Icke (David Icke's son) and others. One speaker, Daz Nez, sang a song with themes about the New World Order, anti-vaccines, anti-corporation, anti-government, anti-monarchy and anti-lockdown. The protest resulted in three protesters and nine police officers being injured. Sixteen people were arrested.[34][35][36] On 17 October, Conspiracy theorist Piers Corbyn spoke at Leicester Square and told the crowd: Bill Gates wants vaccinations to control you and to control women's fertility to reduce world population. That is his game and he's going to get loads of money off it, and you will pay with your money and your life. We say, 'No'.[37] On 18 October, Corbyn attended an anti-lock protest in Clayton Square, Liverpool city centre. He espoused COVID-19 misinformation in a speech to protesters, denying the existence of the virus and speculating without evidence that it was a bio-weapon, and criticised government measures.[38] On 24 October, an anti-lockdown protest was held by Save Our Rights UK using the slogan \"Stop The New Normal\" in London. After marching from Hyde Park to Westminster, the protest ended in Trafalgar Square. Key speakers were Louise Creffield and Piers Corbyn.[39] Shortly before 4 pm, the police decided to break up the protest because the protesters \"failed to comply with the terms of their risk assessment, government guidelines and were not maintaining social distancing\". The police officer in charge \"determined their protest is no longer exempt from the regulations and is an illegal gathering\". The police arrested at least 18 people during the protest.[40][41] Richard Tice, chairman of the Brexit Party, and a few dozen others led a small protest at an official wreath-laying ceremony at the Royal Artillery Memorial on Hyde Park Corner on Remembrance Sunday in defiance of regulations.[42] On 28 November anti-lockdown demonstrators marched through London chanting \"freedom\", in a day of protests that resulted in more than 60 arrests.[43] The protesters were joined by groups opposing the COVID-19 vaccine.[44] On 9 January, police arrested 12 people at a protest in Clapham Common.[45] On the same day there were arrests of in Bournemouth linked with the anti-lockdown movement.[46] Facebook removed videos published by a “coronavirus denier” as it was ruled that they posed a danger of “imminent physical harm”.[47] The video appeared to show empty hospital corridors suggesting that the covid pandemic was not affecting hospitals as much as the government had been suggesting. The hospitals show in the video were the Queen Alexandra Hospital and St Richard's Hospital. The hospitals responded to stress that \"pictures of empty corridors do not mean our wards and intensive care units are empty.\"[48][49][relevant?] On 20 March, up to 30,000 people gathered in central London, walking from Hyde Park to Westminster. Although the protest was largely in relation to the government's stance on peaceful protests during lockdown, many were seen carrying anti-lockdown placards with slogans such as \"Stop Destroying Our Kids’ Lives\" and chanted for restrictions to be lifted. A number of arrests were made, predominantly in relation to breaches of COVID-19 regulations.[50][7] On 27 March, some 400 people gathered in Centenary Square, Bradford, to protest against COVID restrictions and vaccinations. 9 Police officers were injured. Although mostly peaceful, some attempted to storm Jacob's Well pub which was being used as a vaccination centre.[citation needed] Some thousands of protesters marched through central London on 24 April, with chants including \"freedom\" and \"take off your mask\".[51] Reuters reported media estimates of an attendance of about 10,000, but the Metropolitan Police did not confirm a figure.[51] In disturbances after the march, eight police officers were injured and five people were arrested.[52] Candidates in the 2021 London mayoral election Piers Corbyn and Laurence Fox attended the march.[citation needed] On the 15th of May, thousands of anti-lockdown protesters marched from St James's Park to the BBC Headquarters in Central London[53] Thousands of protesters gathered in Central London on 29 May to protest against the COVID-19 vaccination rollout and public health restrictions including lockdowns and vaccine passports.[54][55] Numerous demonstrations took place across the day in the city and were largely peaceful, including a march of hundreds of thousands of people which started at Parliament Square and reached as far west as Acton.[56][54] A smaller group entered Westfield Shopping Centre in Shepherd's Bush in the early evening, clashing with police and forcing the centre to close early.[57][58] Thousands[59] of protesters assembled in Hyde Park on 26 June and protested down Oxford Street and Piccadilly Circus, ending up outside the gates of 10 Downing Street.[60] The march included many chants and taunts against health secretary Matt Hancock, who had been involved in an affair-scandal days prior to the protest, and his resignation happened to be announced towards the end of the day. Many protesters threw tennis balls with messages over the perimeter of 10 Downing Street.[61] On 26 June, group of protesters gathered outside the home of Chief Medical Officer Chris Whitty, shouting \"murderer\" and \"traitor\" through megaphones. After Whitty was accosted in a public park the following day, the fourth harassment incident against him in recent months, it was announced he would be granted greater state protection. Prime Minister Johnson, Home Secretary Priti Patel, Health Secretary Sajid Javid and Vaccines Minister Nadhim Zahawi condemned the harassment.[62][6] Protests took place across the UK on 3 July 2021 to mark the 73rd anniversary of the NHS. NHS staff and activists demanded greater funding, wage increases and staffing, better working conditions and to end proposed privatisation of the service.[63] On 19 July, the day that most COVID-19 restrictions were lifted by the government, anti-lockdown and anti-vaccine protests took place in Westminster. Protesters threw bottles at police and 11 people were arrested.[64][65] On the weekend of July 24–25, 2021, protests broke out again in major cities in the United Kingdom such as London,[66] Leeds,[67] Manchester,[68] and Birmingham, due to people opposing vaccines, and proposed COVID passports.[69] The London event featured a gathering at Trafalgar Square with a large screen, and speeches from David Icke, Piers Corbyn, Louise Hampton, Gareth Icke, Gillian McKeith, Vernon Coleman, Katie Hopkins, Mark Steele and David Kurten.[70][71][72][73] Hundreds of anti-vaccine protesters attempted to storm Television Centre, London on 9 August in opposition to coverage of the pandemic by BBC News. The protesters were reported to have mistaken the building as the headquarters of the BBC, although the corporation's operations had moved out of the building in 2013. ITV's Loose Women was being broadcast in the building at the time, although the protests did not disrupt this. Protesters clashed with police and a police helicopter was dispatched.[74][75] Thousands of protesters gathered in London on 18 December, many of whom opposed the introduction of vaccination passports for large venues in response to the highly contagious Omicron variant spreading across the UK. Police officers reported having beer cans and flares thrown at them during this protest.[76] On 29 December, protesters in Milton Keynes stormed and vandalized an NHS COVID-19 testing centre, and disrupted a pantomime performance of Jack and the Beanstalk.[77] On 7 February, while Labour leader Keir Starmer and his colleague David Lammy were leaving Parliament, they were ambushed by a group of anti-lockdown and anti-vaccine protesters who shouted abuse at Starmer including the words \"traitor\" and \"Jimmy Savile\" after Prime Minister Boris Johnson attempted to falsely blame Starmer for the non-prosecution of serial sex offender Jimmy Savile when Starmer was Director of Public Prosecutions (DPP) in the Crown Prosecution Service (CPS). Two people, a man and a woman, were arrested after a traffic cone was thrown at police officers. Johnson tweeted that it was \"absolutely disgraceful\" and thanked the police for acting swiftly.[78] Shayan Sardarizadeh for BBC Monitoring said that the protest was an attempt to recreate the Ottawa \"freedom convoy\" protests in the UK, and noted that the activists' references to Magna Carta indicated that the protesters were members of the sovereign citizen movement,[78] which Tim Hume in Vice UK says \"has become a key strand of the UK's anti-lockdown movement\".[79] Julian Smith, the former chief whip, and Simon Hoare were among Conservatives who called for Johnson to apologise. MP Kim Leadbeater and Brendan Cox, the sister and husband of murdered MP Jo Cox, warned against politicians lending credence to far-right conspiracy theories.[80][81] The following day, a Downing Street source said that Johnson still would not apologise for the slur against Starmer.[82] Protests at secondary schools have been conducted since the summer of 2021, particularly by artist Remeece performing his \"Dont Tek Di Vaccine\" rap song on a portable speaker to children as they leave from school from the day.[83] These sparked Priti Patel to consider a ban which could be enforced by local councils.[84]","Title":"COVID-19 protests in the United Kingdom - Wikipedia","KeyID":"11004","URL":"https://en.wikipedia.org/wiki/COVID-19_protests_in_the_United_Kingdom"}