{"Content: ":"Crocodylomorpha is a group of pseudosuchian archosaurs that includes the crocodilians and their extinct relatives. They were the only members of Pseudosuchia to survive the end-Triassic extinction. During Mesozoic and early Cenozoic times, crocodylomorphs were far more diverse than they are now. Triassic forms were small, lightly built, active terrestrial animals. The earliest and most primitive crocodylomorphs are represented by \"sphenosuchians\", a paraphyletic assemblage containing small-bodied forms that walked upright, which represents the ancestral morphology of Crocodylomorpha. During the Jurassic, Crocodylomorphs morphologically diversified into numerous niches, including into the aquatic and marine realms. When their extinct species and stem group are examined, the crocodylian lineage (clade Pseudosuchia, formerly Crurotarsi) proves to have been a very diverse and adaptive group of reptiles. Not only are they an ancient group of animals – at least as old as the dinosaurs – they also evolved into a great variety of forms. The earliest forms, the sphenosuchians, evolved during the Late Triassic, and were highly gracile terrestrial forms built like greyhounds. During the Jurassic and the Cretaceous, marine forms in the family Metriorhynchidae, such as Metriorhynchus, evolved forelimbs that were paddle-like and had a tail similar to modern fish. Dakosaurus andiniensis, a species closely related to Metriorhynchus, had a skull that was adapted to eat large marine reptiles. Several terrestrial species during the Cretaceous were herbivorous, such as Simosuchus clarki and Chimaerasuchus paradoxus. A number of lineages during the Cenozoic became wholly terrestrial predators. Historically, all known living and extinct crocodiles were indiscriminately lumped into the order Crocodilia. However, beginning in the late 1980s, many scientists began restricting the order Crocodilia to the living species and close extinct relatives such as Mekosuchus. The various other groups that had previously been known as Crocodilia were moved to Crocodylomorpha and the slightly more restrictive Crocodyliformes.[3] Crocodylomorpha has been given the rank of superorder in some 20th and 21st century studies.[4] The old Crocodilia was subdivided into the suborders: Mesosuchia is a paraphyletic group as it does not include eusuchians (which nest within Mesosuchia). Mesoeucrocodylia was the name given to the clade that contains mesosuchians and eusuchians (Whetstone and Whybrow, 1983). Below is a cladogram modified from Nesbitt (2011)[5] and Bronzati (2012).[6] CM 73372 Hesperosuchus Dromicosuchus Sphenosuchus Dibothrosuchus Terrestrisuchus Litargosuchus Kayentasuchus Protosuchia Notosuchia Neosuchia The previous definitions of Crocodilia and Eusuchia did not accurately convey evolutionary relationships within the group. The only order-level taxon that is currently considered valid is Crocodilia in its present definition. Prehistoric crocodiles are represented by many taxa, but since few major groups of the ancient forms are distinguishable, a conclusion on how to define new order-level clades is not yet possible. (Benson & Clark, 1988). The Crocodylomorpha comprise a variety of forms, shapes, and sizes, which occupied a range of habitats. As with most amniotes, Crocodylomorphs were and are oviparous, laying eggs in a nest or mound, known from strata as old as the Late Jurassic.[7] Adult size varies widely, from about 55 cm long in Knoetschkesuchus to much larger dimensions, as in Sarcosuchus. Most crocodylomorphs were carnivores, but many lineages evolved to be obligate piscivores, such as the extant gharials.   ","Title":"Crocodylomorpha - Wikipedia","KeyID":"1100","URL":"https://en.wikipedia.org/wiki/Crocodylomorphs"}