{"Content: ":"Shortly after protests spread to following cities: Protests also spread to Serbian diaspora in following cities:[1][2] Anti-government protesters On 7 July 2020, a series of protests and riots began over the government announcement of the reimplementation of the curfew and the government's allegedly poor handling of the COVID-19 situation, as well as being a partial continuation of the \"One of Five Million\" movement. The initial demand of the protesters had been to cancel the planned reintroduction of curfew in Serbia during July, which was successfully achieved in less than 48 hours of the protest.[5][6] The protesters also demanded a more technical response to the COVID-19 crisis and more factual and constructive information about the ongoing medical situation. Among other causes, the protests were driven by the crisis of democratic institutions under Aleksandar Vučić's rule and the growing concern that the President is concentrating all powers in his hands at the expense of the parliament.[7] On 7 July 2020, the day when protests began, Serbia saw its deadliest day yet during the COVID-19 pandemic in Serbia with 13 deaths. President Vučić said that situation in the capital city is alarming, and announced that he was banning gatherings of more than 5 people and imposing a curfew from Friday 18:00 to Monday 5:00 local time.[8] The Serbian Government had been accused of hiding true numbers of people infected and deaths from COVID-19. BIRN's research showed that in the period from 19 March to 1 June 2020, a total of 632 people died in Serbia who had tested positive for COVID-19 which is more than twice as many as the officially announced number of 244 deaths in that period. BIRN learned this by analysing data obtained from the state's COVID-19 information system.[9] The President was accused of lifting the lockdown too early in order to hold parliamentary elections in which his party won by a landslide.[8] During this period, large parties,[10] sport events and gatherings happened and greatly increased the number of infected individuals. A big sport event was also held, a football game between Red Star and Partizan with tens of thousands people attending.[11] A leading specialist in the COVID-19 Crisis Team, closely related to the ruling party in money schemes,[12] has said that the sport events were not an epidemiological risk because \"tickets were sold online\" even though thousands attended without practising social distancing measures or wearing masks.[13] After those events, Danas newspaper called for the Serbian Government COVID-19 Crisis Team \"to wake up from hibernation\" and ban large gatherings.[14] The Serbian Government COVID-19 Crisis Team started consideration of reinforcement of COVID-19 measures one day after elections.[15] The leader of the opposition party Enough is Enough, Saša Radulović, has accused the ruling SNS of election fraud and said that numerous irregularities were recorded. Radulović has said the Republic Electoral Commission (RIK) has repeatedly ignored the evidence of irregularities his party submitted and accused them of working in the ruling party's interest.[16] His movement had submitted 2,700 complaints and on 30 June, Radulović told the media the Administrative Court had formally accepted 175 complaints his party had submitted, saying that the voting must, therefore, be repeated in 2700 polling stations which makes one-third of all polling stations. He had accused the Electoral Commission of not observing the proper procedures while counting votes, stating that the ballot box content was not checked and the voting results were determined solely on the basis of ballot paper account forms.[17] Radulović has supported the protests and stated that his party's goal is to invalidate the election results and call for fresh elections. He has said that the goal of the protest should be to force the government to organise new elections.[18] He has submitted pleas to the Constitutional Court of Serbia and has threatened to file a report to the European Court of Human Rights if the Serbian courts don't overthrow the elections. Rule of law and the independence of the judiciary is seriously hindered, as assessed by the European Commission Report for Serbia 2019.[19] Locals, students, and members of the Do not let Belgrade d(r)own gathered in front of the National Assembly and peacefully protested. Many of them wore masks and observed social distancing rules.[8] Just before 20:30, protesters started throwing rocks and bottles at the police, few torches were thrown, as well.[20] Around 22:00, a large group stormed National Assembly building involving nationalists and anti-vaccine campaigner Srđan Nogo. As they entered the building, they shouted \"Serbia has risen\".[8] Clashes occurred inside the building for 15 minutes. Around 22:15, police managed to completely clear the building but clashes continued outside as police fired tear gas and used batons against protesters.[20] Violent protests continued during the whole night. At least 24 people were injured.[20] The protesters refused to withdraw and police brought in reinforcements during that night, many wearing riot shields, some with service dogs or on horses.[21] The violence lasted until 03:00 in the morning, with police accused of using excessive force towards the protesters. During the live coverage, the regional TV channel N1 captured three police special force units in riot gear hitting three young men who were sitting on a bench with batons.[22] Protesters peacefully marched through the city, no police was present.[20] Protesters gathered in the evening on the same place as yesterday, and violence continued between police and protesters. This time, police were reinforced by police cavalry and Gendarmery.[20] During clashes with police, leader of Dveri Boško Obradović, was injured by the police. Who afterward said: \"You can fight your people every day, it will be more of us, people won't stand this\". He also called for Gendarmery to throw their shields and side with protesters.[23] Sergej Trifunović, leader of the Movement of Free Citizens, tried to join the protests but he was pushed out by protesters and forced to leave. He left after he was attacked by protesters and suffered a blow to the head.[24] Protesters tried to occupy the National Assembly building again but this time were stopped by the Gendarmery and police cavalry. After failing to occupy the National Assembly building, protesters marched through the center of Belgrade, and clashes with police continued. Protesters also set police vehicles on fire. Thousands of protesters gathered around 18:00 in Novi Sad, where they demanded the resignation of the Serbian Government and President, as well as health officials and other members of the COVID-19 Crisis Management Group.[20] Protesters demolished premises of the Serbian Progressive Party,[25] broke window on RTV premise, and set the entrance to the City Hall on fire. Person who broke the window on RTV premise cut his leg while breaking the window. Protesters also damaged a nearby McDonald's restaurant. Protesters broke windows at the city hall and threw Molotov cocktails and firecrackers through the broken windows. Police arrived on 22:00 when most of the damage was already done and most of the protesters left, the remaining protesters threw cans at police while police fired tear gas.[26] Protesters gathered at 19:00 and peacefully marched through the city.[20] The protesters threw stones at the local SNS headquarters and tore down SNS posters, and threw eggs at the Vučić election poster.[27] Protests in Kragujevac were peaceful until 22:00 when protesters threw eggs and cans on police, they afterward broke the window of the town hall and threw a torch through the broken window. Police fired tear gas at protesters after this. Soon afterwards most of the protesters left.[28] Protesters peacefully marched through the city and tore down one billboard of Aleksandar Vučić.[20] On 9 July, sit-ins were held in Belgrade, Novi Sad, Niš, Pančevo, Kragujevac, Smederevo, Kruševac, Čačak, Kraljevo, Vranje, Zrenjanin, Leskovac, Bor and Vršac. Some protesters called for a sit-in and for protesters to wear white t-shirts to represent opposition to recent violence on the protests, this call was accepted by most of the protesters.[29] Protest was also attended by doctors from COVID-19 hospitals who demanded better handling of pandemic.[30] In Belgrade, thousands protesters sat in front of the National Assembly. At one point during the protest one group of right-wing protesters called others to stand up and fight which caused a minor clash between protesters, no one was injured and protests remained peaceful for the rest of the evening.[29] A gendarmary officer was filmed setting a trash dumpster on fire, something which was heavily blamed on the protesters for \"destroying city property.\"[31] Protest ended around 1 am.[30] In Vranje, where around 100–120 citizens gathered, protesters tore down all SNS election posters.[32] In Belgrade, one protester stabbed another protester with a knife after a verbal confrontation between two groups of protesters.[33] Excluding this incident protest remained peaceful until 9 pm when a group of right-wing protesters tried to break inside a National Assembly using firecrackers, they only managed to shatter glass on the main entrance before police intervened. Protesters clashed with the law enforcement for around 40 minutes, after the clashes ended peaceful protest continued. Around 11 pm clashes again erupted between police and protesters, police was reinforced by the gendarmary. Police and gendarmary fired tear gas and pushed protesters away from the National Assembly in three different directions in order to disperse them, which turned out to be successful.[34] At least 19 people were injured, including both protesters and law enforcement officers, and more than 70 more protesters were arrested, including a protester who stabbed another protester with a knife.[35] In Novi Sad, protesters blockaded multiple roads in the city. Around 8 pm they marched out of the city and blockaded E75 highway, protests remained peaceful.[33][34] In Zrenjanin, protesters blockaded bridge on the main road of the city, protest finished without incidents.[34] Peaceful protests were also held in Niš, Pirot, Vranje, Kruševac, Leskovac and Čačak.[36] Protests in cities across Serbia were peaceful. In Belgrade many protesters paid their respects to Ljubisav Đokić, better known by his nickname \"Joe the Bulldozer Driver\", who was part of protests in previous days and had died earlier that day.[37] Antonije Davidović, a radical political activist and a former monk who was excommunicated from the Serbian Orthodox Church,[38] made a speech in which he called for protesters to take off their masks, after which many of protesters left. Around 12:30 am, the police violently chased off and arrested several remaining peaceful protesters in front of the National Assembly in Belgrade. The same day in Niš, protesters gave the police a handful of flowers and the Serbian flag. Peaceful protests occurred throughout Serbia.[39] Peaceful protest marches were held in Belgrade, Niš, Novi Sad, and Zrenjanin.[40] Protests were attended by fewer people compared to previous days, police was present but there were no interventions.[41] Protests by Serbian diaspora started in New York.[42] Peaceful protests were held in Belgrade, Niš, Čačak, Zrenjanin, Novi Sad, and Kruševac.[43] In Belgrade two separate protests were held, one in front of the National Assembly and one in front of Belgrade central prison. On protest in front of National Assembly protesters split in three groups; supporters of Srđan Nogo, supporters of Enough is Enough party, and third group who kept distance from other two groups. Srđan Nogo presented his demands which were the following: release of all arrested protesters, stopping of all legal procedures against protesters, stopping of government formation according to 2020 election, introduction of accountability for all politicians by giving a single statement guaranteeing the implementation of their political program, creation of technical government which would be in power for one year, introduction of daily political debates on state media, and arrest of COVID-19 crisis staff members for their poor handling of pandemic. Leader of Enough is Enough party, Saša Radulović also presented his sole demand: impeachment of 2020 election. Third group of protesters was leaderless and gave no demands.[44] On protest in front of central prison two opposition parties were present: Democratic Party and Don't let Belgrade d(r)own. Protesters demanded release of all arrested protesters, as well as decrease in police funding in favour of increasing healthcare budget.[45] Protests were held in several cities across Serbia. In Belgrade two separate protests were held again on the same locations as protests on 13 July. In front of National Assembly protesters were again split, this time one new group emerged which was led Antonije Davidović, he and his supporters sung religious songs about Kosovo.[46] After protest in front of central prison on 13 July ten protesters were released from prison, protest in front of central prison was again held with goal of all protesters being released.[47] Several organisations sued Serbian law enforcement for use of excessive force on protests, urgent appeal was sent to United Nations Special Rapporteur on Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment.[48] Protests were held in several cities across Serbia but with least people present since the beginning.[49] Protests in Serbian diaspora started in more countries.[42] Peaceful protests were held in front of National Assembly in Belgrade and main police station in Novi Sad.[50][51] Peaceful protest was held in Belgrade, protesters demanded clarification of allegations that 7 police dogs died of poisoning by tear gas during the riots, police denied the allegations.[52] Petition for punishment of those responsible for use of excessive force on protests by the law enforcement which was sent to United Nations Special Rapporteur on Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment and European Union reached 4000 signatures.[53] Protest was held in Belgrade, it ended without incidents.[54] The last major protest occurred in Belgrade in front of the Parliament building while the new members of the parliament were being sworn in. During that day, protest leader Srđan Nogo and one of his followers were arrested by the police and charged with inciting sedition under article 309 of the Criminal Code of Serbia.[55] A video of Antonije Davidović throwing eggs on the Parliament building while wearing a Christian cassock went viral, with many media outlets pointing out that Davidović is not really a priest nor a member of any recognised church or religious organisation in Serbia.[38][56][57]  Few journalists who were documenting protests on the night of 7 July 2020 said that police brutality was present.[58] Non-government organisation Belgrade center for human rights built two legal cases against policeman for police brutality.[59] Around 23:30 on 7 July 2020, police beat up Beta journalist with truncheons even though he showed the journalist legitimisation, they continued to hit him even after he fell on the ground.[60] Minister of Interior Nebojša Stefanović said police acted violently only when it was forced to.[20] Pictures of excessive force by police were shared across social media, one of an arrested protester lying on the ground with a policeman pressing his boot on his head.[61] During that night opposition parties, who had boycotted the parliamentary elections held a few weeks earlier, condemned the regime's use of force and called the authorities to take action against the policemen responsible for the excessive force, also calling citizens to meet the next day again at the same location.[62][63] The day after the protest, government officials condemned the protesters' behaviour as \"scandalous\". The chief of police Vladimir Rebić justified the police action by stating that the use of teargas was proportionate.[64][65] Serbian PM Brnabić insisted that the state order would be preserved.[66] The minister of defence Aleksandar Vulin labelled the protest as a coup d'état intended to allow various punks, extremists and fascists to take over the government without elections and with no agenda beyond violent overthrow of the government.[67] Vucic appeared on a TV show, where he showed pictures of wounded policemen and accused the protesters of being violent. He stated that there would be no curfew for the weekend, although he would preferred to impose one. Regarding police brutality, he accused the protesters of being hostile, and accused the three men on the bench of attacking the police, prompting them to respond in self-defence.[68][69] He also accused foreign intelligence agencies in the region of organising the protest.[70] The next evening police were again seen using excessive force towards the protesters. A new video circulated on social media in which a man was beaten by a crowd of policemen while lying on the ground, the policemen kicking and beating the man repeatedly. Other footage showed a police officer kneeling to tie his shoe next to an arrested and handcuffed protester lying face-down, while another officer slapped the protester in the face.[71] Journalists from NOVA S were again attacked by riot police, despite making it clear that they are members of the press.[72] The same day, Vulin ordered an elite military unit known as the 63rd parachute brigade to intervene in Niš because of a lack of police forces in the town. The military refused to intervene, stating that it was not their duty to intervene in such events, that the military enjoys respect and trust among the population, and that their duties are explained in the constitution.[73][74] A new video emerged after the protests showing a police officer setting a garbage bin on fire.[75] On 9 July 2020, several news outlets reported that the Minister of Defence Aleksandar Vulin had ordered the 63rd Parachute Brigade to clear peaceful protesters in Niš, but the Brigade commander has refused to carry on the order. The claim was denied by the Serbian Ministry of Defence saying that would go against the Constitution of Serbia as well as the existing Military Code. After the first protests on 7 July, the president said that in the protests \"there was not only criminal factors but also foreign factors as well\".[76] He also called these protests \"the worst political violence in the past few years\".[77] Vučić accused Russia of organising the protests. The same day he declined a meeting with Russian ambassador Bocan-Harchenko.[78] Many government critics have suggested that this was an alibi for the west for not making progress in the Kosovo negotiations.[79] Later the Russian ambassador responded to the accusations of intervention on Twitter, mainly by CEAS (The Center of Euro-Atlantic Studies), stating that their accusations were absurd, accused them of Russophobia, and also criticising domestic media outlets for spreading such a statement.[80] On 8 July, he called the protests an act of terrorism,[81] he also said the protests \"don't bother him at all\".[82] On 10 July, Vučić blamed Croatia for the riots.[83] Vučić has blamed the spike of COVID-19 on the protesters and has dissed them as \"fascists, right-wingers, conspiracy theorists and flat-Earthers\"[84] and etcetera. The Serbian Minister of Defence, Aleksandar Vulin said that a special war is waged against the Army and the country by fake news.[85] He also called protests on 8 July \"an attempt to start a civil war\"[86] The United States Embassy in Serbia had issued a press release stating that they are concerned with violence against the police officers, as well as targeted police brutality against peaceful protesters. They further stated that the freedom of expression and peaceful assembly are a vital point of any democracy, and that Serbia must work on its freedom of media and rule of law.[87] Sem Fabrizi, ambassador of the EU to Serbia, said that Brussels is worried by recent riots in Serbia.[88] Following the allegations about Russian involvement in the ongoing protests in certain Serbian media close to the ruling party, the Russian ambassador to Serbia denied these claims and stated on his Twitter account that the allegations are 'unfounded' 'absurd' and 'twisted'.[89] The Russian Foreign Ministry followed up with a statement in which they called the allegations of Russian involvement in the protests as 'fake' and had the aim of 'casting a shadow on Serbian-Russian partnership'.[90] On 27 October 2020, the Serbian Interior Ministry mentioned that they were still investigating police attacks on journalists that happened on 8 July 2020.[91] Member of the Presidency of Bosnia and Herzegovina, Milorad Dodik, said that the police didn't use enough force and that it should've used live bullets.[92]","Title":"Serbian protests (2020–present) - Wikipedia","KeyID":"11003","URL":"https://en.wikipedia.org/wiki/Serbian_protests_(2020%E2%80%93present)"}