{"Content: ":"During the COVID-19 pandemic, Romania has supported Moldova on several occasions, supplying it with medical equipment and supplies, volunteer Romanian experts and doctors and even a series of COVID-19 vaccine units that arrived on 27 February 2021, which allowed Moldova to start its vaccination program. On 27 April 2020, the Romanian Government announced that Romania would provide a team of volunteer doctors to assist in Moldovan hospitals for a certain period of time. The delivery of sanitary protection equipment and medical supplies was also promised.[1] The delivery of these objects worth about 3.5 million euros was made in a group of 20 trucks that left for Moldova on 6 May 2020.[2] Although the donation was supposed to arrive on the 30th anniversary of the Bridge of Flowers event, the Moldovan authorities delayed this delivery a day later so that it did not coincide with the anniversary. It has been claimed that this donation was attempted to be made as invisible as possible by pro-Russian former President of Moldova Igor Dodon.[3] On 29 December 2020, the President of Romania Klaus Iohannis visited the capital of Moldova, Chișinău and met with the country's new President Maia Sandu. During it, Iohannis promised that Romania would send a total of 200,000 COVID-19 vaccine units to Moldova to assist it in its vaccination process. Sandu said that these vaccines would be used for the medical personnel. Iohannis also said that Romania would provide medicines, medical equipment and equipment for the protection of patients to Moldova and a team of Romanian experts to assist the Moldovan authorities, as well as help with other topics not related to the COVID-19 pandemic.[4][5][6] This promised help began to arrive progressively. On 6 January 2021, Moldova received medicines and equipment to combat the pandemic of a worth of 31,000 euros from the Romanian Ministry of National Defence. A handover ceremony was held with the presence of the Romanian ambassador to Moldova Daniel Ioniță, the Counselor for Health Affairs to the President of Moldova Ala Nemerenco, the Moldovan Minister of Defense Victor Gaiciuc and others.[7][8] On 28 January 2021, a Romanian delegation of health experts, led by Ioniță and the State Secretary of Ministry of Health of Romania Andrei Baciu, went to Chișinău with the intention of starting talks with the Moldovan authorities to implement the promises made by Iohannis to Moldova.[9] On 19 February 2021, Romania made a new delivery of medical equipment worth about 2.3 million euros.[10] On 24 February 2021, the Romanian Government approved the first batch of vaccines destined to be sent to Moldova, which were around 20,000 out of the promised 200,000.[11][12] On 27 February 2021, Moldova received a donation of 21,600 Oxford–AstraZeneca COVID-19 vaccine units from Romania.[13] These vaccines started being administered on 2 March 2021,[14] and the first person to be vaccinated in Moldova was Alexandru Botizatu.[15] Nevertheless, these vaccines were rejected on the autonomous region of Gagauzia.[14] On 5 March 2021, Moldova gave 1,810 Romanian-donated vaccines to the authorities of the internationally unrecognized state of Transnistria,[16][17] which initially declared that the vaccines came from the World Health Organization (WHO)[18] but later rectified and thanked Romania.[19] Time later, on 27 March 2021, Romania sent 50,400 vaccine doses to Moldova. The Prime Minister of Romania, Florin Cîțu, reconfirmed Romania's intentions to fulfill the promise to send 200,000 vaccine units in total to Moldova.[20][21] This became true on 17 April 2021, when Romania made its biggest donation of vaccines to Moldova, composed of 132,000 units, to date.[22][23][24] On 20 April 2021, while returning from Strasbourg after a meeting in France back to Chișinău in Moldova, Sandu made a surprise visit to Bucharest. She met with several Romanian government officials, including Iohannis, with whom she discussed the strategic collaboration and the bilateral relations between both states, with Sandu thanking the help provided by Romania to Moldova and Iohannis sending a message of support to Sandu's reformist policies and the pro-European path of Moldova. Afterwards, she met with Cîțu and discussed with him about the possible conditions under which Romanian citizens in Moldova could be immunized against COVID-19 in Romanian vaccination centers regardless of whether they reside in Romania or not. Another government official Sandu met with was Anca Dragu, the President of the Senate of Romania. With her, she discussed issues related to politics, economy, human trafficking and domestic violence, with Dragu also commenting on the good quality of the relations between Moldova and Romania and expressing her support to Sandu's government.[25][26] On 7 May 2021, Romania made a new donation of 100,800 Oxford–AstraZeneca vaccine units to Moldova and promised more would follow in the future. Upon hearing this, Sandu, who had said she would only get vaccinated once it was sure there would be a good amount of vaccines for Moldova's population, got vaccinated after hearing about Romania's donation. She also said Romania would offer to sell around 200,000 vaccine units a month to the country and encouraged all citizens who had not yet gotten vaccinated to do so. Furthermore, Cîțu said Romania was preparing to donate 100,000 vaccine units to Ukraine.[27][28] Another 100,800 Oxford–AstraZeneca vaccine units were donated to Moldova by Romania on 11 June 2021, under the promise made on 7 May of that year.[29] On 16 October 2021, Nemerenco, now the Minister of Labour and Social Protection of Moldova, announced that on 18 October 2021, a Moldovan team of 22 medical personnel would arrive in Lețcani, near Iași, to help Romania in gratitude for all the help that Moldova received from the country at the beginning of the pandemic. Romania was being struck by a critical new wave of COVID-19 infections at the moment.[30] A poll carried out between 20 and 31 March 2021 by the company iData showed that 43.9% of Moldovans wanted a union with Romania. 1,314 people were surveyed and the margin of error was estimated to be ±2.5%. This represented a large increase from January 2021, when polls indicated that only 37.5% of Moldovans supported this stance. iData representative Veronica Ateș contended that the aid provided by Romania to Moldova and the inaction of Russia during the COVID-19 pandemic most likely contributed to this increase. There was also great support for Moldova's accession to the European Union (67.8%) and a decrease for support to the Eurasian Economic Union (from 48% of Moldovans wanting to join it in January 2021 to 40% in March 2021).[31][32][33] Later, in a poll held between 12 and 27 April, 2021, 50% of Moldovans indicated that they would support unification with Romania while 43% indicated that they would oppose if the wages and pensions in Moldova were to become the same as those in Romania. This poll, conducted by the company IMAS, surveyed 1,103 people and had an estimated margin of error of ±3.0%.[34]","Title":"Moldovan–Romanian collaboration during the COVID-19 pandemic - Wikipedia","KeyID":"11010","URL":"https://en.wikipedia.org/wiki/Moldovan%E2%80%93Romanian_collaboration_during_the_COVID-19_pandemic"}