{"Content: ":"A superspreading event (SSEV) is an event in which an infectious disease is spread much more than usual, while an unusually contagious organism infected with a disease is known as a superspreader. In the context of a human-borne illness, a superspreader is an individual who is more likely to infect others, compared with a typical infected person. Such superspreaders are of particular concern in epidemiology. Some cases of superspreading conform to the 80/20 rule,[1] where approximately 20% of infected individuals are responsible for 80% of transmissions, although superspreading can still be said to occur when superspreaders account for a higher or lower percentage of transmissions.[2] In epidemics with such superspreader events, the majority of individuals infect relatively few secondary contacts.[citation needed] SSEVs are shaped by multiple factors including a decline in herd immunity, nosocomial infections, virulence, viral load, misdiagnosis, airflow dynamics, immune suppression, and co-infection with another pathogen.[3] Although loose definitions of superspreader events exist, some effort has been made at defining what qualifies as a superspreader event (SSEV). Lloyd-Smith et al. (2005) define a protocol to identify a superspreader event as follows:[2] This protocol defines a 99th-percentile SSEV as a case which causes more infections than would occur in 99% of infectious histories in a homogeneous population.[2] During the SARS-CoV-1 2002–2004 SARS outbreak from China, epidemiologists defined a superspreader as an individual with at least eight transmissions of the disease.[4] Superspreaders may or may not show any symptoms of the disease.[3][5] SSEVs can further be classified into 'societal' and 'isolated' events.[6] In April 2020 Jonathan Kay reported in relation to the COVID-19 pandemic:[7] Putting aside hospitals, private residences and old-age homes, almost all of these superspreader events (SSEVs) took place in the context of (1) parties, (2) face-to-face professional networking events and meetings, (3) religious gatherings, (4) sports events, (5) meat-processing facilities, (6) ships at sea, (7) singing groups, and, yes, (8) funerals. Superspreaders have been identified who excrete a higher than normal number of pathogens during the time they are infectious. This causes their contacts to be exposed to higher viral/bacterial loads than would be seen in the contacts of non-superspreaders with the same duration of exposure.[8] The basic reproduction number R0 is the average number of secondary infections caused by a typical infective person in a totally susceptible population.[9] The basic reproductive number is found by multiplying the average number of contacts by the average probability that a susceptible individual will become infected, which is called the shedding potential.[2] R0 = Number of contacts × Shedding potential The individual reproductive number represents the number of secondary infections caused by a specific individual during the time that individual is infectious. Some individuals have significantly higher than average individual reproductive numbers and are known as superspreaders. Through contact tracing, epidemiologists have identified superspreaders in measles, tuberculosis, rubella, monkeypox, smallpox, Ebola hemorrhagic fever and SARS.[2][10] Studies have shown that men with HIV who are co-infected with at least one other sexually transmitted disease, such as gonorrhea, hepatitis C, and herpes simplex 2 virus, have a higher HIV shedding rate than men without co-infection. This shedding rate was calculated in men with similar HIV viral loads. Once treatment for the co-infection has been completed, the HIV shedding rate returns to levels comparable to men without co-infection.[11][12] Herd immunity, or herd effect, refers to the indirect protection that immunized community members provide to non-immunized members in preventing the spread of contagious disease. The greater the number of immunized individuals, the less likely an outbreak can occur because there are fewer susceptible contacts. In epidemiology, herd immunity is known as a dependent happening because it influences transmission over time. As a pathogen that confers immunity to the survivors moves through a susceptible population, the number of susceptible contacts declines. Even if susceptible individuals remain, their contacts are likely to be immunized, preventing any further spread of the infection.[8][13] The proportion of immune individuals in a population above which a disease may no longer persist is the herd immunity threshold. Its value varies with the virulence of the disease, the efficacy of the vaccine, and the contact parameter for the population.[14] That is not to say that an outbreak can't occur, but it will be limited.[13][15][16] Several factors are identified as contributing to superspreading events with COVID-19: closed spaces with poor ventilation, crowds, and close contact settings (\"three Cs\").[17] Statistical analyses of the frequency of coronavirus superspreading events, including SARS-CoV-2 and SARS, have shown that they correspond to fat-tailed events, indicating that they are extreme, but likely, occurrences.[18] The South Korean spread of confirmed cases of SARS-CoV-2 infection jumped suddenly starting on 19–20 February 2020. On 19 February, the number of confirmed cases increased by 20. On 20 February, 58[19] or 70[20] new cases were confirmed, giving a total of 104 confirmed cases, according to the Centers for Disease Control and Prevention Korea (KCDC). According to Reuters, KCDC attributed the sudden jump to 70 cases linked to \"Patient 31\", who had participated in a gathering in Daegu at the Shincheonji Church of Jesus the Temple of the Tabernacle of the Testimony.[20] On 20 February, the streets of Daegu were empty in reaction to the Shincheonji outbreak. A resident described the reaction, stating \"It's like someone dropped a bomb in the middle of the city. It looks like a zombie apocalypse.\"[20] On 21 February, the first death was reported.[21] According to the mayor of Daegu, the number of suspected cases as of 21 February is 544 among 4,400 examined followers of the church.[22] Later in the outbreak, in May, A 29-year-old man visited several Seoul nightclubs in one night and resulted in accumulated infections of at least 79 other people.[23] Between 27 February and 1 March, a Tablighi Jamaat event at Masjid Jamek, Seri Petaling in Kuala Lumpur, Malaysia attended by approximately 16,000 people resulted in a major outbreak across the country. By May 16, 3,348 COVID-19 cases - 48% of Malaysia's total at the time - were linked to the event, and with approximately 10% of attendees visiting from overseas, the event resulted in the virus spreading across Southeast Asia. Cases in Cambodia, Indonesia, Vietnam, Brunei, the Philippines and Thailand were traced back to the mosque gathering.[24][25] In New York, a lawyer contracted the illness then spread it to at least twenty other individuals in his community in New Rochelle, creating a cluster of cases that quickly passed 100,[26] accounting for more than half of SARS-CoV2 coronavirus cases in the state during early March 2020.[27] For comparison, the basic reproduction number of the virus, which is the average number of additional people that a single case will infect without any preventative measures, is between 1.4 and 3.9.[28][29] On March 6, preacher Baldev Singh returned to India after being infected while traveling in Italy and Germany. He subsequently died, becoming the first coronavirus fatality in the State of Punjab. Testing revealed that he'd infected 26 locals, including 19 relatives, while tracing discovered that he'd had direct contact with more than 550 people.[30] Fearing an outbreak, India's government instituted a local quarantine on 27 March 2020, affecting 40,000 residents from 20 villages.[31] Initial reports claimed that Baldev Singh had ignored self-quarantine orders, and police collaborated with singer Sidhu Moose Wala to release a rap music video blaming the dead man for bringing the virus to Punjab. But Baldev Singh's fellow travelers insisted that no such order had been given, leading to accusations that local authorities had scapegoated him to avoid scrutiny of their own failures.[30][32] A Tablighi Jamaat religious congregation that took place in Delhi's Nizamuddin Markaz Mosque in early March 2020 was a coronavirus super-spreader event, with more than 4,000 confirmed cases and at least 27 deaths linked to the event reported across the country. Over 9,000 missionaries may have attended the congregation, with the majority being from various states of India, and 960 attendees from 40 foreign countries. On 18 April, 4,291 confirmed cases of COVID-19 linked to this event by the Union Health Ministry represented a third of all the confirmed cases of India. Around 40,000 people, including Tablighi Jamaat attendees and their contacts, were quarantined across the country.[citation needed] On 11 May 2020, it came to light that a worker at a fish processing plant in Tema, Ghana was believed to have infected over 500 other people with COVID-19.[33] As of 18 July 2020, more than one thousand suspected superspreading events had been logged, for example a cluster of 187 people who were infected after eating at a Harper's Restaurant and Brew Pub in East Lansing, Michigan.[34] On 26 September 2020, President Trump announced his Supreme Court Justice nominee, Amy Coney Barrett. The announcement took place at the White House Rose Garden, where around 30 people attentively watched. The outbreak event has since been dubbed a \"superspreader\" event. Less than a week after the event, President Trump himself was diagnosed with SARS-CoV-2, as well as others who attended the Rose Garden event.[35] By October 7, the Federal Emergency Management Agency memo revealed that 34 White House staff members, housekeepers, and other contacts had contracted the virus.[36] Public health experts have said that the 2021 United States Capitol attack was a potential COVID-19 superspreading event.[37] Few members of the crowd attacking the Capitol wore face coverings, with many coming from out of town, and few of the rioters were immediately detained and identified.[37] On 30 July 2021, it came to light that a Peruvian man, resident of Córdoba, Argentina, brought the Delta variant of COVID-19 after travelling to Europe, but he did not quarantine himself, infecting 17 relatives and putting in isolation over 800 other people. He and other three people got arrested for disease propagation.[38] 24 days later, the Peruvian man died of a severe pneumonia, being the first death of the Delta variant in the country.[39] On 26 November 2021, Scatec ASA, a Norwegian company specializing in renewable energy systems, held a Christmas party in Oslo, Norway attended by 120 people, all of whom were fully vaccinated against COVID-19 and tested negative for COVID-19 prior to the party being held. One person who attended the party had recently returned from South Africa, the epicenter of the SARS-CoV-2 Omicron variant outbreak and a country where the company has a solar panel project. It was later found that the attendee from South Africa had been infected with the Omicron variant. More than half of the party's attendees have since tested positive for COVID-19 and of those attendees, at least 13 of them were confirmed to have the variant.[40][41][42] On 3 April 2022, the Gridiron Dinner in Washington D.C. led to at least 67 people testing positive for COVID-19, including three members of the Cabinet of Joe Biden: Merrick Garland, Gina Raimondo, and Tom Vilsack.[43] The first cases of SARS occurred in mid-November 2002 in the Guangdong Province of China. This was followed by an outbreak in Hong Kong in February 2003. A Guangdong Province doctor, Liu Jianlun, who had treated SARS cases there, had contracted the virus and was symptomatic. Despite his symptoms, he traveled to Hong Kong to attend a family wedding. He stayed on the ninth floor of the Metropole Hotel in Kowloon, infecting 16 other hotel guests also staying on that floor. The guests then traveled to Canada, Singapore, Taiwan, and Vietnam, spreading SARS to those locations and transmitting what became a global epidemic.[44] In another case during this same outbreak, a 54-year-old male was admitted to a hospital with coronary heart disease, chronic kidney failure and type II diabetes mellitus. He had been in contact with a patient known to have SARS. Shortly after his admission he developed fever, cough, myalgia and sore throat. The admitting physician suspected SARS. The patient was transferred to another hospital for treatment of his coronary artery disease. While there, his SARS symptoms became more pronounced. Later, it was discovered he had transmitted SARS to 33 other patients in just two days. He was transferred back to the original hospital where he died of SARS.[citation needed] In his post-mortem reflection, Low remained puzzled as to the reason for this phenomenon and speculated that \"possible explanations for (the superspreaders') enhanced infectivity include the lack of early implementation of infection control precautions, higher load of SCoV, or larger amounts of respiratory secretions.\"[45] The SARS outbreak was eventually contained, but not before it caused 8,273 cases and 775 deaths. Within two weeks of the original outbreak in Guangdong Province, SARS had spread to 29 countries.[46] Measles is a highly contagious, air-borne virus that reappears even among vaccinated populations. In one Finnish town in 1989, an explosive school-based outbreak resulted in 51 cases, several of whom had been previously vaccinated. One child alone infected 22 others. It was noted during this outbreak that when vaccinated siblings shared a bedroom with an infected sibling, seven out of nine became infected as well.[47] Typhoid fever is a human-specific disease caused by the bacterium Salmonella typhi. It is highly contagious and becoming resistant to antibiotics.[48] S. typhi is susceptible to creating asymptomatic carriers. The most famous carriers are Mary Mallon, known as Typhoid Mary, from New York City, and Mr. N. the Milker, from Folkstone, England.[49] Both were active around the same time. Mallon infected 51 people from 1902 to 1909. Mr. N. infected more than 200 people over 14 years from 1901 to 1915. At the request of health officials, Mr. N. gave up working in food service. Mallon was at first also compliant, choosing other work – but eventually she returned to cooking and caused further outbreaks. She was involuntarily quarantined at Brothers Island in New York, where she stayed until she died in November 1938, aged 69.[50] It has been found that Salmonella typhi persists in infected mice macrophages that have cycled from an inflammatory state to a non-inflammatory state. The bacteria remain and reproduce without causing further symptoms in the mice, and this helps to explain why carriers are asymptomatic.[51][52][53][54]","Title":"Superspreading event - Wikipedia","KeyID":"11019","URL":"https://en.wikipedia.org/wiki/Superspreading_event"}