{"Content: ":"Long COVID or Long-haul COVID[1] is a condition characterized by long-term consequences persisting or appearing after the typical convalescence period of COVID-19. It is also known as post-COVID-19 syndrome, post-COVID-19 condition,[2][3] post-acute sequelae of COVID-19 (PASC), or chronic COVID syndrome (CCS).[4][5][6] Long COVID can affect nearly every organ system, with sequelae including respiratory system disorders, nervous system and neurocognitive disorders, mental health disorders, metabolic disorders, cardiovascular disorders, gastrointestinal disorders, musculoskeletal pain, and anemia.[7] A wide range of symptoms are commonly reported, including fatigue, malaise, headaches, shortness of breath, anosmia (loss of smell), parosmia (distorted smell), muscle weakness, low fever and cognitive dysfunction.[8] The exact nature of symptoms and the number of people who experience long-term symptoms are unknown; these vary according to the definition used, the population being studied, and the time period used in the study. A survey by the UK Office for National Statistics estimated that about 14% of people who tested positive for SARS-CoV-2 experienced one or more symptoms for longer than three months.[9] A study from the University of Oxford of 273,618 survivors of COVID-19, mainly from the United States, showed that about 37% experienced one or more symptoms between three and six months after diagnosis.[10] While studies into various aspects of long COVID are under way,[11][12] as of November 2021[update], the definition of the illness is still unclear, as is its mechanism. Health systems in some countries and jurisdictions have been mobilized to deal with this group of patients by creating specialized clinics and providing advice.[13][14][15] Overall, however, it is considered by default to be a diagnosis of exclusion.[16] A review suggests that global prevalence of long COVID conditions after infection could be as high as 43%, with the most common symptoms being fatigue and memory problems.[17][18] Long COVID is a patient-created term which was reportedly first used in May 2020 as a hashtag on Twitter by Elisa Perego, an archaeologist at University College London.[19][20] Long COVID has no single, strict definition.[21][22] It is normal and expected that people who experience severe symptoms or complications such as post-intensive care syndrome or secondary infections will take longer to recover than people who did not require hospitalization (called mild COVID-19[23]) and had no such complications. It can be difficult to determine whether an individual's set of ongoing symptoms represents a normal, prolonged convalescence, or extended 'long COVID'. One rule of thumb is that long COVID represents symptoms that have been present for longer than two months, though there is no reason to believe that this choice of cutoff is specific to infection with the SARS-CoV-2 virus.[21] The World Health Organization (WHO) established a clinical case definition in October 2021,[2] published in the journal The Lancet Infectious Diseases:[3] post-COVID-19 condition occurs in individuals with a history of probable or confirmed SARS-CoV-2 infection, usually 3 months from the onset, with symptoms that last for at least 2 months and cannot be explained by an alternative diagnosis. Common symptoms include, but are not limited to, fatigue, shortness of breath, and cognitive dysfunction, and generally have an impact on everyday functioning. Symptoms might be new onset following initial recovery from an acute COVID-19 episode or persist from the initial illness. Symptoms might also fluctuate or relapse over time. The British National Institute for Health and Care Excellence (NICE) divides COVID-19 into three clinical case definitions: NICE describes the term long COVID, which it uses \"in addition to the clinical case definitions\", as \"commonly used to describe signs and symptoms that continue or develop after acute COVID-19. It includes both ongoing symptomatic COVID-19 (from four to twelve weeks) and post-COVID-19 syndrome (12 weeks or more)\".[24] NICE defines post-COVID-19 syndrome as \"Signs and symptoms that develop during or after an infection consistent with COVID‑19, continue for more than 12 weeks and are not explained by an alternative diagnosis. It usually presents with clusters of symptoms, often overlapping, which can fluctuate and change over time and can affect any system in the body. Post‑COVID‑19 syndrome may be considered before 12 weeks while the possibility of an alternative underlying disease is also being assessed\".[24] In February 2021, the U.S. National Institutes of Health (NIH) director Francis Collins indicated long COVID symptoms for individuals who \"don't recover fully over a period of a few weeks\" be collectively referred to as \"Post-Acute Sequelae of SARS-CoV-2 Infection\" (PASC). The NIH listed long COVID symptoms of fatigue, shortness of breath, brain fog, sleep disorders, intermittent fevers, gastrointestinal symptoms, anxiety, and depression. Symptoms can persist for months and can range from mild to incapacitating, with new symptoms arising well after the time of infection.[25] The Centers for Disease Control and Prevention (CDC) term Post-Covid Conditions qualifies long Covid as symptoms four or more weeks after first infection.[1] A multinational online survey with 3,762 participants with illness lasting more than 28 days found that recovery takes longer than 35 weeks for 91% of them. On average, participants experienced 56 symptoms (standard deviation ± 25.5) in nine organ systems. Symptoms varied over time, and the most common symptoms after six months were fatigue, post-exertional malaise and cognitive dysfunction.[28] Symptom relapse occurred in 86% of participants triggered by physical or mental effort or by stress. Three groups of symptoms were identified: initial symptoms that peak in the first two to three weeks and then subside; stable symptoms; and symptoms that increase markedly in the first two months and then stabilize.[28] Symptoms reported by people with long COVID include:[29][30][31][32][33][7][34] Some reports of long-term illness after infection appeared early during the COVID-19 pandemic,[39][40] including in people who had a mild (not requiring hospitalization)[41] or moderate (requiring oxygen supplementation)[41] initial infection[42] as well as those who were admitted to hospital with more severe infection.[43][44][scientific citation needed] In a four-year survey following SARS in Hong Kong, 42.5% of survivors reported at least one diagnosable psychiatric disorder ranging through post-traumatic stress disorders, depression, and chronic fatigue.[45] In June 2022, a CDC study based on electronic health records showed that \"one in five COVID-19 survivors aged 18–64 years and one in four survivors aged ≥65 years experienced at least one incident condition that might be attributable to previous COVID-19\" or long COVID[46][47] and an analysis of private healthcare claims showed that of 78,252 patients diagnosed with 'long COVID', 75.8% had not been hospitalized for COVID-19.[48][49] As of January 2021[update], the precise incidence was unknown. The incidence declines over time as many people slowly recover. Some early studies suggested that between 20% and 33% of people with COVID-19 experienced symptoms lasting longer than a month.[50][51] A telephone survey in the U.S. in the first half of 2020 showed that about 35% of people who had tested positive for SARS-CoV-2 experienced a range of symptoms that lasted longer than three weeks.[51] As of December 2020, the Office of National Statistics in the UK estimated that, of all people with a positive test for SARS-CoV-2, about 21% experienced symptoms for longer than five weeks, and about 10% experienced symptoms for longer than 12 weeks.[50][52][53] Some studies have suggested that some children experience lingering symptoms of SARS-CoV-2 infection.[50][54][55] Although anyone who gets infected can develop long COVID, people who become so sick that they require hospitalization take longer to recover. A majority (up to 80%[56]) of those who were admitted to hospital with severe disease experience long-term problems including fatigue and shortness of breath (dyspnoea).[40][57][58] Patients with severe initial infection, particularly those who required mechanical ventilation to help breathing, are also likely to develop post-intensive care syndrome following recovery.[43] A study of patients who had been hospitalised in Wuhan found that the majority still had at least one symptom after six months. Patients who had been more severely ill still showed severe incapacity in lung function.[32] Among the 1733 patients who had been discharged from hospital and followed up about six months later, the most common symptoms were fatigue or muscle weakness (63%), sleep difficulties (26%), and anxiety or depression (23%).[59] Some people develop long-term neurological symptoms despite never having been hospitalized for COVID-19; the first study of this population was published in March 2021. Most frequently, these non-hospitalized patients experienced \"prominent and persistent 'brain fog' and fatigue that affect their cognition and quality of life.\"[60][61] A January 2021 study of UK patients hospitalized for COVID-19 and discharged in 2020 reported that within 140 days, 29% were readmitted to hospital, and 12% of the discharged total had died. Cardivascular and respiratory problems were common, and 5% of patients developed diabetes for the first time.[62] In March 2021, the Indonesian Doctors Association, in a survey of 463 people, suggested that 63.5% of respondents self-reported lingering symptoms after SARS-CoV-2 infection. The exact set of symptoms was not specified; however, according to the article, fatigue and cough were the most commonly reported symptoms, followed by muscle pain and headache.[63] In May 2021, a global systematic review led by researchers at Stanford University reported that a wide variety of symptoms persisted in more than 70% of COVID-19 patients months after recovering from the initial phase of the disease. Most patients in this study were previously hospitalized. The most common lingering symptoms included shortness of breath, fatigue, and sleep disorders. The study reported 84 clinical signs or symptoms, including loss of taste and smell, cognitive disorders such as memory loss and difficulty concentrating, depression, and anxiety.[64] In June 2021, a long-term study in Bergen, Norway, found 52% (31/61) of a cohort of home-isolated young adults cases, ages 16–30, continued to experience symptoms at six months. The study captured 82% (312) of the pandemic first wave cases: 247 home-isolated and 65 hospitalized.[65][66] In August 2021, a study of 1,276 hospital survivors of the early 2020 outbreak in Wuhan reported that, while many symptoms disappeared over time and 88% of those previously employed returned to their original work, 49% of them had at least one sequela 12 months after discharge from the hospital, and the general health status of the group was lower than that of the control population. Women had a greater chance of fatigue, muscle weakness, anxiety, depression, or impaired lung diffusion than men. The study also found that survivors are at greater risk for psychiatric outcomes such as anxiety and depression.[67] At first, there was little data on long COVID following breakthrough infections (cases in fully vaccinated people).[68] In July 2021, a study with 1,497 fully vaccinated healthcare professionals in Israel reported that 19% of those testing positive (7 out of 36 infected people) also had long COVID-19 symptoms at 6 weeks or more, with the Alpha variant identified in 85% of positive cases.[69] A September 2021 study published in The Lancet found that having two doses of a COVID-19 vaccine halved the odds of long COVID.[70] However, a May 2022 study published by Nature that examined VA Saint Louis Health Care System records from January to December 2021 of more than 13 million people, including 34,000 people vaccinated against COVID-19 who had breakthrough infections, found that COVID-19 vaccination reduced long COVID risk by about 15%.[71] An October 2021 meta-analysis showed that more than 60% of individuals infected by SARS-CoV‑2 exhibited at least one post-COVID-19 symptom after onset or hospital admission.[72] It is currently unknown why most people recover fully within two to three weeks and others experience symptoms for weeks or months longer.[73] Although the exact processes that cause long COVID remain unknown, a number of mechanisms have been suggested. A March 2021 review article cited the following pathophysiological processes as the predominant causes of long COVID:[74] In October 2020, a review by the United Kingdom's National Institute for Health Research hypothesized that ongoing long COVID symptoms may be due to four syndromes:[40][75] Other situations that might cause new and ongoing symptoms to include: Long COVID is similar to post-Ebola syndrome and the post-infection syndromes seen in chikungunya and myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS), which is often triggered by infection and immune activation and was previously also known as \"post-viral fatigue\". The pathophysiology of long COVID may be similar to these other conditions.[21] Some long COVID patients in Canada have been diagnosed with ME/CFS, a \"debilitating, multi-system neurological disease that is believed to be triggered by an infectious illness in the majority of cases\". Lucinda Bateman, a US specialist in ME/CFS in Salt Lake City, believes that the two syndromes are identical. There is need for more research into ME/CFS; Anthony Fauci, chief medical adviser to the US government, said that COVID-19 is a \"well-identified etiologic agent that should be very helpful now in getting us to be able to understand [ME/CFS]\".[81] According to a King's College London study initially posted on 21 October 2020 risk factors for long COVID may include:[82][83][84] Xenon MRI is being used to study long COVID, because it provides patients and physicians with explanations for previously unexplained observations. Xenon MRI can measure gas exchange and provide information on how much air is taken up by a patient's bloodstream, which is being researched in long-haul COVID patients.[88][89] Xenon MRI can quantify three components of lung function: ventilation, barrier tissue uptake and gas exchange. Xenon-129 is soluble in pulmonary tissue, which allows the evaluation of lung functions such as perfusion and gas exchange (an advantage over helium). Ventilation measures how the air is distributed in the lung and can provide the locations of potentially compromised lung areas if no xenon reaches those areas. Barrier tissue uptake and gas exchange measure how much air diffuses across the alveolar-capillary membrane. Xenon MRI helps determine how well air is taken in by the lungs, absorbed into lung tissue, and taken up by the blood.[90][89] In October 2020, a guide published by the Royal Australian College of General Practitioners (RACGP) says that ongoing post-COVID-19 infection symptoms such as fatigue, shortness of breath and chest pain will require management by GPs, in addition to the more severe conditions already documented.[56] In December 2021, research by a health economics expert at Deakin University suggests that even without fully understanding the Omicron variant's effects yet, a further 10,000 to 133,000 long COVID cases are likely to emerge on top of the current approximately 9450 in New South Wales and 19,800 in Victoria, after border and other restrictions had been recently lifted. The RACGP released new guidelines for general practitioners to manage a large number of new long COVID patients.[91] In October 2020, the DATCOV Hospital Surveillance Department of the National Institute for Communicable Diseases (NICD) looked into a partnership with the International Severe Acute Respiratory and emerging Infection Consortium (ISARIC) (an open-access research and data resource)[92] in order to conduct clinical research into the impact PASC may have within the South African context. As of 30 January 2021, the project has yet to receive ethical approval for the commencement of data collection. Ethics approval was granted on 3 February 2021 and formal data collection began on 8 February 2021.[citation needed] In Britain, the National Health Service set up specialist clinics for the treatment of long COVID.[93] The four Chief Medical Officers of the UK were warned of academic concern over long COVID on 21 September 2020 in a letter written by Trisha Greenhalgh published in The BMJ[94] signed by academics including David Hunter, Martin McKee, Susan Michie, Melinda Mills, Christina Pagel, Stephen Reicher, Gabriel Scally, Devi Sridhar, Charles Tannock, Yee Whye Teh, and Harry Burns, former CMO for Scotland.[94] In October 2020, NHS England's head Simon Stevens announced the NHS had committed £10 million to be spent that year on setting up long COVID clinics to assess patients' physical, cognitive, and psychological conditions and to provide specialist treatment. Future clinical guidelines were announced, with further research on 10,000 patients planned and a designated task-force to be set up, along with an online rehabilitation service[95] – \"Your Covid Recovery\".[96] The clinics include a variety of medical professionals and therapists, with the aim of providing \"joined-up care for physical and mental health\".[53] The National Institute for Health Research has allocated funding for research into the mechanisms behind symptoms of long COVID.[53][11] In December 2020, University College London Hospitals (UCLH) opened a second long COVID clinic at the National Hospital for Neurology and Neurosurgery for patients with post-COVID neurological issues. The first clinic had opened in May, primarily focused on respiratory problems, but both clinics refer patients to other specialists where needed, including cardiologists, physiotherapists and psychiatrists.[97] By March 2021 there were 69 long COVID clinics in the English NHS, mostly focussing on assessing patients, with more planned to open. There were fears that community rehabilitation services did not have capacity to manage large numbers of referrals.[98] On 18 December 2020, the National Institute for Health and Care Excellence (NICE), the Royal College of General Practitioners (RCGP) and the Scottish Intercollegiate Guidelines Network (SIGN) published a guide to the management of long COVID.[99] The guideline was reviewed by representatives of the UK doctors #longcovid group, an online support group for COVID long-haulers, who said that it could be improved by introducing a more comprehensive description of the clinical features and physical nature of long COVID, among other changes.[100] In November 2021 complaints were reported from NHS staff that neither their employers nor their trades unions were supportive, though the British Medical Association was pushing for long COVID to be classed as an occupational disease.[101] In May 2022 demand for occupational therapy led rehabilitation services in Britain was reported to have increased by 82% over the previous six months as occupational therapists were supporting people whose needs have become more complex because of delays in treatment brought about by the pandemic. Half of occupational therapists surveyed were supporting people affected by lasting Covid symptoms.[102] Dr. Anthony S. Fauci has described long-term COVID-19 as \"...a phenomenon that is really quite real and quite extensive,\" but also said that the number of cases is unknown.[103] On 23 February 2021, National Institutes of Health Director Francis Collins announced a major initiative to identify the causes and ultimately the means of prevention and treatment of people who have long COVID.[25] Part of this initiative includes the creation of the COVID-19 Project,[104] which will gather data on neurological symptoms associated with PASC. On 28 April 2021, the Subcommittee on Health of the U.S. House of Representatives' Committee on Energy and Commerce held a hearing about long COVID.[105][106] In February 2022, it was announced that at least sixty-six hospitals and health systems had launched COVID recovery programs to aid patients who experience long term or lingering symptoms.[107] Some people experiencing long COVID have formed groups on social media sites.[108][109][110][111] There is an active international long COVID patient advocacy movement[112][113] which includes research led by patients themselves.[114][115] In many of these groups, individuals express frustration and their sense that their problems have been dismissed by medical professionals.[110][111] A study from the Office for National Statistics with 20,000 participants, including children and adults, found that, in children who tested positive, at least one symptom persisted after five weeks in 9.8% of children aged two to eleven years and in 13% of children aged 12 to 16 years.[9] A 2022 University College London study in the UK, found that children ages 11–17 who had a positive PCR test for COVID were more likely to have three or more symptoms three months after their diagnosis compared to those with a negative test.[116] A study in Italy, which analyzed 129 children under the age of 18, examined health data obtained via a questionnaire between September 2020 and 1 January 2021. 53% of the group experienced COVID-19 symptoms more than 120 days after their diagnosis, and 43% were still impaired by the symptoms. Symptoms included insomnia, fatigue, muscle pain, chest tightness and pain, nasal congestion, tiredness, and difficulty concentrating.[117][118] A case report of five children in Sweden also reported symptoms (fatigue, heart palpitations, dyspnoea, headaches, muscle weakness and difficulty concentrating) persisting for 6–8 months after diagnosis.[54]","Title":"Long COVID - Wikipedia","KeyID":"11018","URL":"https://en.wikipedia.org/wiki/Long_COVID"}