{"Content: ":"Doomscrolling or doomsurfing is the act of spending an excessive amount of screen time devoted to the absorption of negative news.[1][2] Increased consumption of predominantly negative news may result in harmful psychophysiological responses in some cases.[3] The practice of doomscrolling can be compared to an older phenomenon from the 1970s called the mean world syndrome: \"the belief that the world is a more dangerous place to live in than it actually is—as a result of long-term exposure to violence-related content on television.\"[4] Studies show that seeing upsetting news leads people to seek out more information on the topic,[5] creating a self-perpetuating cycle. In common parlance, the word doom connotes darkness and evil, referring to one's fate (cf. damnation).[6] In the early days of the Internet, surfing was a common verb used in reference to browsing the Internet; similarly, the word scrolling refers to sliding through text, images, etc.[6] Though the word doomscrolling is not found in their dictionary itself, Merriam-Webster is \"watching\" the term—a designation for words receiving increased use in society that do not yet meet their criteria for inclusion.[2] Dictionary.com chose it as the top monthly trend in August 2020.[7] The Macquarie Dictionary named doomscrolling as the 2020 Committee's Choice Word of the Year.[8] The term gained popularity[1][9] during the COVID-19 pandemic, the George Floyd protests, the 2020 US presidential election, the 2021 storming of the United States Capitol, and the 2022 Russian invasion of Ukraine,[10] as these events have been noted to have exacerbated the practice of doomscrolling.[11][6][12] Doomscrolling became widespread among Twitter users during the COVID-19 pandemic.[13] The act of doomscrolling can be attributed to the natural negativity bias people have when consuming information.[9] Negativity bias is the idea that negative events have a larger impact on one's mental well-being than good ones.[14] Jeffrey Hall, a professor of communication studies at the University of Kansas in Lawrence, notes that due to an individual's regular state of contentment, potential threats provoke one's attention.[15] One psychiatrist at the Ohio State University Wexner Medical Center notes that humans are \"all hardwired to see the negative and be drawn to the negative because it can harm [them] physically.\"[16] He cites evolution as the reason for why humans seek out such negatives: if one's ancestors, for example, discovered how an ancient creature could injure them, they could avoid that fate.[17] As opposed to primitive humans, however, most people in modern times do not realize that they are even seeking negative information. Social media algorithms heed the content users engage in and display posts similar in nature, which can aid in the act of doomscrolling.[15] As per the clinic director of the Perelman School of Medicine's Center for the Treatment and Study of Anxiety: \"People have a question, they want an answer, and assume getting it will make them feel better... You keep scrolling and scrolling. Many think that will be helpful, but they end up feeling worse afterward.\"[17] Doomscrolling, the compulsion to engross oneself in negative news, may be the result of an evolutionary mechanism where humans are \"wired to screen for and anticipate danger\".[18] By frequently monitoring events surrounding negative headlines, staying informed may grant the feeling of being better prepared; however, prolonged scrolling may also lead to worsened mood and mental health as personal fears might seem heightened.[18] The inferior frontal gyrus (IFG) plays an important role in information processing and integrating new information into beliefs about reality.[18][19] In the IFG, the brain \"selectively filters bad news\" when presented with new information as it updates beliefs.[18] When a person engages in doomscrolling, the brain may feel under threat and shut off its \"bad news filter\" in response.[18] In a study where researchers manipulated the left IFG using transcranial magnetic stimulation (TMS), patients were more likely to incorporate negative information when updating beliefs.[19] This suggests that the left IFG may be responsible for inhibiting bad news from altering personal beliefs; when participants were presented with favorable information and received TMS, the brain still updated beliefs in response to the positive news.[19] The study also suggests that the brain selectively filters information and updates beliefs in a way that reduces stress and anxiety by processing good news with higher regard (see optimistic bias).[19] Increased doomscrolling exposes the brain to greater quantities of unfavorable news and may restrict the brain's ability to embrace good news and discount bad news;[19] this can result in negative emotions that make one feel anxious, depressed, and isolated.[17] Health professionals have advised that excessive doomscrolling can negatively impact existing mental health issues.[18][20][21][22] While the overall impact that doomscrolling has on people may vary,[23] it can often make one feel anxious, stressed, fearful, depressed, and isolated.[20][24] Individuals who suffer with cognitive distortion can experience an increase in ruminative thinking and panic attacks due to doomscrolling.[24] Studies also suggest a connection between consumption of bad news with higher levels of anxiety, depression, stress, and even symptoms similar to post-traumatic stress disorder (PTSD).[18] Professors of psychology at the University of Sussex conducted a study in which participants watched television news consisting of \"positive-, neutral-, and negative valenced material\".[25][26] The study revealed that participants who watched the negative news programs showed an increase in anxiety, sadness, and catastrophic tendencies regarding personal worries.[25] A study conducted by psychology researchers in conjunction with the Huffington Post found that participants who watched three minutes of negative news in the morning were 27% more likely to have reported experiencing a bad day six to eight hours later.[26] Comparatively, the group who watched solutions-focused news stories reported a good day 88% of the time.[26] Clinical psychologist Dr. Carla Marie Manly suggested that for some people, doomscrolling can be addictive, creating a feeling of safety and security during uncertain times.[27] Experts also say doomscrolling can disrupt sleep patterns, lower attentiveness, and cause overeating.[24] Clinicians found that fear-based media can also weaken a person's ability to process trauma. Deborah Serani, a professor at the Gordon F. Derner Institute of Advanced Psychological Studies at Adelphi University says this type of media triggers a defensive operation, more specifically, she found that the first line of defense is encapsulation. During encapsulation, a person \"attempts to enclose or seal off representations of the trauma\", resulting in denial or disavowal. Experts describe the phenomenon similar to the act of \"shutting out\", and can result in fatigue, flat speech, and cognitive decline.[24] Some people have begun coping with the abundance of negative news stories by avoiding news altogether. A study from 2017 to 2022 showed that news avoidance is increasing, and that 38% of people admitted to sometimes or often actively avoiding the news in 2022, up from 29% in 2017.[28] Even some journalists have admitted to avoiding the news; journalist Amanda Ripley wrote that \"people producing the news themselves are struggling, and while they aren’t likely to admit it, it is warping the coverage.\"[29] She also identified ways she believes could help fix the problem, such as intentionally adding more hope, agency, and dignity into stories so readers don't feel the helpless which leads them to tune out entirely.[29]","Title":"Doomscrolling - Wikipedia","KeyID":"11014","URL":"https://en.wikipedia.org/wiki/Doomscrolling"}