{"Content: ":"Zoom Meetings (commonly shortened to Zoom, and stylized as zoom) is a proprietary videotelephony software program developed by Zoom Video Communications. The free plan allows up to 100 concurrent participants, with a 40-minute time restriction. Users have the option to upgrade by subscribing to a paid plan. The highest plan supports up to 1,000 concurrent participants for meetings lasting up to 30 hours.[3] During the COVID-19 pandemic, there was a major increase in the use of Zoom for remote work, distance education,[4] and online social relations.[5] The increase led to Zoom being one of the most downloaded mobile app worldwide in 2020 with over 500 million downloads.[6] In 2020 Zoom had over 300 million daily meeting participants.[7] Zoom was originally founded in 2011.[8] Its headquarters are located in San Jose, California. Zoom also has offices in Europe, Asia, and Australia.[8] A beta version of Zoom—that could host conferences with only up to 15 video participants—was launched on August 21, 2012.[9] On January 25, 2013, version 1.0 of the program was released with an increase in the number of participants per conference to 25.[10] By the end of its first month, Zoom had 400,000 users and rose to over one million users by May 2013.[11] After the start of the COVID-19 pandemic, by February 2020, Zoom had gained 2.22 million users in 2020 – more users than it amassed in the entirety of 2019[12] with the company's share price spiking by 35 percent.[13] In March 2020, the Zoom app was downloaded 2.13 million times.[14][15] In April 2020, Zoom had more than 300 million daily meeting participants.[16][17] On August 24, 2020, Zoom experienced widespread outages for several hours before service was restored.[18][19] Zoom has several tiers: Basic, Pro, Business, and Enterprise.[20] Zoom is compatible with Windows, macOS, iOS, Android, Chrome OS, and Linux. It is noted for its simple interface and usability, regardless of technological expertise.[21][22] Features include one-on-one meetings, group video conferences, screen sharing, plugins, browser extensions, and the ability to record meetings and have them automatically transcribed.[23] On some computers and operating systems, users are able to select a virtual background, which can be downloaded from different sites, to use as a backdrop behind themselves.[24] Use of the platform is free for video conferences of up to 100 participants at once, with a 40-minute time limit. For longer or larger conferences with more features, paid subscriptions are available. Features geared towards business conferences, such as Zoom Rooms, are also available.[21][24][25] Up to 49 people can be seen on a desktop or laptop screen at once,[26] up to 4 people per screen in iPhone and Android mobile phones and tablet computers, and up to 16 people per screen on iPad. Zoom security features include password-protected meetings, user authentication, waiting rooms, locked meetings, disabling participant screen sharing, randomly generated IDs, and the ability for the host to remove disruptive attendees.[27] As of June 2020, Zoom began offering end-to-end encryption to business and enterprise users, with AES 256 GCM encryption enabled for all users.[28] In October 2020, Zoom added end-to-end encryption for free and paid users. It is available on all platforms, except for the official Zoom web client.[29][30] Zoom also offers a transcription service using Otter.ai software that allows businesses to store transcriptions of the Zoom meetings online and search them, including separating and labeling different speakers.[31] As of July 2020, Zoom Rooms and Zoom Phone also became available as hardware as a service products.[32] Zoom Phone is available for domestic telephone service in 40 countries as of August 2020.[33] In January 2021, the company disclosed that it had sold one million seats for the Zoom Phone service.[34] Zoom for Home, a category of products designed for home use, became available in August 2020.[35] In September 2020, Zoom added new accessibility features to make the app easier to use for those who are deaf, hard of hearing, or visually impaired. New features include the ability to move around video windows in gallery view, pin video windows to be spotlighted; improved keyboard shortcuts; new tools to adjust the size of closed captioning text; and sign language interpreters' windows can now sit directly next to the speaker.[36] In October 2020 at Zoomtopia, Zoom's annual user conference, the company unveiled OnZoom, a virtual event marketplace with an integrated payment system where users can host and promote free or paid live events.[37][38] With OnZoom, users will be able to schedule and host one-time events or event series for up to 1,000 attendees and sell tickets online.[39] The company also announced Zoom Apps, a feature integrating third-party apps so they can be used within the Zoom interface during meetings. The first such apps were expected to be available around the end of 2020, from companies including Slack, Salesforce, Dropbox,[37][39] and Qatalog. In October 2020, Zoom gave its users better security with an upgrade to end-to-end encryption for its online meetings network.[40] On March 22, 2021, Zoom announced that it would start selling its videoconferencing technology as a white-label product, so other companies can embed it in their own products, with the calls running over Zoom but not carrying the company's brand name.[41] In August 2021, Zoom launched a new feature called Focus Mode. It is designed for use in digital classrooms and other educational settings. When active, the mode will hide participants' screens from each other (though they can see each other's names) while the host retains the ability to see everyone's camera stream or screen share. The feature is available across all Zoom accounts, including free ones.[42][43] In September 2021 at Zoomtopia, the company announced that end-to-end encryption would now be available as an upgrade for Zoom Phone users. The company also announced Bring Your Own Key (BYOK) (for users to manage their own encryption keys that Zoom cannot access or see), Verified Identity (a multi-factor authentication feature working through Okta that allows users to confirm the identity of meeting participants), and Video Engagement Center (for businesses to digitally interact with customers).[44][45] Other updates include revamped virtual whiteboard features, including touchscreen whiteboards that can be digitized for remote participants, and improved collaboration between Zoom Meetings and Zoom Chat.[46] In October 2021, the option to automatically generate closed captions in English for Zoom meetings was expanded to all accounts, including free ones. The feature had previously only been available for Premium users.[47] In April 2022, Zoom added a couple of new features, including gesture recognition, a virtual whiteboard, and Zoom IQ for sales.[48][49] Since the start of the COVID-19 pandemic, Zoom has been used by banks, schools,[50] universities, and government agencies around the world,[51] by the UK Parliament,[52] by healthcare professionals for telemedicine,[53] barbershops,[54] and ceremonies such as birthday parties,[55] funeral services,[56] and bar and bat mitzvah services.[57][58] Zoom formed a partnership with Formula One to create a virtual club where fans can go behind the scenes and take part in virtual activities through Zoom, beginning with the Hungarian Grand Prix on July 19, 2020.[59][60] An article published in July 2020 in the San Francisco Chronicle noted a new real estate trend in San Francisco and Oakland where some listings include \"Zoom rooms\" with backdrops for Zoom calls.[61] People were complaining about \"zoom fatigue\"[62] (too many video calls) before they had their \"zoom happy hour\" (online social meeting with friends or colleagues).[62] Richard Nelson's play What Do We Need to Talk About? takes place on Zoom, with its main characters congregating online during the COVID-19 pandemic using Zoom. Written and directed by Nelson, it was commissioned by The Public Theater and premiered on YouTube on April 29, 2020, as a benefit performance. The New Yorker called it \"the first great original play of quarantine\".[63] Oprah's Your Life in Focus: A Vision Forward was a live virtual experience hosted by Oprah Winfrey on Zoom from May 16 through June 6, 2020.[64] In Source Material's play In These Uncertain Times, directed by Samantha Shay, characters communicate on Zoom. The play premiered on Zoom on July 25, 2020.[65] In the 2020 British found-footage Zoom-based horror film Host, directed by Rob Savage, a group of young people has a remote séance in which they try contacting spirits over Zoom. It premiered on Shudder in July 2020.[66][67] A live reading of Kristoffer Diaz's 2009 play The Elaborate Entrance of Chad Deity over Zoom streamed on Play-PerView from August 15–20, 2020.[68][69] In the 2021 film Locked Down, directed by Doug Liman and starring Anne Hathaway and Chiwetel Ejiofor, characters communicate through Zoom conferences.[70] On July 3–4, 2020, using Zoom Webinar, the International Association of Constitutional Law and Alma Mater Europaea organized the first \"round-the-clock and round-the-globe\" event that traveled through time zones, featuring 52 speakers from 28 countries.[71][72] Soon after, a format of conferences that \"virtually travel the globe with the sun from East to West\",[73] became common, some of them running for several days.[74][75][76][77] On September 17, 2020, a live table read of the script for the 1982 film Fast Times at Ridgemont High was hosted by Dane Cook, with performers including Brad Pitt, Jennifer Aniston, Julia Roberts, original cast member Sean Penn, Matthew McConaughey, Shia LaBeouf, Morgan Freeman (who served as the narrator), Jimmy Kimmel, Ray Liotta, and John Legend, to raise money for the charity CORE.[78][79] The broadcast of the 72nd Primetime Emmy Awards on September 20, 2020, hosted by Jimmy Kimmel, featured nominees participating through Zoom.[80] On an alternate music video for the 2020 single \"Ice Cream\" by Blackpink featuring Selena Gomez, the artists appeared via Zoom from their homes.[81] The series Zoom Where It Happens, airing on Zoom as a partnership between Zoom and Black female artists, launched in September 2020 with a virtual table read of an episode of The Golden Girls, reimagined with an all-Black cast. The second episode featured an all-Black cast in a table read of an episode of Friends, hosted by Gabrielle Union and featuring Sterling K. Brown and Uzo Aduba.[82][83] Zoom has been criticized for \"security lapses and poor design choices\" that have resulted in heightened scrutiny of its software.[84][85] Many of Zoom's issues \"surround deliberate features designed to reduce friction in meetings\", which Citizen Lab found to \"also, by design, reduce privacy or security\".[86][87] In March 2020, New York State Attorney General Letitia James launched an inquiry into Zoom's privacy and security practices,[88] the inquiry was closed on May 7, 2020, with Zoom not admitting wrongdoing, but agreeing to take added security measures.[89] In April 2020, CEO Yuan apologized for the security issues, stating that some of the issues were a result of Zoom's having been designed for \"large institutions with full IT support\",[90] he noted that in December 2019, Zoom had a maximum of 10 million daily users, and in March 2020 the software had more than 200 million daily users, bringing the company increased challenges.[91] Zoom agreed to focus on data privacy and issue a transparency report.[92][93][94][95] In April 2020, the company released Zoom version 5.0, which addressed a number of the security and privacy concerns. It includes passwords by default, improved encryption, and a new security icon for meetings.[96] In September 2020, Zoom added support for two-factor authentication to its desktop and mobile apps; the security feature was previously Web-only.[97] As of April 2020, businesses, schools, and government entities who have restricted or prohibited the use of Zoom on their networks include Google,[98] Siemens,[99] the Australian Defence Force, the German Ministry of Foreign Affairs, the Indian Ministry of Home Affairs, SpaceX, and the New York City Department of Education.[100][101] In May 2020, the New York City Department of Education lifted their ban on Zoom after the company addressed security and privacy concerns.[102] By September 2020, Zoom had 370,200 institutional customers with more than 10 employees, up about 458 percent from the same quarter to the year before. The company's revenue rose 355 percent to $663.5 million, topping analysts' average estimate of $500.5 million. They were able to raise their annual revenue forecast by more than 30 percent after many of their free users converted to paid subscriptions.[103] During the pandemic, Zoom's profit increased by 4000% despite paying zero taxes according to a report by the Institute on Taxation and Economic Policy, leading to controversies.[104] Zoom has been criticized for its privacy and corporate data sharing policies, as well as for enabling video hosts to potentially violate the privacy of those participating in their calls.[105][106][107] There may also be issues with unauthorized surveillance of students and possible violations of students' rights under the Family Educational Rights and Privacy Act (FERPA).[108] According to the company, the video services are FERPA-compliant, and it collects and stores user data only for tech support.[108] In March 2020, a Motherboard article found that the company's iOS app was sending device analytics data to Facebook on startup, regardless of whether a Facebook account was being used with the service, and without disclosing it to the user.[109] Zoom responded that it had recently been made aware of the issue and patched the app to remove the SDK after learning that it was collecting unnecessary device data. The company stated that the SDK was only collecting information on the user's device specifications (such as model names and operating system versions) in order to optimize its service and that it was not collecting personal information.[24][110][111] In the same month, Zoom was sued by a user in U.S. Federal Court for illegally and secretly disclosing personal data to third parties including Facebook.[112] Zoom responded that it \"has never sold user data in the past and has no intention of selling users' data going forward\".[113] In April 2020, a Zoom information gathering feature was found that automatically sent user names and email addresses to LinkedIn, allowing some participants to surreptitiously access LinkedIn profile data about other users without their express consent.[114] The companies disabled their integration.[115] In May 2020, the Federal Trade Commission announced that it was looking into Zoom's privacy practices.[116] The FTC alleged in a complaint[117] that since at least 2016, \"Zoom maintained the cryptographic keys that could allow Zoom to access the content of its customers' meetings, did not provide advertised end-to-end encryption, falsely claimed HIPAA compliance, installed the ZoomOpener webserver without adequate consent, did not uninstall the web server after uninstalling the Zoom App, and secured its Zoom Meetings with a lower level of encryption than promised.\"[118] On November 9, 2020, a settlement was reached, requiring the company to stop misrepresenting security features, create an information security program, obtain biannual assessments by a third party, and implement additional security measures.[119] In November 2018, a security vulnerability was discovered that allowed a remote unauthenticated attacker to spoof UDP messages that allowed the attacker to remove attendees from meetings, spoof messages from users, or hijack shared screens.[120][121] The company released fixes shortly after the vulnerability was discovered.[122] In July 2019, security researcher Jonathan Leitschuh disclosed a zero-day vulnerability allowing any website to force a macOS user to join a Zoom call, with their video camera activated, without the user's permission.[123] Attempts to uninstall the Zoom client on macOS would prompt the software to re-install automatically in the background using a hidden web server that was set up on the machine during the first installation so that it remains active even after attempting to remove the client. After receiving public criticism, Zoom removed the vulnerability and the hidden webserver to allow complete uninstallation.[124] In April 2020, security researchers found vulnerabilities where Windows users' credentials could be exposed.[125][126] Another vulnerability allowing unprompted access to cameras and microphones was made public.[127][128] Zoom issued a fix in April 2020.[129] Motherboard reported that there were two Zoom zero-days for macOS and Windows respectively, selling for $500,000, on April 15, 2020.[130] Security bug brokers were selling access to Zoom security flaws that could allow remote access into users' computers.[22] Hackers also put up over 500,000 Zoom user names and passwords for sale on the dark web.[22] In response to the multitude of security and privacy issues found, Zoom began a comprehensive security plan, which included consulting with Luta Security, Trail of Bits, former Facebook CSO Alex Stamos, former Google global lead of privacy technology Lea Kissner, BishopFox, the NCC Group, and Johns Hopkins University cryptographer Matthew D. Green.[131] On April 20, 2020, the New York Times reported that Dropbox engineers had traced Zoom's security vulnerabilities back over two years, pushing Zoom to address such issues more quickly, and paying top hackers to find problems with Zoom's software. In the same article, the New York Times noted that security researchers have praised Zoom for improving its response times, and for quickly patching recent bugs and removing features that could have privacy risks.[22][24] In a blog post on April 1, 2020, Yuan announced a 90-day freeze on releasing new features, to focus on fixing privacy and security issues within the platform.[132] On July 1, 2020, at the end of the freeze, the company stated it had released 100 new safety features over the 90-day period. Those efforts include end-to-end encryption for all users, turning on meeting passwords by default, giving users the ability to choose which data centers calls are routed from, consulting with security experts, forming a CISO council, an improved bug bounty program, and working with third parties to help test security. Yuan also stated that Zoom would be sharing a transparency report later in 2020.[133][134] On 16 November 2020, Zoom announced a new security feature to combat disruptions during a session. The new feature was said to be a default for all free and paid users and made available on the Zoom clients for Mac, PC, and Linux, as well as Zoom mobile apps.[135] The practice of \"Zoombombing\", a phenomenon where uninvited participants join a meeting to cause disruption, prompted a warning from the Federal Bureau of Investigation.[136][137][138][139] In April 2020, Zoom set many of its higher security settings as default as they advised users on ways to mitigate Zoombombing.[21]The company created a new \"report a user to Zoom\" button, intended to catch those behind Zoombombing attacks.[140] Zoom encrypts its public data streams, using TLS 1.2 with AES-256 (Advanced Encryption Standard) to protect signaling, and AES-128 to protect streaming media.[141] Security researchers and reporters have criticized the company for its lack of transparency and poor encryption practices. Zoom initially claimed to use \"end-to-end encryption\" in its marketing materials,[142] but later clarified it meant \"from Zoom end point to Zoom end point\" (meaning effectively between Zoom servers and Zoom clients), which The Intercept described as misleading and \"dishonest\".[143] Alex Stamos, a Zoom advisor who was formerly security chief at Facebook, noted that a lack of end-to-end encryption is common in such products, as it is also true of Google Hangouts, Microsoft Teams, and Cisco Webex.[144] On May 7, 2020, Zoom announced that it had acquired Keybase, a company specializing in end-to-end encryption, as part of an effort to strengthen its security practices moving forward.[145][146] Later that month, Zoom published a document for peer review, detailing its plans to ultimately bring end-to-end encryption to the software.[147] In April 2020, Citizen Lab researchers discovered that a single, server-generated AES-128 key is being shared between all participants in ECB mode, which is deprecated due to its pattern-preserving characteristics of the ciphertext.[148] During test calls between participants in Canada and United States, the key was provisioned from servers located in mainland China where they are subject to the China Internet Security Law.[86] On June 3, 2020, Zoom announced that users on their free tier will not have access to end-to-end encryption so that they could cooperate with the FBI and law enforcement.[149] Later, they said that they do not \"proactively monitor meeting content\".[150] On June 17, 2020, the company reversed course and announced that free users would have access to end-to-end encryption after all.[151] On September 7, 2020, cryptography researcher Nadim Kobeissi accused Zoom's security team of failing to credit his open-source protocol analysis research software, Verifpal, with being instrumental during the design phase of Zoom's new encryption protocol, as described in their whitepaper published in June 2020.[152] Kobeissi published a week's worth of conversations with Zoom's security leadership in support of his claim, including Max Krohn, which included eight Verifpal models that Zoom's team asked for feedback on, promises of a citation to credit Kobeissi for his contributions and an admission that the Verifpal citation was pulled from the whitepaper at the last moment for unspecified reasons. Kobeissi also linked to a tweet by Zoom security consultant Lea Kissner which he described as a public character assassination attempt issued in response to his repeated requests to have his work cited in the research paper published by Zoom.[153] Zoom admitted that some calls in early April 2020 and prior were mistakenly routed through servers in mainland China, prompting some governments and businesses to cease their usage of Zoom.[154] The company later announced that data of free users outside of China would \"never be routed through China\" and that paid subscribers will be able to customize which data center regions they want to use. The company has data centers in Europe, Asia, North America, and Latin America.[155][156] An April 2020 Citizen Lab report warned that having much of Zoom's research and development in China could \"open up Zoom to pressure from Chinese authorities\".[86] Lee Cheuk Yan's (Chairman of Hong Kong Labour Party) account was also closed in early May 2020, and human rights activist Zhou Fengsuo's was closed in June after he held an event discussing the 1989 Tiananmen Square protests and massacre.[157][158] In June 2020, Zoom acknowledged that it had terminated two accounts belonging to U.S. users and one of a user from Hong Kong connected to meetings discussing the 1989 Tiananmen Square protests,[159] the accounts were later re-opened, with the company stating that in the future it \"will have a new process for handling similar situations\".[160] Zoom also announced upcoming technology that could prevent participants from specific countries from joining calls that were deemed illegal in those areas.[159] In September 2020, Zoom blocked San Francisco State University from using its video conferencing software to host Popular Front for the Liberation of Palestine (PFLP) militant and hijacker Leila Khaled in response to vigorous lobbying by the Jewish coalition group \"End Jewish Hatred\". In justifying its decision, Zoom cited the PFLP's designation as a terrorist organization by the United States Government and its efforts to comply with U.S. export control, sanctions, and anti-terrorism laws. Facebook and YouTube also joined Zoom in denying their platforms to the conference organizers. Professor Rabab Ibrahim Abdulhadi, one of the conference organizers, criticized Zoom, Facebook, and Google for allegedly censoring Palestinian voices.[161][162][163] On December 18, 2020, Zoom announced it would be issuing its first transparency report. These reports will be published twice a year beginning in 2021. These reports are supposed to show how Zoom responds when user data is requested by law enforcement or government officials. Zoom states that it \"only produces user data to governments in response to valid and lawful requests in accordance with our Government Requests Guide and relevant legal policies\".[164] The first report covers from May 1, 2020, to December 12, 2020. In August 2021, the Data Protection regulatory body in Hamburg, Germany, ruled that Zoom is operating in the European Union in breach of the General Data Protection Regulation (GDPR). This is due to the fact that, as per the Schrems II ruling, data that is being transferred out of the EU must be given the same protections that provided by the GDPR. The data gathered by Zoom is being sent to the United States.[165]","Title":"Zoom (software) - Wikipedia","KeyID":"11021","URL":"https://en.wikipedia.org/wiki/Zoom_(software)"}