{"Content: ":"The COVID-19 pandemic has had an impact on the environment, with changes in human activity leading to temporary changes in air pollution, greenhouse gas emissions and water quality. As the pandemic became a global health crisis in early 2020, various national responses including lockdowns and travel restrictions caused substantial disruption to society, travel, energy usage and economic activity, sometimes referred to as the \"anthropause\". As public health measures were lifted later in the pandemic, its impact has sometimes been discussed in terms of effects on implementing renewable energy transition and climate change mitigation. Upon the onset of the pandemic, some positive effects on the environment as a result of human inactivity were observed. In 2020, carbon dioxide emissions fell by 6.4% or 2.3 billion tonnes globally.[2] In April 2020, NOx emissions fell by up to 30%.[3] In China, lockdowns and other measures resulted in a 26% decrease in coal consumption, and a 50% reduction in nitrogen oxide emissions.[4] Greenhouse gas emissions rebounded later in the pandemic as many countries began lifting restrictions, with the direct impact of pandemic policies having a negligible long-term impact on climate change.[2][5] Some developed nations introduced so-called \"green recovery\" economic stimulus packages, aiming to boost economic growth while facilitating renewable energy transition. One of these investments was the European Union's seven-year €1 trillion budget proposal and €750 billion recovery plan, \"Next Generation EU\", which seeks to reserve 25% of EU spending for climate-friendly expenditure.[6][7][8] However, decreased human activity during the pandemic diverted attention from ongoing activities such as accelerated deforestation of the Amazon rainforest[9][10] and increased poaching in parts of Africa.[11][12] The hindrance of environmental policy efforts, combined with economic slowdown may have contributed to slowed investment in green energy technologies.[13][14] The pandemic also led to increased medical waste. Production and use of medical equipment such as personal protective equipment contributed to plastic waste.[15] The medical response required a larger than normal number of masks, gloves, needles, syringes, and medications.[4] During 2020, approximately 65 billion gloves and 129 billion face masks were used every month, and disposed of.[15] Enforced public use of PPE has posed challenges to conventional waste management.[16] Greenhouse gas emissions resulting from the treatment process of this plastic waste ranged from 14 to 33.5 tons of CO2 per ton of mask, the largest share being from production and transport.[17] Increasing amounts of greenhouse gases since the beginning of the industrialization era has caused average global temperatures on the Earth to rise. Climate change has led to the melting of glaciers, increase in extreme weather, loss of species, frequent wildfires, and rising sea levels.[18][19][20][21] Prior to the COVID-19 pandemic, measures that were expected to be recommended by health authorities in the case of a pandemic included quarantines and social distancing.[22] Simultaneously, researchers[who?] predicted that a reduction in economic activity would target the issues created by global warming; it would halt rising temperatures, as well as diminish air and marine pollution, and benefit the environment.[23] The relationship between human activity and the environment had been observed in various public health crises in the past, such as the Spanish flu and smallpox epidemics, and was observed again with the COVID-19 pandemic.[24] On 11 March 2020, the outbreak of COVID-19 was declared a pandemic by the World Health Organization (WHO). By 5 July 2020, 188 countries or regions had reported cases of COVID-19.[25] As of November 2021, the continuing COVID-19 pandemic had killed over 5 million people.[26] As a result of the severity of the virus, most countries enacted lockdowns to protect people, mitigate the spread, and ensure space in hospitals.[27] These lockdowns disrupted daily life worldwide, decreasing the level and frequency of human activity and production. COVID-19 forced industries, businesses, and large corporations to shut down. Although the damage caused to human life, the economy, and society was extensive, the dramatic changes to human activity had an impact on the environment. Surplus to emerging estimates of monthly energy supply or estimated parameters that constructed the near-real-time daily CO2 emission inventories during COVID reduction was observed based on activity from power generation (for 29 countries), industry (for 73 countries), road transportation (for 406 cities), aviation and maritime transportation and commercial and residential sectors emissions (for 206 countries).[3] This decline in CO2 emissions was followed by decline in regional concentrations of nitrogen oxide, which was observed by ground-based networks and satellites. These emissions were calculated by researchers in which observations showed little impact (less than 0.13ppm by April 30, 2020) on the over-served global CO2 concentration.[3] Reductions in fossil fuel consumption as well as economic activity due to travel restrictions, business closures and other dramatic responses due to COVID-19 were recorded.[28] As human activity slowed globally, a substantial decrease in fossil fuel use, resource consumption, and waste disposal was observed, generating less air and water pollution in many regions of the world.[4] Specifically, there was a sharp and lasting decline in planned air travel and vehicle transportation throughout the COVID-19 pandemic which in effect reduced the net carbon emission across the globe.[29] With the impact being noted, some researchers and officials called for biodiversity and environmental protections as part of COVID-19 recovery strategies.[30][31] Due to the pandemic's impact on travel and industry, the planet as a whole experienced a decrease in air pollution.[32][33][34] A reduction in air pollution mitigated both climate change and COVID-19 risks, but it has not yet been established which types of air pollution, if any, are common risks to both.[35] The Centre for Research on Energy and Clean Air reported that methods to contain the spread of SARS-CoV-2, such as quarantines and travel bans, resulted in a 25% reduction of carbon emission in China.[36][37] In the first month of lockdowns, China produced approximately 200 million fewer metric tons of carbon dioxide than the same period in 2019 due to a reduction in air traffic, oil refining, and coal consumption.[37] In this same period, car travel fell by 70% in the UK.[38] One Earth systems scientist estimated that this reduction may have saved at least 77,000 lives.[39] However, Sarah Ladislaw from the Center for Strategic & International Studies argued that reductions in emissions resulting from economic downturns should not be viewed as beneficial, because China's return to previous rates of growth amidst trade wars and supply chain disruptions in the energy market will worsen its environmental impact.[40] Additionally, Nature reported that in 2020, global carbon emissions only fell by 6.4%.[2] Between 1 January and 11 March 2020, the European Space Agency observed a marked decline in nitrous oxide emissions from cars, power plants, and factories in the Po Valley region in northern Italy, coinciding with lockdowns in the region.[41] Throughout areas in North India such as Jalandhar, the Himalayas became visible again for the first time in decades, as the drop in pollution triggered air quality improvement.[42][43] During the initial phase of the COVID-19 pandemic, NASA and the ESA monitored the significant decrease in nitrogen dioxide gases in China. The economic slowdown from the virus drastically reduced pollution levels, especially in cities like Wuhan, China by 25-40%.[32][44][45] NASA used an ozone monitoring instrument (OMI) to analyze and observe the ozone layer as well as pollutants such as NO2, aerosols, and other chemicals. This instrument helped NASA to process and interpret the data coming in due to the lock-downs worldwide.[46] According to NASA scientists, the drop in NO2 pollution began in Wuhan, China and slowly spread to the rest of the world. The drop occurred drastically because the emergence of the virus coincided with the same time of year as the lunar year celebrations in China.[32] During this festival, factories and businesses were closed for the last week of January to celebrate the lunar year festival.[47] The drop in NO2 in China did not achieve an air quality of the standard considered acceptable by health authorities. Other pollutants in the air such as aerosol emissions remained.[48] In early 2020, improvements were observed in transboundary Southeast Asian haze, attributed to lockdowns and other restrictions introduced by governments, as well as favourable meteorological conditions.[49] Joint research led by scientists from China and the U.S. estimated that nitrogen oxide emissions decreased by 50% in East China from 23 January (Wuhan lockdown) to 9 February 2020 in comparison to the period from 1 to 22 January 2020.[32] Emissions then increased by 26% from 10 February (back-to-work day) to 12 March 2020, indicating possible increasing socioeconomic activities after most provinces allowed businesses to open.[32] It is yet to be investigated what COVID-19 control measures are most efficient controlling virus spread and least socioeconomic impact.[32] According to the World Health Organization, more than 80% of individuals living in cities are typically exposed to dangerous air pollution, which has been associated with an increased risk of COVID-19 problems and mortality.[50][51][52][53] The changes in air pollution during COVID lockdowns have also impacted water quality. Scientists have long noted that air quality and surface water quality have a close connection;[54] however, the decrease in air pollution during the pandemic specific impact on water systems remains unclear. Most studies have found that improvements due to COVID-19 were temporary, although there have been notable decreases in pollutants in various water systems.[55] On 30 January 2020, the first COVID-19 case in India was recorded in Kerala in South India, which was followed by a nationwide lockdown from March 25 to May 31, 2020.[56] Reduction in air pollution as well as improvement in air quality was reported due to the lockdown which came as a relief to the environment; restrictions on industrial activities were also beneficial.[57] Many Indian cities also observed a major reduction in air pollution.[58] Even the industrial state of Gujarat, situated on the west coast of India, reported remarkable reduction of air pollutants due to restrictions imposed on industrial activities and traffic between the lockdown period from 25 March to 20 April 2020. Some of the major air pollutants, like nitrogen dioxide and sulphur dioxide, decreased by one to two percent along with average reduction of 0.3 degree Celsius in temperature in Vapi within the year 2019.[59][60][61] Moreover, the emissions of pollutants decreased on an average of fifty-one to seventy two percent, resulting in an average temperature dropdown by two degrees Celsius within the lockdown period. In India the megacities that are Mumbai, Delhi, Chennai and Kolkata also reported the fall in temperature in Celsius by 2°, 3°, 2° and 2.5° respectively.[62] The COVID-19 lockdown led to improvement of the water and air quality due to significant fall of air pollutants as reported in countrywide researches.[63] Emissions of chemicals which lead to pollution of the environment such as carbon monoxide, ammonia, sulphur dioxide and nitrogen dioxide showed a significant reduction of 22.82%, 30.61%, 32.11% and 46.95% respectively; PM2.5 as well as PM10 reported a downfall by 57.09% and 48.56% respectively, resulting in improvement of air quality during the fourth phase of lockdown, from 22 March to 31 May 2020, named “Janta Curfew”.[62] The vast reduction of nitrous oxides in the atmosphere was seen far from the industrial borders of China. The metropolitan centers of New York, Paris, and London recorded 40% declines in nitrous oxide in the first two weeks of Spring 2020 in comparison to the prior year. In March 2020, Los Angeles (notorious for both traffic and smog) saw a 20% increase in air quality due to the quarantine.[64] In the San Francisco Bay Area, traffic was down 45%, leading to a stark contrast in carbon dioxide emissions compared to previous years.[65] Scientists have long understood that in the atmosphere, water particles chemically react with carbon dioxide, sulfur oxides and/or nitrogen oxides; the result of this mixing is acid rain. Acid rain falls into rivers and lakes, which in turn, harms aquatic life. As a result, air quality and water quality are linked.[66] Researchers have noted the interconnected relationship between the quality of the air and the cleanliness of water.[64][65] Strong correlations between the simultaneous improvement in air and water quality were again witnessed during the COVID-19 pandemic.[64] The onset of COVID-19 in the United States improved air quality.[64][65] The improvement in air quality led to improvements in water quality. For example, in the San Francisco Bay, notable reductions in water pollution were observed. Experts have attributed the reduction of water particulates to the absence of traffic due to the pandemic. Additionally, studies about the relationship between the COVID-19 pandemic and atmospheric NO2 concentration levels in New York City revealed that air quality significantly improved during the pandemic. This information suggested that improved air quality in New York City was a result of the correlation between air and water quality.[67] In April 2020, Oregon State University launched a public health project named TRACE-COVID-19, which performed over 60,000 individual tests and 3,000 wastewater tests throughout Oregon communities. The purpose of the project was to determine the community prevalence of COVID-19 and ultimately aimed to both lower the risk and slow the spread of the virus. The data collected from the TRACE program was used to help officials decide what public health actions they should take.[68] A 2-month study about vehicular travel in Massachusetts in 2020 revealed a 71% and 46% reduction in car and truck traffic, respectively. The significant decrease in traffic correlated with a direct reduction in atmospheric levels of harmful particulates, resulting in a decrease in overall air pollution.[69] As seen in other instances, the atmospheric particulate reductions led to an improvement in water quality.[70] The Peruvian jungle experienced 14 oil spills from the beginning of the pandemic through early October 2020. Of these, eight spills were in a single sector (Block 192) operated by Frontera Energy del Perú S.A. which ceased operations during the pandemic and failed to maintain its wells and pipes. The oil seeped into the ground where it contaminated the drinking water of the Indigenous people in Quichua territory.[71] Oil spills in the Peruvian Amazon have been a problem for decades, leaking toxic metals and hydrocarbons into the drinking water and surrounding environment.[72] A 2016 study done on 1,168 people living near Block 192 indicated that 50% of those tested had toxic metals (lead, arsenic, mercury, and cadmium) in their blood at levels above WHO acceptable limits. As a result of these oil spills, the Quichua people of Nueva Andoas were at a particularly high risk for diseases before the pandemic. Further compounded by a lack of medicine, lack of doctors, lack of access to vaccines, and poor government response, the Indigenous people of the Peruvian Amazon were in an extremely vulnerable position and at high risk during the pandemic.[71] In Venice, shortly after quarantine began (March 2020), water in the canals cleared and experienced greater water flow.[73] The increase in water clarity was primarily caused by a decrease in boat traffic, which in turn, allowed the normally stirred up sediment to instead remain at the floor of the canals.[74] In the year prior, during the initial onset of the coronavirus, organizations such as the European Space Agency detected the striking change between the water in the Venetian canals as the country became more and more contaminated.[75] Two satellite images, one taken on April 19, 2019, and the other on April 13, 2020, showed the water in the canals transitions from a paler, teal coloration to a deeper blue. This showed the increase in the health of the water as the coronavirus set in across the country.[76] Through this Copernicus Sentinel-2 mission, the space agency's images captured the benefit of less transportive travel on Venice's waterways and highlighted that, despite the decline in tourists as the city shut down, the canals contained water far cleaner and safer for organisms and consumption than was the case previously.[77] While the water in the Venetian canals cleared up due to the decrease in boat transportation and pollution, marine life returned to the area in far less numbers than previously believed. Although numerous social media posts depicted dolphins and other oceanic creatures venturing back to Venice's shores, National Geographic exposed the falsities behind these rumors, showing images captured in different places and debunking the hopes circulating around that the impact of COVID-19 contributed to healthier waters and a re-emergence of wildlife.[78] Misinformation such as the claims made about animals infiltrating Venice's waterways have given people a distorted image of both the ongoing pandemic and climate change crises, concealing growing problems such as the city's current low tides.[79] In India, more than 28 million people were affected by the rapid transmission of the COVID-19 virus. As a result, the Government of India put the whole country on a full lockdown. While many suffered under these circumstances, both socially and financially, environmental researchers discovered significant improvements to environmental quality during the slow in human activity and travel. A metadata analysis of river water quality (RWQ) indicated that the rivers in Damodar, an urban-industrial area, had improved in quality. There was a reduction in pollution that led to this improvement in water quality.[80] A second study conducted on the Damodar in January 2021 revealed a significant change of the water quality during the pandemic. In the pre-lockdown period, the Water Pollution Index (WPI) of samples from the river fell between 1.59 and 2.46, indicating a high level of pollution. In contrast, during the lockdown, the WPI for water samples ranged from 0.52 to 0.78, indicating that samples were either ‘good' or ‘moderately polluted' water. The significant improvement in the WPI suggested that the shutdowns of heavy industries and subsequent reduction of toxic pollutants led to an increase in water quality.[81] Similar to the river Damodar, the Ganga experienced significant improvements with regards to water quality. Specifically, DO levels increased, while BOD and nitrate concentrations decreased. The nationwide lockdown and subsequent shutdown of major industries not only increased river quality, but the quality of polluted creeks. In some regions, waste inflow was reduced up to 50%.[82] Both studies point to a significant improvement in water quality as a result of India's complete lockdown. The changes were a result of a decrease in sewage and wastewater being discharged into the rivers. This was most likely because of Damodar's specific location in an industrial area.[80] The industrial areas experienced extremely different levels of activity as a result of the lockdown, so the results of the water quality tests from before the pandemic and after were affected by the different levels of activity.[82] In addition to the above studies, research on India's longest lake, Vembanad Lake, in April 2020, showed that suspended particulate matter concentration decreased by 16% during early lockdowns.[83] As the first country affected by the pandemic, China had to quickly adapt new health and safety restrictions before any other nation in January 2020.[84] Similar to other countries, numerous large industries in China shutdown during the COVID-19 lockdown. As a result, the water quality significantly improved. Results from monthly field measurements on river water quality in China showed improvements for several different indicators. Ammonia nitrogen (NH3-N) was the first indicator to rapidly reduce after the lockdown, while dissolved oxygen (DO) and chemical oxygen demand (COD) started to show improvements in early-February 2020. The pH levels of the river water started to increase in late-March 2020. After the lockdown was lifted, a study conducted by scientists, Dong Liua, Hong Yang, and Julian R. Thompson, found that all water quality parameters returned to normal conditions. Because the conditions improved during a temporary lockdown period, this study suggested that future pollutant reduction strategies should be location-specific and sustained in order to maintain progress to protect the environment.[84] South Africa During the pandemic, developing countries in Africa didn't have the infrastructure, equipment, facilities, and trained staff to do widespread tests for COVID-19, so they used wastewater surveillance as a way to highlight hotspot areas, especially in the country of South Africa. This allowed them to discover where SARS-CoV-2 viral RNA existed in different wastewater after testing municipal wastewater (industrial wastewater), surface water (rivers, canals, dams), and drinking water. Traces of SARS-CoV-2 RNA were found in wastewater treatment facilities in the first phases of treatment, but once the water was treated there was no RNA detected. While the treated water was safe for drinking and other uses, the wastewater from the treatment facilities that drained into rivers or seas could still have some SARS-CoV-2 RNA, but it was too low to be detected which proved it to be unlikely. No other water source had detected SARS-CoV-2 RNA which led scientists of this experiment to see no prominent harm done from the pandemic on the water quality in South Africa.[85] The COVID-19 lockdown had a positive effect for the water quality of the Boukhalef River in northern Morocco. Researchers used Sentinel 3 water surface temperature (WST) values to test several locations along the Boukhalef River before and after the lockdown. Before the lockdown there were high WST values indicating poor water quality at these sites. However, after the lockdown, industrial activities greatly reduced their production and subsequent polluting of the water. As a result, there were normal WST values indicating normal water quality in the same sites.[86] A study of water use using the CityWat-SemiDistributed (CWSD) system analyzed how the lockdown during COVID-19 affected the water supply in England. Increases in household water consumption were attributed to increased use of appliances and preventative measures such as hand washing during lockdowns.[87] A decrease in activity outside of the home was associated with a 35% increase in water use.[88] As in other countries, England saw a decrease in transportation, such as daily commuting, in large cities, the result of which was a change in pollution concentration zones. Additionally, the rivers in London became less polluted, but water quality became worse near peoples' households. This minimized the continued pollution of larger rivers, but instead increased the pollution in smaller ones in suburban areas.[89] During the pandemic, surveys were distributed and data was collected in Ecuador to study the water quality of the ocean. Preliminary data suggested that the water appeared clearer and cleaner because of the lack of people swimming and visiting the beaches. Residents of the Salinas beach were surveyed on the quality of the water twice, 10 weeks apart, during quarantine. Using a 1-5 scale, with 1 being the worst quality and 5 being the best, participants said that during the 10 weeks, the quality went from a 2.83 to a 4.33. Off the coast of Ecuador, the Galapagos Islands also saw improvements in water quality during the pandemic. Researchers noticed the presence of more turtles, sea lions and sharks in the water because of the lack of pollution.[90] Unfortunately, sanitary water conditions became a concern in Ecuador during the COVID-19 pandemic. It was suggested that SARS-CoV-2 could be contracted through fecal matter from wastewater treatment plants. In Ecuador, only 20% of wastewater was treated before being discharged back into the water. The urban area of Quito, Ecuador was particularly affected by the lack of wastewater treatment. Its population of 3 million citizens represented an under-diagnosed demographic. At the time of testing, reports claimed that only 750 citizens were infected with COVID-19, but actual wastewater contamination showed a larger percentage of the population infected. Improper wastewater management during the COVID-19 pandemic may have infected Ecuador's citizens through water contamination.[91] The Bagmati River passes through the Nepalese capital of Kathmandu, and with its tributaries, comprises a water basin that spans the Kathmandu valley. A July 2021 study revealed the Bagmati River basin saw considerable improvements in water quality during the COVID-19 pandemic. Reduced human activity caused a decrease in biological oxygen demand, an important indicator of bacteria levels in water, by 1.5 times the level before lockdowns were implemented.[92] A reduction in human activities due to COVID-19 mitigation measures resulted in less industrial wastewater dumping in the Nile River, the Nile's canals and tributaries, the Nile Delta, and several lakes in Egypt. Additionally, fewer tourist ships sailed the Nile, thereby minimizing the frequency of oil and gas spills. A decrease in shipping traffic through the Suez Canal also helped improve its water quality. Similar reductions in wastewater dumping and shipping traffic contributed to improving the quality of Egypt's coastal Mediterranean waters as well.[93] After the onset of the pandemic, residents in Egyptian villages needed to purify their own water. The Zawyat Al-Na’ura village, for example, used ultraviolet rays as a water purification technique.[94] Water demand was impacted by the pandemic in myriad ways. Practicing good hygiene was one of the main protocols used to combat the pandemic. Frequent hand washing with soap and water for 20 seconds, disinfecting surfaces, and cleaning food containers as they came into the home, increased the demand for water.[95] Water demand increased in residential areas due to mandated lockdowns that kept people home. For example, home water use in Portsmouth, England increased by 15%, while non-residential use decreased by 17%. The increased water usage at home led to higher residential water bills, exacerbating financial stress to those impacted by the stay-at-home lockdowns mandated by the pandemic.[55] While some regions benefitting from lockdowns, water scarce regions severely suffered. For example, in Nevada, there was a 13.1% water usage increase within the first month of quarantine. Despite this increase in household water usage, businesses were using substantially less water. Furthermore, water usage at academic institutions declined by 66.2%. Cumulatively in all water sectors, during the first month of quarantine, there was a 3.3% uptick in overall water usage. Consequently, there were efforts to restrict household water usage because of the region's already scarce water supply. These measures included water rations and other limitations put on citizens for their water use such as, watering the grass.[96] Numerous public buildings were shutdown for significant amounts of time during the pandemic. The results of these shut downs were water quality issues such as mold in standing water in pipes and leaching. These became of concern as non-residential demand increased back to normal levels when the shut downs ended. The effects varied depending on the makeup of the non-residential sectors, however as a whole changes in water demand were seen. The changes in water demand also had notable impacts on water utilities. Utilities experienced significant revenue losses as total water usage dropped in many areas, and simultaneously multitudes of water bills went unpaid while businesses and non-commercial customers struggled financially. Some companies offered overtime and hazard pay to their employees as their work became increasingly essential, which led to increased operational costs.[55] Industries that were part of the water supply chain experienced revenue losses as the industrial water demand declined.[97] In regions already facing barriers to water access across the globe, such as the Democratic Republic of the Congo and Yemen, the pandemic exacerbated challenges.[98][99] These preexisting inequalities relating to infrastructure and water access were likely a factor contributing to disparate impacts of the pandemic.[100] The World Health Organization and UNICEF strongly recommended sanitary hand washing facilities to be the bare minimum for fighting COVID-19 and suggested that lack of access to these necessary facilities (for over 74 million people in the Arab regions) was responsible for putting people at very high risk of contracting COVID-19.[101] In some undeveloped countries, water utilities have worked with governments to temporarily suspend billing for vulnerable groups. This was an effort to mitigate the impact of using extra water during the pandemic while people were out of work. The implementation of this process caused a huge loss in revenue for water companies.[97] Fish prices and demand for fish decreased due to the pandemic in early 2020, and fishing fleets around the world sat mostly idle.[102][103] German scientist Rainer Froese has said the fish biomass will increase due to the sharp decline in fishing, and projected that in European waters, some fish, such as herring, could double their biomass.[102] As of April 2020, signs of aquatic recovery remain mostly anecdotal.[104] As people stayed at home due to lockdown and travel restrictions, many types of animals have been spotted roaming freely in cities. Sea turtles were spotted laying eggs on beaches they once avoided (such as the coast of the Bay of Bengal), due to lower levels of human interference and light pollution.[105] In the United States, fatal vehicle collisions with animals such as deer, elk, moose, bears, mountain lions fell by 58% during March and April.[106] Conservationists expect that African countries will experience a massive surge in bush meat poaching. Matt Brown of the Nature Conservancy said that \"When people don't have any other alternative for income, our prediction -- and we're seeing this in South Africa -- is that poaching will go up for high-value products like rhino horn and ivory.\"[11][12] On the other hand, Gabon decided to ban the human consumption of bats and pangolins, to stem the spread of zoonotic diseases, as SARS-CoV-2 was thought to have transmitted itself to humans through these animals.[107] Pangolins are no longer thought to have transmitted SARS-CoV-2.[108] In June 2020, Myanmar allowed breeding of endangered animals such as tigers, pangolins, and elephants. Experts[who?] fear that the Southeast Asian country's attempts to deregulate wildlife hunting and breeding may create \"a New Covid-19.\"[109] Due to the sharp decrease in job opportunities during the pandemic, many unemployed individuals were hired to help illegal deforestation operations throughout the world, specifically in the tropics. According to the deforestation alerts from Global Land Analysis & Discovery (GLAD), a total of 9583 km2 of deforested lands were detected across the global tropics during the first month following the establishment of COVID-19 precautions, which was approximately two times that seen the year before, in 2019 (4732 km2).[110] The disruption from the pandemic provided cover for illegal deforestation operations in Brazil, which were at a 9-year high.[111] Satellite imagery showed deforestation of the Amazon rainforest surging by over 50% compared to baseline levels.[10][9] Conversely, unemployment caused by the COVID-19 pandemic facilitated the recruitment of laborers for Pakistan's 10 Billion Tree Tsunami campaign to plant 10 billion trees – the estimated global annual net loss of trees – over the span of 5 years.[112][113][114] Because the pandemic saw many authorities unemployed, poaching became much more popular during 2020 and 2021. In Columbia, illegal activities and wildfires were the two biggest factors contributing to the further destruction of the rainforests.[111] Deforestation has an impact on clean drinking water. One study showed that a 1% increase in deforestation decreases access to clean drinking water by 0.93%. Deforestation lowers water quality because it lowers the soil infiltration of water which causes a higher level of turbidity in the water. In countries that are not able to pay for drinking water treatment this poses a significant issue.[115] Societal shifts caused by the COVID-19 lockdowns – such as adoption of remote work policies,[117][118] and virtual events – may have a more sustained impact beyond the short-term reduction of transportation usage.[119][120][121] In a study published in September 2020, scientists estimate that such behavioral changes developed during confinement may reduce 15% of all transportation CO₂ emissions permanently.[122] Despite this, the concentration of carbon dioxide in the atmosphere was the highest ever recorded in human history in May 2020.[123] Energy and climate expert Constantine Samaras states that \"a pandemic is the worst possible way to reduce emissions\" and that \"technological, behavioral, and structural change is the best and only way to reduce emissions\".[123] Tsinghua University's Zhu Liu clarifies that \"only when we would reduce our emissions even more than this for longer would we be able to see the decline in concentrations in the atmosphere\".[123] The world's demand for fossil fuels decreased by almost 10% amid COVID-19 measures and reportedly many energy economists believe it may not recover from the crisis.[124] In a study published in August 2020, scientists estimated that global NOx emissions declined by as much as 30% in April but were offset by ~20% reduction in global SO₂ emissions that weakens the cooling effect and conclude that the direct effect of the response to the pandemic on global warming will likely be negligible, with an estimated cooling of around 0.01 ± 0.005 °C by 2030 compared to a baseline scenario but that indirect effects due to an economic recovery tailored towards stimulating a green economy, such as by reducing fossil fuel investments, could avoid future warming of 0.3 °C by 2050.[125][5] The study indicates that systemic change in how humanity powers and feeds itself is required for a substantial impact on global warming.[125] In October 2020 scientists reported, based on near-real-time activity data, an 'unprecedented' abrupt 8.8% decrease in global CO₂ emissions in the first half of 2020 compared to the same period in 2019, larger than during previous economic downturns and World War II. Authors note that such decreases of human activities \"cannot be the answer\" and that structural and transformational changes in human economic management and behaviour systems are needed.[126][116][127] In January 2021 scientists reported that reductions in air pollution due to worldwide COVID-19 lockdowns in 2020 were larger than previously estimated. It was concluded that, because of the impact of the COVID-19 pandemic on the climate during that year, a slight warming of Earth's climate during the year was seen instead of a slight cooling. Climate models were used to identify small impacts that could not be discerned with observations. The study's lead author noted that aerosol emissions into the lower atmosphere have major health ramifications and can't be part of a viable approach for mitigating global warming.[128][129][130] In contrast aerosol emissions into the upper atmosphere are not thought to be a health risk, but their environmental impact has not yet been properly researched.[131] A report by the London-based think tank Carbon Tracker concludes that the COVID-19 pandemic may have pushed the fossil fuel industry into \"terminal decline\" as demand for oil and gas decreases while governments aim to accelerate the clean energy transition. It predicts that an annual 2% decline in demand for fossil fuels could cause the future profits of oil, gas and coal companies to collapse from an estimated $39tn to $14tn.[132][124] However, according to Bloomberg New Energy Finance more than half a trillion dollars worldwide are currently intended to be poured into high-carbon industries.[133] Preliminary disclosures from the Bank of England's Covid Corporate Financing Facility indicate that billions of pounds of taxpayer support are intended to be funneled to fossil fuel companies.[133] According to Reclaim Finance the European Central Bank intends to allocate as much as €220bn (£193bn) to fossil fuel industries.[133] An assessment by Ernst & Young finds that a stimulus program that focuses on renewable energy and climate-friendly projects could create more than 100,000 direct jobs across Australia and estimates that every $1m spent on renewable energy and exports creates 4.8 full-time jobs in renewable infrastructure while $1m on fossil fuel projects would only create 1.7 full-time jobs.[134] In addition, also due to the effects of the COVID-19 pandemic on the fossil fuel and petrochemical industry, natural gas prices dropped so low for a short time that gas producers were burning it off on-site (not being worth the cost to transport it to cracking facilities). Bans on single-use consumer plastic (in China, the European Union, Canada, and many countries in Africa), and bans on plastic bags (in several states in the USA) have also reduced demand for plastics considerably. Many cracking facilities in the USA were suspended. The petrochemical industry has been trying to save itself by attempting to rapidly expand demand for plastic products worldwide (i.e. through pushbacks on plastic bans and by increasing the number of products wrapped in plastic in countries where plastic use is not already as widespread (i.e. developing nations)).[135] During the pandemic, many people started cycling,[136] causing bike sales to surge.[137][138][139][140][141] Many cities set up semi-permanent \"pop-up bike lanes\" to provide people who switched from public transit to bicycles with more room. Many individuals chose cycling due to a heightened anxiety over public transportation. This was because public transportation could be crowded at times, raising the fear that one may catch COVID-19. Additionally, exercise became more popular during the pandemic, since lockdowns led to mass unemployment. These reasons led to a \"bike boom\".[142][143][144][145][146] In Berlin, proposals exist to make the initially reversible changes permanent.[147][148][149][150][151] Small-scale farmers have been embracing digital technologies as a way to directly sell produce, and community-supported agriculture and direct-sell delivery systems are on the rise.[152] These methods have benefited smaller online grocery stores which predominantly sell organic and more local food and can have a positive environmental impact due to consumers who prefer to receive deliveries rather than travel to the store by car.[153] Online grocery shopping has grown substantially during the pandemic.[154] While carbon emissions dropped during the pandemic, methane emissions from livestock continued to rise. Methane is a more potent greenhouse gas than carbon dioxide.[155] Due to lockdowns and COVID-19 protocols, many consumers switched to online shopping during the pandemic, which resulted in a 32% increase in e-commerce. This caused an increase in packaging waste.[156] Many online purchases were for essential items; however 45% of shoppers made non-essential purchases, such as clothing. There remains an ongoing debate about whether online shopping was more environmentally friendly than shopping in stores, and currently there is no conclusion as to which is best.[according to whom?] Both online and in-person shopping had aspects that helped and hurt the environment. For example, shipping products to individual consumers could equally as detrimental to the environment as powering a brick and mortar shop. Another factor to consider was that 20% of online returns ended up in landfills because they could not be resold as new merchandise.[157] The substantial increase of plastic waste during the COVID-19 pandemic became a major environmental concern. The increased demand for single-use plastics exacerbated an already significant plastic pollution problem. Most of the new plastic found in oceans was generated from hospitals, shipping packages, and from personal protection equipment (PPE). In the first 18 months of the pandemic, approximately 8 million tons of waste had been accumulated. A significant portion originated from the developing world, and 72% of this waste was from Asia. This surplus of waste was particularly concerning for the oceans (and wildlife), and mainly accumulated on beaches and coastal regions.[158] In Kenya, the COVID-19 pandemic impacted the amount of debris found on beaches; approximately 55.1% of trash found was a pandemic-related item. Although the pandemic-related trash showed up along the beaches of Kenya, it did not make its way into the water. This was thought to be the result of the closing of beaches and lack of movement during the pandemic. Most of the litter found washed up on the beaches were fabric masks. The amount of fabric masks being produced during the pandemic was on the rise for in Kenya for people who could not afford to buy single-use masks. More people were buying fabric masks then disposing of them improperly, which was the direct cause of many masks showing up on the coast or on the beaches. This was also why the beaches were closed during the pandemic.[159] Additional impacts of the pandemic were seen in Hong Kong, where disposable masks ended up along the beaches of Soko's islands.[160] This was attributed to the increased production and use of disposable masks for personal and commercial use, which led to a rise in subsequent disposal of these products.[161] According to a study conducted by MIT, the effects of the pandemic are estimated to generate up to 7,200 tons of medical waste every day, much of which are disposable masks. The data was collected during the first six months of the pandemic (late March 2020 to late September 2020) in the United States. These calculations only pertained to healthcare workers, not including mask usage by the general public. Theoretically, if every health care worker in the United States wore a new N95 mask for every patient they encountered, the total number of masks required would be approximately 7.4 billion, at a cost of $6.4 billion. This would lead to 84 million kgs of waste. However, the same study also found that decontaminating regular N95 masks, thereby making the masks reusable, dropped environmental waste by 75% and fully reusable silicone N95 masks could offer an even greater reduction in waste.[162] Another study estimated that in Africa, over 12 billion medical and fabric face masks were discarded monthly (an equivalent of 105,000 tonnes).[163] The majority of masks used during the pandemic were properly disposed, so, like typical garbage, incineration was used as the final disposal method in most countries. The process of incineration generally produced two types of ash; one was a slag residue, and one contained toxic substances (dioxins, plastics, and heavy metals). In the various stages of waste incineration, there was no absolute method that could completely clear away the harmful substances in the ashes. These substances caused damage to human health and caused irreversible damage to the earth's ecological environment. Secondary pollution was often found in the air, food, and wastewater as a result of incineration.[164] The quarantine restrictions implemented at many locations have had an impact on plastic waste volumes. Purchasing items, including food, online results in an increase in packaging waste. The pandemic significantly effected domestic waste recycling systems. Temporary suspension of household waste collection in some jurisdictions in order to protect waste workers reduced the supply of recyclable material. In the United States 34% of recycling companies partially or completely closed. In many Asian countries, including India, Malaysia and Vietnam, only around one-third of recyclers continued daily operations due to anti-pandemic measures. Many informal waste pickers have been seriously affected by stay-at-home orders and business closures. The poverty of informal workers in developing countries is expected to increase by 56%. Pressure on the existing waste management infrastructure has also led to poor quality waste management including dumping and open burning. In 2020 in Dublin, Ireland, illegal dumping increased by 25% and in the United Kingdom illegal waste disposal rose by 300%.[165] Some have noted that planned stimulus package could be designed to speed up renewable energy transitions and to boost energy resilience.[119] Researchers of the World Resources Institute have outlined a number of reasons for investments in public transport as well as cycling and walking during and after the pandemic.[168] Use of public transport in cities worldwide has fallen by 50-90%, with substantial loss of revenue losses for operators. Investments such as in heightened hygienic practices on public transport and in appropriate social distancing measures may address public health concerns about public transport usage.[169] The International Energy Agency states that support from governments due to the pandemic could drive rapid growth in battery and hydrogen technology, reduce reliance on fossil fuels and has illustrated the vulnerability of fossil fuels to storage and distribution problems.[170][171][172] According to a study published in August 2020, an economic recovery \"tilted towards green stimulus and reductions in fossil fuel investments\" could avoid future warming of 0.3 °C by 2050.[5] Secretary-general of the OECD club of rich countries José Ángel Gurría, called upon countries to \"seize this opportunity [of the COVID-19 recovery] to reform subsidies and use public funds in a way that best benefits people and the planet\".[133] In March 2020, the ECB announced the Pandemic Emergency Purchase Programme.[173] Reclaim Finance said that the Governing Council failed to integrate climate into both the “business as usual” monetary policy and the crisis response. It also ignored the call from 45 NGO's that demanded that the ECB deliver a profound shift on climate integration at this decision-making meeting.[174] This, as it also finances 38 fossil fuel companies, including 10 active in coal and 4 in shale oil and gas.[175] Greenpeace stated that (by June 2020) the ECB's covid-related asset purchases already funded the fossil fuel sector by to up to 7.6 billion.[176] The report, Are We Building Back Better?, from the Oxford University’s Global Recovery Observatory, found that of the $14.6tn spending announced by the world’s largest 50 countries in 2020, $1.9tn (13%) was directed to long-term ‘recovery-type’ measures, and $341bn (18%) of long-term spending was for green initiatives.[177] With the 2020 COVID-19 outbreak spreading rapidly within the European Union, the focus on the European Green Deal diminished. Some have suggested either a yearly pause or even a complete discontinuation of the deal. Many believe the current main focus of the European Union's current policymaking process should be the immediate, shorter-term crisis rather than climate change.[178] In May 2020 the €750 billion European recovery package, called Next Generation EU,[179][180] and the €1 trillion budget were announced. The European Green deal is part of it. One of the package's principles is \"Do no harm\". The money will be spent only on projects that meet some green criteria. 25% of all funding will go to climate change mitigation. Fossil fuels and nuclear power are excluded from the funding.[6] In 2021, Joe Biden announced the $1.9 trillion American Rescue Plan Act of 2021 on March 11, 2021.[181] He also announced the Build Back Better Plan. Some sources of revenue for environmental projects – such as indigenous communities monitoring rainforests and conservation projects – diminished due to the pandemic.[182] Despite a temporary decline in global carbon emissions, the International Energy Agency warned that the economic turmoil caused by the COVID-19 pandemic may prevent or delay companies and others from investing in green energy.[14][183][184] Others cautioned that large corporations and the wealthy could exploit the crisis for economic gain in line with the Shock Doctrine, as has occurred after past pandemics.[185] The Earth Overshoot Day took place more than three weeks later than 2019, due to COVID-19 induced lockdowns around the world.[186] The president of the Global Footprint Network claims that the pandemic by itself is one of the manifestations of \"ecological imbalance.\"[186][187] Approximately 58% of enterprises in the European Union are concerned about the physical hazards of climate change, particularly in areas prone to extreme weather.[188] In 2021, climate change was addressed by 43% of EU enterprises. Despite the pandemic, the percentage of enterprises planning climate-related investment has climbed to 47%, from 41% in 2020.[189][190] Future investments, however, are put on hold by uncertainty about the regulatory environment and taxation.[191][192] According to a 2022 analysis of the $14tn that G20 countries have spent as economic stimulus in 2020 and 2021, only about 6% has been allocated to areas \"that will also cut emissions\" and 3% has targeted activities \"that are likely to increase global emissions\".[193] Multiple organizations and organization-coalitions – such as think tanks, companies, business organizations, political bodies and research institutes – have created unilateral analyses and recommendations for investments and related measures for sustainability-oriented socioeconomic recovery from the pandemic on global and national levels – including the International Energy Agency,[194][169] the Grantham Institute – Climate Change and Environment[195] and the European Commission.[196][197][198][199][200] The United Nations' Secretary General António Guterres recommended six broad sustainability-related principles for shaping the recovery.[201] According to a report commissioned by the High Level Panel for a Sustainable Ocean Economy and published in July 2020, investment in four key ocean intervention areas could help aid economic recovery and yield high returns on investment in terms of economic, environmental and health benefits. According to Jackie Savitz, chief policy officer for America ocean conservation nonprofit Oceana, strategies such as \"setting science-based limits on fishing so that stocks can recover, practicing selective fishing to protect endangered species and ensuring that fishing gear doesn't destroy ocean habitats are all effective, cost-efficient ways to manage sustainable fisheries\".[202] The pandemic has also impacted environmental policy and climate diplomacy, as the 2020 United Nations Climate Change Conference was postponed to 2021 in response to the pandemic after its venue was converted to a field hospital. This conference was crucial as nations were scheduled to submit enhanced nationally determined contributions to the Paris Agreement. The pandemic also limits the ability of nations, particularly developing nations with low state capacity, to submit nationally determined contributions, as they focus on the pandemic.[13] Time highlighted three possible risks: that preparations for the November 2020 Glasgow conference planned to follow the 2015 Paris Agreement were disrupted; that the public would see global warming as a lower priority issue than the pandemic, weakening the pressure on politicians; and that a desire to \"restart\" the global economy would cause an excess in extra greenhouse gas production. However, the drop in oil prices during the COVID-19 recession could be a good opportunity to get rid of fossil fuel subsidies, according to the executive director of the International Energy Agency.[203] Carbon Tracker argues that China should not stimulate the economy by building planned coal-fired power stations, because many would have negative cashflow and would become stranded assets.[204] The United States' Trump administration suspended the enforcement of some environmental protection laws via the Environmental Protection Agency (EPA) during the pandemic. This allows polluters to ignore some environmental laws if they can claim that these violations were caused by the pandemic.[205] Early in the pandemic, the perceived benefit to the environment caused by a slowdown in human activity led to the creation of memes.[206] These memes generally made light of exaggerated or distorted claims of benefits to the environment, those overly credulous of these claims, and those who compared humanity to COVID, construing human civilization as a viral infection on Earth.[206][207][208] Memes include the captioning images with phrases such as \"nature is healing\", \"the Earth is healing\", \"we are the virus\", or combinations of the phrases.[206] One such joke, a tweet, featured a photo of a large rubber duck in the Thames with the text \"nature is healing\", construing the duck as a native species returning to the river in the absence of human activity.[206] The restarting of greenhouse-gas producing industries and transport following the COVID-19 lockdowns was hypothesized as an event that would contribute to increasing greenhouse gas production rather than reducing it.[209] In the transport sector, the pandemic could trigger several effects, including behavioral changes – such as more remote work and teleconferences and changes in business models – which could, in turn, translate in reductions of emissions from transport. A scientific study published in September 2020 estimates that sustaining such behavioral changes could abate 15% of all transport emissions with limited impacts on societal well-being.[122] On the other hand, there could be a shift away from public transport, driven by fear of contagion, and reliance on single-occupancy cars, which would significantly increase emissions.[210] However, city planners are also creating new cycle paths in some cities during the pandemic.[211] In June 2020, it was reported that carbon dioxide emissions were rebounding quickly.[212] The Organisation for Economic Co-operation and Development recommends governments continue to enforce existing air pollution regulations after the COVID-19 crisis, and channel financial support measures to public transport providers to enhance capacity and quality with a focus on reducing crowding and promoting cleaner facilities.[210] Fatih Birol, executive director of the International Energy Agency, states that \"the next three years will determine the course of the next 30 years and beyond\" and that \"if we do not [take action] we will surely see a rebound in emissions. If emissions rebound, it is very difficult to see how they will be brought down in future. This is why we are urging governments to have sustainable recovery packages.\"[197] In March 2022, before formal publication of the 'Global Carbon Budget 2021' preprint,[213] scientists reported, based on Carbon Monitor[214] data, that after COVID-19-pandemic-caused record-level declines in 2020, global CO2 emissions rebounded sharply by 4.8% in 2021, indicating that at the current trajectory, the 1.5 °C carbon budget would be used up within 9.5 years with a ⅔ likelihood.[215] Chaos and the negative effects of the COVID-19 pandemic made a catastrophic future seem less remote and action to prevent it more necessary and reasonable. However, it also had the opposite effect by putting the focus on more immediate issues of the pandemic rather than larger global issues, such as climate change and deforestation.[217] The improvements caused by human inactivity during lockdowns were not an indication that climate change was improving long-term or that climate saving methods should be postponed. However, several international climate change conventions were postponed and, in some cases, not rescheduled. Notable examples were the postponement of the COP26, the United Nations Climate Change Conference, the World Conservation Congress, the Convention on Biological Diversity, and the U.N. Ocean Conference. These conferences were originally created so nations around the world could make concrete plans to ensure the safety of future generations. Though climate improvements seen during the lockdown provided hope for the future, as humans returned to normal activity, these changes proved to be temporary.[218] The European Centre for Medium-Range Weather Forecasts (ECMWF) announced that a worldwide reduction in aircraft flights due to the pandemic could impact the accuracy of weather forecasts, citing commercial airlines' use of Aircraft Meteorological Data Relay (AMDAR) as an integral contribution to weather forecast accuracy. The ECMWF predicted that AMDAR coverage would decrease by 65% or more due to the drop in commercial flights.[219] Seismologists have reported that quarantine, lockdown, and other measures to mitigate COVID-19 have resulted in a mean global high-frequency seismic noise reduction of up to 50%. This study reports that the noise reduction resulted from a combination of factors including reduced traffic/transport, lower industrial activity, and weaker economic activity. The reduction in seismic noise was observed at both remote seismic monitoring stations and at borehole sensors installed several hundred metres below the ground. The study states that the reduced noise level may allow for better monitoring and detection of natural seismic sources, such as earthquakes and volcanic activity.[220] Noise pollution has been shown to negatively affect both humans and invertebrates. The WHO suggests that 100 million people in Europe are negatively affected by unwanted noise daily, resulting in hearing loss, cardiovascular disorders, loss of sleep, and negative psychological effects. During the pandemic, however, government enforced travel mandates lowered car and plane movements resulting in significant reduction in noise pollution.[221] This article incorporates text from a free content work. Licensed under CC BY-SA 3.0 IGO License statement/permission. Text taken from Drowning in Plastics – Marine Litter and Plastic Waste Vital Graphics, United Nations Environment Programme. To learn how to add open license text to Wikipedia articles, please see this how-to page. For information on reusing text from Wikipedia, please see the terms of use.","Title":"Impact of the COVID-19 pandemic on the environment - Wikipedia","KeyID":"11024","URL":"https://en.wikipedia.org/wiki/Impact_of_the_COVID-19_pandemic_on_the_environment"}