{"Content: ":"The COVID-19 pandemic has affected animals directly and indirectly. SARS-CoV-2, the virus that causes COVID-19, is zoonotic, which likely to have originated from animals such as bats and pangolins.[1][2][3] Human impact on wildlife and animal habitats may be causing such spillover events to become much more likely.[4][5] The largest incident to date was the culling of 14 to 17 million mink in Denmark after it was discovered that they were infected with a mutant strain of the virus.[6][7] While research is inconclusive, pet owners reported that their animals contributed to better mental health and lower loneliness during COVID-19 lockdowns.[8][9] However, contact with humans infected with the virus could have adverse effects on pet animals.[10] SARS-CoV-2 is believed to have zoonotic origins and has close genetic similarity to bat coronaviruses, suggesting it emerged from a bat-borne virus.[11][12][13][14] A small number of pet animals have been infected. There have been several cases of zoo animals testing positive for the virus, and some became sick. The virus has also been detected in wild animals. Cats, dogs, ferrets, fruit bats, gorillas, pangolins, hamsters, mink, sea otters, pumas, snow leopards, tigers, lions, hyenas, hippos, giraffes, tree shrews and whitetail deer can be infected with and have tested positive at least once for the virus.[3] According to the US Centers for Disease Control and Prevention, the risk of transmission from animals to humans and vice versa is considerably low but further studies are yet to be conducted.[3] Mice were initially unsusceptible but researchers showed that a type of mutation (called aromatic substitution in position 501 or position 498 but not both) in the SARS-CoV-2 virus spike protein can mouse-adapt the novel Coronavirus.[15] Animal deaths due to the disease are confirmed to have occurred.[16][17] The Nehru Zoological Park reported that eight Asiatic lions have contracted the virus. The samples were taken on 24 March 2021, after the lions showed signs of respiratory distress.[18] SARS-CoV-2 or its antibodies has been detected in at least 5 US states, and one Canadian province. In August 2021, the U.S. National Veterinary Services Laboratory confirmed SARS-CoV-2 in wild white-tailed deer in the state of Ohio.[19][20] In January 2022, the Canadian Food Inspection Agency's National Centre for Foreign Animal Disease confirmed SARS-CoV-2 in wild white-tailed deer in the province of Ontario.[21] In November 2021, a Pennsylvania State University pre-print report awaiting peer review was reported on by news sources. The researchers tested roadkill and hunter-killed deer in Iowa between April 2020 and January 2021. They said that they found that up to 80% were infected.[20] CNN has reported that SARS-CoV-2 antibodies were detected in deer Illinois, Michigan, New York and Pennsylvania.[23] Canada's Environment and Climate Change Department announced that SARS-CoV-2 was detected in wild white-tailed deer in Quebec.[24] A study published on 23 November 2021 indicates that large proportions of the wild deer population in the U.S. have been infected with SARS-CoV-2. The test results showed one \"mismatch\" in 2019, low inhibition values in 2020 and 152 positive samples (40% having antibodies) in 2021.[22] It has been pointed out that such reverse zoonosis spillovers may cause reservoirs for mutating variants that could spill back to humans – a possible alternative source for variants of concern in addition to immunocompromised people.[20] In January 2021, a troop of eight gorillas at the San Diego Zoo Safari Park tested positive for COVID-19 after being infected by a zookeeper who was asymptomatic. The gorillas were the first confirmed and known cases of COVID-19 in non-human apes.[25] In January 2022, a cull of hamsters was announced in Hong Kong. Some 2,000 animals have been expected to be killed after a worker in a pet shop tested positive for the virus, which was also found among the pets. Conscious of the virus' ability to spread among hamsters,[26] and the possibility of transmission between species, in line with the territory's 'zero covid' policy, the cull was invoked.[27] SARS-CoV-2, the virus that causes COVID-19, is typically transmitted through droplets found in breaths, coughs, sneezes, etc. However, recent research shows that the virus can also be transmitted to the marine environment through stool and urine from infected individuals.[28] The virus can also be passed to the oceans through improper disposal of personal protective equipment containing live virus.[29] Marine mammal susceptibility to SARS-CoV-2 has been a topic of concern as there have been past recorded cases of alphacoronavirus and gammacoronavirus in this species.[30] Specifically, studies have been conducted to determine susceptibility using the ACE2 enzyme, the cellular cellular receptor for COVID-19.[28][30] Studies show that variations of the ACE2 enzyme can either increase or decrease the vulnerability of the mammal to contract the virus, depending on if the mutation strengthens or weakens the bonding affinity of the virus to the enzyme.[28] The findings concluded that the most vulnerable mammals include several cetaceans, pinnipeds, and some sea otter species, with some species predicted to have higher than human susceptibility.[28] Unfortunately, many of the species at high or moderate risk of the virus are already classified to be endangered or threatened, such as the Amazon River Dolphin, the Northern sea otter, and many others.[28] Along with the threat of virus entry to the ocean and infection of marine mammals through wastewater treatments, the increased use and improper disposal of personal protective equipment and disinfecting materials poses a great threat to marine mammal wellbeing. Since the pandemic began, the worldwide use of single use masks, hand sanitiser, and other personal protective equipment such as face shields, medical gloves, etc. has surged immensely.[31] This has caused a substantial build up of pollution in the Earth’s oceans. This poses a threat to marine mammals as much of the personal protective equipment used during the pandemic is composed of plastic-based materials that do not easily decompose in a natural environment.[31] These plastic polymers can be and are easily mistaken for a source of food of marine mammals and directly consumed, cause entanglement, or suffocation, all of which can result in damage or death to the mammal species.[32] The use of disinfectants as person protective equipment also threatens the marine mammal ecosystem in a significant way.[30] Many of these disinfectants contain chlorine in their main chemical composition, which in itself is a toxic compound.[30] When chlorine enters the seawater on items such as lysol wipes, hand sanitizers, and various other disinfectants, it reacts chemically to produce halogenated compounds that are toxic to marine biota.[30] This can create either a direct threat to marine mammals due to toxicity, or it can deplete the populations of prey of marine mammals, leaving them vulnerable to starvation. Wastewater transmission of SARS-CoV-2 in the marine environment SARS-CoV-2 has been proven to infect the intestinal tract of many patients. Due to its presence in the intestinal tract, it is subject to viral shedding via feces, creating another medium of transmission.[33] Studies have shown the presence of the virus in stool and urine samples of infected patients. This is of high concern due to the potential spreading of virus through untreated wastewater. Once released to an open water system, the virus can survive and disperse quickly. Domestic wastewater systems among Australia, France, Italy and Spain have been found to contain traces of the virus and are vulnerable to it being a form of transmission.[33] The detection of the virus in sewage can thus be a viable early warning method for tracking the concentration of the virus. The ability to detect the virus and its abundance in a given location is important to help mitigate its transmission in the surrounding areas and to marine life.[33] Treatment plans typically involve three procedures. Primary treatment relies on the settling of settleable solids but when used alone it is not an effective way of inhibiting contamination. Secondary treatment involves biological implementation that is applied to remove the settled solids and organic matter from the first step. Tertiary treatment uses additional processes to decrease the amount of nutrients and pathogens.[33] Non-treated and primary-treated wastewater are most at risk for carrying and transmitting SARS-CoV-2. Countries such as Ecuador with poor sanitization mechanisms are in danger of having their sewage systems becoming a source of the virus.[33] The presence of the virus in an open water system creates susceptibility of virus contraction in the marine mammal populations and can thus continue the pandemic from terrestrial to the marine environment. Change in marine mammal behaviour due to decreased human activity Due to the reduction in human activity during the pandemic, many marine species were documented to have increased sightings around the globe. This does not indicate an increase in population sizes, however reflects the change in animal behaviour due to the lack of human disturbance.[34] Specifically looking at marine mammals, a non-systematic review of wildlife sightings in online media news worldwide displayed the 27% increase in their sightings from March 17th-June 11th 2020.[34] Human-activity examples that could have affected the increase in these sightings include the reduction of accidental death or injury due to boat collisions, decreases in maritime traffic that causes noise pollution, and an expansion in the habitat in which to live. The sightings included very strikingly visible marine mammals such as baleen whales, dugongs, manatees, dolphins and orcas.[34] These mammals were remarkably noticed due to their size and presence in unexpected areas. An example of this would be the sighting of an animal where there are typically high levels of tourism. The lack of human disturbances explain this phenomenon because it has allowed the animals to migrate outside their typical boundaries. Many marine mammals rely on echolocation which allows them to communicate with others and determine migration routes. Without as much noise pollution and boat traffic, this would have given these animals a chance to travel uninterrupted. The effects of their presences in new areas is yet to be determined as positive or negative, but their change in behaviour is of great significance. Cluster 5, a variant of SARS-CoV-2, was found in mink populations and some employees in North Jutland, Denmark in early November 2020. The Danish government culled an estimated 14 million mink as a preventive measure.[35][36] In December 2020 a wild mink in Utah was discovered to be infected with COVID-19, confirmed by the U.S. Department of Agriculture.[37] An unvaccinated 9-year-old male snow leopard at the San Diego Zoo tested positive for the coronavirus in late July 2021. The staff noticed the leopard had a cough and a runny nose. The caretakers confirmed the diagnosis with two separate stool tests.[25] In other zoos, COVID-19 has killed snow leopards. In November 2021, three snow leopards died at a zoo in Nebraska, and in January 2022, a snow leopard died at a zoo in Illinois.[38] Reduced human presence has the potential to bring both relief and disruption to different animal habitats. It may lead to more poaching of endangered wildlife.[39] Wild animals have been observed relaxing their avoidance of human habitats while COVID-19 lockdowns are in effect.[40] Instances have been observed of severe plagues of mice co-occurring with mouse-adapted SARS-CoV-2 virus variants circulating.[41] Decreased roadkill incidence has been reported during lockdowns, including a significant decrease in roadkill deaths for mountain lions in California.[42]","Title":"COVID-19 pandemic and animals - Wikipedia","KeyID":"11023","URL":"https://en.wikipedia.org/wiki/COVID-19_pandemic_and_animals"}