{"Content: ":"There is increasing evidence suggesting that COVID-19 causes both acute and chronic neurological[1] or psychological symptoms.[2] Caregivers of COVID-19 patients also show a higher than average prevalence of mental health concerns.[2] These symptoms result from multiple different factors. SARS-Coronavirus-2 (SARS-CoV-2) directly infects olfactory neurons (smell) and nerve cells expressing taste receptors. Although these cells communicate directly with the brain, the virus does not exhibit strong infection of other nerve cells in the central nervous system. Many of the neurological sequelae appear to result from damage to the vascular cells of the brain or from damage resulting from hypoxia (i.e., limitations in the oxygen supply for the brain). Chronic effects of COVID-19 can lead to a prolonged inflammatory state, which can increase symptoms resembling an autoimmune disorder.[1] Many patients with COVID-19 experience psychological symptoms that can arise either from the direct actions of the virus, the chronic increase in inflammation or secondary effects, such as post-traumatic stress disorder.[2] SARS-CoV-2 can be detected in the brain and cerebrospinal fluid (CSF) acutely by PCR, and is thought to enter via the olfactory system.[3] Cranial nerve (including facial nerve and vagus nerve, which mediate taste) provides an additional route of entry.[3] SARS-CoV-2 has been detected in endothelial cells by electron microscopy, although such a method provides evidence that demonstrates the presence of the virus, but does not convey the amount of virus that is present (qualitative rather than quantitative).[3] The fraction of subjects who experience symptoms following an infection with SARS-CoV-2 varies by age. Between 10 and 20% of patients who are infected with SARS-CoV-2 generally exhibit the clinical syndrome, known as COVID-19. The number of COVID-19 infections[4] are highest in subjects between ages 18–65, while the risk of severe disease or death[4] jumps after age 50 and increases with age. About 35% of patients with symptoms of COVID-19 experience neurological complications.[1][5] Neurological symptoms are not unique to COVID-19; infection with SARS-CoV-1 and MERS-CoV also give rise to acute and delayed neurological symptoms including peripheral neuropathy, myopathy, Guillain–Barré syndrome and Bickerstaff brainstem encephalitis.[6] The influenza pandemic of 1918 was well known for producing post-viral Parkinsonism, which was memorialized in the writings of Oliver Sacks and the movie Awakenings. Loss of the sense of taste or smell are among the earliest and most common symptoms of COVID-19. Roughly 81% of patients with clinical COVID-19 experience disorders of smell (46% anosmia, 29% hyposmia, and 6% dysosmia).[1] Disorders of taste occur in 94% of patients (ageusia 45%, hypogeusia 23%, and dysgeusia 26%). Most patients recover their sense of taste or smell within 8 days.[1] Delirium is also a common manifestation of COVID-19 infection, particularly in the elderly.[7] Recent evidence from a longitudinal study supports an inflammatory basis for delirium.[8] Many patients with COVID-19 also experience more severe neurological symptoms. These symptoms include, headache, nausea, vomiting, impaired consciousness, encephalitis, myalgia and acute cerebrovascular disease including stroke, venous sinus, thrombosis and intracerebral hemorrhage.[1][3][9][10] Increasing attention has focused on cerebrovascular accidents (e.g., stroke), which are reported in up to 5% of hospitalized patients, and occur in both old and young patients.[1] Guillain–Barré syndrome, acute myelitis and encephalomyelitis have also been reported.[10] Guillain–Barré syndrome arises as an autoimmune disorder, that leads to progressive muscle weakness, difficulty walking and other symptoms reflecting reduced signaling to muscles.[10] The cases of myelitis could arise from direct infection of muscle via local angiotensin-converting enzyme 2, the receptor for SARS CoV-2.[3] COVID-19 can also cause severe disease in children. Some children with COVID-19 who develop Kawasaki disease, which is a multi-system inflammatory syndrome that also cerebrovascular disease and neurologic involvement.[1][10] As mentioned above, many COVID-19 patients suffer from disorders of taste or smell. 41% to 62% of patients (depending on the particular study) have disorders of the sense of smell (olfaction), which can present as anosmia (loss of olfaction), hyposmia (reduced olfaction) or parosmia (distortion of olfaction).[11] However, loss of olfaction is not unique to COVID-19; approximately 13% of patients with influenza also lose olfaction, as do patients with MERS-CoV and Ebola virus.[11] Among the patients with COVID-19, 50% of patients recover olfaction within 14 days, and 89% of patients have complete resolution of their loss of olfaction within 4 weeks.[12][11] Only 5% of COVID-19 patients experience a loss of olfaction lasting more than 40 days.[11] The SARS-CoV-2 virus appears to attack the sustentacullar cells (also referred to as \"support cells\"), which are the cells that surround and support olfactory receptor neurons.[12][13] Little if any virus directly infects the olfactory receptor neurons themselves.[12] However, SARS-CoV-2 infection of the sustentacullar cells can lead to desquamation (shedding) of the olfactory epithelium, with collateral loss of olfactory receptor neurons and anosmia.[12] However, the olfactory epithelium is continually regenerated, and neurons that are damaged are typically replaced in about 14 days.[12] The nerve cells controlling taste, termed the gustatory nerve cells, turn over even faster, being renewed in about 10 days.[12] Clinical help exists for patients experiencing disorders of olfaction. Patients who experience of loss of smell for longer than two weeks are recommended to obtain olfactory training.[14] Olfactory training helps to \"teach\" the new olfactory neurons how to link with the brain so that odors can be noticed and then recognized.[14] Personal accounts of the process of olfactory training post COVID-19 infection have been covered in media outlets such as the New York Times.[15] Patients experiencing loss of smell for more than 2 weeks are also recommended to obtain a referral to an ear nose and throat (ENT) physician.[14] Oral corticosteroid therapy can help, but is optional.[14] alpha-lipoic acid is another remedy that has been proposed, but the accumulated literature on this suggests that it does not improve symptoms or recovery.[14] A study of 236,379 COVID-19 survivors showed that the \"estimated incidence of a neurological or psychiatric diagnosis in the following 6 months\" after diagnosed infection was 33.62% with 12.84% \"receiving their first such diagnosis\" and higher risks being associated with COVID-19 severity.[17][16] A large study showed that post COVID-19,[18] people had increased risk of several neurologic sequelae including headache, memory problems, smell problems and stroke; the risk was evident even among people whose acute disease was not severe enough to necessitate hospitalization; the risk was higher among hospitalized, and highest among those who needed ICU care during the acute phase of the infection.[18] About 20% of COVID-19 cases that pass through the intensive care unit (ICU) have chronic neurologic symptoms (beyond loss of smell and taste).[1] Of the patients that had an MRI, 44% had findings upon MRI, such as a FLAIR signal (fluid-attenuated inversion recovery signal), leptomeningeal spaces and stroke.[1][14] Neuropathological studies of COVID-19 victims show microthrombi and cerebral infarctions.[1] The most common observations are hypoxic damage, which is attributable to use of ventilators.[5] However, many patients who died exhibited perivascular T cells (55%) and microglial cell activation (50%). Guillain–Barre Syndrome occurs in COVID-19 survivors at a rate of 5 per 1000 cases, which is about 500 times the normal incidence of 1 per 100,000 cases.[1] A related type of autoimmune syndrome, termed Miller-Fisher Syndrome, also occurs.[1] COVID-19 patients who were hospitalized may also experience seizures.[19] One paper suggests that seizures tend to occur in COVID-19 patients with a prior history of seizure disorder or cerebrovascular infarcts,[20] however no reviews are yet available to provide data on the incidence relative to the general population. Acute epileptic seizures and status epilepticus tend to be the seizures reported.[19] 57% of the cases occur among patients who had experienced respiratory or gastrointestinal symptoms.[19] Although treatment with benzodiazepines would seem to be contraindicated because of the risk of respiratory depression, COVID-19 patients with acute epileptic seizures who are treated have a 96% favorable outcome, while patients with acute epileptic seizures who are not treated appear to have higher rates of mortality (5-39%).[19] Reported prevalence of mental health disorders vary depending on the study.[21] In one review, 35% of patients had mild forms of anxiety, insomnia, and depression and 13% of patients had moderate to severe forms.[22] Another review reports frequencies of depression and anxiety of 47% and 37%.[23] According to a large meta-analysis, depression occurs in 23.0% (16.1 to 26.1) and anxiety in 15.9% (5.6 to 37.7).[24] These psychological symptoms correlate with blood based biomarkers, such as C-reactive protein, which is an inflammatory protein.[23] There have been case reports of acute psychiatric disturbance and attempted suicide in the context of acute COVID-19 infection.[25] A 2021 article published in Nature reports increased risk of depression, anxiety, sleep problems, and substance use disorders among post-acute COVID-19 patients.[18] In 2020, a Lancet Psychiatry review reported occurrence of the following post-COVID-19 psychiatric symptoms: traumatic memories (30%), decreased memory (19%), fatigue (19%), irritability (13%), insomnia (12%) and depressed mood (11%).[26] Other symptoms are also prevalent, but are reported in fewer articles; these symptoms include sleep disorder (100% of patients) and disorder of attention and concentration (20%).[14] These accumulated problems lead to a general (and quantified) reduction in the quality of life and social functioning (measured with the SF-36 scale).[14] According to mental health experts, the COVID-19 pandemic has caused negative effects on people's mental health around the globe. These effects can manifest as increased anxiety and insecurity, greater fears, and discrimination.[27] Experts[who?] claim that changes to ones' environment can cause large amounts of distress and insecurity. COVID-19 spreads rapidly which is why people feel more panic and anxiety. Additionally, anxiety and fear associated with infection can lead to discriminatory behaviors, which then lead to increasingly negative social behaviors, worsening mental health.[27] A study used a broader participant scope by including all healthcare workers in the participant sample. The study showed that doctors had slightly higher rates of anxiety and depression. Kamberi's study concludes that 34.1% of doctors specifically and 26.9% of nurses reported mild levels of anxiety.[28] While the larger representation showed health care workers expressed that 26.9% showed mild levels of anxiety and 35.2% expressed mild to moderate depression levels in all of the health care participants.[28] Kamberi's study shows that regardless of your medical field, all healthcare fields are susceptible to experience mental health concerns. [28] COVID-19 impacts mental health of health care providers, but its effect varies based on their specific medical profession. Doctors and nurses appear to experience similar rates of mental health challenges with high rates of anxiety (40-45%), depression (12-30%), moderate and severe insomnia (62% and 27%, respectively).[29] In a cross-sectional research study conducted in Portugal, an online survey was produced to collect data surrounding the direct comparison of mental health in health care professionals and the general population.[30] It was found that on average there was a significantly higher percentage of health care workers experiencing signs of mental health disorders compared to the general population of Portugal.[citation needed] Health care workers also frequently exhibit symptoms of more severe disorders developing like post-traumatic stress disorder (14%).[29] In general, about 50% of health care workers exhibit some form of negative emotions.[29] A cross-sectional study determined the stress levels and presence of Post-Traumatic Stress Disorder (PTSD) symptoms in nurses. The results of Leng's study showed 5.6% of nurses exhibited significant PTSD symptoms and 22% scored positively on stress levels.[31] The researchers admit significant changes were not seen in stress or PTSD levels as expected indicating disagreement. This study disclosed a significant link between nursing and mental health specifically PTSD was not shown. This contradicts the study in the beginning of the paragraph. Despite this, the journal mentioned other similar studies that discovered far stronger correlations and believed a correlation to still be true.[32] When specifically examining Post-Traumatic Stress Disorder in nurses during the pandemic, there are many factors contributing to the decline.[33] Nurses are experiencing the toll of COVID-19 first-hand in hospitals, including increased mortality statistics and virus exposure. These experiences may trigger abhorrent thoughts of past disease outbreaks or may even contribute to lasting emotional stress in the future. Post Traumatic Stress Disorder is not the only serious complication coming arising in the nursing field. A journal investigated a relationship with suicide rates in nursing finding “elevated suicide rates for nurses compared with other, non-healthcare providers.” It is crucial to understand how mental health disorders can be combatted and managed. There are numerous options, some include solutions done directly or others require medical intercession.[33] Children also exhibit neurological or mental health symptoms associated with COVID-19, although the rate of severe disease is much lower among children than adults.[34] Children with COVID-19 appear to exhibit similar rates as adults for loss of taste and smell.[34] Kawasaki syndrome, a multi-system inflammatory syndrome, has received extensive attention.[1] About 16% of children experience some type of neurological manifestation of COVID-19, such as headache or fatigue.[34] About 1% of children have severe neurological symptoms.[34] About 15% of children with Kawasaki syndrome exhibit severe neurological symptoms, such as encephalopathy.[34] COVID-19 does not appear to elicit epilepsy de novo in children, but it can bring out seizures in children with prior histories of epilepsy.[34] COVID-19 has not been associated with strokes in children.[34] Guilliain Barre Syndrome also appears to be rare in children.[34] There is ongoing research about the short- and long-term damage COVID-19 may possibly cause to the brain.[35] including in cases of 'long COVID'. For instance, a study showed how COVID-19 may cause microvascular brain pathology and endothelial cell-death, disrupting the blood–brain barrier.[36][37] Another study identified neuroinflammation and an activation of adaptive and innate immune cells in the brain stem of COVID-19 patients.[38] Long COVID may contribute to inflammaging in aged individuals and lead to long term brain changes, rendering patients vulnerable to the development of neurodegenerative diseases.[39] Brain-scans and cognitive tests of 785 UK Biobank participants (401 positive cases) suggests COVID-19 is associated with, at least temporary, changes to the brain that include:[40]","Title":"Impact of the COVID-19 pandemic on neurological, psychological and other mental health outcomes - Wikipedia","KeyID":"11032","URL":"https://en.wikipedia.org/wiki/Impact_of_the_COVID-19_pandemic_on_neurological,_psychological_and_other_mental_health_outcomes"}