{"Content: ":"There are many fake or unproven medical products and methods that claim to diagnose, prevent or cure COVID-19.[1] Fake medicines sold for COVID-19 may not contain the ingredients they claim to contain, and may even contain harmful ingredients.[2][1][3] In March 2020, the World Health Organization (WHO) released a statement recommending against taking any medicines in an attempt to treat or cure COVID-19, although research on potential treatment was underway, including the Solidarity trial spearheaded by WHO.[4] The WHO requested member countries to immediately notify them if any fake medicines or other falsified products were discovered.[4] There are also many claims that existing products help against COVID-19, which are spread through rumors online rather than conventional advertising. Anxiety about COVID-19 makes people more willing to \"try anything\" that might give them a sense of control of the situation, making them easy targets for scams.[5] Many false claims about measures against COVID-19 have circulated widely on social media, but some have been circulated by text, on YouTube, and even in some mainstream media. Officials advised that before forwarding information, people should think carefully and look it up. Misinformation messages may use scare tactics or other high-pressure rhetoric, claim to have all the facts while others do not, and jump to unusual conclusions. The public was advised to check the information source's source, looking on official websites; some messages have falsely claimed to be from official bodies like UNICEF and government agencies.[5][6][7][8] Arthur Caplan, head of medical ethics at New York University's medical school, had simpler advice for COVID-19 products: \"Anything online, ignore it\".[5] Products which claim to prevent COVID-19 risk giving dangerous false confidence and increasing infection rates.[9] Going out to buy such products may encourage people to break stay-at-home orders, reducing social distancing.[citation needed] Some of the pretend treatments are also poisonous; hundreds of people have died from using fake COVID-19 treatments.[10] Medically-approved tests detect either the virus or the antibodies the body makes to fight it off. Government health departments and healthcare providers provide tests to the public.[11] There have been fraudsters offering fake tests; some have offered tests in exchange for money, but others have said the test is free in order to collect information that could later be used for identity theft or medical insurance fraud. Some fraudsters have claimed to be local government health authorities. People have been advised to contact their doctor or genuine local government health authorities for information about getting tested. Fake tests have been offered on social media platforms, by e-mail, and by phone.[12] Widely circulated rumours have made many unfounded claims about methods of preventing and curing infection with SARS-CoV-2.[18] Among others: There are many fraudulent and unproven products that are claimed to treat or protect against COVID-19.[1][5] China officially promotes the use of Traditional Chinese Medicine (TCM) to treat COVID-19.[83] Many academic papers, such as Shi et al.,[84] have been published trying to establish the effectiveness of various decoctions such as Qingfei Paidu Decoction. Most of the western media hold a skeptical attitude about its effectiveness, despite many positive accounts.[85] There is much ongoing research trying to identify the effective ingredients for treating COVID-19 from inspirations from the TCM methods. Various studies have been conducted and reported on the effect of traditional persian medicine formulas on the SARS-CoV-2. These treatments have been studied in various clinical trials in Iran.[86][87][88][89][90]","Title":"List of unproven methods against COVID-19 - Wikipedia","KeyID":"11037","URL":"https://en.wikipedia.org/wiki/List_of_unproven_methods_against_COVID-19"}