{"Content: ":"COVID-19 testing involves analyzing samples to assess the current or past presence of SARS-CoV-2. The two main types of tests detect either the presence of the virus or antibodies produced in response to infection.[1][2] Molecular tests for viral presence through its molecular components are used to diagnose individual cases and to allow public health authorities to trace and contain outbreaks. Antibody tests (serology immunoassays) instead show whether someone once had the disease.[3] They are less useful for diagnosing current infections because antibodies may not develop for weeks after infection.[4] It is used to assess disease prevalence, which aids the estimation of the infection fatality rate.[5] Individual jurisdictions have adopted varied testing protocols, including whom to test, how often to test, analysis protocols, sample collection and the uses of test results.[6][7][8] This variation has likely significantly impacted reported statistics, including case and test numbers, case fatality rates and case demographics.[9][10][11][12] Because SARS-CoV-2 transmission occurs days after exposure (and before onset of symptoms), there is an urgent need for frequent surveillance and rapid availability of results.[13] Test analysis is often performed in automated, high-throughput, medical laboratories by medical laboratory scientists. Rapid self-tests and point-of-care testing are also available and can offer a faster and less expensive method to test for the virus although with a lower accuracy.[14][15] Positive viral tests indicate a current infection, while positive antibody tests indicate a prior infection.[17] Other techniques include a CT scan, checking for elevated body temperature, checking for low blood oxygen level, and detection by trained dogs.[18][19][20] Detection of the virus is usually done either by looking for the virus's inner RNA, or pieces of protein on the outside of the virus. Tests that look for the viral antigens (parts of the virus) are called antigen tests. There are multiple types of tests that look for the virus by detecting the presence of the virus's RNA. These are called nucleic acid or molecular tests, after molecular biology. As of 2021[update], the most common form of molecular test is the reverse transcription polymerase chain reaction (RT-PCR) test.[21] Other methods used in molecular tests include CRISPR, isothermal nucleic acid amplification, digital polymerase chain reaction, microarray analysis, and next-generation sequencing.[21] Polymerase chain reaction (PCR) is a process that amplifies (replicates) a small, well-defined segment of DNA many hundreds of thousands of times, creating enough of it for analysis. Test samples are treated with certain chemicals[22][23] that allow DNA to be extracted. Reverse transcription converts RNA into DNA. Reverse transcription polymerase chain reaction (RT-PCR) first uses reverse transcription to obtain DNA, followed by PCR to amplify that DNA, creating enough to be analyzed.[23] RT-PCR can thereby detect SARS-CoV-2, which contains only RNA. The RT-PCR process generally requires a few hours.[24] These tests are also referred to as molecular or genetic assays.[3] Real-time PCR (qPCR)[25] provides advantages including automation, higher-throughput and more reliable instrumentation. It has become the preferred method.[26][27] The combined technique has been described as real-time RT-PCR[28] or quantitative RT-PCR[29] and is sometimes abbreviated qRT-PCR,[30] rRT-PCR[31] or RT-qPCR,[32] although sometimes RT-PCR or PCR are used. The Minimum Information for Publication of Quantitative Real-Time PCR Experiments (MIQE) guidelines propose the term RT-qPCR,[25] but not all authors adhere to this. Average sensitivity for rapid molecular tests depend on the brand. For ID NOW, the average sensitivity was 73.0% with an average specificity of 99.7%; for Xpert Xpress the average sensitivity was 100% with an average specificity of 97.2%.[33] In a diagnostic test, sensitivity is a measure of how well a test can identify true positives and specificity is a measure of how well a test can identify true negatives. For all testing, both diagnostic and screening, there is usually a trade-off between sensitivity and specificity, such that higher sensitivities will mean lower specificities and vice versa. A 90% specific test will correctly identify 90% of those who are uninfected, leaving 10% with a false positive result. Samples can be obtained by various methods, including a nasopharyngeal swab, sputum (coughed up material),[34] throat swabs,[35] deep airway material collected via suction catheter[35] or saliva.[36][37] Drosten et al. remarked that for 2003 SARS, \"from a diagnostic point of view, it is important to note that nasal and throat swabs seem less suitable for diagnosis, since these materials contain considerably less viral RNA than sputum, and the virus may escape detection if only these materials are tested.\"[38] Sensitivity of clinical samples by RT-PCR is 63% for nasal swab, 32% for pharyngeal swab, 48% for feces, 72–75% for sputum, and 93–95% for bronchoalveolar lavage.[39] The likelihood of detecting the virus depends on collection method and how much time has passed since infection. According to Drosten tests performed with throat swabs are reliable only in the first week. Thereafter the virus may abandon the throat and multiply in the lungs. In the second week, sputum or deep airways collection is preferred.[35] Collecting saliva may be as effective as nasal and throat swabs,[36] although this is not certain.[40][37] Sampling saliva may reduce the risk for health care professionals by eliminating close physical interaction.[41] It is also more comfortable for the patient.[42] Quarantined people can collect their own samples.[41] A saliva test's diagnostic value depends on sample site (deep throat, oral cavity, or salivary glands).[37] Some studies have found that saliva yielded greater sensitivity and consistency when compared with swab samples.[43][44][45] On 15 August 2020, the US FDA granted an emergency use authorization for a saliva test developed at Yale University that gives results in hours.[46][47] On 4 January 2021, the US FDA issued an alert about the risk of false results, particularly false negative results, with the Curative SARS-Cov-2 Assay real-time RT-PCR test.[48] Viral burden measured in upper respiratory specimens declines after symptom onset.[49] Following recovery, many patients no longer have detectable viral RNA in upper respiratory specimens. Among those who do, RNA concentrations three days following recovery are generally below the range in which replication-competent virus has been reliably isolated.[50] No clear correlation has been described between length of illness and duration of post-recovery shedding of viral RNA in upper respiratory specimens.[51] Demonstration of a nasopharyngeal swab for COVID-19 testing Demonstration of a throat swab for COVID-19 testing A PCR machine Video of a nasopharyngeal swab for COVID-19 testing Isothermal nucleic acid amplification tests also amplify the virus's genome. They are faster than PCR because they don't involve repeated heating and cooling cycles. These tests typically detect DNA using fluorescent tags, which are read out with specialized machines.[citation needed] CRISPR gene editing technology was modified to perform the detection: if the CRISPR enzyme attaches to the sequence, it colors a paper strip. The researchers expect the resulting test to be cheap and easy to use in point-of-care settings.[52][53] The test amplifies RNA directly, without the RNA-to-DNA conversion step of RT-PCR.[54] An antigen is the part of a pathogen that elicits an immune response. Antigen tests look for antigen proteins from the viral surface. In the case of a coronavirus, these are usually proteins from the surface spikes.[55] SARS-CoV-2 antigens can be detected before onset of COVID-19 symptoms (as soon as SARS-CoV-2 virus particles) with more rapid test results, but with less sensitivity than PCR tests for the virus.[56] COVID-19 rapid antigen tests are lateral flow immunoassays that detect the presence of a specific viral antigen, which indicates current viral infection. Antigen tests produce results quickly (within approximately 15–30 minutes), and most can be used at the point-of-care or as self-tests. Self-tests are rapid tests that can be taken at home or anywhere, are easy to use, and produce rapid results.[57] Antigen tests can be performed on nasopharyngeal, nasal swab, or saliva specimens.[15] Antigen tests that can identify SARS-CoV-2 offer a faster and less expensive method to test for the virus.[14] Antigen tests are generally less sensitive than real-time reverse transcription polymerase chain reaction (RT-PCR) and other nucleic acid amplification tests (NAATs).[15] Antigen tests may be one way to scale up testing to much greater levels.[55] Isothermal nucleic acid amplification tests can process only one sample at a time per machine. RT-PCR tests are accurate but require too much time, energy and trained personnel to run the tests.[55] \"There will never be the ability on a [PCR] test to do 300 million tests a day or to test everybody before they go to work or to school,\" Deborah Birx, head of the White House Coronavirus Task Force, said on 17 April 2020. \"But there might be with the antigen test.\"[58] Samples may be collected via nasopharyngeal swab, a swab of the anterior nares, or from saliva (obtained by various methods including lollipop tests for children).[59] The sample is then exposed to paper strips containing artificial antibodies designed to bind to coronavirus antigens. Antigens bind to the strips and give a visual readout. The process takes less than 30 minutes, can deliver results at point of care, and does not require expensive equipment or extensive training.[55] Swabs of respiratory viruses often lack enough antigen material to be detectable.[60] This is especially true for asymptomatic patients who have little if any nasal discharge. Viral proteins are not amplified in an antigen test.[55][61] A Cochrane review based on 64 studies investigating the efficacy of 16 different antigen tests determined that they correctly identified COVID-19 infection in an average of 72% of people with symptoms, compared to 58% of people without symptoms.[62] Tests were most accurate (78%) when used in the first week after symptoms first developed, likely because people have the most virus in their system in the first days after they are infected.[62] While some scientists doubt whether an antigen test can be useful against COVID-19,[61] others have argued that antigen tests are highly sensitive when viral load is high and people are contagious, making them suitable for public health screening.[63][64] Routine antigen tests can quickly identify when asymptomatic people are contagious, while follow-up PCR can be used if confirmatory diagnosis is needed.[65] The body responds to a viral infection by producing antibodies that help neutralize the virus.[66] Blood tests (also called serology tests or serology immunoassays[3]) can detect the presence of such antibodies.[67] Antibody tests can be used to assess what fraction of a population has once been infected, which can then be used to calculate the disease's mortality rate.[5] They can also be used to determine how much antibody is contained in a unit of convalescent plasma, for COVID-19 treatment, or to verify if a given vaccine generates an adequate immune response.[68] SARS-CoV-2 antibodies' potency and protective period have not been established.[5][69] Therefore, a positive antibody test may not imply immunity to a future infection. Further, whether mild or asymptomatic infections produce sufficient antibodies for a test to detect has not been established.[70] Antibodies for some diseases persist in the bloodstream for many years, while others fade away.[55] The most notable antibodies are IgM and IgG. IgM antibodies are generally detectable several days after initial infection, although levels over the course of infection and beyond are not well characterized.[71] IgG antibodies generally become detectable 10–14 days after infection and normally peak around 28 days after infection.[72][73] This pattern of antibody development seen with other infections, often does not apply to SARS-CoV-2, however, with IgM sometimes occurring after IgG, together with IgG or not occurring at all.[74] Generally, however, median IgM detection occurs 5 days after symptom onset, whereas IgG is detected a median 14 days after symptom onset.[75] IgG levels significantly decline after two or three months.[76] Genetic tests verify infection earlier than antibody tests. Only 30% of those with a positive genetic test produced a positive antibody test on day 7 of their infection.[70] RDTs typically use a small, portable, positive/negative lateral flow assay that can be executed at point of care. RDTs may process blood samples, saliva samples, or nasal swab fluids. RDTs produce colored lines to indicate positive or negative results.[77] ELISAs can be qualitative or quantitative and generally require a lab. These tests usually use whole blood, plasma, or serum samples. A plate is coated with a viral protein, such as a SARS-CoV-2 spike protein. Samples are incubated with the protein, allowing any antibodies to bind to it. The antibody-protein complex can then be detected with another wash of antibodies that produce a color/fluorescent readout.[77] Neutralization assays assess whether sample antibodies prevent viral infection in test cells.[66] These tests sample blood, plasma or serum. The test cultures cells that allow viral reproduction (e.g., Vero E6 cells). By varying antibody concentrations, researchers can visualize and quantify how many test antibodies block virus replication.[77] Chemiluminescent immunoassays are quantitative lab tests. They sample blood, plasma, or serum. Samples are mixed with a known viral protein, buffer reagents and specific, enzyme-labeled antibodies. The result is luminescent. A chemiluminescent microparticle immunoassay uses magnetic, protein-coated microparticles. Antibodies react to the viral protein, forming a complex. Secondary enzyme-labeled antibodies are added and bind to these complexes. The resulting chemical reaction produces light. The radiance is used to calculate the number of antibodies. This test can identify multiple types of antibodies, including IgG, IgM, and IgA.[77] Most if not all large scale COVID-19 antibody testing looks for binding antibodies only and does not measure the more important neutralizing antibodies (NAb).[78][79][80] A NAb is an antibody that neutralizes the infectivity of a virus particle by blocking its attachment to or entry into a susceptible cell; enveloped viruses, like e.g. SARS-CoV-2, are neutralized by the blocking of steps in the replicative cycle up to and including membrane fusion.[81][66] A non-neutralizing antibody either does not bind to the crucial structures on the virus surface or binds but leaves the virus particle infectious; the antibody may still contribute to the destruction of virus particles or infected cells by the immune system.[82][66] It may even enhance infectivity by interacting with receptors on macrophages.[83] Since most COVID-19 antibody tests return a positive result if they find only binding antibodies, these tests cannot indicate that the subject has generated protective NAbs that protect against re-infection.[79][80] It is expected that binding antibodies imply the presence of NAbs[80] and for many viral diseases total antibody responses correlate somewhat with NAb responses[84] but this is not established for COVID-19. A study of 175 recovered patients in China who experienced mild symptoms reported that 10 individuals had no detectable NAbs at discharge, or thereafter. How these patients recovered without the help of NAbs and whether they were at risk of re-infection was not addressed.[79] An additional source of uncertainty is that even if NAbs are present, viruses such as HIV can evade NAb responses.[78] Studies have indicated that NAbs to the original SARS virus (the predecessor to the current SARS-CoV-2) can remain active for two years[85] and are gone after six years.[86] Nevertheless, memory cells including Memory B cells and Memory T cells[87] can last much longer and may have the ability to reduce reinfection severity.[86] A point of care test in Peru. A blood droplet is collected by a pipette. Blood from pipette is then placed onto a COVID-19 rapid diagnostic test device. The rapid diagnostic test shows reactions of IgG and IgM antibodies. Sudden loss of smell can be used to screen people on a daily basis for COVID-19. A study by the National Institutes of Health showed that those infected with SARS-CoV-2 could not smell a 25% mixture of ethanol and water.[88] Because various conditions can lead to the loss of the sense of smell, a sniff test would not be definitive but indicate the need for a PCR test. Because the loss of the sense of smell shows up before other symptoms, there has been a call for widespread sniff testing.[89] Health care bureaucracies have generally ignored sniff tests even though they are quick, easy and capable of being self-administered daily. This has led some medical journals to write editorials supporting the adoption of sniff testing.[90] Typical visible features on CT initially include bilateral multilobar ground-glass opacities with a peripheral or posterior distribution.[91] COVID-19 can be identified with higher precision using CT than with RT-PCR.[92] Subpleural dominance, crazy paving, and consolidation may develop as the disease evolves.[91][93] Chest CT scans and chest x-rays are not recommended for diagnosing COVID-19. Radiologic findings in COVID-19 lack specificity.[91][94] The standard blood test (quick scan) taken at the emergency room measures different values. By use of the blood quick scan the CoLab score is calculated with a developed algorithm based on how the coronavirus causes changes in the blood. The software is intended for use in emergency rooms to quickly rule out the presence of the disease in incoming patients. A not negative result is followed by a PCR (polymerase chain reaction) or LAMP (loop-mediated isothermal amplification) test.[95] The breath test by a Coronavirus breathalyzer is a pre-screening test for people who have no or mild symptoms of COVID-19. A not negative result is followed by a PCR or LAMP test.[citation needed] In May 2021, Reuters reported that Dutch researchers at Wageningen University had shown that trained bees could detect the virus in infected samples in seconds and this could benefit countries where test facilities are in short supply.[96] A two-month study by the Necker-Cochin hospital Paris in conjunction with the French national veterinary school reported in May 2021 that dogs were more reliable than current lateral flow tests.[97] Researchers in Paris in March 2022 reported in a preprint not yet peer-reviewed that trained dogs were very effective for rapidly detecting the presence of SARS-Cov2 in people, whether displaying symptoms or not. The dogs were presented with sweat samples to smell from 335 people, of whom 78 with symptoms and 31 without tested positive by PCR. The dogs detected 97% of the symptomatic and 100% of the asymptomatic infections. They were 91% accurate at identifying volunteers who were not infected, and 94% accurate at ruling out the infection in people without symptoms. The authors said \"Canine testing is non-invasive and provides immediate and reliable results.Further studies will be focused on direct sniffing by dogs to evaluate sniffer dogs for mass pre-test in airports, harbors, railways stations, cultural activities or sporting events.\"[98][99] Tollotest is a molecular test that detects the activity of a SARS-CoV2 protease, which is a biomarker for active infection.[100] In January 2020, scientists from China published the first genetic sequences of SARS-CoV-2 via GISAID, a program that normally handled genetic sequence data.[102][103] Researchers around the world used that data to build molecular tests for the virus. Antigen- and antibody-based tests were developed later.[citation needed] Even once the first tests were created, the supply was limited. As a result, no countries had reliable data on the prevalence of the virus early in the pandemic.[104] The WHO and other experts called for ramping up testing as the best way to slow the spread of the virus.[105][106] Shortages of reagent and other testing supplies became a bottleneck for mass testing in the EU, the UK and the US.[107][108][109] Early tests also encountered problems with reliability.[110][111] In drive-through testing, the person undergoing testing remains in a vehicle while a healthcare professional approaches the vehicle and obtains a sample, all while taking appropriate precautions such as wearing personal protective equipment (PPE).[112][113] Drive-through centers helped South Korea accelerate its testing program.[114] In Hong Kong test subjects can stay home and receive a specimen tube. They spit into it, return it and later get the result.[115] Pooled testing can improve turnaround time, by combining a number of samples to be tested together. If the pool result is negative, all samples are negative. If the test result is positive, samples will need to be individually tested.[68] In Israel, researchers at Technion and Rambam Hospital developed a method for testing samples from 64 patients simultaneously, by pooling the samples and only testing further if the combined sample was positive.[116][117][118] Pool testing was then adopted in Israel, Germany, Ghana[119][120][121] South Korea,[122] Nebraska,[123] China[124] and the Indian states of Uttar Pradesh,[125] West Bengal,[126] Punjab,[127] Chhattisgarh[128] and Maharashtra.[129] Open source, multiplexed designs released by Origami Assays can test as many as 1122 patient samples using only 93 assays.[130] These balanced designs can be run in small laboratories without robotic liquid handlers. One study proposed a rapid immune response assay as a screening test, with a confirmatory nucleic acid test for diagnosis, followed by a rapid antibody test to determine course of action and assess population exposure/herd immunity.[131] Required testing levels are a function of disease spread. The more the cases, the more tests are needed to manage the outbreak. COVID-19 tends to grow exponentially at the beginning of an outbreak, meaning that the number of required tests initially also grows exponentially. If properly targeted testing grows more rapidly than cases, it can be contained.[citation needed] WHO recommends increasing testing until fewer than 10% are positive in any given jurisdiction.[132] Economist Paul Romer reported that the US has the technical capacity to scale up to 20 million tests per day, which is his estimate of the scale needed to fully remobilize the economy.[134] The Edmond J. Safra Center for Ethics estimated on 4 April 2020 that this capacity could be available by late July 2020.[135] Romer pointed to single-molecule real-time sequencing equipment from Pacific Biosciences[134][136] and to the Ion Torrent Next-Generation Sequencing equipment from ThermoFisher Scientific.[134][137] According to Romer, \"Recent research papers suggest that any one of these has the potential to scale up to millions of tests per day.\" This plan requires removing regulatory hurdles. Romer estimated that $100 billion would cover the costs.[134] Romer also claimed that high test accuracy is not required if tests are administered frequently enough. He ran model simulations in which 7% of the population is tested every day using a test with a 20% false negative rate and a 1% false positive rate. The average person would be tested roughly every two weeks. Those who tested positive would go into quarantine. Romer's simulation indicated that the fraction of the population that is infected at any given time (known as the attack rate) peaks reaches roughly 8% in about thirty days before gradually declining, in most runs reaching zero at 500 days, with cumulative prevalence remaining below 20%.[138] A study found that, despite possibly suboptimal implementation, the snapshot mass-testing approach conducted by Slovakia by which ~80% of its population was tested for COVID-19 within a weekend at the end of October 2020 was highly efficacious, decreasing observed prevalence by 58% within one week and by 70% compared to a hypothetical scenario of no snapshot mass-testing.[139][140] The significant reduction resulted from a set of complementary lockdown and quarantine measures whereby citizens who tested positive were quarantined synchronously the weeks afterwards.[141] As of August 2020, the WHO recognizes wastewater surveillance of SARS-CoV-2 as a potentially useful source of information on the prevalence and temporal trends of COVID-19 in communities, while highlighting that gaps in research such as viral shedding characteristics should be addressed.[142] Such aggregative testing may have detected early cases.[143] Studies show that wastewater-based epidemiology has the potential for an early warning system and monitoring for COVID-19 infections.[144][145][146][147][148] This may prove particularly useful once large shares of regional populations are vaccinated or recovered and don't need to conduct rapid tests while in some cases being infectious nevertheless.[149] Countries around the world developed tests independently and in partnership with others. Tests are available that look for viral DNA using either polymerase chain reaction (PCR) or loop-mediated isothermal amplification (LAMP) technology. Tests developed in China, France, Germany, Hong Kong, Japan, the United Kingdom, and the US targeted different parts of the viral genome. WHO adopted the German system for manufacturing kits sent to low-income countries without the resources to develop their own.[citation needed] PowerChek Coronavirus looks for the \"E\" gene shared by all beta coronaviruses, and the RdRp gene specific to SARS-CoV-2.[150] Abbott Laboratories' ID Now nucleic acid test uses isothermal amplification technology.[151] The assay amplifies a unique region of the virus's RdRp gene; the resulting copies are then detected with \"fluorescently-labeled molecular beacons\".[152] The test kit uses the company's \"toaster-size\" ID Now device, which is widely deployed in the US.[153] The device can be used in laboratories or in point of care settings, and provides results in 13 minutes or less.[152] Primerdesign offers its Genesig Real-Time PCR Coronavirus (COVID-19). Cobas SARS-CoV-2 Qualitative assay runs on the Cobas® 6800/8800 Systems by Roche Molecular Systems. They are offered by the United Nations and other procurement agencies. Antigen tests are readily available worldwide and have been approved by several health regulators. Quidel's \"Sofia 2 SARS Antigen FIA\"[65][154] is a lateral flow test that uses monoclonal antibodies to detect the virus's nucleocapsid (N) protein.[155] The result is read out by the company's Sofia 2 device using immunofluorescence.[155] The test is simpler and cheaper but less accurate than nucleic acid tests. It can be deployed in laboratories or at point of care and gives results in 15 minutes.[154] A false negative result occurs if the sample's antigen level is positive but below the test's detection limit, requiring confirmation with a nucleic acid test.[155] The Innova SARS-CoV-2 Antigen Rapid Qualitative Test was never approved for use in the United States, but was being sold by the company anyway. The FDA inspected Innova facilities in California in March and April 2021, and found inadequate quality assurance of tests manufactured in China.[156] On 23 April 2021, the company issued a recall. The FDA warned consumers to return or destroy the devices because the rate of false positives and false negatives found in clinical trials were higher than the rate claimed by the packaging.[157] Over 1 billion tests from the company have been distributed in the UK, with £3 billion in funding as part of Operation Moonshot, and the MHRK has authorized exceptional use until at least 28 August 2021.[156] Concerned experts pointed out that accuracy dropped significantly when screening was conducted by the public instead of by a medical professional, and that the test was not designed to screen asymptomatic people.[156] A 2020 study found 79% of positive cases were found when used by laboratory scientists, but only 58% when used by the general public and 40% when used for city-wide screening in Liverpool.[158] Antibodies are usually detectable 14 days after the onset of the infection. Multiple jurisdictions survey their populations using these tests.[159][160] The test requires a blood sample. Private US labs including Quest Diagnostics and LabCorp offer antibody testing upon request.[161] Certain antibody tests are available in several European countries and also in the US.[162][163] Quotient Limited developed a CE marked antibody test that also received an US FDA Emergency Use Authorization.[164][165][166][167] Roche offers a selective ELISA serology test.[168] A summary review in BMJ has noted that while some \"serological tests … might be cheaper and easier to implement at the point of care [than RT-PCR]\", and such testing can identify previously infected individuals, \"caution is warranted … using serological tests for … epidemiological surveillance\". The review called for higher quality studies assessing accuracy with reference to a standard of \"RT-PCR performed on at least two consecutive specimens, and, when feasible, includ[ing] viral cultures.\"[169][170] CEBM researchers have called for in-hospital 'case definition' to record \"CT lung findings and associated blood tests\"[171] and for the WHO to produce a \"protocol to standardise the use and interpretation of PCR\" with continuous re-calibration.[172] Accuracy is measured in terms of specificity and selectivity. Test errors can be false positives (the test is positive, but the virus is not present) or false negatives, (the test is negative, but the virus is present).[174] Sensitivity indicates whether the test accurately identifies whether the virus is present. Each test requires a minimum level of viral load in order to produce a positive result. A 90% sensitive test will correctly identify 90% of infections, missing the other 10% (a false negative). Even relatively high sensitivity rates can produce high rates of false negatives in populations with low incidence rates.[174] In a diagnostic test, sensitivity is a measure of how well a test can identify true positives and specificity is a measure of how well a test can identify true negatives. For all testing, both diagnostic and screening, there is usually a trade-off between sensitivity and specificity, such that higher sensitivities will mean lower specificities and vice versa. A 90% specific test will correctly identify 90% of those who are uninfected, leaving 10% with a false positive result.[citation needed] Low-specificity tests have a low positive predictive value (PPV) when prevalence is low. For example, suppose incidence is 5%. Testing 100 people at random using a test that has a specificity of 95% would yield on average 5 people who are actually negative who would incorrectly test positive. Since 5% of the subjects actually are positive, another five would also test positive correctly, totaling 10 positive results. Thus, the PPV is 50%,[175] an outcome no different from a coin toss. In this situation, assuming that the result of a second test is independent of the first test, retesting those with a first positive result increases the PPV to 94.5%, meaning that only 4.5% of the second tests would return the incorrect result, on average less than 1 incorrect result.[176] The time course of infection affects the accuracy of some tests. Samples may be collected before the virus has had a chance to establish itself or after the body has begun to eliminate it. A May 2020 review of PCR-RT testing found that the median probability of a false-negative result decreased from 100% on day 1, to 67% on day 4. On the day of symptom onset, the probability was 38%, which decreased to 20% 3 days later.[177][needs update] RT-PCR is the most commonly-used diagnostic test.[178] PCR tests by nasopharyngeal swab have a sensitivity of 73%, but systematic analysis of specificity has not been determined due to the lack of PCR studies with a control group.[179] In one study sensitivity was highest at week one (100%), followed by 89.3%, 66.1%, 32.1%, 5.4% and zero by week six since symptom onset.[180][failed verification][181] Sensitivity is also a function of the number of PCR cycles, as well as time and temperature between sample collection and analysis.[182] A cycle threshold of 20 cycles would be adequate to detect SARS-Cov-2 in a highly infective person.[182] Cycle thresholds above 34 are increasingly likely to give false positives outside of high biosafety level facilities.[182] On July 16, 2020, Dr. Anthony Fauci of the US CDC indicated that positive results obtained from RT-PCR tests run at more than 35 cycles were almost always \"just dead nucleotides\".[183] On August 29, 2020, the New York Times reported that, \"In three sets of testing data that include cycle thresholds, compiled by officials in Massachusetts, New York and Nevada … most tests set the limit at 40 [cycles], a few at 37\" and that the CDC was examining the use of cycle threshold measures \"for policy decisions,\"[184] On July 21, 2021, the CDC, in their \"Real-Time RT-PCR Diagnostic Pan: Instructions for Use\", indicated tests results should be determined at 40 cycles.[185] A Dutch CDC-led laboratory investigation compared 7 PCR kits.[186] Test kits made by BGI, R-Biopharm AG, BGI, KH Medical and Seegene showed high sensitivity.[187] High sensitivity kits are recommended to assess people without symptoms, while lower sensitivity tests are adequate when diagnosing symptomatic patients.[186] The University of Oxford's Centre for Evidence-Based Medicine (CEBM) has pointed to mounting evidence[188][189] that \"a good proportion of 'new' mild cases and people re-testing positives via RT-PCR after quarantine or discharge from hospital are not infectious, but are simply clearing harmless virus particles which their immune system has efficiently dealt with\", and have called for \"an international effort to standardize and periodically calibrate testing\".[190] On 7 September, the UK government issued \"guidance for procedures to be implemented in laboratories to provide assurance of positive SARS-CoV-2 RNA results during periods of low prevalence, when there is a reduction in the predictive value of positive test results\".[191] On 4 January 2021, the US FDA issued an alert about the risk of false results, particularly false negative results, with the Curative SARS-Cov-2 Assay real-time RT-PCR test.[48] One study reported that the ID Now COVID-19 test showed sensitivity of 85.2%. Abbott responded that the issue could have been caused by analysis delays.[192] Another study rejected the test in their clinical setting because of this low sensitivity.[193] The WHO recommends countries that do not have testing capacity and national laboratories with limited experience on COVID-19 send their first five positives and the first ten negative COVID-19 samples to one of the 16 WHO reference laboratories for confirmatory testing.[194][195] Out of the sixteen reference laboratories, seven are in Asia, five in Europe, two in Africa, one in North America and one in Australia.[196] Iceland managed the pandemic with aggressive contact tracing, inbound travel restrictions, testing, and quarantining, but with less aggressive lock-downs.[197] Researchers tested the entire population of Vo', the site of Italy's first COVID-19 death. They tested about 3,400 people twice, at an interval of ten days. About half the people testing positive had no symptoms. All discovered cases were quarantined. Along with restricting travel to the commune, new infections were eliminated.[198] Unlike other Asian countries, Japan did not experience a pandemic of SARS or MERS, so the country's PCR testing system was not well developed.[199][200] Japan preferentially tested patients with severe illness and their close contacts at the beginning. Japan's Novel Coronavirus Expert Meeting chose cluster measures to identify infections clusters.[199][200] The Expert Meeting analyzed the outbreak from Wuhan and identified conditions leading to clusters (closed spaces, crowded spaces and close-contact), and asked people to avoid them.[200][201] In January, contact tracers took action shortly after the first infection was found. Only administrative tests were carried out at first, until insurance began covering PCR tests on 6 March. Private companies began to test, and the test system gradually expanded.[199][202] On 3 April, those with positive tests were legally permitted to recuperate at home or in a hotel if they had asymptomatic or mild illness, ending the hospital bed shortage.[203] The first wave (from China) was contained,[204] but a second wave (caused by returnees from Europe and the US) in mid-March led to spreading infection in April.[200] On 7 April, Japan declared a state of emergency, (less strict than a lockdown, because it did not block cities or restrict outings).[200][203][205] On 13 May, antigen test kits became covered by insurance, and were combined with a PCR test for diagnosis.[206][207] Japan's PCR test count per capita remained far smaller than in some other countries even though its positive test rate was lower. Excess mortality was observed in March.[201][failed verification][205][failed verification][208] The Expert Meeting stated, \"The Japanese health care system originally carries out pneumonia surveillance, allowing it to detect most of the severely ill patients who develop pneumonia. There are a large number of CT scanners in Japan and they have spread to small hospitals all over the country, so pneumonia patients are rarely missed. In that sense, it meets the same standards as other countries that mainly carry out PCR tests.\"[201][208] The group recommended using CT scans data and doctor's findings for diagnosis.[209][210] On the Diamond Princess cruise ship, many people who initially tested negative later tested positive. Half of coronavirus-positives there who remained mild or asymptomatic had pneumonia findings on CT scans and their CT image showed a frosted glass shadow that is characteristic of infection.[209][211] As of 18 July, Japan's daily PCR testing capacity was about 32,000, more than three times the 10,000 cases as of April. When the antigen test is added to it, the number is about 58,000. The number of tests per 1,000 people in the United States is about 27 times that of Japan, the UK is 20 times, Italy is 8 times, and South Korea is twice (as of 26 July).[212][213][214] The number of those infected with coronavirus and inpatients has increased in July, but the number of serious cases has not increased. This is thought to be due to the proper testing of those infected in July compared to those in April. In April, the number of tests could not catch up with the increase in the number of infected people, and the test standards were strict, so the test positive rate exceeded 30% at the peak. It means that there were quite a few cases where the those infected was not PCR tested. It is thought that the severe case was preferentially tested though there were a lot of mild cases and asymptomatic carriers mainly in the young during the first wave. In other words, it became possible to grasp the actual situation of infection much better than before by strengthening the testing system.[215] At the end of July, accommodation facilities for mild and asymptomatic carriers became full, and the authorities requested hospitals to prepare beds for the mild. However, it became difficult to treat patients with other illnesses and to maintain the ICU system including the staff due to the occupation of hospital beds by patients with mild symptoms.[216][217][218] On 27 April 2020, Russia tested 3 million people and had 183,000 positive results.[219] On 28 April Anna Popova, head of Federal Service for Surveillance in Healthcare (Roszdravnadzor) stated that 506 laboratories were testing; that 45% of those who tested positive had no symptoms; that 5% of patients had a severe form; and 40% of infections were from family members. Illness improved from six days to one day after symptoms appeared. Antibody testing was carried out on 3,200 Moscow doctors, finding 20% immunity.[220] With contact tracing, inbound travel restrictions, testing, and quarantining, Singapore arrested the initial spread without complete lockdown.[221] In late October 2020 Slovakia tested 3.62 million people in a weekend, from a population of 5.4m, representing 67% of the total (or 82% of the adult population), 38,359 tested positive, representing 1.06% of those tested. The government considered the mass test would significantly assist in controlling the virus and avoid a lockdown and may repeat the exercise at a later date.[222] South Korea's broad testing approach helped reduce spread. Testing capacity, largely in private sector labs, was built up over several years by the South Korean government in the early 2000s.[223] The government exploited the resident registration number (RRN) system. Authorities mobilized young men who were eligible for military service as social service agents, security and public health doctors. Public health doctors were mainly dispatched to public health centers and life treatment centers where mildly ill patients were accommodated. They performed PCR tests and managed mild patients. Social service agents worked in pharmacies to fill staff shortages. Korea's 10k PCR tests per million residents was the world's highest as of 13 April rising to 20k by mid-June. Twenty-seven Korean companies exported test kits worth $48.6 million in March, and were asked to provide test kits or humanitarian assistance by more than 120 countries. Korean authorities set up a treatment center to isolate and manage patients with asymptomatic and minor illnesses in one facility in order to vacate hospital beds for the more severely ill. Centers were sited mainly at national facilities and corporate training centers. The failure of Korea's MERS quarantine in May 2015 left Korea more prepared for COVID-19 than countries that did not face that pandemic. Then President Park Geun-hye allowed Korean CDC-approved private sector testing for infectious diseases in 2016. Korea already had a system for isolating, testing and treating infectious disease patients separately from others. Patients with respiratory illness but no epidemiological relevance were treated at the National Hospital, and those with epidemiological relevance were treated at selected clinics.[224][225][226][227][228][229][230][231][232] Korea established a large scale drive-through/walk-through\" test testing program. However, the most common method was \"mobile examination\". In Daegu City, 54% of samples were collected by 23 March in home or hospital. Collecting samples door-to-door of avoided the risk of travel by possibly infected patients, but required additional staff. Korea solved the problem by drafting more than 2,700 public insurance doctors.[224][228][227] The government disclosed personal information to the public via KCDC without patient consent. The authorities used digital surveillance to trace possible spread.[225][228][229][231][232][233][234][235][236][237][excessive citations] Health insurance IDs and national identification card numbers were used to trace contacts.[238][239][240][241] In January 2021, the COVID-19 testing results of the UAE came under scrutiny, as Denmark suspended the Emirati flights for five days. The European nation said that it barred the flights from the UAE due to growing suspicion of irregularities in the testing process being followed in the Gulf nation. Denmark's Minister of Transport, Benny Engelbrecht said that they were taking time to ensure that the negative tests of travelers from the Emirates were a real screening carried out appropriately.[242] New York State's control measures consisted of PCR tests, stay-at-home measures and strengthening the healthcare system. On 29 February before its first case, the state allowed testing at the Wordsworth Center. They managed to convince the CDC to approve tests at state laboratories and the FDA to approve a test kit. As of 13 March the state was conducting more than 1,000 daily tests, growing to 10,000/day on 19 March. In April, the number exceeded 20,000. Many people queued at hospitals to get tested. On 21 March New York City health officials directed medical providers to test only those entering the hospital, for lack of PPE.[231][243][244][245][246][excessive citations] Following an outbreak, 94% of the 4,800 aircraft carrier crew were tested. Roughly 60 percent of the 600-plus sailors who tested positive were asymptomatic.[247] Five infected sailors who completed quarantine subsequently developed flu-like symptoms and again tested positive.[248] In 2020, Nevada received a donation of 250,000 Covid testing kits, which were a product of China's leading genetics company, BGI Group. A UAE-based firm owned by Tahnoun bin Zayed Al Nahyan, Group 42 partnered with the BGI Group to supply the testing kits to Nevada. However, the US Department of Homeland Security and the State Department raised a warning for Nevada hospitals to not use the Chinese-made testing kits, as there were concerns around the involvement of the Chinese government, test accuracy and privacy of the patients.[249] A shortage of trained medical laboratory scientists, assay reagents, analyzers, transport medium, and PPE coupled with high demand had limited initially limited the availability of testing and led to significantly increased turnaround times.[citation needed] Testing strategies vary by country and over time,[250] with some countries testing very widely,[8] while others have at times focused narrowly on only testing the seriously ill.[6] The country that tests only people showing symptoms will have a higher figure for \"Confirmed / tested\" than the country that also tests others.[251] If two countries are alike in every respect, including which people they test, the one that tests more people will have a higher \"Confirmed / population\". Studies have also found that countries that test more, relative to the number of deaths, have lower estimated case fatality rates[9] and younger age distributions of cases.[11]","Title":"COVID-19 testing - Wikipedia","KeyID":"11038","URL":"https://en.wikipedia.org/wiki/COVID-19_testing"}