{"Content: ":"The COVID-19 pandemic has impacted the mental health of people around the world.[1][2] The pandemic has caused widespread anxiety, depression, and post-traumatic stress disorder symptoms.[3][4] The pandemic has damaged social relationships, trust in institutions and in other people, has caused changes in work and income, and has imposed a substantial burden of anxiety and worry on the population.[5] Women and young people face the greatest risk of depression and anxiety.[2][4] COVID-19 exacerbated problems caused by substance use disorders (SUDs). The pandemic disproportionately affects people with SUD.[6] The health consequences of SUDs (for example, cardiovascular diseases, respiratory diseases, type 2 diabetes, immunosuppression and central nervous system depression, and psychiatric disorders), and the associated environmental challenges (such as housing instability, unemployment, and criminal justice involvement), are associated with an increased risk for contracting COVID-19. Confinement rules, as well as unemployment and fiscal austerity measures during and following the pandemic period, can also affect the illicit drug market and patterns of use among consumers of illicit drugs. Mitigation measures (i.e. physical distancing, quarantine, and isolation) can worsen loneliness, mental health symptoms, withdrawal symptoms, and psychological trauma. The known causes of mental health issues during the pandemic included fear of infection, stigma associated with infection, isolation (imposed by individuals sheltering on their own or in compliance with lockdowns), and masks.[7] Billions of people shifted to remote work, temporary unemployment, homeschooling or distance education, and lack of physical contact with family members, friends and colleagues.[8] As the pandemic began, the risks were uncertain. As sick people flooded into hospitals and official advice evolved, the lack of information increased stress and anxiety.[9] Many uncertainties surrounded the beginning of the pandemic, including estimating infection risk, symptom overlap between COVID-19 and other health problems.[10] During the first wave of the epidemic, critical supplies were quickly exhausted. The most prominent items were personal protective equipment (PPE) for hospital workers and ventilators for treatment.[9] One study reported that 63.3% of nurses agreed with the statement, “I am worried about inadequate personal protective equipment for healthcare personnel (PPE)”.[11] As the pandemic began, anyone who interacted with infected people had to address the possibility that they might have been infected themselves and might therefore present an unknown risk to their family and others. In some cases, they were initially stigmatized.[10][12][13] Many care homes subjected their residents to enforced isolation. They were locked into their rooms around the clock, including at mealtimes when their meals were delivered to their doors. Visitors were not allowed, nor was any socialization among the residents.[14] Nurses worked longer hours during the pandemic, which increasing anxiety in many. Many patients rapidly progressed once in the hospital to the ICU and ultimately, death. The absence of approved therapeutics meant that palliative care (supplemental oxygen, ventilators and extracorporeal membrane oxygenation) were the only options. In some cases, this stimulated frustration and a sense of powerlessness.[15] Those caring for COVID-19 patients were subject strict biosecurity measures, consigned to wearing gowns, uncomfortable masks and face shields at work. After returning home, many changed clothes before entering and isolated themselves, in an attempt to protect their families. Their jobs demanded constant awareness and vigilance, reduced their autonomy, reduced access to social support, reduced self-care, uncertainty about the effects of long-term exposure to COVID-19 patients, and fear of infecting others.[16][17] In some jurisdictions, schools were closed during the early months of the pandemic. Such closures increased anxiety, loneliness, stress, sadness, frustration, indiscipline, and hyperactivity among children.[18] The Guidelines on Mental Health and Psychosocial Support of the Inter-Agency Standing Committee of the United Nations recommends that mental health support during an emergency \"do no harm, promote human rights and equality, use participatory approaches, build on existing resources and capacities, adopt multi-layered interventions and work with integrated support systems.\"[10] One author suggested implementing habits that act as \"psychological PPE\". These habits include healthy eating, healthy coping mechanisms, and practicing mindfulness and relaxation methods.[19] WHO and CDC issued guidelines for minimizing mental health issues during the pandemic. The summarized guidelines are:[20][21][22] What are health care workers experiencing? What actions can healthcare workers take? CDC stated that citizens should \"try to do enjoyable activities and return to normal life as much as possible\" during a crisis.[37] A peer-reviewed study published in 2021 suggests that playing video games may have a positive effect on players' mental health and well-being, providing opportunities for socialization and connection.[38] A psychological intervention plan was developed by the Second Xiangya Hospital, the Institute of Mental Health, the Medical Psychology Research Center of the Second Xiangya Hospital, and the Chinese Medical and Psychological Disease Clinical Medicine Research Center. It focused on building an intervention medical team to provide online courses for medical staff, a hotline team, and interventions.[39] Online education and counselling services were created for social media platforms such as WeChat, Weibo, and TikTok. Printed books about mental health and COVID-19 were republished online. Free electronic copies were available through the Chinese Association for Mental Health.[40] The government loosened Health Insurance Portability and Accountability Act (HIPAA) regulations through a limited waiver. It allowed clinicians to evaluate and treat individuals though video chatting services that were not previously permitted, allowing patients to receive remote care.[41] On October 5, 2020, then-president Donald Trump issued an executive order to address mental and behavioral health issues, establishing a Coronavirus Mental Health Working Group.[42] In the executive order, he cited a CDC report that found that during June 24–30, 2020, 40.9% of more than 5,000 Americans reported at least one adverse mental or behavioral health condition, and 10.7% had seriously considered suicide during the month preceding the survey.[43] On 9 November 2020, a study reported findings from an electronic health record network cohort study using data from nearly 70 million individuals, including 62,354 individuals.[44] Nearly 20% of COVID-19 survivors were diagnosed with a psychiatric condition between 14 and 90 days after diagnosis, including 5.8% first-time psychiatric diagnoses. Among patients without previous psychiatric history, patients hospitalized for COVID-19 had increased incidence of a first psychiatric diagnosis compared to other health events analyzed. Together, these findings suggest that COVID-19 may increase psychiatric sequelae, and those with pre-existing psychiatric conditions may be at increased risk for COVID-19.[45] Individuals with obsessive–compulsive disorder (OCD), may face worsened long-term consequences.[46][47] Fears regarding infection and public health tips calling for hand-washing and sterilization triggered related compulsions in some OCD sufferers.[48][49][50] Amid guidelines of social-distancing, quarantine, and feelings of separation, some sufferers experienced more intrusive thoughts, unrelated to contamination obsessions.[51][52] Healthcare workers and COVID–19 patients both experienced higher risk of experiencing PTSD-like symptoms. In late March 2020, researchers in China found that, based on a PTSD checklist questionnaire provided to 714 discharged patients, 96.2% had serious PTSD symptoms. Another study reported a significant increase in PTSD symptoms and diagnosis among nurses who regularly care for COVID-19 patients.[53][54] Furthermore, anxiety and fear-related disorders... and neurocognitive disorders rank with diabetes, obesity, and chronic kidney disease as comorbidities.[55] Many nurses reported increased anxiety.[15] Cases of anxiety and depression within healthcare workers who interact with increased by 1.57% and 1.52% respectively.[56] If untreated, anxiety and depression can lead to more severe mental and physical health outcomes.[54] A study published in JAMA Internal Medicine found that internet searches reflective of a panic attack in the United States reached record highs early during the pandemic (March 13, 2020 to May 9, 2020). Searches subsequently returned to typical level, perhaps because Americans became more resilient to the societal fallout from COVID-19.[57] On October 19, 2021, the American Academy of Pediatrics, the American Academy of Child and Adolescent Psychiatry, and the Children's Hospital Association declared a “national emergency\" for children's mental health.[58] One study reported that many children who were separated from caregivers during the pandemic experienced a crisis. Children who were isolated or quarantined during past pandemics were more likely to develop acute stress disorders, adjustment disorders and experience grief, with 30% of children meeting the clinical criteria for PTSD.[59] A meta-analysis of 15 studies performed reported that 79.4% of children and teenagers suffered negative consequences: 42.3% were irritable, 41.7% had symptoms of depression, 34.5% struggled with anxiety, and 30.8% had problems with inattention. Many young people struggled with boredom, fear, and sleep problems.[30] A collection of 29 studies posted in August 2021 by Jamanetwork[60] showed that the prevalence of symptoms of depression and anxiety had doubled during COVID-19. They had also found that older adolescents were affected more and it was the most prevalent in girls. In an October 2020 global study, negative emotions experienced by students included boredom (45.2%), anxiety (39.8%), frustration (39.1%), anger (25.9%), hopelessness (18.8%), and shame (10.0%). The highest levels of anxiety were found in South America (65.7%) and Oceania (64.4%), followed by North America (55.8%) and Europe (48.7%). The least anxious were students from Africa (38.1%) and Asia (32.7%). A similar order of continents was found for frustration.[61] School closures caused anxiety for students with special needs as daily routines are disrupted and therapy and social skill groups halted. Others who incorporated school routines into their coping mechanisms experienced an increase in depression and difficulty in readjusting to normal routines. Closures limited mental health service availability, along with educators' ability to identify at-risk youth.[41] Studies from previous years and epidemics reported that children who were isolated were much more likely to develop PTSD.[31][34] PTSD in children can have long-term consequences on brain development and affected kids are more likely to develop psychiatric disorders.[28][32][33] Pandemic lockdowns impacted mental health outcomes for children with special needs, creating challenges including the lack of understanding about the pandemic and the ability to complete school work.[33] Children on the autism spectrum were more likely to become agitated by the changing environment.[33] Adolescents and children with attention deficit hyperactivity disorder (ADHD) struggled with staying confined in only one space, creating difficulties for caregivers to find activities that were engaging/meaningful to them.[33] The stress of the pandemic was cited as being a major cause in the increased numbers of break-ups and divorces which was observable from mid-2020 onwards as the upheaval of societal norms prompted people to reconsider their lives, relationships and jobs.[62] Relationship experts noted that people often do not recognize the impact that stress can have on a relationship and a couple’s ability to be good partners to each other.[62] Some of the causes cited included the stresses brought about by living in cramped and shared spaces, arguments over the division of housework, and differing attitudes towards the seriousness of the virus with some partners choosing not to observe government guidelines over quarantine, mask mandates, or vaccinations.[63] The influence of unemployment and/or wage decreases brought about as a result of the pandemic was also cited, noting that this can manifest as anxiety, anger and frustration as well as an increased likelihood of domestic abuse.[64] A survey by Relate, a UK relationship-support charity, in April 2020 found that nearly a quarter of people had felt that lockdown had been placing additional pressures on their relationship.[65] In couples where one party chose to get vaccinated while the other did not, tensions arose over the anger felt towards the partner for depriving them of their chance to enjoy life again.[66] As the pandemic took away “well-established routines that offered comfort, stability and rhythm”, according to Ronen Stilman, a psychotherapist and spokesperson for the UK Council for Psychotherapy, it left many partners around the world with limited opportunities to “seek other forms of support or stimulation”[62] beyond their relationship, which put them under severe strain.[64] The pandemic was also noted as acting as a catalyst for break-ups that may have been impending already, especially when the previous separate routines of partners had served to mask problems in this regard.[64] As of December 2020 it was noted the number of couples seeking relationship counselling had \"surged\" during lockdown.[65] As 2020 drew to a close, divorce rates around the world had noticeably increased with many previously content couples having separated due to the cumulative stresses brought about by Covid-19. British law firm Stewarts logged a 122% increase in enquiries between July and October 2020, compared with the same period in 2019.[64] In the USA, 'Legal Templates', a legal contract-creation site, reported a 34% increase in sales of its basic divorce agreement, in the first half of 2020, compared to the same time period in 2019.[63] It was reported that newlyweds married in the previous five months to that made up 20% of these sales.[64] A noticeable increase in the number of applications for divorce during the coronavirus pandemic also occurred in Sweden.[67] The UK charity Citizens Advice reported a spike in searches for online advice on ending a relationship.[64] In January 2022 it was revealed the U.K.’s largest family law firm reported a 95% increase in divorce inquiries during the pandemic (detecting a majority of inquiries coming from women).[63] As vaccinations began to be extended to children, differences of opinion between parents also strained marriages and relationships.[63] K-12 Schools have been able to play the role of a safety net in many cases where adults look out for the mental health status of their students. In schools teachers and adults are able to be on the look out and recognize physical/emotional distress, signs of physical abuse, and/or sudden significant or subtle changes in behavior.[68] Should they recognize any apparent disruptions, teachers are able to intervene and provide their students with the necessary resources to help them.[68] However, during the COVID-19 pandemic, with students and teachers out, this system has not been in place. As COVID-19 mitigation efforts began to ease up and students return to the classroom, teachers have noticed an increase in crying and disruptive behavior in this population of students and also increased occurrences in violence and bullying.[69] Mental health professionals call for schools and education institutions everywhere to implement a number of health promotion programs in their schools that may teach students how to prevent succumbing to adverse mental health issues and how to cope with the reality and continuing effects of COVID-19 so that it does not get in the way of their education and future endeavours.[70] The Higher Education Policy Institute conducted a study that reported that 63% of students claimed that their mental health had worsened, and that 38% demonstrated satisfaction with the mental health service access.[71] Physical harm such as overdose, suicide and substance abuse reached an all-time high. Academic stress, dissatisfaction with the quality of teaching and fear of infection were associated with higher depression scores. Involvement in a steady relationship and living with others were associated with lower depressive scores. Research reported that psychological stress following strict confinement was moderated by levels of the pre-pandemic stress hormone cortisol and individual coping skills. Stay-at-home orders that worsened self-reports of stress also increased cognitive abilities including perspective taking and working memory.[72] However, that greater emotion regulation (measured pre-pandemic) was associated with lower acute stress (measured by the Impact of Event Scale-Revised) in response to the early pandemic in the US during lockdown.[73] Students who experienced a death of a close family member, a known stressor, were more likely to decide to stay home and attend college virtually.[74] Isolation from others and lack of contact with mental health services worsened symptoms. The specific level of impact on students reflected their demographic backgrounds: students from low-income households and students of color experienced greater mental health and academic impacts. Students who struggle with mental health also struggled academically.[75] Students from high-income households and those in successful school districts were more likely to have to mental health (and other) resources.[76] Those already living with psychopathology were more vulnerable to experience heightened levels of distress during lockdown measures.[77] Specifically, researchers saw an increase in the amount of eating disorders related vulnerabilities.[78] Social isolation that accompanies lockdown and stay at home measures for many resulted in a decrease in physical movement and activity, an increased amount of food in the home, and an increased time spent with a screen. There was an increase of 10% of student's perception of their body and the description of their weight as a risk factor for acquiring an eating disorder and exhibiting symptoms during the months between January 2020 and April 2020.[78] After lockdown ended, student's levels of physical activity remained below their pre-pandemic levels, even for those attending colleges that resumed in-person instruction.[74] Studies showed that although college students did not have significant increases in their BMI, the rates in which college students were concerned about gaining weight and subsequent increases in their BMI significantly increased.[78] An international survey conducted in Norway, USA, UK, and Australia at the end of 2020 found that university students in higher education had poorer mental health than non-students.[79] Key workers did not shift to remote work[80] despite low availability of PPE and while risks from the virus were undetermined. These workers earn modest wages on average and are more likely to be racial/ethnic minorities.[81] Fewer than 5% of US workers without a high school diploma were remote workers during the COVID-19 pandemic. Only 7% of US service workers, the majority of whom were low-wage customer-facing workers, could use remote work. Service industry workers were the least likely to get compensated for time off. The pandemic's nationwide economic implications resulted in business closures and record unemployment rates. Low-wage and part-time workers were those most likely to be unemployed and people of color (especially women) had disproportionate job losses compared to the general population.[82] Before COVID-19, healthcare workers already faced many stressors, including health risks, the possibility of infecting their household, and the stress of working with extermely sick patients. COVID-19's physical and emotional burden impacted healthcare workers increased rates of anxiety, depression, and burnout that impacted sleep, quality work/empathy towards patients, and suicide rates.[83] Cases of anxiety and depression within healthcare workers who interact with COVID-19 patients increased by 1.57% and 1.52% respectively.[56][15] One study reported that frontline nurses experience higher rates of anxiety, emotional exhaustion, depression, and post-traumatic stress disorder.[9] A cross-sectional study using an online survey in Southern California examined stress levels before and during the pandemic. The study used the 10-item Perceived Stress Scale (PSS) and the Connor-Davidson Resilience Scale to assess psychological stress and resilience in nurses. The experiment concluded that nurses reported feeling moderate and high levels of stress compared to before the pandemic.[84] A five-part questionnaire conducted among healthcare workers in Ghana to examine the correlation between COVID-19 and mental health. The questionnaire classified participant fears as \"none\", \"mild\", \"moderate\", and \"extreme\". Participants also answered and ranked questions about depression using the Depression Anxiety Stress Scale (DASS). Because the DASS-21 assessment is split up into three categories, (Depression, Anxiety and Stress), participants provided three numbers, one for each category. The fourth part assessed whether participants perceived that they were provided with a good psychological environment. The fifth part assessed coping success. Over 40% of health staff reported mild to extreme fear. Depression ranked highest with 16%. However, only 30% received their salary, and only 40% were insured in case of infection. 42% of respondents in Ghana proved that their hospitals do not provide sufficient protective equipment.[85] Hospitals in China such as The Second Xiangya Hospital (Psychology Research Center), and the Chinese Medical and Psychological Disease Clinical Medicine Research Center noticed signs of psychological distress and set up a plan to help struggling staff. They suggested coping strategies for stress, a hotline, and education. Healthcare workers stated that all they needed was uninterrupted rest as well as more supplies. Moreover, medical staff in China agreed to use psychologists’ skills to help them deal with distressed patients. They suggested having mental health specialists ready when a patient becomes emotionally distressed.[86] Initially, healthcare workers experienced fear over possible exposure.[87][88] This fear correlated to significant mental health declines amongst nurses.[89] Increased patient workloads contributed to mental health impacts. Patient counts in hospitals increased during seasonal waves, sometimes overloading hospitals. A majority of medical professionals experienced higher patient workloads. Limitations on family visitation increased staff demands. Anxiety in healthcare workers rose. Anxiety directly correlates with worker performance. One study reported that 13% of COVID nurses and 16% of other COVID healthcare workers reported severe anxiety.[90] Another study surveyed workers in March 2020 and again in May and reported that psychological distress and anxiety had increased.[91] Other studies reported that the pandemic had led at least one in five healthcare professionals to report symptoms of anxiety.[92] Specifically, anxiety was assessed in 12 studies, with a pooled prevalence of 23.2%.[92] One study reported that things changed drastically in a couple of months after the pandemic began.[24] It found thatthe prevalence rates of post-COVID anxiety were about 32%. Participants with moderate to extremely severe anxiety made up 26% of the sample.[24] Individuals who worked during the pandemic reported higher rates of anxiety. In another study, 42% of patient care respondents had significantly more anxiety than providers who did not care directly for patients.[16] Increased depression and burnout were observed in healthcare workers. In one study more than 28% of the sample reported high levels of emotional exhaustion.[90] More than 50% of the sample reported low levels of depersonalization, except for COVID nurses and physicians, 37% of whom reported depersonalization.[90] Another study reported that the prevalence rates of depression were as high as 22% and that extremely severe depression occurred in 13%.[24] In a cross-sectional survey, a high percentage of the nurses surveyed reported high stress levels and/or PTSD symptoms.[93] Eight major themes were identified:[93] Many of these concerns are related to the pandemic. Healthcare understaffing not only affects patient health but can rebound against healthcare workers. A study found that 70+% of doctors and nurses perceived moderate-to-severe stress.[94] The study reported that direct dealing with COVID-19 patients significantly increases stress. Without intervention the nursing staff and patients would struggle. Hate crimes targeted towards Asians rose nearly 150% across major U.S. cities from 2019 to 2020.[95] As the pandemic progressed, about 40% of Asian and Black Americans reported feeling people act uncomfortable around them.[96] The harassment against those of Asian descent ranges in its forms; these include both verbal and physical attacks, and even acts of vandalism.[97] Some attest the increase in attack rates to the negative expressions used by President Donald Trump, an example of this being when he referred to the COVID-19 virus as \"kung flu.\"[98] Asian Americans disproportionately hold positions as high-risk essential workers, and many regions heavily affected by COVID-19 have an abundance of Asian-owned businesses.[99] Suggestions for aiding in the support of Asian Americans throughout this time include ensuring Asian inclusion in businesses, preventing the use of Anti-Asian rhetoric, and encouraging a dialogue that accounts for the acknowledgement of Asian American treatment and support throughout this time.[99] The pandemic triggered concern over increased suicides, caused by social isolation due to quarantine and social-distancing guidelines, fear, and unemployment and financial factors.[100][101] A 2020 study reported that suicide rates were either the same or lower than before the pandemic began, especially in higher income countries, as often happens in crises.[102] The number of crisis hotlines calls increased, and some countries established new hotlines. For example, Ireland launched a new hotline aimed at older generations that received around 16,000 calls in its first month in March 2020.[103] The Kids Helpline in the Australian state of Victoria reported a 184% increase in calls from suicidal teenagers between early December 2020 and late May 2021.[104] A March 2020 survey of over 700,000 people in the UK reported that 1 in 10 people had suicidal thoughts as a result of lockdown. Charities such as the Martin Gallier Project[105] as of November 2020 had intervened in 1,024 suicides during the pandemic.[106] Suicide cases remained constant or decreased, although the best evidence is often delayed.[107] According to a study conducted on twenty-one high and upper-middle-income countries in April–July 2020, the number of suicides remained static.[108] These results were attributed to factors, including the composition of mental health support, financial assistance, family/community support, use of technology to connect, and time spent with family members. Despite this, isolation, fear, stigma, abuse, and economic fallout increased.[109] Self-reported levels of depression, anxiety, and suicidal thoughts were elevated during lockdown, according to evidence from several countries, but did not appear to have increased suicides.[108] According to CDC surveys conducted in June 2020, 10.7 percent of adults aged 18 and up said they had seriously considered suicide in the previous 30 days. They ranged in age from 18 to 24 and were classified as members of minority racial/ethnic groups, unpaid caregivers, and essential workers.[43] Few studies have been conducted to examine suicides in low- and lower-middle-income countries. WHO stated, “in 2016, low- and middle-income countries accounted for 79 percent of global suicides.” This is because of registration system limitations, and lack of real-time suicide data.[108] Middle income Myanmar and Tunisia were studied along with low-income Malawi. The study reported that, “In Malawi, there was reportedly a 57% increase in January–August 2020, compared with January–August 2019, and in Tunisia, there was a 5% increase in March–May 2020, compared with March–May, 2019. By contrast, in Myanmar, there was a 2% decrease in January–June 2020, compared with January–June 2019.”[108] Damage to the economy is associated with higher suicide rates. The pandemic put many businesses on hold, led to reduced employment, and triggered a major stock market drop.[110] Stigma is a primary cause. Frontline workers, the elderly, the homeless, migrants, and daily wage workers were more vulnerable.[109] Stigma led to reported suicides in infected individuals in Bangladesh and India.[111] Studies reported that the outbreak had a significant impact on mental health, with an increase in health anxiety, acute stress reactions, adjustment disorders, depression, panic attacks, and insomnia. Relapses and increased hospitalization rates are occurring in cases of severe mental disorders, obsessive-compulsive disorder, and anxiety disorders. All of which increase suicide risks.[109] National surveys in China (and Italy) revealed a high prevalence of depression and anxiety, both of which increase suicide risks.[109] One Shanghai district reported 14 cases of suicides among primary and secondary school students as of June 2020, more than annual averages.[112] Domestic media reported additional suicides by young people even though topics like suicide are usually avoided in Chinese society.[112] In September 2021, mental health organizations and an advisor to the government urged the government to address suicide prevention, although suicides in 2020 were lower than in 2019, as they warned that Fiji was beginning to suffer from a \"mental health epidemic.\"[113] Alcohol bans reportedly led to suicides in India.[114] One study reported that people had been influenced by anxiety- and trauma-related disorders and by adverse societal dynamics relating to work and PPE shortages.[115] Overall, suicide rates in Japan appeared to decrease 20% at the beginning, partly offset by a rise in August 2020.[102] Counseling helplines by telephone or text message are provided by many organizations.[116] On September 20, 2020, Sankei Shimbun reported that the month of July and August saw more suicides than in the previous year due to the pandemic's economic impact. Estimates for suicide deaths include a 7.7% increase or a 15.1% increase in August 2020, compared to August 2019.[102] Sankei Shimbun further reported that rates increased more among women, with the month of August seeing a 40.1% increase in suicide compared to August 2019.[117] As of November 2020[update], the rate of deaths from suicide appeared to be unchanged in the US.[102] In Clark County, Nevada, 18 high school students committed suicide over nine months of school closures.[118] In March 2020, the federal crisis hotline, Disaster Distress Helpline, received a 338% increase in calls compared to February and an 891% increase in calls compared to March 2019.[119] Suicide rates increased for African Americans.[120] COVID-19 lockdowns were first used in China and later worldwide by national and state governments.[121] Most workplaces, schools, and public places were closed. Lockdowns closed most mental health centers. Patients who already had mental health disorders may have worsened symptoms.[122] South Africa implemented a strict lockdown on 26 March 2020 that lasted until 1 June. Of the 860 respondents to an online questionnaire in May 2020, 46% met the diagnostic criteria of anxiety disorder and 47% met the diagnostic criteria of depressive disorder.[123] The participants who met these criteria reported substantial daily life repercussions, but fewer than 20% consulted a formal practitioner.[123] Distress over lockdown and fear of infection were associated with anxiety and depressive symptoms. Pre-existing mental health conditions, younger age, female sex, and living in a non-rural area were associated with more anxiety and depressive symptoms.[123] In July 2020, Japan was in \"mild lockdown\", which was not enforced and was non-punitive.[124] A study of 11,333 individuals across Japan were asked to evaluate the impact of a one-month lockdown, answering questions related to lifestyle, stress management, and stressors. It suggested that psychological distress indices significantly correlated with items relating to COVID-19.[125] Italy was the first country to enter a nationwide lockdown. According to a questionnaire, 21% of participants reported moderate to extremely high depression, while 19% reported moderate to extremely high anxiety.[126] Moreover, about 41% reported poor sleep before the lockdown, increasing to 52% during the lockdown. A cross-sectional study of 1,826 Italian adults confirmed the lockdown's impact on sleep quality, which was especially prevalent among females, those less educated, and those who experienced financial problems.[127] Spain's outbreak started at the end of February.[128] On March 14, 2020, the Spanish Government declared the state of alarm to limit viral transmission.[129] However, by 9 April Spain reported the second highest rate of confirmed cases and deaths. 36% of participants reported moderate to severe psychological impact, 25% showed mild to severe levels of anxiety, 41% reported depressive symptoms, and 41% felt stressed.[130] A longitudinal study collected data pre-pandemic and during confinement. It reported direct and indirect effects of pre-pandemic cortisol on the changes in self-reported, perceived self-efficacy during confinement. The indirect effects were mediated by increases in working memory span and cognitive empathy.[72] As of January 2021, Vietnam had largely returned to everyday life. The government employed effective communication, early development of test kits, contact tracing, and containment based upon epidemiological risk rather than symptoms. By appealing to universal Vietnamese values such as tam giao (Three Teachings), the Vietnamese government encouraged a culture that values public health.[131] However, Vietnamese patients quarantining reported psychological strain associated with the stigma of sickness, financial constraints, and guilt from contracting the virus. Frontline healthcare workers at Bach Mai Hospital in Hanoi who quarantined for greater than three weeks reported comparatively poorer self-image and general attitude when compared to shorter term isolees.[132] A 2022 study assessed the levels of mental wellbeing and potential for clinical need in a sample of UK university students aged 18–25 during the COVID-19 pandemic. Study has found \"higher levels of lockdown severity were prospectively associated with higher levels of depressive symptoms. Nearly all students had at least one mental wellbeing concern at either time point.\" The results suggest that lockdown has caused \"a wellbeing crisis in young people.\"[133] Academics theorized that once the pandemic stabilizes or ends, supervisors should allow time for first responders, essential workers, and the general population to reflect and create a meaningful narrative rather than focusing on the trauma. The National Institute for Health and Care Excellence recommended active monitoring of staff for issues such as PTSD, moral injuries, and other associated mental illness.[134] Delivering mental health services through telehealth became common.[135][136][137] Telehealth visits increased by 154% in the final week of March 2020, which is also when the pandemic resulted in many policy changes involving seeking medical care.[138] The benefits of telehealth include accessibility, increased safety due to less in-person contact, and reducing the use of scarce personal protective equipment.[138] The role of telehealth in lowering fatality rates and preventing increased presence in high-risk areas such as hospitals was generally significant.[139] A recent study of COVID-19 and Open Notes reports promising evidence of patients’ benefits when reading their clinical notes online from mental health care.[140] When patients read their clinical notes from mental health care, they report an increased understanding of their mental health, feeling in control of their care, and enhancing trust in their clinician. Patients’ are also reported to get feelings of greater validation, engagement, remembering their care plan, and acquiring a better awareness of potential side effects of their medications.[140][141][142][143][144][145][146] “Open notes do not offer a magic solution to the challenges of the pandemic, but by partnering with patients and families, through an invitation to read notes and be on the same page as their clinicians, it may offer an important new strategy to improve engagement, increase trust, and demonstrate respect for patients” (Blease et al., 2021[140]). According to the Inter-Agency Standing Committee (IASC) Guidelines on Mental Health and Psychosocial Support, the pandemic produced long-term consequences. Deterioration of social networks and economies, survivor stigma, anger and aggression, and mistrust of official information are long-term consequences.[10] While some consequences reflect realistic dangers, but other stem from lack of knowledge.[147] Many community members show altruism and cooperation in a crisis, and some experience satisfaction from helping others.[148] Some may have positive experiences, such as pride about coping. One study examined how individuals cope and find meaning across 30 countries.[149] The study reported that people who were able to reframe their experiences in a positive way had lower levels of depression, anxiety, and stress. Gender, socioeconomic factors, physical health, and country of origin were not associated with outcome measures. Another study of nearly 10,000 participants from 78 countries found similar results, with 40% reporting well-being.[150] Another study reported that positive stressor reframing allowed individuals to view the adversity as a growth opportunity, rather than a crisis to be avoided.[149] Once recovered from COVID-19, many will continue to experience long-term effects of the virus. Of these effects may include a lost or lessened sense of taste and smell, which is a result of the virus affecting cells in the nose. While this symptom is not fatal, an absence of these senses for a prolonged amount of time can cause lack of appetite, anxiety, and depression.[151] Those admitted to the ICU while battling their direct infection of the COVID-19 virus experience mental health consequences as a result of this stay, including PTSD, anxiety, and depression.[152]","Title":"Mental health during the COVID-19 pandemic - Wikipedia","KeyID":"11031","URL":"https://en.wikipedia.org/wiki/Mental_health_during_the_COVID-19_pandemic"}