{"Content: ":"COVID-19 apps include mobile-software applications for digital contact-tracing - i.e. the process of identifying persons (\"contacts\") who may have been in contact with an infected individual - deployed during the COVID-19 pandemic.[2] Numerous tracing applications have been developed or proposed, with official government support in some territories and jurisdictions. Several frameworks for building contact-tracing apps have been developed. Privacy concerns have been raised, especially about systems that are based on tracking the geographical location of app users. Less overtly intrusive alternatives include the co-option of Bluetooth signals to log a user's proximity to other cellphones. (Bluetooth technology has form in tracking cell-phones' locations.[3]) On 10 April 2020, Google and Apple jointly announced that they would integrate functionality to support such Bluetooth-based apps directly into their Android and iOS operating systems. India's COVID-19 tracking app Aarogya Setu became the world's fastest growing application - beating Pokémon Go - with 50 million users in the first 13 days of its release. Contact tracing is an important tool in infectious disease control, but as the number of cases rises time constraints make it more challenging to effectively control transmission.[4][5] Digital contact tracing, especially if widely deployed, may be more effective than traditional methods of contact tracing.[6] In a March 2020 model by the University of Oxford Big Data Institute's Christophe Fraser's team, a coronavirus outbreak in a city of one million people is halted if 80% of all smartphone users take part in a tracking system; in the model, the elderly are still expected to self-isolate en masse, but individuals who are neither symptomatic nor elderly are exempt from isolation unless they receive an alert that they are at risk of carrying the disease.[7][1] Some proponents advocate for legislation exempting certain COVID-19 apps from general privacy restrictions.[8] Ross Anderson, professor of security engineering at Cambridge University, listed a number of potential practical problems with app-based systems, including false positives and the potential lack of effectiveness if takeup of the app is limited to only a small fraction of the population.[9] In Singapore, only one person in three downloaded the TraceTogether app by the end of June 2020, despite legal requirements for most workers;[10] the app was also underused due to the fact that it required users to keep the app open at all times on iOS.[11] A team at the University of Oxford simulated the effect of a contact tracing app on a city of 1 million. They estimated that if the app was used in conjunction with the shielding of over-70s, then 56% of the population would have to be using the app for it to suppress the virus.[12] This would be equivalent to 80% of smartphone users in the United Kingdom. They found that the app could still slow the spread of the virus if fewer people downloaded it, with one infection being prevented for every one or two users.[12] In August 2020, the American Civil Liberties Union (ACLU) argued that there are disparities in smartphone between demographics and minority groups, and that \"even the most comprehensive, all-seeing contact tracing system is of little use without social and medical systems in place to help those who may have the virus — including access to medical care, testing, and support for those who are quarantined.\"[13] Addressing concerns about the spread of misleading or harmful apps, Apple, Google and Amazon set limits on which types of organizations could add coronavirus-related apps to its App Store, limiting them to only \"official\" or otherwise reputable organizations.[14][15] The advent of COVID-19 contact tracing apps has led to concerns around privacy, the rights of app users, and governmental authority. The European Convention on Human Rights, the International Covenant on Civil and Political Rights (ICCPR) and the United Nations and the Siracusa Principles have outlined 4 principles to consider when looking at the ethical principles of mass surveillance with COVID-19 contact tracing apps.[16] These are necessity, proportionality, scientific validity, and time boundedness. Necessity is defined as the idea that governments should only interfere with a person's rights when deemed essential for public health interests.[17][18] The potential risks associated with infringements of personal privacy must be outweighed by the possibility of reducing significant harm to others.[19] Potential benefits of contact-tracing apps that may be considered include allowing for blanket population-level quarantine measures to be lifted sooner and the minimization of people under quarantine.[20] Hence, some contend that contact-tracing apps are justified as they may be less intrusive than blanket quarantine measures.[20] Furthermore, the delay of an effective contact-tracing app with significant health and economic benefits may be considered unethical.[citation needed] Proportionality refers to the concept that a contact tracing app's potential negative impact on a person's rights should be justifiable by the severity of the health risks that are being addressed.[21] Apps must use the most privacy-preserving options available to achieve their goals, and the selected option should not only be a logical option for achieving the goal but also an effective one.[22] Scientific validity evaluates whether an app is effective, timely and accurate.[16] Traditional manual contact-tracing procedures are not efficient enough for the COVID-19 pandemic and do not consider asymptomatic transmission.[1] Contact-tracing apps, on the other hand, can be effective COVID-19 contact-tracing tools that could lead to a R value less than 1 and sustained epidemic suppression.[1] However, for apps to be effective, there needs to be a minimum 56-60% uptake in the population.[1][23] Apps should be continually modified to reflect current knowledge on the diseases being monitored.[24] Some argue that contact-tracing apps should be considered societal experimental trials where results and adverse effects are evaluated according to the stringent guidelines of social experiments.[25] Analyses should be conducted by independent research bodies and published for wide dissemination. Despite the current urgency of our pandemic situation, we should still adhere to the standard rigors of scientific evaluation.[26] Time boundedness describe the need for establishing legal and technical sunset clauses so that they are only allowed to operate as long as necessary to address the pandemic situation. Apps should be withdrawn as soon as possible after the end of the pandemic. If the end of the pandemic cannot be predicted, the use of apps should be regularly reviewed and decisions about continued use should be made at each review. Collected data should only be retained by public health authorities for research purposes with clear stipulations on how long the data will be held for and who will be responsible for security, oversight, and ownership.[27] The American Civil Liberties Union (ACLU) has published a set of principles for technology-assisted contact tracing and[28] Amnesty International and over 100 other organizations issued a statement[29] calling for limits on this kind of surveillance.[30] The organisations declared eight conditions on governmental projects:[29] The German Chaos Computer Club (CCC)[31] and Reporters Without Borders[32] also issued checklists. The Exposure Notification service intends to address the problem of persistent surveillance by removing the tracing mechanism from their device operating systems once it is no longer needed.[33] On 20 April 2020, it was reported that over 300 academics had signed a statement favouring decentralised proximity tracing applications over centralised models, given the difficulty in precluding centralised options being used \"to enable unwarranted discrimination and surveillance.\"[34][35] In a centralised model, a central database records the ID codes of meetings between users. In a decentralised model, this information is recorded on individual phones, with the role of the central database being limited to identifying phones by their ID code when an alert needs to be sent.[36] In Moscow use of the tracking app was made mandatory during the lockdowns in April 2020 when most Moscovites were mostly required to stay indoors. Vladimir Putin signed laws introducing criminal penalties, including up to seven years imprisonment, for quarantine violations that led to others being infected. Moscow also implemented government issued QR codes that were made mandatory. It was not disclosed what information the codes contain but they must be shown to police when requested. Opposition members were uncomfortable with the Russian's governments introduction of COVID surveillance tools.[37] In May 2020, Human Rights Watch reported that the authorities in Moscow wrongly fined hundreds of Moscovites for breaching self-quarantine. The dubious behavioral interpretations recorded by the social monitoring tracking application led to the mistaken fining of hundreds of people in Moscow.[38] Contact tracing apps were deployed rapidly by governments and other initiatives in spring and summer 2020. Initial releases were found to come with incongruent privacy policies, hidden built-in surveillance and location tracing functions, and generally contained few cues about a proper specification and quality assurance process.[39][40] Code quality in several apps was found as poor, while hardly any of 28 apps surveyed in May and June 2020 managed to address all privacy principles laid forth in the EU's GDPR.[41] According to ZDNet, Bluetooth-based proximity detection carries a risk of over-reporting interactions and leading to \"a huge amount of false positives\"; hypothetically, a system could flag an interaction with \"(a) person waiting for the bus on the (opposite) side of the road\". One problem is that using Bluetooth signal strength to infer distance can be unreliable; the range of a given Bluetooth device can vary due to the environment or the way the device is held. False positives could result in needless self-isolation, or could cause users to ignore warnings if the warnings are perceived as unreliable.[42] GPS-based proximity detection can also be unreliable: according to the United States' GPS.gov, \"GPS-enabled smartphones are typically accurate to within a 4.9 meter (16 ft.) radius under open sky\", with accuracy decreasing further in the presence of signal blockage. In contrast, social distancing guidelines are usually 2 m (6 ft).[43][44] In the Google/Apple mechanism, a log entry is only added on the phone if Bluetooth proximity persists for five minutes (or possibly longer, depending on app configuration). Logs are retained for 14 days.[45] Bluetooth tracking is prone to false negatives; for example, unlike time-stamped GPS matching, Bluetooth cannot detect that a user has entered a possibly-infected space that an infected person has just left.[46] Some countries used network-based location tracking instead of apps, eliminating both the need to download an app and the ability to avoid tracking. Israel authorized its secret service (Shin Bet) to use its surveillance measures for network-based tracking.[47][48] Network-based solutions that have access to raw location data have significant potential privacy problems.[49] However, not all systems with central servers need to have access to personal location data; a number of privacy-preserving systems have been created that use central servers only for intercommunication (see section below).[50] In South Korea, a non-app-based system was used to perform contact tracing. Instead of using a dedicated app, the system gathered tracking information from a variety of sources including mobile device tracking data and card transaction data, and combined these to generate notices via text messages to potentially-infected individuals.[51] In addition to using this information to alert potential contacts, the government has also made the location information publicly available, something permitted because of far-reaching changes to information privacy laws after the MERS outbreak in that country.[52] This information is available to the public via a number of apps and websites.[52] Countries including Germany considered using both centralized and privacy-preserving systems. As of 6 April 2020[update], the details had not yet been released.[53] Privacy-preserving contact tracing is a well-established concept, with a substantial body of research literature dating back to at least 2013.[56][57][58] On 17 March 2020, The protocol Covid Watch developed, the CEN Protocol, later renamed the TCN Protocol, was first released.[59][60][61] As of 20 March 2020, Covid Watch was the first organization to develop[62] and open source[63][64] an anonymous, decentralized Bluetooth digital contact tracing protocol, publishing their white paper on the subject.[65][66][67][68][69] The group was founded as a research collaboration between Stanford University and the University of Waterloo.[70][71][72] On 1 April 2020, the CEN Protocol was presented at Stanford HAI's COVID-19 and AI virtual conference.[73][74][75] As of 1 April 2020, a group of European researchers, including from the Fraunhofer Heinrich Hertz Institute and École Polytechnique Fédérale de Lausanne (EPFL), were under the umbrella of the Pan-European Privacy-Preserving Proximity Tracing (PEPP-PT) project,[76] developing a BLE-based app to serve this purpose that is designed to avoid the need for intrusive surveillance by the state.[77][78][79] However, PEPP-PT is a co-ordination effort which contains both centralised and decentralised approaches.[80] As of 7 April 2020, over a dozen expert groups were working on privacy-friendly solutions, such as using Bluetooth Low Energy (BLE) to log a user's proximity to other cellphones.[30] Users then receive a message if they've been in close contact with someone who has tested positive for COVID-19.[30] On 9 April 2020, the Singaporean government announced that it had open-sourced a reference implementation of the BlueTrace protocol, used by TraceTogether, its official government app.[81][82] As of 23 March 2020, Marylouise McLaws, professor at the University of New South Wales' School of Public Health and Community Medicine in Australia, a technical adviser to the World Health Organization's Infection Prevention and Control Global Unit and a member of European, US and UK epidemiology and infection control bodies recommended the idea for wider adoption.[82][83][84] On 17 April 2020, EPFL and the ETH Zurich pulled out of PEPP-PT, criticizing PEPP-PT for a lack of transparency and openness, and for not respecting personal privacy enough.[85] Later it was reported that KU Leuven, the CISPA Helmholz Center for Information Security, the European Laboratory for Learning and Intelligent Systems and the Technical University of Denmark, also withdrew from the project.[86][87][88][89] On 26 April 2020, Germany switched to decentralised approach to support solutions like DP-3T.[90] Decentralised protocols include Decentralized Privacy-Preserving Proximity Tracing (DP-PPT/DP-3T),[53][91] The Coalition Network's Whisper Tracing Protocol,[92] the global TCN Coalition's TCN (\"Temporary Contact Numbers\") Protocol,[93][94] and the MIT Media Lab's SafePaths.[95][96] The goal of decentralization is to reduce the loss of privacy, by exchanging anonymous keys that do not include identifiable information.[97] COCOVID[98] is being developed as a common effort of several European companies and institutions. The Mobile Application, the Big Data and the Artificial Intelligence components will be available to any government. The COCOVID app is Open Source and the backend is based on a highly scalable solution that is already used by several of the largest financial institutions in Europe. COCOVID will support the coordination of tests at medical institutions, allowing users with a high infection risk to book a test slot directly from the app. This will reduce the effort and increase the efficiency of the medical test processes. COCOVID will use both location and Bluetooth contact data, allowing a high level of effectiveness. The solution is designed following the EU data privacy recommendations. The team working on the project includes persons from Orange, Ericsson, Proventa AG, Stratio, TH Köln and Charta digitale Vernetzung.[citation needed] On 10 April 2020, Google and Apple, the companies that control the Android and iOS mobile platforms, announced an initiative for contact tracing, which they stated would preserve privacy, based on a combination of Bluetooth Low Energy technology and privacy-preserving cryptography.[99][100] They also published specifications of the core technologies used in the system.[101][102] According to Apple and Google, the system is intended to be rolled out in three stages:[103][104] Google and Apple plan to address the take-up and persistent surveillance problems by first distributing the system through operating system updates, and later removing it in the same way once the threat has passed.[33] The ACLU stated the Google and Apple's approach \"appears to mitigate the worst privacy and centralization risks, but there is still room for improvement\".[105] By 20 April 2020, Google and Apple described the systems as \"Exposure Notification\" rather than \"contact tracing\", stating the system should be \"in service of broader contact tracing efforts by public health authorities\".[106] The name change was received positively by journalists in Vox/Recode[107] and Salon, who stated \"Exposure notification schemes like the Apple-Google system aren't true contact tracing systems because they don't allow public health authorities to identify people who have been exposed to infected individuals.\"[108] for Mobile Contact Tracing (PACT) / CovidSafe [118][119] [121] [122] [123] Stefano Piotto, Luigi Di Biasi,[126] Softmining, Minervas, PushApp, NexusTlc, University of Salerno, dibiasi.it Materiale Electrico,[127] BiTS Community beta volunteers In the United Kingdom, Matthew Gould, chief executive of NHSX, the government body responsible for policy regarding technology in the NHS, said in late March 2020 that the organisation was looking seriously at an app that would alert people if they had recently been in contact with someone testing positive for the virus after scientists advising the government suggested it \"could play a critical role\" in limiting lockdowns.[203] On 22 April, the government announced that alpha testing of a prototype of the app was in progress at RAF Leeming.[204] Beta testing began on the Isle of Wight on 5 May for council staff and NHS workers before a wider rollout to all residents on 7 May.[205] By 15 May, over 72,000 had downloaded the app, equivalent to more than half of the island's population.[206] On 18 June, following reports that the app was only detecting 75% of contacts on Android devices and 4% of contacts on iPhones,[207] the UK government announced that it would cease the development of its centralized system, and move to a decentralized system based on the Apple/Google Exposure Notification system.[208] This was later scheduled for release in England and Wales on 24 September;[209] by this date, the devolved administrations in Scotland and Northern Ireland had already released their own apps.[210][211] Both Australia and New Zealand are considering apps based on Singapore's TraceTogether app and BlueTrace protocol as of April 2020.[212] Many countries have announced the official development, trial or adoption of decentralized proximity tracing systems, where the matching of proximity encounters happens locally on individuals' devices, such as the Decentralized Privacy-Preserving Proximity Tracing (DP-3T) protocol or the Google-Apple Exposure Notification API. These include Austria,[213] Switzerland,[214] Estonia,[215] Latvia,[216] Canada,[217] Italy,[218][219] Germany,[220] Finland,[216] the Netherlands,[221] Ireland[222] and Denmark.[223] In the United States, as of 10 June 2020, three states, Alabama, South Carolina, and North Dakota, have committed to using the Google-Apple Exposure Notification API. In May 2020, the U.S. state of Arizona began testing the Covid Watch app developed with the Apple/Google protocol.[224] In August 2020, the app launched publicly for a phased roll-out in the state of Arizona.[225][226][227] At least nineteen states have not yet decided, and at least seventeen other states stated there were no plans to use smartphone-based contact tracing.[228] Russia introduced a geofencing app, Social Monitoring, for patients diagnosed with COVID-19 living in Moscow, designed to ensure they do not leave home.[229] Note: This table should list only apps which are either supported by citations from third-party reliable sources, or are from, or supported by, independently notable organizations such as national governments, industrial collaborations, major universities or NGOs, or one of the framework collaborations listed above. MIT Technology Review also maintained a Google spreadsheet listing of COVID-19 tracing app tracker.[230][231] tracking Ministry of Telecommunications and Information Technology Austrian Federal Government Administration of the Regional Medical Divisions Contact Tracing http://www.samtse.gov.bt/announcements/druk-trace-app Apple Android AppStore PlayStore Medical Response https://cambodia-vaccine.gov.kh/login Ministry of Research, Innovation and Digital AppStore PlayStore [283] (Android version open-sourced) Core: MPL 2.0[304] Central Agency of Information Technology Android Ministry of Post and Telecommunications, Ministry of Health, Ministry of Technology and Communications Apple Android Austrian Federal Government Ministry of Health Exposure Notifications System Apple Android Apple Android Apple Android Apple Android Ministry of Information Technologies and Communications Ministry of Health https://apps.apple.com/ve/app/peru-en-tus-manos/id1506397362 Ministry of Interior Bluetooth QR code Android Bluetooth https://automat.gov.sk/ App Store Android Apple Android Ministry for the Development of Information Technologies and Communications Bluetooth","Title":"COVID-19 apps - Wikipedia","KeyID":"11052","URL":"https://en.wikipedia.org/wiki/COVID-19_apps"}