{"Content: ":"Corona-Warn-App is the official and open-source COVID-19 contact tracing app used for digital contact tracing in Germany made by SAP and Deutsche Telekom subsidiary T-Systems.[2] It had been downloaded 22.8 million times as of 19 November 2020 and 26.2 million times as of 18 March 2021.[3][4] The app has been promoted by billboard and broadcast advertisements, e.g. in cooperation with the German Football Association (DFB) and other prominent companies.[5] Experts believe that time saved by using the app can be critical for improving the effectiveness contact tracing efforts.[5] Some virologists say when at least 60% of people in Germany use it, it would be very effective.[6] The app works with the Exposure Notification Framework (what is implemented in Google Play Services for Android and in iOS) by using Bluetooth to exchange codes with app users that are within 1.5 meters of each other for a period of at least 10 minutes.[7][8] Anyone who tests positive for COVID-19 can share this information voluntarily with the app.[9] Other app users are then notified about when, how long and at what distance they had contact with the infected person within a 14-day period. Testing is available for persons on a voluntary basis. Based on the Client–server model five servers are operated within the app backend:[10] By the distribution of the data on different servers the decoupling of the data becomes possible and results in an obstructed tracing of the app users. The app provides a function to warn other app users by uploading their positive test result on a voluntarily and anonymous basis to the Corona-Warn-App server. In case the local public health authority or test laboratory is already connected to the app system, the user receives a QR-Code when the swab specimen is taken that can be scanned in the app. After scanning the QR-Code und the user getting authorized by the Verification server, the app receives an individual Registration token which gets stored locally and with which the status and the result of the test can be checked manually as well as automatically.[10] If the local public health authority or test laboratory isn't connected to the app system yet and the user wants to share their positive test result with other app users, it is required to request a teleTAN token by calling the verification hotline of the app. In both cases, the user can upload their diagnosis keys of the last 14 days to the Corona-Warn-App server in case their consent to share the information is given. The Corona-Warn-App server then verifies the uploaded keys by asking the Verification server if the keys are valid and if they are, the Corona-Warn-App server stores them in its database. The use of the app is voluntary.[11] The app implements decentralized data storage to ensure data privacy.[12] Employers can require that Corona-Warn be installed on company phones, but can not compel its use on private phones.[13][14] The open source app, which costs €20 million to develop is intended to supplement human contact tracing efforts, which Germany put in place during the early stages of the COVID-19 pandemic in Germany. At its start the app only worked in Germany, and Jens Spahn, than Federal Minister of Health (CDU), has said the development of a Europe-wide system is a future goal.[5] With the update published on 19 October 2020 the app supports key-exchanges with the EU Interoperability Gateway and is therefore able to communicate with contact tracing apps from Ireland and Italy.[15] Austria, Belgium, Czech Republic, Croatia, Cyprus, Denmark, Finland, Ireland, Italy, Latvia, Malta, Netherlands, Norway, Poland, Slovenia, Spain and Switzerland had joined the gateway as well and are also able to exchange keys with Corona-Warn-App.[16] The app can be downloaded in many App stores outside of Germany.[17] However, as of August 2021, the app is still unavailable for those of notable national German minorities like Turks, Russians or Ukrainians, who use App stores of their home countries.[18] An unofficial Corona-Warn-App has been released on F-Droid,[19] making the app available without proprietary components on Android phones.[20]","Title":"Corona-Warn-App - Wikipedia","KeyID":"11057","URL":"https://en.wikipedia.org/wiki/Corona-Warn-App"}