{"Content: ":"Test, Trace, Protect is a government-funded service in Wales, first published on 13 May 2020 by the Welsh Government to track and help prevent the spread of COVID-19. Its aim is to \"enhance health surveillance in the community, undertake effective and extensive contact tracing, and support people to self-isolate\".[1][2] The service was published on 13 May 2020, two weeks before the 'Test and Trace' scheme in England. It is the responsibility of the Health and Social Services Minister in the Welsh Government, Eluned Morgan; though the scheme was launched by the previous Health Minister, Vaughan Gething, on 1 June 2020. It is delivered by a number of partners working together to contain the spread of the virus: Public Health Wales, Welsh local health boards of NHS Wales, Welsh local authorities, the NHS Wales Informatics Service (NWIS) and others. The service provides temporary sites where samples are taken from individuals, processes the samples at a newly created network of laboratories throughout Wales and further afield, and communicates the results. On 28 March 2020 the BBC reported that a major COVID-19 test deal for Wales had apparently collapsed.[3] By June, after a Freedom of Information Request (FoIR), the Welsh Government announced that they refused to publish correspondence as to why the deal with pharmaceutical Roche had collapsed. Whitehall sources blamed Roche, which \"appeared to want to prioritise the bigger of two orders - one NHS in England, the other by the Welsh Government - leading Roche to cancel the 5,000 daily tests to Wales.[4] However, after a second FoIR by Channel 4 News the relevant emails were published, whereby Tracey Cooper, CEO of Public Health Wales, said that there was a deal in place with Swiss firm Roche to provide 5,000 extra tests a day, but that it was sunk due to pressure from the UK Government. She said that the finger of blame points directly at the UK Government, “as they clearly prioritised the use of a company’s testing for the purposes of England’s allocation”. Subsequently, the daily tests received in Wales, as part of a UK-wide rollout, was less than 500.[5][6] On the day the disclosure was made public, Adam Price, leader of Plaid Cymru said that, \"This is nothing short of a national scandal that shows the extent to which Westminster treats Wales with contempt. We urgently need answers as to why the Labour Welsh government chose to stay silent instead of speaking out against the harmful actions of the Tory UK government.\" A Department of Health England spokesperson refuted the accusation.[7] Testing involves people who have symptoms, while they self-isolate and request a test. If the person has one coronavirus symptom e.g. a new continuous cough, high temperature or loss or change in smell or taste then that person will need to take a test within 5-days.[8] This can be done in a number of ways including: The testing can be done in one of four ways and is available for all adults and children. The test involves taking a swab of the inside of the nose and from the back of the throat, using a long cotton bud. One of the Lighthouse Labs testing facilities is Newport – PerkinElmer, and supported by the Welsh Government.[9] An overall continuum of the three main elements of the service is the NHS COVID-19 app for Wales, which is slightly different from the one for England and is administered by Public Health Wales.[10] In March 2021, the Welsh Government published a series of videos on self-testing: This part of the service involves tracing people who have been in contact with an infected person, asking them to then self-isolate for 14 days. An infected person is required to share details of people who have been in close contact with up to 2 days before other symptoms started, including: The final part is about protecting the community, especially key workers, older people and the most vulnerable. This service includes providing guidance, particularly if the person who has symptoms or their contacts are in the shielding group or the at-risk group, as well as advice.[12] The infected person is then passed on to the local authority and may be eligible for a £500 payment as a result of loss of earnings. Similar programmes were put in place in the other countries of the UK. Northern Ireland became the first constituent country to reintroduce contact tracing when, on 23 April 2020, its Chief Medical Officer, Michael McBride, announced that a scheme was \"active\".[13] Following a pilot, the system became fully operational in Northern Ireland on Monday 18 May.[14] Northern Ireland was the first part of the UK to launch a contact-tracing app, which was launched on 30 July.[15] The app runs on both IOS and Android operating systems, but the developer said that it would not work on iPhone 6 or older Apple devices.[16] Plans for Test & Protect, a contact tracing service in Scotland, were published by the Scottish Government on 26 May 2020,[17] and it was launched on 28 May, shortly after NHS Test and Trace went live; a companion app 'Protect Scotland' was launched to the public on 10 September.[18][19] The service in England is called NHS Test and Trace and started two weeks after the service in Wales.[20]","Title":"Test, Trace, Protect - Wikipedia","KeyID":"11081","URL":"https://en.wikipedia.org/wiki/Test,_Trace,_Protect"}