{"Content: ":"During the COVID-19 pandemic, social distancing measures have been implemented nearly worldwide in order to slow the spread of the disease. This article details the history of the social distancing measures, a list of countries implementing them, when they were implemented, and other details about the measures.[citation needed] Social distancing, or physical distancing,[1][2][3] is a set of non-pharmaceutical interventions or measures taken to prevent the spread of a contagious disease by maintaining a physical distance between people and reducing the number of times people come into close contact with each other.[1][4] It involves keeping a distance of six feet or two meters from others and avoiding gathering together in large groups.[5][6] During the COVID-19 pandemic, social distancing and related measures were recommended by several governments as alternatives to an enforced quarantine of heavily affected areas. According to UNESCO monitoring, more than a hundred countries implemented nationwide school closures in response to COVID-19, impacting over half the world's student population.[7] In the United Kingdom, the government advised the public to avoid public spaces, and cinemas and theatres voluntarily closed to encourage the government's message.[8] With many people at the time disbelieving that COVID-19 is any worse than the seasonal flu,[9] it was difficult to convince the public to voluntarily adopt social distancing practices. In Belgium, media reported a rave was attended by at least 300 before it was broken up by local authorities. In France, teens making nonessential trips are fined up to US$150. Beaches were closed in Florida and Alabama to disperse partygoers during spring break.[10] Weddings were broken up in New Jersey and an 8 p.m. curfew was imposed in Newark. New York, New Jersey, Connecticut and Pennsylvania were the first states to adopt coordinated social distancing policies which closed down non-essential businesses and restricted large gatherings. Shelter in place orders in California were extended to the entire state on 19 March. On the same day, Texas declared a public disaster and imposed statewide restrictions.[11] These preventive measures such as social-distancing and self-isolation prompted the widespread closure of primary, secondary, and post-secondary schools in more than 120 countries. As of 23 March 2020, more than 1.2 billion learners were out of school due to school closures in response to COVID-19.[7] Given low rates of COVID-19 symptoms among children, the effectiveness of school closures has been called into question.[12] Even when school closures are temporary, it carries high social and economic costs.[13] However, the significance of children in spreading COVID-19 is unclear.[14][15] While the full impact of school closures during the coronavirus pandemic are not yet known, UNESCO advises that school closures have negative impacts on local economies and on learning outcomes for students.[16] In early March 2020, the sentiment \"Stay The Fuck Home\" was coined by Florian Reifschneider, a German engineer and was quickly echoed by notable celebrities such as Taylor Swift, Ariana Grande[17][18] and Busy Philipps[19] in hopes of reducing and delaying the peak of the outbreak. Facebook, Twitter and Instagram also joined the campaign with similar hashtags, stickers and filters under #staythefhome, #stayhome, #staythefuckhome and began trending across social media.[20][21][22][23] The website claims to have reached about two million people online and says the text has been translated into 17 languages.[23] It has been suggested that improving ventilation and managing exposure duration can reduce transmission.[24][25] Below is a summary of the Risk Levels being imposed by the government:[40] While enjoying broad support among epidemiologists, the social distancing measures are at times politically controversial. Intellectual support for the opposition tends to come from writers of other fields, although there are a few heterodox epidemiologists.[54]","Title":"Social distancing measures related to the COVID-19 pandemic - Wikipedia","KeyID":"11087","URL":"https://en.wikipedia.org/wiki/Social_distancing_measures_related_to_the_COVID-19_pandemic"}