{"Content: ":"During pandemics, some people have opposed the requests of governments and private establishments to wear face masks as a public health measure against disease. Such requirements follow recommendations of health experts to reduce the spread of disease through mask-wearing and other non-pharmaceutical measures. The criteria for, and exceptions to, face mask requirements have been ongoing issues during the COVID-19 pandemic, during which some governments have mandated the wearing of masks. The tenor of mask refusal incidents may escalate into confrontations of verbal abuse, or in extreme cases might become violent. Mask refusers engaged in such confrontations may be arrested or criminally prosecuted. Videos of these incidents, occurring in locations from retail stores to airplanes, have been seen in the news and social media and have frequently gone viral. Opposition to wearing masks occurred during the 1918 Spanish flu pandemic. The Anti-Mask League of San Francisco was formed by those who refused to wear face masks.[1] During the pandemic, $5 fines were imposed in San Francisco for failure to wear masks as a violation of \"disturbing the peace\", and many refusing to wear a mask paid the fines.[1] Mask opposition has been a common sight around the world during the COVID-19 pandemic as those opposed to requirements to cover their faces have exhibited protests and unruly behavior in public over their refusal to follow this guideline.[2][3] On 26 September, 2021, a man surnamed Yang assaulted a female supermarket worker in Gaoshu, Taiwan, who had asked him to put on a mask. He proceeded to gouge her eyes, causing retinal detachment and possible loss of sight.[4] In October 2021, a Taiwanese woman surnamed Chen knived another woman surnamed Wang over 10 times for asking her to put on a mask. Chen was detained for attempted murder but released on bail the same day.[5] There is no judicial precedent in the United States providing that a governmental entity may require individuals to wear face masks in public settings. As for statutes, no federal law requires individuals to wear face masks in an effort to preserve public health.[6] However, the executive branch is authorized to make regulations necessary in preventing the spread of diseases into and within the United States.[7] Under the Department of Health and Human Services, the Centers for Disease Control and Prevention (CDC) currently recommends the wearing of face masks to slow the spread of COVID-19.[8] Following this guidance, President Biden signed an executive order in January 2021 requiring individuals to wear face masks on all federal property.[9] In addition, the Transportation Security Administration (TSA) had required passengers to wear face masks when traveling on all transportation networks.[10] To enforce this rule, the TSA imposed civil penalties on passengers who refused to wear face masks while traveling on transportation networks throughout the United States.[11] On April 18, 2022, a district court judge found that the CDC lacked authority to issue such a mandate,[12] and that in addition, proper rulemaking procedures required under the APA were not followed, and the requirement was lifted.[13] Reasons given by people who refuse to wear face masks range significantly, including: potential danger of wearing face masks due to personal health issues, the absence or lack of symptoms of COVID-19 exhibited by the individual,[14] ineffectiveness at reducing COVID-19 transmission, alleged exaggeration of the threats of the virus (some would even argue that it does not exist) while others object to governments having the power to force people to wear face coverings, such as passing certain mandates that require the population to wear it.[15] Some people do not wear a face mask on medical grounds and are legally exempt from having to wear one.[16] Mask-wearing has been seen as an example of a generational divide by some, with older adults who refused to wear masks being seen as selfish.[17] In addition, men have been seen as more likely to refuse wearing masks, seeing them as a threat to their masculinity.[18][19] Refusal to wear face masks is also linked to vaccine hesitancy or anti-vaccination sentiment, political conservatism,[20] rural dwelling,[21][22] and non-adherence to public hygiene rules, or social distancing guidelines.[15] Other factors which may make people less likely to wear masks includes a low death rate due to pandemic disease in one's hometown, and low mask-wearing among one's peers.[23] Social consequences for refusing to wear a mask or wearing one improperly can range from anything from public shaming[24][25] (including calling women who refuse to wear masks \"Karens\"[26]), ejection or banning from an establishment either temporarily or permanently,[27][28][29] and criminal prosecution.[30][31] Other consequences are the contraction and spread of a contagious disease such as COVID-19.[citation needed][32]","Title":"Anti-mask sentiment - Wikipedia","KeyID":"11089","URL":"https://en.wikipedia.org/wiki/Anti-mask_sentiment"}