{"Content: ":"COVID-19 vaccine clinical research uses clinical research to establish the characteristics of COVID-19 vaccines. These characteristics include efficacy, effectiveness and safety. Thirty vaccines are authorized for use by national governments, including eight approved for emergency or full use by at least one WHO-recognised stringent regulatory authority; while five are in Phase IV. 204 vaccines are undergoing clinical trials that have yet to be authorized.[1] Nine clinical trials consider heterologous vaccination courses. Thirty-three vaccines are authorized by at least one national regulatory authority for public use:[2][3] As of July 2021, 330 vaccine candidates were in various stages of development, with 102 in clinical research, including 30 in Phase I trials, 30 in Phase I–II trials, 25 in Phase III trials, and 8 in Phase IV development.[2] A wide variety of technologies are being used to formulate vaccines against COVID-19. The development and deployment of mRNA vaccines and viral vector vaccines has been outstandingly rapid and can be described as revolutionary. However, global vaccine equity against COVID-19 has not been achieved. Conventional vaccine manufacturing approaches using whole inactivated virus (WIV), protein-based subunit vaccines, and virus-like particles (VLPs) may offer advantages in the development of vaccines for use in low- and middle-income countries (LMICs) and in addressing vaccine access gaps.[4] Many vaccine candidates use adjuvants to enhance immunogenicity, as part of the delivery system or as an accompanying immune stimulant.[5][6] Vaccine adjuvant formulations using aluminum salts or \"alum\" may be particularly effective for technologies using inactivated COVID-19 virus and for recombinant protein-based or vector-based vaccines.[4][7] The clinical trial process typically consists of three phases, each following the success of the prior phase. Trials are doubly blind in that neither the researcher nor the subject know whether they receive the vaccine or a placebo. Each phase involves randomly-selected subjects who are randomly assigned to serve either as recipients are controls: A clinical trial design in progress may adopt an \"adaptive design\". If accumulating data provide insights about the treatment, the endpoints or other aspects or the trial can be adjusted.[13][14] Adaptive designs may shorten trial durations and use fewer subjects, possibly expediting decisions, avoiding duplication of research efforts, and enhancing coordination of design changes.[13][15] National regulatory authorities have granted emergency use authorizations for twenty-two vaccines. Eight of those have been approved for emergency or full use by at least one WHO-recognized stringent regulatory authority. Biologic License Applications for the Pfizer–BioNTech and Moderna COVID-19 vaccines have been submitted to the US Food and Drug Administration (FDA).[16][17] The table below shows various vaccines authorized either for full or emergency use so far, with various other details. Unless indicated, inactivated vaccines target the whole virus, while other types of vaccines target the spike protein.  The table below shows various vaccine candidates and the phases which they have completes so far. Current phases are also shown along with other details.  In July 2021, the U.S. Food and Drug Administration (FDA) and the Centers for Disease Control and Prevention (CDC) issued a joint statement reporting that a booster dose is not necessary for those who have been fully vaccinated.[508] In August 2021, the FDA and the CDC authorized the use of an additional mRNA vaccine dose for immunocompromised individuals.[509][510] The authorization was extended to cover other specific groups in September 2021.[511][512][513] In October 2021, the FDA and the CDC authorized the use of either homologous or heterologous vaccine booster doses.[514][515]  The World Health Organization (WHO) defines heterologous prime-boost immunization as the administration of two different vectors or delivery systems expressing the same or overlapping antigenic inserts.[516] A heterologous scheme can sometimes be more immunogenic than some homologous schemes.[517] In October 2021, the FDA and the CDC authorized the use of either homologous or heterologous vaccine booster doses.[514][515] Some experts believe that heterologous prime-boost vaccination courses can boost immunity, and several studies have begun to examine this effect.[518] Despite the absence of clinical data on the efficacy and safety of such heterologous combinations, Canada and several European countries have recommended a heterologous second dose for people who have received the first dose of the Oxford–AstraZeneca vaccine.[519] In February 2021, the Oxford Vaccine Group launched the Com-COV vaccine trial to investigate heterologous prime-boost courses of different COVID-19 vaccines.[520] As of June 2021, the group is conducting two phase II studies: Com-COV and Com-COV2.[521] In Com-COV, the two heterologous combinations of the Oxford–AstraZeneca and Pfizer–BioNTech vaccines were compared with the two homologous combinations of the same vaccines, with an interval of 28 or 84 days between doses.[522][523][unreliable medical source?] In Com-COV2, the first dose is the Oxford–AstraZeneca vaccine or the Pfizer vaccine, and the second dose is the Moderna vaccine, the Novavax vaccine, or a homologous vaccine equal to the first dose, with an interval of 56 or 84 days between doses.[524] A study in the UK is evaluating annual heterologous boosters by randomly combining the following vaccines: Oxford–AstraZeneca, Pfizer–BioNTech, Moderna, Novavax, VLA2001, CureVac, and Janssen.[525] On 16 December, WHO recommendations on heterologous vaccinations suggested a general trend of increased immunogenicity when one of the doses is of an mRNA vaccine, particularly as the last dose. The immunogenicity of a homologous mRNA course is roughly equivalent to a heterologous scheme involving a vector vaccine and an mRNA vaccine. However, the WHO has emphasized the need to address many evidence gaps in heterologous regimens, including duration of protection, optimal interval between doses, influence of fractional dosing, effectiveness against variants and long-term safety.[526] Vaccine efficacy is the reduction in risk of getting the disease by vaccinated participants in a controlled trial compared with the risk of getting the disease by unvaccinated participants.[537] An efficacy of 0% means that the vaccine does not work (identical to placebo). An efficacy of 50% means that there are half as many cases of infection as in unvaccinated individuals.[citation needed] COVID-19 vaccine efficacy may be adversely affected if the arm is held improperly or squeezed so the vaccine is injected subcutaneously instead of into the muscle.[538][539] The CDC guidance is to not repeat doses that are administered subcutaneously.[540] It is not straightforward to compare the efficacies of the different vaccines because the trials were run with different populations, geographies, and variants of the virus.[541] In the case of COVID-19 prior to the advent of the delta variant, it was thought that a vaccine efficacy of 67% may be enough to slow the pandemic, but the current vaccines do not confer sterilizing immunity,[542] which is necessary to prevent transmission. Vaccine efficacy reflects disease prevention, a poor indicator of transmissibility of SARS‑CoV‑2 since asymptomatic people can be highly infectious.[543] The US Food and Drug Administration (FDA) and the European Medicines Agency (EMA) set a cutoff of 50% as the efficacy required to approve a COVID-19 vaccine, with the lower limit of the 95% confidence interval being greater than 30%.[544][545][546] Aiming for a realistic population vaccination coverage rate of 75%, and depending on the actual basic reproduction number, the necessary effectiveness of a COVID-19 vaccine is expected to need to be at least 70% to prevent an epidemic and at least 80% to extinguish it without further measures, such as social distancing.[547] The observed substantial efficacy of certain mRNA vaccines even after partial (1-dose) immunization[548][536] indicates a non-linear dose-efficacy relation already seen in the phase I-II study[549] and suggests that personalization of the vaccine dose (regular dose to the elderly, reduced dose to the healthy young,[550] additional booster dose to the immunosuppressed[551]) might allow accelerating vaccination campaigns in settings of limited supplies, thereby shortening the pandemic, as predicted by pandemic modeling.[552] Ranges below are 95% confidence intervals unless indicated otherwise, and all values are for all participants regardless of age, according to the references for each of the trials. By definition, the accuracy of the estimates without an associated confidence interval is unknown publicly. Efficacy against severe COVID-19 is the most important, since hospitalizations and deaths are a public health burden whose prevention is a priority.[553] Authorized and approved vaccines have shown the following efficacies:  As of August 2021, studies reported that the COVID-19 vaccines available in the United States are \"highly protective against severe illness, hospitalization, and death due to COVID-19\".[588] In comparison with fully vaccinated people, the CDC reported that unvaccinated people were 10 times more likely to be hospitalized and 11 times more likely to die.[589][590] Dr. Jeff Duchin, the Health Officer of King County, Washington found that unvaccinated people were six times more likely to test positive, 37 times more likely to be hospitalized, and 67 times more likely to die, compared to those who had been vaccinated.[591] CDC reported that vaccine effectiveness fell from 91% against Alpha to 66% against Delta.[592] One expert stated that \"those who are infected following vaccination are still not getting sick and not dying like was happening before vaccination.\"[593] By late August 2021 the Delta variant accounted for 99 percent of U.S. cases and was found to double the risk of severe illness and hospitalization for those not yet vaccinated.[594] A September 2021 study published in The Lancet found that having two doses of a COVID-19 vaccine halved the odds of long COVID.[595] In November 2021, a study by the ECDC estimated that 470,000 lives over the age of 60 had been saved since the start of vaccination roll-out in the European region.[596] On 10 December 2021, the UK Health Security Agency reported that early data indicated a 20- to 40-fold reduction in neutralizing activity for Omicron by sera from Pfizer 2-dose vaccinees relative to earlier strains. After a booster dose (usually with an mRNA vaccine),[597] vaccine effectiveness against symptomatic disease was at 70%–75%, and the effectiveness against severe disease was expected to be higher.[598] According to early December 2021 CDC data, \"unvaccinated adults were about 97 times more likely to die from COVID-19 than fully vaccinated people who had received boosters\".[599] A meta analysis looking into COVID-19 vaccine differences in immunosuppressed individuals found that people with a weakened immune system, are less able to produce neutralizing antibodies. For example, organ transplant recipients needing three vaccines to achieve seroconversion.[600] A study on the serologic response to mRNA vaccines among patients with lymphoma, leukemia and myeloma found that one-quarter of patients did not produce measurable antibodies, varying by cancer type.[601] An April 2022 study published in JAMA Network Open suggested that natural immunity may offer similar protection from mild and severe cases of COVID-19 as the vaccines.[602] Real-world studies of vaccine effectiveness measure the extent to which a certain vaccine prevents infection, symptoms, hospitalization and death for the vaccinated individuals in a large population under routine conditions.[603] COVID vaccination does not significantly increase or reduce fertility.[611] A UK study found COVID vaccination is safe for pregnant women and is associated with a 15% decrease in the odds of stillbirth. Vaccination is recommended for pregnant women because pregnancy increases the risk of severe COVID. Researchers at St George's, University of London, and the Royal College of Obstetricians and Gynaecologists investigated 23 published studies and trials involving 117,552 vaccinated pregnant women. There was no increased risk of complications during pregnancy, the baby was protected as well as the mother. Almost all pregnant women admitted to UK hospitals with COVID were unvaccinated.[612][613] A US study of 46 079 pregnancies reported in the British Medical Journal concluded COVID vaccination was safe and did not raise the risk of preterm birth or small size babies.[614]  While the most immediate goal of vaccination during a pandemic is to protect individuals from severe disease, a long-term goal is to eventually eradicate it. To do so, the proportion of the population that must be immunized must be greater than the critical vaccination coverage V c {\\displaystyle V_{c}} . This value can be calculated from the basic reproduction number R 0 {\\displaystyle R_{0}} and the vaccine effectiveness against transmission E {\\displaystyle E} as:[638] V c = 1 − 1 / R 0 E {\\displaystyle V_{c}={\\frac {1-1/R_{0}}{E}}} Assuming R0 ≈ 2.87 for SARS-CoV-2,[639] then, for example, the coverage level would have to be greater than 72.4% for a vaccine that is 90% effective against transmission. Using the same relationship, the required effectiveness against transmission can be calculated as: E = 1 − 1 / R 0 V c {\\displaystyle E={\\frac {1-1/R_{0}}{V_{c}}}} Assuming the same R0 ≈ 2.87, the effectiveness against transmission would have to be greater than 86.9% for a realistic coverage level of 75%[547] or 65.2% for an impossible coverage level of 100%. Less effective vaccines would not be able to eradicate the disease. Several post-marketing studies have already estimated the effectiveness of some vaccines against asymptomatic infection. Prevention of infection has an impact on slowing transmission (particularly asymptomatic and pre-symptomatic), but the exact extent of this effect is still under investigation.[640] Some variants of SARS-CoV-2 are more transmissible, showing an increased effective reproduction number, indicating an increased basic reproduction number. Controlling them requires greater vaccine coverage, greater vaccine effectiveness against transmission, or a combination of both.[641] In July 2021, several experts expressed concern that achieving herd immunity may not currently be possible because the Delta variant is transmitted among those immunized with current vaccines.[642] The CDC published data showing that vaccinated people could transmit the Delta variant, something officials believed was not possible with other variants.[643] The interplay between the SARS-CoV-2 virus and its human hosts was initially natural but is now being altered by the prompt availability of vaccines.[644] The potential emergence of a SARS-CoV-2 variant that is moderately or fully resistant to the antibody response elicited by the COVID-19 vaccines may necessitate modification of the vaccines.[645] The emergence of vaccine-resistant variants is more likely in a highly vaccinated population with uncontrolled transmission.[646] Trials indicate many vaccines developed for the initial strain have lower efficacy for some variants against symptomatic COVID-19.[647] As of February 2021[update], the US Food and Drug Administration believed that all FDA authorized vaccines remained effective in protecting against circulating strains of SARS-CoV-2.[645] Limited evidence from various preliminary studies reviewed by the WHO indicated retained efficacy/effectiveness against disease from Alpha with the Oxford–AstraZeneca vaccine, Pfizer–BioNTech and Novavax, with no data for other vaccines yet. Relevant to how vaccines can end the pandemic by preventing asymptomatic infection, they have also indicated retained antibody neutralization against Alpha with most of the widely distributed vaccines (Sputnik V, Pfizer–BioNTech, Moderna, CoronaVac, Sinopharm BIBP, Covaxin), minimal to moderate reduction with the Oxford–AstraZeneca and no data for other vaccines yet.[648] In December 2020, a new SARS‑CoV‑2 variant, the Alpha variant or lineage B.1.1.7, was identified in the UK.[649] Early results suggest protection to the variant from the Pfizer-BioNTech and Moderna vaccines.[650][651] One study indicated that the Oxford–AstraZeneca COVID-19 vaccine had an efficacy of 42–89% against Alpha, versus 71–91% against other variants.[652][unreliable medical source?] Preliminary data from a clinical trial indicates that the Novavax vaccine is ~96% effective for symptoms against the original variant and ~86% against Alpha.[653] Limited evidence from various preliminary studies reviewed by the WHO have indicated reduced efficacy/effectiveness against disease from Beta with the Oxford–AstraZeneca vaccine (possibly substantial), Novavax (moderate), Pfizer–BioNTech and Janssen (minimal), with no data for other vaccines yet. Relevant to how vaccines can end the pandemic by preventing asymptomatic infection, they have also indicated possibly reduced antibody neutralization against Beta with most of the widely distributed vaccines (Oxford–AstraZeneca, Sputnik V, Janssen, Pfizer–BioNTech, Moderna, Novavax; minimal to substantial reduction) except CoronaVac and Sinopharm BIBP (minimal to modest reduction), with no data for other vaccines yet.[648] Moderna has launched a trial of a vaccine to tackle the Beta variant or lineage B.1.351.[654] On 17 February 2021, Pfizer announced neutralization activity was reduced by two-thirds for this variant, while stating that no claims about the efficacy of the vaccine in preventing illness for this variant could yet be made.[655] Decreased neutralizing activity of sera from patients vaccinated with the Moderna and Pfizer-BioNTech vaccines against Beta was later confirmed by several studies.[651][656] On 1 April 2021, an update on a Pfizer/BioNTech South African vaccine trial stated that the vaccine was 100% effective so far (i.e., vaccinated participants saw no cases), with six of nine infections in the placebo control group being the Beta variant.[657] In January 2021, Johnson & Johnson, which held trials for its Janssen vaccine in South Africa, reported the level of protection against moderate to severe COVID-19 infection was 72% in the United States and 57% in South Africa.[56] On 6 February 2021, the Financial Times reported that provisional trial data from a study undertaken by South Africa's University of the Witwatersrand in conjunction with Oxford University demonstrated reduced efficacy of the Oxford–AstraZeneca COVID-19 vaccine against the variant.[658] The study found that in a sample size of 2,000 the AZD1222 vaccine afforded only \"minimal protection\" in all but the most severe cases of COVID-19.[659] On 7 February 2021, the Minister for Health for South Africa suspended the planned deployment of about a million doses of the vaccine whilst they examine the data and await advice on how to proceed.[659][660] In a study reported in March[661] and May 2021,[662] the efficacy of the Novavax vaccine (NVX-CoV2373) was tested in a preliminary randomized, placebo-controlled study involving 2684 participants who were negative for COVID at baseline testing. Beta was the predominant variant to occur, with post-hoc analysis indicating a vaccine efficacy of Novavax against Beta of 51.0% for HIV-negative participants.[4][662] Limited evidence from various preliminary studies[when?] reviewed by the WHO have indicated likely retained efficacy/effectiveness against disease from Gamma with CoronaVac and Sinopharm BIBP, with no data for other vaccines yet. Relevant to how vaccines can end the pandemic by preventing asymptomatic infection, they have also indicated retained antibody neutralization against Gamma with Oxford–AstraZeneca and CoronaVac (no to minimal reduction) and slightly reduced neutralization with Pfizer–BioNTech and Moderna (minimal to moderate reduction), with no data for other vaccines yet.[648] The Gamma variant or lineage P.1 variant (also known as 20J/501Y.V3), initially identified in Brazil, seems to partially escape vaccination with the Pfizer-BioNTech vaccine.[656] Limited evidence from various preliminary studies[when?] reviewed by the WHO have indicated likely retained efficacy/effectiveness against disease from Delta with the Oxford–AstraZeneca vaccine and Pfizer–BioNTech, with no data for other vaccines yet. Relevant to how vaccines can end the pandemic by preventing asymptomatic infection, they have also indicated reduced antibody neutralization against Delta with single-dose Oxford–AstraZeneca (substantial reduction), Pfizer–BioNTech and Covaxin (modest to moderate reduction), with no data for other vaccines yet.[648] In October 2020, a new variant was discovered in India, which was named lineage B.1.617. There were very few detections until January 2021, but by April it had spread to at least 20 countries in all continents except Antarctica and South America.[663][664][665] Mutations present in the spike protein in the B.1.617 lineage are associated with reduced antibody neutralization in laboratory experiments.[666][667] The variant has frequently been referred to as a 'Double mutant', even though in this respect it is not unusual.[668] the latter two of which may cause it to easily avoid antibodies.[669] In an update on 15 April 2021, PHE designated lineage B.1.617 as a 'Variant under investigation', VUI-21APR-01.[670] On 6 May 2021, Public Health England escalated lineage B.1.617.2 from a Variant Under Investigation to a Variant of Concern based on an assessment of transmissibility being at least equivalent to the Alpha variant.[671] VE in adults without immunocompromising conditions from 10 US states between December 18, 2021–June 10, 2022, when Omicron was prevalent of 2 and 3 doses of mRNA COVID-19 vaccines was 69% against COVID-19–associated hospitalization 7–119 days after the third vaccine dose and 52% against COVID-19–associated hospitalization more than 4 months after the 3rd dose. Among adults aged ≥50 years, VE against COVID-19–associated hospitalization ≥120 days after receipt of dose 3 was only 32%, increasing to 66% ≥7 days after the fourth dose.[672] One study found that the in vitro concentration (titer) of neutralizing antibodies elicited by a COVID-19 vaccine is a strong correlate of immune protection. The relationship between protection and neutralizing activity is nonlinear. A neutralization as low as 3% (95% CI, 1–13%) of the level of convalescence results in 50% efficacy against severe disease, with 20% ( 14–28%) resulting in 50% efficacy against detectable infection. Protection against infection quickly decays, leaving individuals susceptible to mild infections, while protection against severe disease is largely retained and much more durable. The observed half-life of neutralizing titers was 65 days for mRNA vaccines (Pfizer–BioNTech, Moderna) during the first 4 months, increasing to 108 days over 8 months. Greater initial efficacy against infection likely results in a higher level of protection against serious disease in the long term (beyond 10 years, as seen in other vaccines such as smallpox, measles, mumps, and rubella), although the authors acknowledge that their simulations consider only protection from neutralizing antibodies and ignore other immune protection mechanisms, such as cell-mediated immunity, which may be more durable. This observation also applies to efficacy against variants and is particularly significant for vaccines with a lower initial efficacy; for example, a 5-fold reduction in neutralization would indicate a reduction in initial efficacy from 95% to 77% against a specific variant, and from a lower efficacy of 70% to 32% against that variant. For the Oxford–AstraZeneca vaccine, the observed efficacy is below the predicted 95% confidence interval. It is higher for Sputnik V and the convalescent response, and is within the predicted interval for the other vaccines evaluated (Pfizer–BioNTech, Moderna, Janssen, CoronaVac, Covaxin, Novavax).[673] All vaccines can have minor side effects related to the mild trauma associated with the introduction of a foreign substance into the body.[674][675] These include soreness, redness, rash, and inflammation at the injection site. Other common side effects include fatigue, headache, myalgia (muscle pain), and arthralgia (joint pain) which generally resolve within a few days.[676] Serious adverse events that follow the administration of vaccines are of high interest to the public.[677] It is important to recognize that the occurrence of an adverse event following vaccination does not necessarily mean that the vaccine caused the adverse event; the health problem may have been unrelated. Reporting of all adverse events, careful followup and statistical analysis of occurrences are required to determine whether or not a specific health problem is more likely to occur after a vaccine is administered.[678][679][680] More serious side effects are very rare. Before COVID-19 vaccines such as Moderna and Pfizer/BioNTech were authorized for use in the general population, they had to pass phase III studies involving tens of thousands of people. Any serious side effects that did not appear during that testing are likely to occur less often than ∼1 in 10,000 cases. It is important that Phase III trials be diverse, to ensure that safety results apply broadly. It is possible that side effects may affect a population that was not adequately represented during the initial testing. Pregnant women, immunocompromised people, and children are usually excluded from initial studies because they may be at higher risk. Further studies may be done to ensure their safety before vaccines are authorized for use in such populations. Subsequent examinations of the use of COVID vaccines in pregnant people and in children have shown similar outcomes to the general population and do not suggest greater risk for these groups.[680] Most countries operate some form of adverse effects reporting scheme, for example Vaccine Adverse Event Reporting System in the United States and the Yellow Card Scheme[681] in the United Kingdom. In some of these, the data is open to public scrutiny. For example, the UK publishes a weekly summary report.[682] Concerns have been raised regarding both over-[683] and under-reporting[684] of adverse effects. In other cases, as in Israel, information is collected internal to the health system.[685] Given differences in population size, vaccines used, reporting systems, recommendations and potentially population characteristics from country to country, adverse reactions are discussed below by country. In Israel, as of 24 May 2021, nearly 5 million people (over 55% of the population) had received two doses of the BNT162b2 vaccine (Pfizer). A nation-wide study published on 21 September 2021 reported on the safety of the BNT162b2 mRNA vaccine, based on data from Clalit Health Services (CHS), the largest health care organization in Israel. Adverse events were identified from diagnostic information in the CHS database. Vaccinated and unvaccinated persons were matched according to sociodemographic and clinical variables, and adverse events were studied following both vaccination and SARS-CoV-2 infection.[685] The BNT162b2 vaccine was not associated with an elevated risk for most adverse events, with the exception of myocarditis which was statistically more likely to occur following vaccination. This result (1 to 5 events per 100,000 persons) should be considered in the context of adverse events following SARS-CoV-2 infection, which were even greater (11.0 events per 100,000 persons). Analyses performed based on data collected in 2021 suggested that risk of many other serious adverse events also substantially increased following SARS-CoV-2 infection,[685] while a later study found no increase in either myocarditis or pericarditis in adults recovering from COVID-19.[686] As of 6 April 2022, three COVID-19 vaccines are in use in the UK: the Pfizer–BioNTech COVID-19 vaccine, the Moderna COVID-19 vaccine, and the Oxford–AstraZeneca COVID-19 vaccine. In the UK's Yellow Card system, suspected adverse reactions (ADRs) are known as \"Yellow Cards\". Over 100,000,000 first and second doses of vaccine have been administered in the UK, with 2 to 5 Yellow Cards reported per 1,000 doses of vaccine administered. These overwhelmingly represent temporary injection-site reactions such as a sore arm or fatigue, which are common to all types of vaccines and not specific to COVID vaccines.[687] There are rare reports of anaphylaxis, a severe allergic reaction, to all three forms of the vaccine. On the basis of this data, people who have a previous history of severe allergic reactions to the ingredients of a vaccine are advised not to receive it.[687] There are rare reports of transverse myelitis (TM), an inflammation of the spinal cord, which may be more likely to occur with the AstraZeneca vaccine. Patients who experience transverse myelitis after a first dose of AstraZeneca vaccine are advised not to receive a second dose of this vaccine.[687] Extremely rare occurrences of cerebral venous sinus thrombosis (CVST), a type of blood clot in the brain, and of thrombocytopenia, low platelet levels, have also been associated with the AstraZeneca vaccine. These can potentially be fatal, and those experiencing certain symptoms (e.g. severe headache, chest or stomach pain) should see a doctor immediately. Anyone who experienced blood clotting or platelet issues after receiving AstraZeneca should not have further doses of this vaccine.[687] Reports of myocarditis and pericarditis are very rare but have more frequently been reported following vaccination with the Pfizer/BioNTech and Moderna vaccines. This may occur more frequently in younger males, and can be fatal: patients are advised to be aware of symptoms for myocarditis and pericarditis and seek medical help if they occur.[687] Estimates of the number of extra cases of myocarditis that occur following vaccination range from 27 to 188 per million people. To put that in context, an estimated 1,500 cases of myocarditis per million patients are associated with COVID-19 infections.[687] As of 18 April 2022, three vaccines were authorized for use in the United States by the United States Food and Drug Administration (FDA): Pfizer–BioNTech COVID-19 vaccine (Comirnaty), Moderna COVID-19 vaccine (Spikevax), and Janssen COVID-19 vaccine.[688] As of that date, approximately 571 million doses had been administered in the US, with Pfizer being the most frequently used (336,252,416), then Moderna (214,191,561) and then Janssen (18,652,610).[689] The Vaccine Adverse Event Reporting System (VAERS) is used in the United States by the U.S. Centers for Disease Control and Prevention (CDC) and Food and Drug Administration (FDA) to collect reports of adverse events following vaccination.[678] Post-marketing safety data has also been accumulated using the CDC's multi-site Vaccine Safety Datalink system, which allows researchers to analyze rare or severe adverse events in defined groups.[690] One less-frequent side effect (that generally occurs in less than 1 in 1,000 people) is hypersensitivity (allergy) to one or more of the vaccine's ingredients, which in some rare cases may cause anaphylaxis. The CDC recommended that those receiving vaccines be observed immediately after vaccination, and treated if showing signs of anaphylaxis.[691][692] According to a June 2021 statement from the U.S. Centers for Disease Control and Prevention (CDC), cases of myocarditis and pericarditis had been reported in about 13 per million young people (mostly in males and mostly over the age of 16), in association with the mRNA vaccines.[693] According to reports at the time, the recovery from these side effects was quick in most individuals, following treatment and rest.[694] However, an independent analysis published in April 2022 found that the true rate of myopericarditis in the 12-39 age range was \"markedly higher\" than had been previously reported to U.S. advisory committees, owing to inconsistent or incomplete reporting among Vaccine Safety Datalink facilities.[695] Rare cases of Thrombosis (formation of blood clots in the blood vessels) in combination with Thrombocytopenia (low levels of blood platelets), referred to as thrombosis with thrombocytopenia syndrome (TTS) occurred following Janssen vaccine injections at a rate of about 7 per 1 million in vaccinated women ages 18–49 years old; and less often for other populations.[696] On 16 December 2021, the U.S. Advisory Committee on Immunization Practices recommended that mRNA COVID-19 vaccines (Pfizer and Moderna) be used rather than the Janssen COVID-19 vaccine in persons over 18 years, unless use of mRNA vaccine was counterindicated for the person.[697] Cases of Guillain-Barré syndrome (GBS), a neurological disorder involving damage to nerve cells and potentially life-threatening paralysis, have been reported after receipt of the Janssen COVID-19 vaccine.[698][699] On 16 December 2021, the U.S. Advisory Committee on Immunization Practices recommended that mRNA COVID-19 vaccines (Pfizer and Moderna) be used rather than the Janssen COVID-19 vaccine in persons over 18 years, unless use of mRNA vaccine was counter indicated for the person.[697] Four COVID-19 vaccines have been approved by the European Medicines Agency (EMA) for use in Europe: BNT162b2 (Pfizer), Spikevax (Moderna), ChAdOx1 (Astrazeneca), and Ad26.COV2-S (Janssen).[700] Similar recommendations regarding the possibility of severe reactions are reported from the European Medicines Agency (EMA).[701][702] In addition, the EU is investigating other possible adverse reactions. Erythema multiforme has been reported as a possible side effect of the BNT162b2 COVID-19 vaccination. A causal role for the vaccine has not yet been proven.[700] Capillary leak syndrome (CLS) is also being reviewed. The EMA has recommended that people who have had capillary leak syndrome should not use the Janssen COVID vaccine.[703] As of 13 July 2022, three COVID-19 vaccines have been approved for use in Hong Kong: CoronaVac (Sinovac Biotech), Comirnaty (Pfizer–BioNTech), and the Fosun-BioNTech COVID-19 vaccine.[704] Adverse events are assessed according to the 2019 edition of the \"Causality assessment of an adverse event following immunization (AEFI)\" published by the World Health Organization.[705] A population cohort study found a significant increase in risk of myocarditis following the second dose of Comirnaty in male adolescents between June and September 2021.[706]","Title":"COVID-19 vaccine clinical research - Wikipedia","KeyID":"11099","URL":"https://en.wikipedia.org/wiki/COVID-19_vaccine_clinical_research"}