{"Content: ":"A COVID‑19 vaccine is a vaccine intended to provide acquired immunity against severe acute respiratory syndrome coronavirus 2 (SARS‑CoV‑2), the virus that causes coronavirus disease 2019 (COVID‑19). Prior to the COVID‑19 pandemic, an established body of knowledge existed about the structure and function of coronaviruses causing diseases like severe acute respiratory syndrome (SARS) and Middle East respiratory syndrome (MERS). This knowledge accelerated the development of various vaccine platforms during early 2020.[1] The initial focus of SARS-CoV-2 vaccines was on preventing symptomatic, often severe illness.[2] On 10 January 2020, the SARS-CoV-2 genetic sequence data was shared through GISAID, and by 19 March, the global pharmaceutical industry announced a major commitment to address COVID‑19.[3] In 2020, the first COVID-19 vaccines were developed and made available to the public through emergency use authorization.[4] Initially, most COVID-19 vaccines were two-dose vaccines, with the sole exception being the single-dose Janssen COVID-19 vaccine.[4] However, immunity from the vaccines has been found to wane over time, requiring people to get booster doses of the vaccine to maintain immunity against COVID-19.[4] The COVID‑19 vaccines are widely credited for their role in reducing the spread of COVID-19 and reducing the severity and death caused by COVID‑19.[4][5][6] According to a June 2022 study, COVID-19 vaccines prevented an additional 14.4 to 19.8 million deaths in 185 countries and territories from 8 December 2020 to 8 December 2021.[7][8] Many countries implemented phased distribution plans that prioritized those at highest risk of complications, such as the elderly, and those at high risk of exposure and transmission, such as healthcare workers.[9] Common side effects of COVID-19 vaccines include soreness, redness, rash, inflammation at the injection site, fatigue, headache, myalgia (muscle pain), and arthralgia (joint pain), which resolve without medical treatment within a few days.[10][11] COVID-19 vaccines are not associated with a higher risk of adverse effects during pregnancy or while breastfeeding.[12][13][14] Temporary changes to the menstrual cycle in young women have been reported, although these changes are \"small compared with natural variation and quickly reverse\".[15] Serious adverse events associated COVID‑19 vaccines, such as allergic reactions, are generally rare but of high interest to the public.[4][16] Because COVID-19 vaccines are relatively new, new claims about possible side effects are still being made, and sometimes reports conflict.[17] As of 16 July 2022[update], 12.22 billion doses of COVID‑19 vaccines have been administered worldwide based on official reports from national public health agencies.[18] By December 2020, more than 10 billion vaccine doses had been preordered by countries,[19] with about half of the doses purchased by high-income countries comprising 14% of the world's population.[20] Despite the extremely rapid development of effective mRNA and viral vector vaccines, worldwide vaccine equity has not been achieved. The development and use of whole inactivated virus (WIV) and protein-based vaccines have also been recommended, especially for use in developing countries.[21][22] COVID‑19 vaccine doses administered by continent as of Oct 11, 2021. For vaccines that require multiple doses, each individual dose is counted. As the same person may receive more than one dose, the number of doses can be higher than the number of people in the population. Map showing share of population fully vaccinated against COVID-19 relative to a country's total population[note 1] Prior to COVID‑19, a vaccine for an infectious disease had never been produced in less than several years – and no vaccine existed for preventing a coronavirus infection in humans.[23] However, vaccines have been produced against several animal diseases caused by coronaviruses, including (as of 2003) infectious bronchitis virus in birds, canine coronavirus, and feline coronavirus.[24] Previous projects to develop vaccines for viruses in the family Coronaviridae that affect humans have been aimed at severe acute respiratory syndrome (SARS) and Middle East respiratory syndrome (MERS). Vaccines against SARS[25] and MERS[26] have been tested in non-human animals. According to studies published in 2005 and 2006, the identification and development of novel vaccines and medicines to treat SARS was a priority for governments and public health agencies around the world at that time.[27][28][29] There is no cure or protective vaccine proven to be safe and effective against SARS in humans.[30][31] There is also no proven vaccine against MERS.[32] When MERS became prevalent, it was believed that existing SARS research might provide a useful template for developing vaccines and therapeutics against a MERS-CoV infection.[30][33] As of March 2020, there was one (DNA-based) MERS vaccine which completed Phase I clinical trials in humans,[34] and three others in progress, all being viral-vectored vaccines: two adenoviral-vectored (ChAdOx1-MERS, BVRS-GamVac) and one MVA-vectored (MVA-MERS-S).[35] Vaccines that use an inactive or weakened virus that has been grown in eggs typically take more than a decade to develop.[36][37] In contrast, mRNA is a molecule that can be made quickly, and research on mRNA to fight diseases was begun decades before the COVID‑19 pandemic by scientists such as Drew Weissman and Katalin Karikó, who tested on mice. Moderna began human testing of an mRNA vaccine in 2015.[36] Viral vector vaccines were also developed for the COVID‑19 pandemic after the technology was previously cleared for Ebola.[36] As multiple COVID‑19 vaccines have been authorized or licensed for use, real-world vaccine effectiveness (RWE) is being assessed using case control and observational studies.[38] A study is investigating the long-lasting protection against SARS-CoV-2 provided by the mRNA vaccines.[39][40] As of September 2020[update], eleven of the vaccine candidates in clinical development use adjuvants to enhance immunogenicity.[41] An immunological adjuvant is a substance formulated with a vaccine to elevate the immune response to an antigen, such as the COVID‑19 virus or influenza virus.[42] Specifically, an adjuvant may be used in formulating a COVID‑19 vaccine candidate to boost its immunogenicity and efficacy to reduce or prevent COVID‑19 infection in vaccinated individuals.[42][43] Adjuvants used in COVID‑19 vaccine formulation may be particularly effective for technologies using the inactivated COVID‑19 virus and recombinant protein-based or vector-based vaccines.[43] Aluminum salts, known as \"alum\", were the first adjuvant used for licensed vaccines, and are the adjuvant of choice in some 80% of adjuvanted vaccines.[43] The alum adjuvant initiates diverse molecular and cellular mechanisms to enhance immunogenicity, including release of proinflammatory cytokines.[42][43] In November 2021, the full nucleotide sequences of the AstraZeneca and Pfizer/BioNTech vaccines were released by the UK Medicines and Healthcare products Regulatory Agency, in response to a freedom of information request.[44][45] COVID-19 vaccine clinical research uses clinical research to establish the characteristics of COVID-19 vaccines. These characteristics include efficacy, effectiveness and safety. Thirty vaccines are authorized for use by national governments, including eight approved for emergency or full use by at least one WHO-recognised stringent regulatory authority; while five are in Phase IV. 204 vaccines are undergoing clinical trials that have yet to be authorized.[46] Nine clinical trials consider heterologous vaccination courses. Thirty-three vaccines are authorized by at least one national regulatory authority for public use:[47][48] Post-vaccination embolic and thrombotic events, termed vaccine-induced immune thrombotic thrombocytopenia (VITT),[49][50][51][52][53] vaccine-induced prothrombotic immune thrombocytopenia (VIPIT),[54] thrombosis with thrombocytopenia syndrome (TTS),[55][52][53] vaccine-induced immune thrombocytopenia and thrombosis (VITT),[53] or vaccine-associated thrombotic thrombocytopenia (VATT),[53] are rare types of blood clotting syndromes that were initially observed in a number of people who had previously received the Oxford–AstraZeneca COVID‑19 vaccine (AZD1222)[a] during the COVID‑19 pandemic.[54][60] It was subsequently also described in the Janssen COVID‑19 vaccine (Johnson & Johnson) leading to suspension of its use until its safety had been reassessed.[61] On 5 May 2022 the FDA posted a bulletin limiting the use of the Janssen Vaccine to very specific cases due to further reassesment of the risks of TTS, although the FDA also stated in the same bulletin that the benefits of the vaccine outweigh the risks.[62] As of July 2021, at least nine different technology platforms were under research and development to create an effective vaccine against COVID‑19.[41][67] Most of the platforms of vaccine candidates in clinical trials are focused on the coronavirus spike protein (S protein) and its variants as the primary antigen of COVID‑19 infection,[41] since the S protein triggers strong B-cell and T-cell immune responses.[68][69] However, other coronavirus proteins are also being investigated for vaccine development, like the nucleocapsid, because they also induce a robust T-cell response and their genes are more conserved and recombine less frequently (compared to Spike).[69][70][71] Future generations of COVID-19 vaccines that may target more and conserved genomic regions will also act as an insurance against the manifestation of catastrophic scenarios concerning the future evolutionary path of SARS-CoV-2, or any similar Coronavirus epidemic/pandemic.[72] Platforms developed in 2020 involved nucleic acid technologies (nucleoside-modified messenger RNA and DNA), non-replicating viral vectors, peptides, recombinant proteins, live attenuated viruses, and inactivated viruses.[23][41][73][74] Many vaccine technologies being developed for COVID‑19 are not like vaccines already in use to prevent influenza, but rather are using \"next-generation\" strategies for precise targeting of COVID‑19 infection mechanisms.[41][73][74] Several of the synthetic vaccines use a 2P mutation to lock the spike protein into its prefusion configuration, stimulating an adaptive immune response to the virus before it attaches to a human cell.[75] Vaccine platforms in development may improve flexibility for antigen manipulation, and effectiveness for targeting mechanisms of COVID‑19 infection in susceptible population subgroups, such as healthcare workers, the elderly, children, pregnant women, and people with weakened immune systems.[41][73] Several COVID‑19 vaccines, including the Pfizer–BioNTech and Moderna vaccines, have been developed to use RNA to stimulate an immune response. When introduced into human tissue, the vaccine contains either self-replicating RNA or messenger RNA (mRNA), which both cause cells to express the SARS-CoV-2 spike protein. This teaches the body how to identify and destroy the corresponding pathogen. RNA vaccines often, but not always, use nucleoside-modified messenger RNA. The delivery of mRNA is achieved by a coformulation of the molecule into lipid nanoparticles which protect the RNA strands and help their absorption into the cells.[76][77][78][79] RNA vaccines were the first COVID‑19 vaccines to be authorized in the United Kingdom, the United States and the European Union.[80][81] Authorized vaccines of this type are the Pfizer–BioNTech[82][83][84] and Moderna vaccines.[85][86] The CVnCoV RNA vaccine from CureVac failed in clinical trials.[87] Severe allergic reactions are rare. In December 2020, 1,893,360 first doses of Pfizer–BioNTech COVID‑19 vaccine administration resulted in 175 cases of severe allergic reaction, of which 21 were anaphylaxis.[88] For 4,041,396 Moderna COVID‑19 vaccine dose administrations in December 2020 and January 2021, only ten cases of anaphylaxis were reported.[88] Lipid nanoparticles (LNPs) were most likely responsible for the allergic reactions.[88] These vaccines are examples of non-replicating viral vector vaccines, using an adenovirus shell containing DNA that encodes a SARS‑CoV‑2 protein.[89][90] The viral vector-based vaccines against COVID‑19 are non-replicating, meaning that they do not make new virus particles, but rather produce only the antigen which elicits a systemic immune response.[89] Authorized vaccines of this type are the Oxford–AstraZeneca COVID‑19 vaccine,[91][92][93] the Sputnik V COVID‑19 vaccine,[94] Convidecia, and the Janssen COVID‑19 vaccine.[95][96] Convidecia and the Janssen COVID‑19 vaccine are both one-shot vaccines which offer less complicated logistics and can be stored under ordinary refrigeration for several months.[97][98] Sputnik V uses Ad26 for its first dose, which is the same as Janssen's only dose, and Ad5 for the second dose, which is the same as Convidecia's only dose.[99] On 11 August 2021, the developers of Sputnik V proposed, in view of the Delta case surge, that Pfizer test the Ad26 component (termed its 'Light' version)[100] as a booster shot: Delta cases surge in US & Israel shows mRNA vaccines need a heterogeneous booster to strengthen & prolong immune response. #SputnikV pioneered mix&match approach, combo trials & showed 83.1% efficacy vs Delta. Today RDIF offers Pfizer to start trial with Sputnik Light as booster.[101] Inactivated vaccines consist of virus particles that are grown in culture and then killed using a method such as heat or formaldehyde to lose disease producing capacity, while still stimulating an immune response.[102] Authorized vaccines of this type are the Chinese CoronaVac[103][104][105] and the Sinopharm BIBP[106] and WIBP vaccines; the Indian Covaxin; later this year the Russian CoviVac;[107] the Kazakh vaccine QazVac;[108] and the Iranian COVIran Barekat.[109] Vaccines in clinical trials include the Valneva COVID‑19 vaccine.[110][unreliable source?][111] Subunit vaccines present one or more antigens without introducing whole pathogen particles. The antigens involved are often protein subunits, but can be any molecule that is a fragment of the pathogen.[112] The authorized vaccines of this type are the peptide vaccine EpiVacCorona,[113] ZF2001,[67] MVC-COV1901,[114] and Corbevax.[115][116] Vaccines with pending authorizations or include the Novavax COVID‑19 vaccine,[117] Soberana 02 (a conjugate vaccine), and the Sanofi–GSK vaccine. The V451 vaccine was previously in clinical trials, which were terminated because it was found that the vaccine may potentially cause incorrect results for subsequent HIV testing.[118][119][unreliable source?] Additional types of vaccines that are in clinical trials include virus-like particle vaccines, multiple DNA plasmid vaccines,[120][121][122][123][124][125] at least two lentivirus vector vaccines,[126][127] a conjugate vaccine, and a vesicular stomatitis virus displaying the SARS‑CoV‑2 spike protein.[128] Scientists investigated whether existing vaccines for unrelated conditions could prime the immune system and lessen the severity of COVID‑19 infection.[129] There is experimental evidence that the BCG vaccine for tuberculosis has non-specific effects on the immune system, but no evidence that this vaccine is effective against COVID‑19.[130] Currently, all coronavirus vaccines available, regardless of the different types of technology they are based on, are administrated by injection. However, various other types of vaccine delivery methods have been studied for future coronavirus vaccines.[131] Intranasal vaccines target mucosal immunity in the nasal mucosa which is a portal for viral entrance to the body.[132][133] These vaccines are designed to stimulate nasal immune factors, such as IgA.[132] In addition to inhibiting the virus, nasal vaccines provide ease of administration because no needles (and the accompanying needle phobia) are involved.[133][134] Nasal vaccines have been approved for influenza,[133][134] but not for COVID-19. There are a variety of intranasal COVID-19 vaccines undergoing clinical trials. Examples include a vaccine candidate which uses a modified avian virus as a vector to target SARS-CoV-2 spike proteins and an mRNA vaccine delivered via a nasal nanoparticle spray.[135] A universal coronavirus vaccine is effective against all coronavirus (and possibly other) viruses.[136][137] The concept was publicly endorsed by NIAID director Anthony Fauci, virologist Jeffery K. Taubenberger, and David M. Morens.[138] In March 2022, the White House released the \"National COVID-19 Preparedness Plan\", which recommended to accelerate development of such vaccines.[139] One strategy for developing such vaccines was developed at Walter Reed Army Institute of Research (WRAIR). It uses a spike ferritin-based nanoparticle (SpFN). This vaccine began a Phase I clinical trial in April 2022.[140] Another strategy is to hang vaccine fragments from multiple strains on a nanoparticle scaffold. Universality is enhanced by targeting the receptor-binding domain rather than the spike protein.[141] Since January 2020, vaccine development has been expedited via unprecedented collaboration in the multinational pharmaceutical industry and between governments.[41] Multiple steps along the entire development path are evaluated, including:[23][142] There have been several unique challenges with COVID‑19 vaccine development. The urgency to create a vaccine for COVID‑19 led to compressed schedules that shortened the standard vaccine development timeline, in some cases combining clinical trial steps over months, a process typically conducted sequentially over several years.[143] Public health programs have been described as in \"[a] race to vaccinate individuals\" with the early wave vaccines.[144] Timelines for conducting clinical research – normally a sequential process requiring years – are being compressed into safety, efficacy, and dosing trials running simultaneously over months, potentially compromising safety assurance.[143][145] As an example, Chinese vaccine developers and the government Chinese Center for Disease Control and Prevention began their efforts in January 2020,[146] and by March were pursuing numerous candidates on short timelines, with the goal to showcase Chinese technology strengths over those of the United States, and to reassure the Chinese people about the quality of vaccines produced in China.[143][147] The rapid development and urgency of producing a vaccine for the COVID‑19 pandemic was expected to increase the risks and failure rate of delivering a safe, effective vaccine.[73][74][148] Additionally, research at universities is obstructed by physical distancing and closing of laboratories.[149][150] Vaccines must progress through several phases of clinical trials to test for safety, immunogenicity, effectiveness, dose levels and adverse effects of the candidate vaccine.[151][152] Vaccine developers have to invest resources internationally to find enough participants for Phase II–III clinical trials when the virus has proved to be a \"moving target\" of changing transmission rates across and within countries, forcing companies to compete for trial participants.[153] Clinical trial organizers also may encounter people unwilling to be vaccinated due to vaccine hesitancy[154] or disbelief in the science of the vaccine technology and its ability to prevent infection.[155] As new vaccines are developed during the COVID‑19 pandemic, licensure of COVID‑19 vaccine candidates requires submission of a full dossier of information on development and manufacturing quality.[156][157][158] Internationally, the Access to COVID‑19 Tools Accelerator is a G20 and World Health Organization (WHO) initiative announced in April 2020.[159][160] It is a cross-discipline support structure to enable partners to share resources and knowledge. It comprises four pillars, each managed by two to three collaborating partners: Vaccines (also called \"COVAX\"), Diagnostics, Therapeutics, and Health Systems Connector.[161] The WHO's April 2020 \"R&D Blueprint (for the) novel Coronavirus\" documented a \"large, international, multi-site, individually randomized controlled clinical trial\" to allow \"the concurrent evaluation of the benefits and risks of each promising candidate vaccine within 3–6 months of it being made available for the trial.\" The WHO vaccine coalition will prioritize which vaccines should go into Phase II and III clinical trials, and determine harmonized Phase III protocols for all vaccines achieving the pivotal trial stage.[162] National governments have also been involved in vaccine development. Canada announced funding of 96 projects for development and production of vaccines at Canadian companies and universities with plans to establish a \"vaccine bank\" that could be used if another coronavirus outbreak occurs,[163] and to support clinical trials and develop manufacturing and supply chains for vaccines.[164] China provided low-rate loans to one vaccine developer through its central bank, and \"quickly made land available for the company\" to build production plants.[145] Three Chinese vaccine companies and research institutes are supported by the government for financing research, conducting clinical trials, and manufacturing.[165] The United Kingdom government formed a COVID‑19 vaccine task force in April 2020 to stimulate local efforts for accelerated development of a vaccine through collaborations of industry, universities, and government agencies. The UK's Vaccine Taskforce contributed to every phase of development from research to manufacturing.[166] In the United States, the Biomedical Advanced Research and Development Authority (BARDA), a federal agency funding disease-fighting technology, announced investments to support American COVID‑19 vaccine development, and manufacture of the most promising candidates.[145][167] In May 2020, the government announced funding for a fast-track program called Operation Warp Speed.[168][169] By March 2021, BARDA had funded an estimated $19.3 billion in COVID‑19 vaccine development.[170] Large pharmaceutical companies with experience in making vaccines at scale, including Johnson & Johnson, AstraZeneca, and GlaxoSmithKline (GSK), formed alliances with biotechnology companies, governments, and universities to accelerate progression toward effective vaccines.[145][143] SARS-CoV-2 (severe acute respiratory syndrome coronavirus 2), the virus that causes COVID-19, was isolated in late 2019.[171] Its genetic sequence was published on 11 January 2020, triggering the urgent international response to prepare for an outbreak and hasten development of a preventive COVID-19 vaccine.[172][173][174] Since 2020, vaccine development has been expedited via unprecedented collaboration in the multinational pharmaceutical industry and between governments.[175] By June 2020, tens of billions of dollars were invested by corporations, governments, international health organizations, and university research groups to develop dozens of vaccine candidates and prepare for global vaccination programs to immunize against COVID‑19 infection.[173][176][177][178] According to the Coalition for Epidemic Preparedness Innovations (CEPI), the geographic distribution of COVID‑19 vaccine development shows North American entities to have about 40% of the activity, compared to 30% in Asia and Australia, 26% in Europe, and a few projects in South America and Africa.[172][175] In February 2020, the World Health Organization (WHO) said it did not expect a vaccine against SARS‑CoV‑2 to become available in less than 18 months.[179] Virologist Paul Offit commented that, in hindsight, the development of a safe and effective vaccine within 11 months was a remarkable feat.[180] The rapidly growing infection rate of COVID‑19 worldwide during 2020 stimulated international alliances and government efforts to urgently organize resources to make multiple vaccines on shortened timelines,[181] with four vaccine candidates entering human evaluation in March (see COVID-19 vaccine § Trial and authorization status).[172][182] On 24 June 2020, China approved the CanSino vaccine for limited use in the military, and two inactivated virus vaccines for emergency use in high-risk occupations.[183] On 11 August 2020, Russia announced the approval of its Sputnik V vaccine for emergency use, though one month later only small amounts of the vaccine had been distributed for use outside of the phase 3 trial.[184] The Pfizer–BioNTech partnership submitted an Emergency Use Authorization (EUA) request to the U.S. Food and Drug Administration (FDA) for the mRNA vaccine BNT162b2 (active ingredient tozinameran) on 20 November 2020.[185][186] On 2 December 2020, the United Kingdom's Medicines and Healthcare products Regulatory Agency (MHRA) gave temporary regulatory approval for the Pfizer–BioNTech vaccine,[187][188] becoming the first country to approve the vaccine and the first country in the Western world to approve the use of any COVID‑19 vaccine.[189][190][191] As of 21 December 2020, many countries and the European Union[192] had authorized or approved the Pfizer–BioNTech COVID‑19 vaccine. Bahrain and the United Arab Emirates granted emergency marketing authorization for the Sinopharm BIBP vaccine.[193][194] On 11 December 2020, the FDA granted an EUA for the Pfizer–BioNTech COVID‑19 vaccine.[195] A week later, they granted an EUA for mRNA-1273 (active ingredient elasomeran), the Moderna vaccine.[196][197][198][199] On 31 March 2021, the Russian government announced that they had registered the first COVID‑19 vaccine for animals.[200] Named Carnivac-Cov, it is an inactivated vaccine for carnivorous animals, including pets, aimed at preventing mutations that occur during the interspecies transmission of SARS-CoV-2.[201] As of August 2021, studies reported that the COVID-19 vaccines available in the United States are \"highly protective against severe illness, hospitalization, and death due to COVID-19\".[204] In comparison with fully vaccinated people, the CDC reported that unvaccinated people were 10 times more likely to be hospitalized and 11 times more likely to die.[205][206] Dr. Jeff Duchin, the Health Officer of King County, Washington found that unvaccinated people were six times more likely to test positive, 37 times more likely to be hospitalized, and 67 times more likely to die, compared to those who had been vaccinated.[207] CDC reported that vaccine effectiveness fell from 91% against Alpha to 66% against Delta.[208] One expert stated that \"those who are infected following vaccination are still not getting sick and not dying like was happening before vaccination.\"[209] By late August 2021 the Delta variant accounted for 99 percent of U.S. cases and was found to double the risk of severe illness and hospitalization for those not yet vaccinated.[210] A September 2021 study published in The Lancet found that having two doses of a COVID-19 vaccine halved the odds of long COVID.[211] In November 2021, a study by the ECDC estimated that 470,000 lives over the age of 60 had been saved since the start of vaccination roll-out in the European region.[212] On 10 December 2021, the UK Health Security Agency reported that early data indicated a 20- to 40-fold reduction in neutralizing activity for Omicron by sera from Pfizer 2-dose vaccinees relative to earlier strains. After a booster dose (usually with an mRNA vaccine),[213] vaccine effectiveness against symptomatic disease was at 70%–75%, and the effectiveness against severe disease was expected to be higher.[214] According to early December 2021 CDC data, \"unvaccinated adults were about 97 times more likely to die from COVID-19 than fully vaccinated people who had received boosters\".[215] A meta analysis looking into COVID-19 vaccine differences in immunosuppressed individuals found that people with a weakened immune system, are less able to produce neutralizing antibodies. For example, organ transplant recipients needing three vaccines to achieve seroconversion.[216] A study on the serologic response to mRNA vaccines among patients with lymphoma, leukemia and myeloma found that one-quarter of patients did not produce measurable antibodies, varying by cancer type.[217] As of March 2022, elderly residents' protection against severe illness, hospitalization and death in English care homes was high immediately after vaccination, but protection declined significantly in the months following vaccination. Protection among care home staff, who were younger, declined much more slowly. Regular boosters were recommended for older people and boosters every six months for care home residents appear reasonable.[219] A December 2021 Qatari study found that the Pfizer–BioNTech COVID-19 vaccine was 81.5% effective at preventing infection in the first month after receiving the second dose, but that efficacy dropped to 12.8% within 6 months.[220] As of 2022 fully vaccinated individuals with breakthrough infections with SARS-CoV-2 delta (B.1.617.2) variant had peak viral load similar to unvaccinated cases and were able to transmit infection in household settings.[221] For most people, the side effects, also called adverse effects, from COVID-19 vaccines are mild and can be managed at home. All vaccines that are administered via intramuscular injection, including COVID‑19 vaccines, have side effects related to the mild trauma associated with the procedure and introduction of a foreign substance into the body.[222] These include soreness, redness, rash, and inflammation at the injection site. Other common side effects include fatigue, headache, myalgia (muscle pain), and arthralgia (joint pain), all of which generally resolve without medical treatment within a few days.[10][11] Also like any other vaccine, some people are allergic to one or more ingredients in COVID-19 vaccines. Typical side effects are stronger and more common in younger people and in subsequent doses, and up to 20% of people report a disruptive level of side effects after the second dose of an mRNA vaccine.[223] These side effects are less common or weaker in inactivated vaccines.[223] COVID-19 vaccines are not associated with a higher risk of adverse effects during pregnancy or while breastfeeding.[12][13][14] Temporary changes to the menstrual cycle in young women have been reported, although these changes are \"small compared with natural variation and quickly reverse\".[15] In one study, women who received both doses of a two-dose vaccine during the same menstrual cycle (an atypical situation) may see their next period begin a couple of days late, and they have about twice the usual risk of a clinically significant delay (about 10% of these women, compared to about 4% of unvaccinated women).[15] Cycle lengths return to normal after two menstrual cycles post-vaccination.[15] Women who received doses in separate cycles had approximately the same natural variation in cycle lengths as unvaccinated women.[15] Other temporary menstrual effects have been reported, such as heavier than normal menstrual bleeding after vaccination.[15] Serious adverse events associated COVID‑19 vaccines are generally rare but of high interest to the public.[16] The official databases of reported adverse events include the World Health Organization's VigiBase, the United States Vaccine Adverse Events Reporting System (VAERS) and the United Kingdom's Yellow Card Scheme. Increased public awareness of these reporting systems and the extra reporting requirements under US FDA Emergency Use Authorization rules have resulted in an increased volume of reported adverse events.[224] Rare serious effects include: Because COVID-19 vaccines are relatively new, new claims about possible side effects are still being made, and sometimes reports conflict.[17] For example, there are rare reports of subjective hearing changes, including tinnitus, after vaccination,[226] but these claims have not yet been substantiated in subsequent research.[17] The rate and type of side effects is also compared to the alternatives. For example, although vaccination may trigger some side effects, the effects experienced from an infection could be worse. Neurological side effects from getting COVID-19 are hundreds of times more likely than from vaccination.[227] According to studies, the combination of two different COVID-19 vaccines, also called cross vaccination or mix-and-match method, provides protection equivalent to that of mRNA vaccines – including protection against the Delta variant. Individuals who receive the combination of two different vaccines produce strong immune responses, with side effects no worse than those caused by standard regimens.[228] As of 2021 data suggested fully vaccinated individuals and those previously infected with SARS-CoV-2 had a low risk of subsequent infection for at least 6 months.[229][230][231] Data are currently insufficient to determine an antibody titer threshold that indicates when an individual is protected from infection. Multiple studies show that antibody titers are associated with protection at the population level, but individual protection titers remain unknown. For some populations, such as the elderly and the immunocompromised, protection levels may be reduced after both vaccination and infection. Finally, current data suggest that the level of protection may not be the same for all variants of the virus.[229] As new data continue to emerge,[232] recommendations will need to be updated periodically. It is important to note that as of December 2021, there was no authorized or approved test that providers or the public could use to reliably determine if a person is protected from infection.[229] Note about table to the right: Number and percentage of people who have received at least one dose of a COVID‑19 vaccine (unless noted otherwise). May include vaccination of non-citizens, which can push totals beyond 100% of the local population. Table is updated daily by a bot.[note 2] As of 18 June 2022[update], 11.98 billion COVID-19 vaccine doses have been administered worldwide, with 66.3 percent of the global population having received at least one dose. While 18.7 million vaccines were then being administered daily, only 17.8 percent of people in low-income countries had received at least a first vaccine by March 2022, according to official reports from national health agencies, which are collated by Our World in Data.[234] During a pandemic on the rapid timeline and scale of COVID-19 cases in 2020, international organizations like the World Health Organization (WHO) and Coalition for Epidemic Preparedness Innovations (CEPI), vaccine developers, governments, and industry evaluated the distribution of the eventual vaccine(s).[235] Individual countries producing a vaccine may be persuaded to favor the highest bidder for manufacturing or provide first-service to their own country.[236][237][238][239][excessive citations] Experts emphasize that licensed vaccines should be available and affordable for people at the frontline of healthcare and having the most need.[236][237][239] In April 2020, it was reported that the UK agreed to work with 20 other countries and global organizations including France, Germany, and Italy to find a vaccine and to share the results and that UK citizens would not get preferential access to any new COVID‑19 vaccines developed by taxpayer-funded UK universities.[240] Several companies planned to initially manufacture a vaccine at artificially low pricing, then increase prices for profitability later if annual vaccinations are needed and as countries build stock for future needs.[239] An April 2020 CEPI report stated: \"Strong international coordination and cooperation between vaccine developers, regulators, policymakers, funders, public health bodies, and governments will be needed to ensure that promising late-stage vaccine candidates can be manufactured in sufficient quantities and equitably supplied to all affected areas, particularly low-resource regions.\"[241] The WHO and CEPI are developing financial resources and guidelines for the global deployment of several safe, effective COVID‑19 vaccines, recognizing the need are different across countries and population segments.[235][242][243][244][excessive citations] For example, successful COVID‑19 vaccines would be allocated early to healthcare personnel and populations at greatest risk of severe illness and death from COVID‑19 infection, such as the elderly or densely-populated impoverished people.[245][246] Share of people who have received at least one dose of a COVID-19 vaccine relative to a country's total population. Date is on the map. Commons source. COVID-19 vaccine doses administered per 100 people by country. Date is on the map. Commons source. Countries have extremely unequal access to the COVID-19 vaccine. Vaccine equity has not been achieved, or even approximated. The inequity has harmed both countries with poor access and countries with good access.[21][22][250] Nations pledged to buy doses of the COVID‑19 vaccine before the doses were available. Though high-income nations represent only 14% of the global population, as of 15 November 2020, they had contracted to buy 51% of all pre-sold doses. Some high-income nations bought more doses than would be necessary to vaccinate their entire populations.[20] In January 2021, WHO Director-General Tedros Adhanom Ghebreyesus warned of problems with equitable distribution: \"More than 39 million doses of vaccine have now been administered in at least 49 higher-income countries. Just 25 doses have been given in one lowest-income country. Not 25 million; not 25 thousand; just 25.\"[251] In March 2021, it was revealed the US attempted to convince Brazil not to purchase the Sputnik V COVID‑19 vaccine, fearing \"Russian influence\" in Latin America.[252] Some nations involved in long-standing territorial disputes have reportedly had their access to vaccines blocked by competing nations; Palestine has accused Israel of blocking vaccine delivery to Gaza, while Taiwan has suggested that China has hampered its efforts to procure vaccine doses.[253][254][255] A single dose of the COVID‑19 vaccine by AstraZeneca would cost 47 Egyptian pounds (EGP), and the authorities are selling it between 100 and 200 EGP. A report by Carnegie Endowment for International Peace cited the poverty rate in Egypt as around 29.7 percent, which constitutes approximately 30.5 million people, and claimed that about 15 million of the Egyptians would be unable to gain access to the luxury of vaccination. A human rights lawyer, Khaled Ali, launched a lawsuit against the government, forcing them to provide vaccination free of cost to all members of the public.[256] According to immunologist Dr. Anthony Fauci, mutant strains of the virus and limited vaccine distribution pose continuing risks and he said: \"we have to get the entire world vaccinated, not just our own country.\"[257] Edward Bergmark and Arick Wierson are calling for a global vaccination effort and wrote that the wealthier nations' \"me-first\" mentality could ultimately backfire because the spread of the virus in poorer countries would lead to more variants, against which the vaccines could be less effective.[258] In March 2021, the United States, Britain, European Union member states and some other members of the World Trade Organization (WTO) blocked a push by more than eighty developing countries to waive COVID‑19 vaccine patent rights in an effort to boost production of vaccines for poor nations.[259] On 5 May 2021, the US government under President Joe Biden announced that it supports waiving intellectual property protections for COVID‑19 vaccines.[260] The Members of the European Parliament have backed a motion demanding the temporary lifting of intellectual properties rights for COVID‑19 vaccines.[261] In a meeting in April 2021, the World Health Organization's emergency committee addressed concerns of persistent inequity in the global vaccine distribution.[262] Although 9 percent of the world's population lives in the 29 poorest countries, these countries had received only 0.3% of all vaccines administered as of May 2021.[263] On 15 March, Brazilian journalism agency Agência Pública reported that the country vaccinated about twice as many people who declare themselves white than black and noted that mortality from COVID‑19 is higher in the black population.[264] In May 2021, UNICEF made an urgent appeal to industrialised nations to pool their excess COVID‑19 vaccine capacity to make up for a 125-million-dose gap in the COVAX program. The program mostly relied on the Oxford–AstraZeneca COVID‑19 vaccine produced by Serum Institute of India, which faced serious supply problems due to increased domestic vaccine needs in India from March to June 2021. Only a limited amount of vaccines can be distributed efficiently, and the shortfall of vaccines in South America and parts of Asia are due to a lack of expedient donations by richer nations. International aid organisations have pointed at Nepal, Sri Lanka, and Maldives as well as Argentina and Brazil, and some parts of the Caribbean as problem areas, where vaccines are in short supply. In mid-May 2021, UNICEF was also critical of the fact that most proposed donations of Moderna and Pfizer vaccines were not slated for delivery until the second half of 2021, or early in 2022.[265] In July 2021, the heads of the World Bank Group, the International Monetary Fund, the World Health Organization, and the World Trade Organization said in a joint statement: \"As many countries are struggling with new variants and a third wave of COVID‑19 infections, accelerating access to vaccines becomes even more critical to ending the pandemic everywhere and achieving broad-based growth. We are deeply concerned about the limited vaccines, therapeutics, diagnostics, and support for deliveries available to developing countries.\"[266][267] In July 2021, The BMJ reported that countries have thrown out over 250,000 vaccine doses as supply exceeded demand and strict laws prevented the sharing of vaccines.[268] A survey by The New York Times found that over a million doses of vaccine had been thrown away in ten U.S. states because federal regulations prohibit recalling them, preventing their redistribution abroad.[269] Furthermore, doses donated close to expiration often cannot be administered quickly enough by recipient countries and end up having to be discarded.[270] To help overcome this problem, the Prime Minister of India, Narendra Modi announced that they would make their digital vaccination management platform CoWIN open to the global community. He also announced that India would also release the source code for contact tracing app Aarogya Setu for developers around the world. Around 142 countries including Afghanistan, Bangladesh, Bhutan, Maldives, Guyana, Antigua & Barbuda, St. Kitts & Nevis and Zambia expressed their interest in the application for COVID management.[271][272] Amnesty International and Oxfam International have criticized the support of vaccine monopolies by the governments of producing countries, noting that this is dramatically increasing the dose price by five times and often much more, creating an economic barrier to access for poor countries.[273][274] Médecins Sans Frontières (Doctors without Borders) has also criticized vaccine monopolies and repeatedly called from their suspension, supporting the TRIPS Waiver. The waiver was first proposed in October 2020, and has support from most countries, but delayed by opposition from EU (especially Germany - major EU countries such as France, Italy and Spain support the exemption),[275] UK, Norway, and Switzerland, among others. MSF called for a Day of Action in September 2021 to put pressure on the WTO Minister's meeting in November, which was expected to discuss the TRIPS IP waiver.[276][277][278] In August 2021, to reduce unequal distribution between rich and poor countries, the WHO called for a moratorium on a booster dose at least until the end of September. However, on 18 August, the United States government announced plans to offer booster doses 8 months after the initial course to the general population, starting with priority groups. Before the announcement, the WHO harshly criticized this type of decision, citing the lack of evidence for the need for boosters, except for patients with specific conditions. At this time, vaccine coverage of at least one dose was 58% in high-income countries and only 1.3% in low-income countries, and 1.14 million Americans already received an unauthorized booster dose. US officials argued that waning efficacy against mild and moderate disease might indicate reduced protection against severe disease in the coming months. Israel, France, Germany, and the United Kingdom have also started planning boosters for specific groups.[279][280][281] On 14 September 2021, more than 140 former world leaders, and Nobel laureates, including former President of France François Hollande, former Prime Minister of the United Kingdom Gordon Brown, former Prime Minister of New Zealand Helen Clark, and Professor Joseph Stiglitz, called on the candidates to be the next German chancellor to declare themselves in favour of waiving intellectual property rules for COVID‑19 vaccines and transferring vaccine technologies.[282] In November 2021, nursing unions in 28 countries have filed a formal appeal with the United Nations over the refusal of the UK, EU, Norway, Switzerland, and Singapore to temporarily waive patents for Covid vaccines.[283] During his first international trip, President of Peru Pedro Castillo spoke at the seventy-sixth session of the United Nations General Assembly on 21 September 2021, proposing the creation of an international treaty signed by world leaders and pharmaceutical companies to guarantee universal vaccine access, arguing \"The battle against the pandemic has shown us the failure of the international community to cooperate under the principle of solidarity\".[284][285] Optimizing the societal benefit of vaccination may benefit from a strategy that is tailored to the state of the pandemic, the demographics of a country, the age of the recipients, the availability of vaccines, and the individual risk for severe disease: In the UK, the interval between prime and boost dose was extended to vaccinate as many persons as early as possible,[286] many countries are starting to give an additional booster shot to the immunosuppressed[287][288] and the elderly,[289] and research predicts an additional benefit of personalizing vaccine dose in the setting of limited vaccine availability when a wave of virus Variants of Concern hits a country.[290] Despite the extremely rapid development of effective mRNA and viral vector vaccines, vaccine equity has not been achieved.[21] The World Health Organization called for 70 per cent of the global population to be vaccinated by mid-2022, but as of March 2022 it was estimated that only one per cent of the 10 billion doses given worldwide had been administered in low-income countries.[291] An additional 6 billion vaccinations may be needed to fill vaccine access gaps, particularly in developing countries. Given the projected availability of the newer vaccines, the development and use of whole inactivated virus (WIV) and protein-based vaccines are also recommended. Organizations such as the Developing Countries Vaccine Manufacturers Network could help to support the production of such vaccines in developing countries, with lower production costs and greater ease of deployment.[21][292] While vaccines substantially reduce the probability and severity of infection, it is still possible for fully vaccinated people to contract and spread COVID‑19.[293] Public health agencies have recommended that vaccinated people continue using preventive measures (wear face masks, social distance, wash hands) to avoid infecting others, especially vulnerable people, particularly in areas with high community spread. Governments have indicated that such recommendations will be reduced as vaccination rates increase and community spread declines.[294] Vaccine inequity damages the global economy, disrupting the global supply chain.[250] Most vaccines were being reserved for wealthy countries, as of September 2021[update],[295] some of which have more vaccine than is needed to fully vaccinate their populations.[20] When people, undervaccinated, needlessly die, experience disability, and live under lockdown restrictions, they cannot supply the same goods and services. This harms the economies of undervaccinated and overvaccinated countries alike. Since rich countries have larger economies, rich countries may lose more money to vaccine inequity than poor ones,[250] though the poor ones will lose a higher percentage of GDP and experience longer-term effects.[296] High-income countries would profit an estimated US$4.80 for every $1 spent on giving vaccines to lower-income countries.[250] The International Monetary Fund sees the vaccine divide between rich and poor nations as a serious obstacle to a global economic recovery.[297] Vaccine inequity disproportionately affects refuge-providing states, as they tend to be poorer, and refugees and displaced people are economically more vulnerable even within those low-income states, so they have suffered more economically from vaccine inequity.[298][21] Several governments agreed to shield pharmaceutical companies like Pfizer and Moderna from negligence claims related to COVID‑19 vaccines (and treatments), as in previous pandemics, when governments also took on liability for such claims. In the US, these liability shields took effect on 4 February 2020, when the US Secretary of Health and Human Services Alex Azar published a notice of declaration under the Public Readiness and Emergency Preparedness Act (PREP Act) for medical countermeasures against COVID‑19, covering \"any vaccine, used to treat, diagnose, cure, prevent, or mitigate COVID‑19, or the transmission of SARS-CoV-2 or a virus mutating therefrom\". The declaration precludes \"liability claims alleging negligence by a manufacturer in creating a vaccine, or negligence by a health care provider in prescribing the wrong dose, absent willful misconduct.\" In other words, absent \"willful misconduct\", these companies can not be sued for money damages for any injuries that occur between 2020 and 2024 from the administration of vaccines and treatments related to COVID‑19.[299] The declaration is effective in the United States through 1 October 2024.[299] In December 2020, the UK government granted Pfizer legal indemnity for its COVID‑19 vaccine.[300] In the European Union, the COVID‑19 vaccines are licensed under a conditional marketing authorization which does not exempt manufacturers from civil and administrative liability claims.[301] While the purchasing contracts with vaccine manufacturers remain secret, they do not contain liability exemptions even for side-effects not known at the time of licensure.[302] The Bureau of Investigative Journalism, a nonprofit news organization, reported in an investigation that unnamed officials in some countries, such as Argentina and Brazil, said that Pfizer demanded guarantees against costs of legal cases due to adverse effects in the form of liability waivers and sovereign assets such as federal bank reserves, embassy buildings or military bases, going beyond the expected from other countries such as the US.[303] During the pandemic parliamentary inquiry in Brazil, Pfizer's representative said that its terms for Brazil are the same as for all other countries with which it has signed deals.[304] In June 2021, a report revealed that the UB-612 vaccine, developed by the US-based COVAXX, was a for-profit venture initiated by the Blackwater founder Erik Prince. In a series of text messages to Paul Behrends, the close associate recruited for the COVAXX project, Prince described the profit-making possibilities in selling the COVID‑19 vaccines. COVAXX provided no data from the clinical trials on safety or efficacy it conducted in Taiwan. The responsibility of creating distribution networks was assigned to an Abu Dhabi-based entity, which was mentioned as \"Windward Capital\" on the COVAXX letterhead but was actually Windward Holdings. The firm's sole shareholder, which handled \"professional, scientific and technical activities\", was Erik Prince. In March 2021, COVAXX raised $1.35 billion in a private placement.[305]","Title":"COVID-19 vaccine - Wikipedia","KeyID":"11097","URL":"https://en.wikipedia.org/wiki/COVID-19_vaccine"}