{"Content: ":"The wearing of non-medical face masks in public to lessen the transmission of COVID-19 in the United States was first recommended by the CDC on April 3, 2020, as supplemental to hygiene and appropriate social distancing. Throughout the pandemic, various states, counties, and municipalities have issued health orders requiring the wearing of non-medical face coverings — such as cloth masks — in spaces and businesses accessible to the public, especially when physical distancing is not possible. Some areas only mandated their use by public-facing employees of businesses at first before extending them to the general public. Federal officials initially discouraged the general public from wearing masks for protecting themselves from COVID-19.[1] In early April, federal officials reversed their guidance, saying that the general public should wear masks to lessen transmission by themselves, particularly from asymptomatic carriers.[2] Public health experts such as Larry Gostin stated that federal officials should have recommended mask-wearing sooner;[2] others noted that US government guidance lagged significantly behind mask recommendations in East Asian countries and likely exacerbated the scale of the pandemic in the United States.[3] In September 2020, it was reported that the government had contemplated leveraging the United States Postal Service to distribute free reusable masks nationwide as early as April, but that it had scrapped the plan due to concerns it could \"create concern or panic\".[4] Mask mandates have been divisive. Republican-led states were, initially, less likely to impose health orders requiring the wearing of masks than Democratic-led states. Several states, including Arizona, Georgia, and Texas, took actions to block localized health orders requiring masks, but later softened their stances to help control local spikes.[5] Some Americans felt mask mandates to be an infringement of their personal liberties,[6][7] According to a Pew Research survey conducted in fall 2020, 19% of Republican respondents listed masks as a pandemic-related hardship, 27% of whom were skeptical about masks or the severity of the pandemic, compared with 10% of Democrats, 31% of whom expressed anxieties about the politicization of safety regulations and others who were not taking the pandemic seriously.[8] Former President Donald Trump largely resisted wearing masks in public media appearances,[9][10][11] and did not mandate their use at his rallies and other public campaign events during the 2020 presidential election.[12][13] After briefly encouraging their use in mid-July,[14][15] Trump continued to hold campaign events (such as the 2020 Republican National Convention) where masks were not widely used.[16][17][18] Trump publicly mocked and ridiculed Joe Biden for wearing face masks in public appearances.[19][20][16] Biden, House Speaker Nancy Pelosi, Michigan Attorney General Dana Nessel, and others criticized Trump's refusal, calling it dangerous and irresponsible.[21][22][23] A lack of precautions (such as masks) taken during crowded White House ceremonies and receptions by Trump on September 26 were credited with having possibly resulted in a COVID-19 outbreak at the White House, which infected Trump himself. After Biden was sworn in as president in January 2021, one of his first executive orders mandated more vigorous enforcement of COVID-19-related health and safety protocols, including masks on federal properties. Biden also issued an executive order requiring the wearing of masks on public transport systems. In April 2021, as the country's vaccination program increased in pace, the Centers for Disease Control and Prevention (CDC) issued guidance stating that those who were fully vaccinated did not need to wear masks when in small outdoor gatherings. In May 2021, the CDC issued guidance stating that fully vaccinated people did not need to wear masks or physically distance in public unless otherwise mandated by local laws or entities. The announcement faced a mixed reception, with critics arguing that this guidance primarily relied on an honor system, and may have been premature given the country's progress on vaccination at the time. In July 2021, due to rising cases mainly caused by the more transmissible Delta variant, the CDC issued a recommendation that face masks be worn by anyone in an indoor public space if \"substantial and high transmission\" exists locally.[24] The CDC mask mandate for public transport was further extended into 2022 due to the similar threat of the Omicron variant. By late-February 2022, the CDC had adjusted its metrics for \"substantial and high transmission\" to account for mitigations such as vaccination, treatments and to place a larger weight on hospitalizations as a metric, stating that roughly 70% of the country had only low-to-medium levels of transmission, and that masks were not necessarily needed in these regions. By April 2022, nearly all state-level mask mandates had been lifted, although the mask mandate for public transport was to remain in place until May 3. On April 18, 2022, the CDC's mask mandate for airplanes and public transport was struck down as unlawful by Judge Kathryn Kimball Mizelle of the District Court for the Middle District of Florida. Initially, the U.S. government did not recommend the use of face masks by the general public outside of medical settings to protect themselves from COVID-19, as to prevent shortages of medical-grade personal protective equipment (PPE) for doctors treating COVID-19 patients.[25][26] In February 2020, Surgeon General Jerome M. Adams stated that proper hygiene and getting a flu vaccine were appropriate preventive actions to be taken by the public, and stated on Twitter that masks should be saved for healthcare professionals, and that they were \"NOT effective in preventing [the] general public from catching Coronavirus\".[27] CDC director Robert R. Redfield also stated that healthy people did not need to wear masks.[28] In a March 8 interview with 60 Minutes, Director of the National Institute of Allergy and Infectious Diseases (NIAID) Anthony Fauci similarly argued that \"when you’re in the middle of an outbreak, wearing a mask might make people feel a little bit better and it might even block a droplet, but it's not providing the perfect protection that people think that it is.\" Fauci again cited the need to conserve supplies of PPE for medical workers and those who were sick.[29] In late March 2020, the Centers for Disease Control and Prevention (CDC) published a recommendation that masks be used by those who are sick, or are caring for someone who is sick and not able to wear a mask themselves, and discouraged their use by healthy members of the general public.[25][1] This guidance was consistent with that of the World Health Organization (WHO) at the time.[1] In late March 2020, some government officials began to focus on the wearing of masks to help prevent transmission of COVID-19 as opposed to protecting the wearer; former FDA Commissioner Scott Gottlieb stated in a report that face masks would be \"most effective\" at slowing its spread if widely used (citing Hong Kong and South Korea as examples), as \"they may help prevent people who are asymptomatically infected from transmitting the disease unknowingly\".[25] On March 30, 2020, the Director of the CDC Robert R. Redfield stated that the organization was evaluating data regarding use of masks by the general public. The next day, President Donald Trump suggested in a White House Coronavirus Task Force briefing that scarves or \"something else\" could be worn as face coverings. COVID-19 response coordinator Deborah Birx stated that the task force was discussing the addition of face masks to its guidance.[25] On April 3, 2020, the CDC issued guidance recommending that non-medical face coverings be worn in public when social distancing is difficult to maintain, such as at grocery stores and pharmacies, and especially in areas with significant amounts of community transmission.[30][31] The CDC published tutorials on making non-medical face masks, including a design only requiring a t-shirt and rubber bands, and no sewing.[1][25] When asked by National Public Radio about the April 3 reversal, the CDC cited studies from February and March showing presymptomatic and asymptomatic transmission, and reports from Asian countries regarding the effectiveness of face coverings in this manner.[2] Professor of public health Larry Gostin said that the CDC could have revised its recommendation sooner; by maintaining its initial recommendation throughout March, it had given the public the impression that widespread mask usage was ineffective even though scientific evidence to the contrary was already available.[2] The earlier recommendation damaged the agency's credibility.[32][33][34] In a May 27 interview with CNN, Fauci urged Americans to wear face masks in public as a sign of \"respect\" for others, and stated that he had been doing so himself \"[because] I want to protect myself and protect others, and also because I want to make it be a symbol for people to see that that's the kind of thing you should be doing.\"[35][36] On June 5, amid the nationwide protests over the police murder of George Floyd, Fauci warned that people not wearing face masks in crowds may \"propagate the further spread of infection\".[37] Following the change in recommendations by the CDC, President Donald Trump began to publicly downplay the use of face masks; during a media briefing on April 3, he emphasized that the new guidance was voluntary, and that he himself would not follow them.[6] When asked about his stance by a reporter, he explained that \"somehow sitting in the Oval Office behind that beautiful Resolute desk, the great Resolute desk, I think, and wearing a face mask as I greet presidents, prime ministers, dictators, kings, queens, [..] I just don't see it for myself.\"[38][39] Trump and Vice President Mike Pence avoided being seen wearing face masks during media events, such as an April 28 visit to the Mayo Clinic by Pence, and a visit by Trump to a Honeywell factory producing respirators.[40][21] After he was criticized for violating Mayo Clinic policies requiring masks to be worn by staff and visitors, Pence explained that he was regularly tested negative for COVID-19, and that, \"I thought it'd be a good opportunity for me to be here, to be able to speak to these researchers, these incredible health care personnel, and look them in the eye and say 'thank you'.\"[41] On September 17, 2020, the Washington Post published a report on documents from the United States Postal Service obtained by American Oversight under the Freedom of Information Act, which included a draft press release dated April 2020 announcing that it planned to distribute 650 million reusable masks in five-packs to each residential address in the United States (beginning with areas identified as being hot spots at the time, including New York City and parts of Louisiana and Washington). An anonymous senior official told the Post that the proposed program had been scrapped due to \"concern from some in the White House Domestic Policy Council and the office of the vice president that households receiving masks might create concern or panic.\"[4] When visiting a ventilator factory on April 30, Pence was seen wearing a mask.[6] During a visit to a Ford Motor Company plant in Ypsilanti, Michigan on May 21, Trump wore a cloth mask inscribed with the presidential seal, but took it off before appearing for the media. Trump explained that he did not want to give the press the \"pleasure\" of seeing him wearing a mask.[9][10][11] Michigan Attorney General Dana Nessel issued a warning to Ford for violations of state health orders.[42] In a CNN interview, Nessel called Trump a \"petulant child who refuses to follow the rules\", and suggesting that he did not respect the safety and welfare of his potential voters enough \"just to engage in the very simple task, the painless task, the easy task of wearing a mask when he was provided one.\"[21][43] On Twitter, Trump accused Nessel of \"taking her anger and stupidity out on Ford Motor\", insinuating that \"they might get upset with you and leave the state, like so many other companies have — until I came along and brought business back to Michigan.\"[43] After former vice president and presumptive Democratic presidential candidate Joe Biden wore a black mask and sunglasses during a Memorial Day ceremony (his first major out-of-home appearance in two months), Trump shared a Twitter post by Fox News commentator Brit Hume that ridiculed the outfit, captioned \"This might help explain why Trump doesn’t like to wear a mask in public.\" In an interview the next day, Biden criticized Trump for sharing the post, and for being a bad role model for the American public. He argued that \"presidents are supposed to lead, not engage in folly and be falsely masculine.\"[20][44][19] During a subsequent media appearance, Trump described Biden's decision as being \"very unusual\", as \"he was standing outside with his wife, perfect conditions, perfect weather.\" He added, \"I thought that was fine. I wasn't criticizing him at all. Why would I do a thing like that?\"[19] After a reporter refused a request by Trump to take off his mask because it had muffled his voice, Trump accused him of \"want[ng] to be politically correct.\"[45] In a June 2020 interview with The Wall Street Journal, Trump argued that some people were wearing masks to \"signal disapproval\" of him,[46] and said of Biden's use of masks, \"It's like he put a knapsack over his face. He probably likes it that way. He feels good that way because he does. He seems to feel good in a mask, you know, feels better than he does without the mask, which is a strange situation.\"[47] Trump returned to holding public campaign events for his 2020 re-election campaign in mid-June 2020, beginning with a rally in Tulsa, Oklahoma on June 20. Masks were optional, and not worn by the majority of participants, nor was social distancing enforced.[48][49] Trump then appeared at a Students for Trump event in Phoenix, Arizona, on June 23. Despite the state of Arizona had recently become a major hotspot for new COVID-19 cases. Phoenix, having enacted a health ordinance requiring the wearing of masks in public, Mayor Kate Gallego stated that the city would \"[not] be focused on enforcement during the rally.\"[50] The owners of the megachurch where the event took place announced that it had installed an ionizing air purifier system that could \"kill 99.9% of the virus\". The media disputed the claimed efficacy.[51] Once again, the majority of attendees did not wear masks.[12][13] On July 3, Trump also made an appearance at an Independence Day fireworks event at Mount Rushmore in South Dakota (a state that had been known for its laissez-faire approach to the pandemic with few public health orders), where masks were once again optional, and social distancing was explicitly left unenforced.[52][53] By contrast, Biden's campaign employed more \"drive-in\" rallies, and smaller-scale gatherings with social distancing and mask usage.[54][55] During a Coronavirus Task Force briefing on June 26 amidst major resurgences of cases in California and multiple Southern states, most of the participants wore masks when not at the podium. However, Pence did not wear a mask, nor did he mention the wearing of masks or social distancing when recapping the government's hygiene recommendations.[56] On June 28 in an interview on This Week, House Speaker Nancy Pelosi argued that \"the president should be an example. Real men wear masks.\"[23] On July 1 in an interview with Fox Business, Trump stated he was \"all for masks\", but questioned the implementation of a national mandate since they would apply in \"places in the country where people stay very long distance.\" Trump stated he had \"no problem\" wearing a mask in public if he were \"in a group of people where we're not 10 feet away — but usually I'm not in that position and everyone's tested.\"[38][57] On July 5, White House Chief of Staff Mark Meadows stated that a national mandate was \"not in order\", since they are \"[used] on a location basis when you can't have social distancing\".[58] A Trump campaign event in New Hampshire originally scheduled on July 11, by contrast, was to be held outdoors, and the wearing of masks was now listed as \"strongly encouraged\" (although the event would later be postponed, with the White House citing Tropical Storm Fay as justification).[59][60] On July 11, Trump publicly wore a mask for the first time when visiting members of the military at Walter Reed Army Medical Center.[61] Prior to the event, Trump told Sean Hannity that \"it's fine to wear a mask out if it makes you feel comfortable\", and later commented that hospitals were a location where one is generally expected to wear a mask under these conditions.[62][63] On July 14, First Lady Melania posted a photo of herself wearing a mask on social media, urging her followers to follow CDC guidance since \"the more precaution we take now can mean a healthier & safer country in the Fall.\"[64] In a CBS News interview the same day, Trump stated that \"if it's necessary, I would urge [Americans] to wear a mask and I would say follow the guidelines.\"[65] In an interview with Fox News Sunday that aired July 19, Trump told Chris Wallace that he was a \"believer\" in masks, but that he did not intend to enact a federal mandate (leaving it to state governors) because \"I want people to have a certain freedom\". He also disagreed with CDC Director Redfield's suggestion that the use of masks nationwide could bring the U.S. epidemic under control within weeks, and accused federal health officials of having been inconsistent with their guidance on masks over the course of the pandemic.[14][15] On July 20, Trump posted a photo of himself in a mask on Twitter, captioned \"We are United in our effort to defeat the Invisible China Virus, and many people say that it is Patriotic to wear a face mask when you can’t socially distance. There is nobody more Patriotic than me, your favorite President!\"[66] The next day during a press briefing, Trump again encouraged the wearing of masks by Americans, stating \"whether you like the mask or not, they have an impact.\"[67] It was reported that Trump's advisers had recommended this shift in order to re-gain public approval for his handling of the pandemic.[68] During the 2020 Republican National Convention, speeches were held on the South Lawn of the White House. A crowd of 1,500 invited guests were present for Trump's acceptance speech on the final night, who did not wear masks or practice social distancing. When questioned by CNN about the crowd, an official argued that \"everybody is going to catch this thing eventually.\"[17][18] Although Washington D.C. health orders at the time prohibited gatherings of more than 50 people, this does not extend to federal property.[69] At a campaign rally on September 3 in Latrobe, Pennsylvania, Trump continued to mock Biden for wearing masks during campaign appearances — suggesting that it gave him a \"feeling of security\", but that \"If I were a psychiatrist, I'd say this guy has some big issues.\" He asked the audience, \"did you ever see a man that likes a mask as much as him?'[70][71] On September 21, 2020, William Crews, a public affairs official at the National Institute of Allergy and Infectious Diseases (NIAID), stepped down from his position after The Daily Beast published a report that identified him as a pseudonymous managing editor of the conservative website RedState. He had authored several posts promoting COVID-19 disinformation and criticizing masks, which argued they were a \"political statement\", and referred to Anthony Fauci as a \"mask nazi\".[72] On September 26, 2020, Trump held an outdoor ceremony at the White House Rose Garden to announce Amy Coney Barrett as his nomination to fill a vacancy in the Supreme Court, left by Ruth Bader Ginsburg following her death on September 18. It was observed that social distancing was not practiced, and a large number of the 150 participants (including several senior officials) did not wear masks. Secretary of Health and Human Services Alex Azar was an exception, but was then seen taking off his mask and physically interacting with others as he left. The HHS stated that Azar and the people he interacted with had all tested negative prior to the event.[73][74] Two indoor receptions were also held.[75] Despite a spokesperson stating that all attendees in proximity to Trump had been tested before the event, guests from Barrett's alma mater Notre Dame (who were seated in the front row) reported that they were not, and stated that they were not told by the White House that tests were a prerequisite.[73][74] Furthermore, the White House stated that attendees did not need to wear masks if they had tested negative.[75] On September 30, Trump's senior counselor Hope Hicks (who had traveled with Trump)[76] tested positive for COVID-19, but the case was not publicized until an interview with Trump on Fox News's Hannity the next evening.[77][78] During the interview, Trump stated that he and Melania had just been tested. Several hours later, Trump announced on Twitter that he and Melania had both tested positive.[79][80] By October 2, at least seven attendees of the ceremony had tested positive, also including senators Mike Lee and Thom Tillis, former New Jersey governor Chris Christie, former White House adviser Kellyanne Conway, University of Notre Dame president John I. Jenkins (who had apologized after the event for his failure to wear a mask), and an unnamed journalist.[81][82] This resulted in scrutiny of the ceremony as a superspreader event by the media and local officials, due to the lack of precautions generally taken by its participants. Infectious disease physician Robert L. Murphy argued that if the ceremony was responsible for the White House outbreak, general use of masks and social distancing could have prevented it.[83][84][85][69] At the first presidential debate on September 29, First Lady Melania and other members of Trump's family were seen taking off masks after seating themselves in the audience—violating health protocols specified by the Cleveland Clinic that had been agreed upon by both parties, calling for masks to be worn at the debate by all attendees (excluding the two candidates and the moderator when on-stage).[86] During the debate, Trump once again mocked Biden for his use of face masks, stating \"I don't wear a mask like him. Every time you see him, he's got a mask. He could be speaking 200 feet away from them, and he shows up with the biggest mask I've ever seen.\"[87] Debate moderator Chris Wallace later stated that Trump and his personnel were not tested prior to the debate in Cleveland since they arrived late, and that they were admitted under \"an honor system\".[88] In an October 2020 town hall held by NBC News, President Trump incorrectly claimed a CDC study found that 85% of people who wore masks had still contracted COVID-19. The data originated from a \"Morbidity and Mortality Weekly Report\" published by the CDC, which contained a survey on behaviors exhibited by COVID patients and a control group of those who tested negative: While around 70% of both groups surveyed did say they always wore a mask, the COVID-positive patients were more likely to have engaged in close contact and activities \"where mask use and social distancing are difficult to maintain\" within the 14 days prior to the onset of symptoms, such as visiting a bar or restaurant. Misinformation related to this report has also been promoted by social network posts and Fox News pundit Tucker Carlson.[89][90][91] During a rally on October 29, Trump made remarks to the crowd promoting mask use when social distancing is not possible; \"If you get close, wear a mask. 'Oh, it's controversial.' It's not controversial to me.\"[92] On January 20, 2021, in one of his first actions as president following his inauguration,[93] Joe Biden signed Executive Order 13991, which compels the heads of executive departments and agencies to \"immediately take action, as appropriate and consistent with applicable law, to require compliance with CDC guidelines with respect to wearing masks, maintaining physical distance, and other public health measures\" by visitors and employees of federal land and properties, and commands the Secretary of Health and Human Services to \"engage\" with political leaders and community members to \"[maximize] public compliance with, and addressing any obstacles to, mask-wearing and other public health best practices identified by CDC\".[94][95] The next day, Biden signed another executive order, compelling the Transportation Security Administration (TSA) and other federal agencies to require the wearing of face masks on all forms of public transportation, including planes, trains, buses, ships, and airports.[96] On April 30, the TSA extended this order through September 13.[97] On April 27, 2021, Biden and the CDC announced amended guidance on masks, stating that those who are fully vaccinated (14 days after the second dose of a twin-dose vaccine, or 14 days after receiving a single-dose vaccine) did not need to wear a mask during small outdoor gatherings, but that they should still be worn at large outdoor gatherings (such as concerts and sporting events) where large numbers of unvaccinated people may be present, and that vaccinated people should still avoid large indoor gatherings.[98][99] On May 11, Rochelle Walensky — the CDC's new director under the Biden administration[100] — appeared before the Senate Committee on Health. Amid questioning by Republican senators such as Maine's Susan Collins, Walensky defended the CDC's current guidance on topics such as masks, stating that the public must \"maintain public health measures we know will prevent the spread of this virus\" as long as community transmission exists. Unbeknownst to the panel, the CDC was already finalizing new guidance, which would be publicly announced two days later.[101][102] On May 13, 2021, the CDC announced new guidance, stating that those who are fully vaccinated do not need to wear a mask or practice social distancing, unless otherwise required by health orders or private entities (such as on all public transportation, and where mandates still exist). In a briefing discussing the change, Biden emphasized that the country still had to work towards its goal of having 70% of its adult population receive at least one vaccine dose by Independence Day, but felt that those who have been fully vaccinated had \"earned the right to do something that Americans are known for all around the world — greeting others with a smile.\" He also asked Americans to respect the decisions of those who may still wear masks as a personal decision; \"We have had too much conflict, too much bitterness, too much anger, too much politicization of this issue about wearing masks. Let's put it to rest.\"[103] The White House and other federal departments began to implement the new guidance for their staff over the days that followed.[104][103][105] The abruptness of the announcement caught many state and local health officials, as well as some federal employees, off-guard.[102][101] Citing the new guidance, many states allowed their mask mandates to expire,[106] while Costco and Walmart also announced that, where allowed, they would exempt vaccinated individuals from their corporate mask mandates.[107] The new guidance faced criticism for being premature and largely relying on an honor system, as it would be difficult to determine whether someone is fully vaccinated without documentation, only around 36% of Americans had been fully vaccinated at that point, and loosening guidance on masks would encourage complacency by those who are against masks and/or vaccines (who could falsely claim that they were vaccinated).[108][109][101] The federal government had ruled out implementing a national framework for immunity passports due to human rights and privacy concerns, while multiple states have prohibited them outright.[110][111][112] In an interview with Fox News Sunday, Walensky denied that the CDC had bowed to political pressure to loosen restrictions, and stated that the new guidance was based on evolving science and newly-obtained data, including studies on the real-world effectiveness of the vaccines in the U.S., and another study showing a reduction in viral load among patients that had still contracted COVID-19 after being vaccinated.[101][102] Others felt that the announcement was an attempt by the Biden administration to distract from the Colonial Pipeline cyberattack and the Israel–Palestine conflict.[101] A White House spokesperson stated that the decision had been made solely by the CDC, as part of its current mandate under the Biden administration to operate \"based on the science and data, free from political influence\".[101] On May 20, amid an increasing number of states lifting their mask mandates entirely due to the guidance, Fauci told Axios that he thought many Americans were misinterpreting the guidance, stating that \"[the CDC] said: If you are vaccinated, you can feel safe — that you will not get infected either outdoors or indoors. It did not explicitly say that unvaccinated people should abandon their masks.\"[113] On June 30, 2021, the Los Angeles County Department of Public Health (LADPH) reintroduced a strong recommendation that all residents wear face masks within indoor public spaces, even if they are vaccinated. The recommendation came only 15 days after California had lifted its remaining public health orders and mask mandate; officials stated that the recommendation was issued due to increasing spread of the highly-contagious Delta variant in the region, and due to the Department investigating reports of breakthrough infections in Israel that involved Delta variant.[114] On July 15, LADPH announced that it would reintroduce a mask mandate effective at midnight on July 18. This applies to all indoor public spaces in Los Angeles County, even if vaccinated. County health officer Muntu Davis stated that \"we’re not where we need to be for the millions at risk of infection here in Los Angeles County, and waiting to do something will be too late given what we're seeing now.\"[115] On July 25, Fauci stated in an interview that the U.S. was heading in the \"wrong direction\" due to Delta variant and low vaccination numbers in parts of the country, and that the CDC was \"actively considering\" revising its guidance.[116][106] By July 26, several other areas had also reintroduced mask mandates regardless of vaccination, including Provincetown, Massachusetts, Savannah, Georgia, St. Louis County, Missouri, and Clark County, Nevada for all public-facing employees of businesses.[106] The next day, citing Delta variant and the possibility that it can be spread easily even by those who are vaccinated, the CDC issued new guidance recommending that in regions where there is \"substantial and high transmission\" of COVID-19, face masks should be worn within indoor public spaces even if vaccinated. The CDC also recommended that masks be mandated at schools for all students and faculty, again regardless of vaccination status (for those approved to receive them). Press Secretary Jen Psaki stated that \"we are dealing with a much different strain of this virus than we were even earlier in the spring, back in May, when the masking guidance was provided by the CDC at that time.\"[117][118] In late-2021 and early-2022, the CDC in successive moves extended the public transportation mask mandate through May 3 to give themselves time to study the highly-transmissible Omicron variant and its effects.[119] On February 25, 2022, the CDC changed the metrics it used to determine COVID-19 risk by county, with weight placed on hospitalizations over case counts, and factoring in the availability of vaccines, treatments, and improved testing options. Per these new metrics, the CDC stated 70% of the country no longer had \"substantial and high transmission\" of COVID-19, and that residents of these areas, regardless of vaccination status, no longer necessarily needed to wear a face mask in public spaces or schools (although still recommending their use by those at a higher risk).[120] By April 2022, general mask mandates had been lifted in all U.S. states, with Hawaii being the only state still mandating masks in schools.[121] On April 18, 2022, a week after the CDC's extension of the public transportation mask mandate, Judge Kathryn Kimball Mizelle of the District Court for the Middle District of Florida struck down the mandate as unlawful in a lawsuit brought by airlines and others. Mizelle stated that the mandate exceeded the statutory authority of the CDC and also violated the Administrative Procedure Act as the mandate was made in an arbitrary and capricious manner.[119] The United States Department of Justice announced on April 20 that it would be appealing the ruling after the CDC deemed the mandate was still necessary.[122] The United States Department of Health and Human Services organized a program known as \"Project: America Strong\", to fund the distribution of reusable masks to \"critical infrastructure sectors, companies, healthcare facilities, and faith-based and community organizations.\"[4] There were calls for a mask mandate to be implemented nationwide at the federal level: the Retail Industry Leaders Association criticized the patchwork of differing regulations (or lack thereof) between regions, and argued that \"despite compliance from the majority of Americans, retailers are alarmed with the instances of hostility and violence front-line employees are experiencing by a vocal minority of customers who are under the misguided impression that wearing a mask is a violation of their civil liberties.\"[123] Goldman Sachs projected that such a mandate \"could potentially substitute for lockdowns that would otherwise subtract nearly 5% from GDP.\"[124] The Public Health Service Act grants the secretary of the Department of Health and Human Services authority to implement regulations to \"prevent the introduction, transmission, or spread of communicable diseases\" into U.S. states or possessions, but it is unclear whether this could be used to implement a general mask mandate.[125] On June 28, House Speaker Pelosi stated that such a mandate was \"long overdue\", but that the CDC did not issue one as to not \"offend the president.\"[23] On July 1, Trump questioned the appropriateness of a national mandate since they would apply in \"places in the country where people stay very long distance.\"[38][57] On July 5, White House Chief of Staff Mark Meadows stated that a national mandate was \"not in order\", arguing that masks were \"[used] on a location basis when you can't have social distancing\".[58] On July 12, Surgeon General Adams similarly argued that \"if we are going to have a mask mandate we need to understand that works best at the local and state level along with education\", and questioned if a national order could be reasonably enforced without \"having a situation where you're giving people one more reason to arrest a black man.\"[126] On July 12, Surgeon General Adams stated that health officials were trying to \"correct\" their previous messaging, explaining that it was based on an earlier presumption that those who were asymptomatic were less likely to transmit COVID-19. He explained that Americans needed \"to understand we follow the science and when we learn more our recommendations change, but it is hard when people are continuing to talk about things from three, four months ago\";[126] a clip of the aforementioned 60 Minutes interview with Fauci (where he was quoted as saying \"There's no reason to be walking around with a mask\") had often been presented on social media by opponents of face masks as misinformation in support of their arguments. Fauci's statements were consistent with the CDC's guidance at the time, but did not align with current guidance.[29] On July 14, the House Committee on Appropriations adopted an amendment to its Transportation, Housing and Urban Development, and Related Agencies funding bill for fiscal year 2021, which would include a mandate for passengers and employees of air travel, Amtrak, and \"large transit agencies\" to wear masks. The bill is scheduled to be voted on by the House of Representatives later in the month.[127][128] The same day, the CDC published a study indicating that the use of masks by two employees of a Missouri hair salon who showed COVID-19 symptoms and later tested positive, as well as the 139 clients they served before their positive tests, \"was likely a contributing factor\" in preventing their clients from contracting COVID-19 from the employees.[129][130] The Journal of the American Medical Association (JAMA) also published an interview with CDC Director Redfield, where he estimated that the epidemic in the U.S. could be brought under control within four to eight weeks \"if we could get everybody to wear a mask right now\".[131][132] On July 15, Senator Dianne Feinstein proposed that economic stimulus funding be withheld from states that do not adopt a health order requiring the wearing of masks in public.[133] In a July 19 interview with Fox News Sunday, President Trump stated that he did not intend to enact a federal mask mandate, citing the preservation of personal freedoms.[14] On July 30, Senator Bernie Sanders and Representative of California Ro Khanna introduced the Masks for All Act, a proposed bill that would invoke the Defense Production Act to produce \"high-quality\", reusable face masks for nationwide distribution at no charge (via mail distribution and public pickup locations), with a goal to give three masks each to every individual in the country, and a particular focus on serving the homeless and people who live in communal environments. The total cost of the bill was estimated to be $5 billion, with Khanna noting that \"If we can afford a $740 billion defense budget, we can afford to send every American a face mask. And if we’re asking folks to wear a mask, which is absolutely essential, it’s on us to provide one.\"[134] On July 31, Peter DeFazio and Rick Larsen introduced the Healthy Flights Act, which would authorize the FAA to mandate the wearing of face masks at airports and while on flights.[135] During an August 2020 campaign appearance, Democratic presidential nominee Joe Biden proposed a national mask mandate of at least three months as part of his platform, explaining that it could \"save over 40,000 lives [...] if people act responsibly\", and that \"it's not about your rights, it's about your responsibilities as an American.\"[136] On September 16, Biden stated that he believed the president had the legal authority to mandate masks nationwide via an executive order.[137] However, during a CNN town hall the next day, Biden stated that he could not mandate masks nationwide, but could do so for federal property, and that he would urge governors to follow suit at the state level.[138][139] On September 16, Redfield testified to the Senate Appropriations Committee that masks were the country's \"most powerful public health tool\", as they had \"clear scientific evidence\" that they worked. He explained that \"This face mask is more guaranteed to protect me against COVID than when I take a COVID vaccine, because the immunogenicity may be 70%, and if I don’t get an immune response, the vaccine's not going to protect me. This face mask will.\"[140] On January 20, 2021, Biden signed an executive order requiring executive departments and agencies to enforce compliance with COVID-19-related guidance issued by the CDC, such as the wearing of face masks by the visitors and staff of federal land.[94][95] On January 21, 2021, Biden signed another executive order mandating masks be worn in compliance with CDC recommendations on all forms of public transportation, including planes, trains, buses, ships, and airports.[96] The provision and shipment of PPE to other countries such as China contributed to an early shortage of masks and other supplies in the United States, and was criticized by Democratic officials. Forbes.com senior contributor David DiSalvo reported that on March 30 \"roughly 280 million masks from warehouses around the U.S. had been purchased by foreign buyers and were earmarked to leave the country\".[141] The next day, Vice President Mike Pence suspended the export of protective supplies from the stockpiles of the USAID program in order to investigate. The Trump administration denied that the exported stock came from the national stockpile, and stated that it had come from private donations.[141][142] On April 2, Trump announced that he would invoke the Defense Production Act to compel 3M, General Electric, and Medtronic to increase their production of N95 respirators.[143][144] By September 2020, N95 respirators were still in short supply. Even though 3M had increased domestic production from 20 million to 95 million respirators a month, they said \"the demand is more than we, and the entire industry, can supply for the foreseeable future.\" Health care workers continued to express fears of shortages.[145][146] Small U.S.-based manufacturers who invested in manufacturing infrastructure and successfully navigated a nine-month federal approval process reported in February 2021 that they were unable to find buyers for the tens of millions of masks they had produced. The advertising of these masks has been banned on platforms like Google and Facebook and medical supply distributors, hospital systems and state governments, the main purchasers of masks, are wary of locally manufactured masks, which are more expensive than the ones produced in China. Testifying before Congress about the need to support domestic mask manufacturers, one industry executive called the dependence on foreign manufacture \"a national security problem\".[147] By February 2021, suppliers had increased production of medical masks, and some manufacturers reported a surplus. 3M and Honeywell had increased their production of N95 respirators to around 120 million each month, but the health sector is estimated to need around 3.5 billion masks each year, and the limited production is directly sent to the medical distributors that supply large hospital systems.[147] Overall shortages were still reported because some hospitals expected healthcare workers to reuse their masks, even as they were building up stockpiles in anticipation of future need. Hospital purchasers were poorly connected with new suppliers, hesitant to buy from new manufacturers, or resistant to pay higher prices for domestic products.[148] Counterfeits also continued to pose problems for purchasers.[149] N95 manufacturers and other companies were reluctant to invest more in domestic mask production because domestic manufacture in the United States is not profitable. There are some American companies who can shift production temporarily to meet the demand for masks but most of them have not received any funding through the DPA. Some have taken the initiative but experienced problems with the fit of the masks and obtaining regulatory approvals. 3M and other N95 manufacturers have not entered into any corporate partnerships to share intellectual property or increase N95 production.[145] Thefts of face masks and other personal protective equipment were reported at hospitals in the United States.[150] The Naval Medical Center San Diego implemented random bag checks for staff members, after several incidents of theft.[151] Thefts of N95 masks were reported from a locked hospital office in South Carolina and off loading docks at the University of Washington.[152] A hospital employee in Cooperstown, New York was charged with misdemeanor larceny for a similar incident.[153] The third-party market was still inundated with a deluge of counterfeit masks in February 2021, one year into the pandemic. Federal agents seized over 10 million fake 3M-branded masks in early 2021. Some were purchased by hospitals even though the masks did not come from authorized distributors.[154] The masks are sold at higher prices than the authentic 3M masks, which retail at around $1.27 each.[155] 3M filed multiple lawsuits against unauthorized sellers for endangering the lives of medical workers. The company issued a statement to say \"This is not a problem that is going away\".[156] Prior to the COVID-19 pandemic, the public wearing of face masks to protect others from the spread of infectious disease was not a widely accepted phenomenon in the United States, and had historically been more prevalent in East Asian countries.[157][158] The issue of whether or not to wear a mask in public became, for some, a dividing line in the culture war.[159][160] Politico described progressives as considering masks \"a sign that you take the pandemic seriously and are willing to make a personal sacrifice to save lives\".[6] Supporters of the CDC's recommendations derided what they described as their opponents' ignorance, selfishness, antiscience stance, and lack of respect for fellow citizens.[161] Masks were cited as a means of controlling COVID-19 without the need to reimpose stay-at-home orders and business closures (which would cause further economic strain).[162][163] Opponents have invoked conspiracy theories in an attempt to discredit proponents, and have accused proponents of violating their freedoms and of inhibiting development of herd immunity.[164][165] The wearing of face masks has also been seen by opponents as virtue signaling for liberal values,[166][167][168] and as a symbol of intimidation, social control, and opposition towards President Trump.[169] While these health orders usually have exceptions for those with medical conditions (such as breathing problems) or disabilities that would make it difficult to wear a mask, false flyers distributed via social media encouraged people to claim to businesses requiring masks that they have a medical condition protected under the Americans with Disabilities Act, but that under the Health Insurance Portability and Accountability Act (HIPAA), they are not required to disclose the medical condition. The HIPAA is a data protection law for the health care industry, and does not actually apply in this manner.[170][171] Opposing views against masks have also been promoted by conservative media outlets such as Fox News, and radio host Rush Limbaugh — who argued that masks were a \"required symbol on the left to promote fear, to promote indecision, to promote the notion that we’re nowhere near out of this\".[172][173] Initially in March 2020, Fox News pundits Tucker Carlson and Laura Ingraham endorsed the wearing of masks, with Carlson explaining that they were \"key\" to controlling COVID-19 in East Asian countries, while also criticizing the CDC for initially discouraging their use by the general public. After the practice became politicized, however, both pundits began to display opposition to masks on-air: in May 2020, Carlson criticized Fauci for his fluctuating guidance on masks, and claimed that there was no scientific basis for a mask mandate issued in Los Angeles (referring to its residents as being \"hostages\" of Mayor Eric Garcetti).[174][169][175] Some Fox News pundits however, including Sean Hannity and Fox & Friends host Steve Doocy, have been more receptive to masks on-air.[172] The Washington Post reported that in an April 2020 poll, 79% of self-identified Democrats and 59% of Republicans stated that they had worn a mask or other face covering in public. Those who knew someone who had been infected with COVID-19 were 40% more likely to wear a mask in public than those who didn't.[176] A Gallup poll the same month found that 75% of Democrats and 48% of Republicans had worn a mask outside in the past week.[177] In a June 2020 survey by Politico and Morning Consult, 60% of those who said they supported the wearing of masks also stated that their opinion of the Trump administration was \"very favorable\".[178] In late-June 2020, amidst a major surge in cases in multiple states (especially in the Sun Belt), support towards masks abruptly emerged among prominent Senate and House Republicans, in an effort to counter resistance towards the practice from President Trump.[160][179] In a June 28 interview on Face the Nation, Pence recommended that Americans follow the advice of local health officials in regards to wearing masks, as \"every state has a unique situation.\"[180][181] Other prominent Republicans also began to abruptly support masks and urge Trump to be a role model for his supporters, including chair of the Senate Health, Education, Labor and Pensions Committee Lamar Alexander and Senate majority leader Mitch McConnell. Alexander commented that \"this simple lifesaving practice has become part of a political debate that says: If you're for Trump, you don't wear a mask. If you're against Trump, you do\", and argued that Trump could \"help end this political debate\".[160][179] A Politico survey in July 2020 found that there was bipartisan majority support for mask mandates, with 72% of those surveyed saying that they strongly or somewhat supported state-wide mask mandates that that are punishable by fines or jail, with 53% expressing strong support. This included 86% of self-identified Democrats surveyed, 58% of self-identified Republicans surveyed, and 68% of self-identified independents surveyed.[182] During a rally on September 21, 2020, an attempt by Ohio Lieutenant Governor Jon A. Husted to promote Trump 2020 and Make America Great Again-branded face masks as campaign merchandise (as part of a stated goal to \"[try] to make masks in America great again\") to the crowd was met with boos, to which he remarked that they had \"made [their] point\".[16] Opposition to the practice of wearing face masks, and to orders mandating face mask use, has led to historical comparisons with the Anti-Mask League of San Francisco that was active during the Spanish flu pandemic of 1918–19.[183][184] Concerns surrounding the politicization of masks have been especially prominent among minority communities, such as African and Asian Americans. Concerns were raised by African Americans that the wearing of masks may encourage racial profiling due to their association with their use by criminals to conceal identity, such as an officer shown handcuffing a black doctor wearing a mask steps from his home, and a police officer in Illinois following two black men wearing surgical masks as they exited a Walmart, and falsely claiming that the city prohibited the wearing of masks.[185][186] There have also been incidents of bullying, discrimination, and ethnic violence and insults against Asian Americans who wear masks, as part of ongoing anti-Asian sentiment tied to the pandemic due to its Mainland Chinese origin.[187][188] The April 2020 poll found that 32% of Hispanic and Latino Americans surveyed, and 30% of African Americans surveyed, were concerned that wearing a mask would cause them to be mistaken for a criminal, as opposed to 19% each of Asian Americans and whites.[176] Despite this, larger proportions of people among minority communities said they had worn a mask in public than whites (66%), at 71% of Hispanic and Latino Americans surveyed, 74% of African Americans surveyed, and 82% of Asian Americans surveyed.[176] In late-May and early-June 2020, masks printed with slogans related to the Black Lives Matter and police reform movements (such as \"I can't breathe\") attracted popularity amidst nationwide protests following the murder of George Floyd. In June 2020, the United States Postal Inspection Service temporarily seized a shipment of face masks with the slogan \"STOP KILLING BLACK PEOPLE\", ordered by the Movement for Black Lives for distribution to those attending demonstrations in Minneapolis, New York City, St. Louis, and Washington D.C.. The Service stated that there \"were indications that they contained non-mailable matter.\"[189] Citing these concerns over racial profiling, Lincoln County, Oregon (whose population is 95% white) initially announced that it would provide an exemption for people of color from the county's mask mandate. However, following criticism, the county backtracked on June 24. Officials stated that \"The expressions of racism regarding the exception has created a ripple of fear throughout our communities of color. The very policy meant to protect them, is now making them a target for further discrimination and harassment.\"[190] There have been incidents of violent confrontations and assaults over disagreements about the masking policies of states and private businesses. Numerous reports were made of retail patrons assaulting employees at retail store's over disagreements about the store's masking policies.[191][192] A man was arrested in October 2020 for threatening to kidnap and murder the mayor of Wichita, Kansas over the city's mask mandate.[193] By September 2020, over 170 transit workers in New York City had reported being assaulted or harassed for asking passengers to wear face masks, including a 62-year-old man who was knocked unconscious on his route through East New York, Brooklyn,[194] prompting officials to implement a $50 fine for riders who refused to wear a face mask.[195] There have also been instances of assault against persons who refused to comply with masking policies. In Key Largo, a bus driver was arrested for swinging a metal rod at a passenger who lowered his mask to make a call on his cell phone.[196] Refusal to wear a mask in public may be driven by a fear of being seen as vulnerable and fearful of COVID-19.[197][198] In a May 2020 survey of 2,459 Americans conducted by Valerio Capraro of Middlesex University London and Hlne Barcelo of the Mathematical Science Research Institute, it was found that men surveyed were more likely to display negative stigmas towards wearing masks in public, including being more likely to agree that it was \"uncool\", \"shameful\", and a \"sign of weakness\". Capraro noted that these stigmas were more prevalent among residents of areas that had mandated the wearing of face masks.[199] Reporting on the study, Ben Boskovich of Esquire wrote that \"the phrase toxic masculinity gets thrown around a lot, sometimes more than necessary, if we're being honest. But this thing, this reality, that men are too blinded by their own inherent privilege to acknowledge their vulnerabilities, to admit they're wrong, to let go of the steering wheel, is as real as the president's hats are red.\".[200] Before eventually mandating them across all properties nationwide, and Nevada announced its state-wide order, Caesars Entertainment attempted a promotion at its casinos in Las Vegas, where rewards members could win $20 credits if spotted wearing a mask on the casino floor.[201][202] By mid-November 2020, 37 states had some sort of health order requiring the wearing of face masks or a similar non-medical face covering when in public spaces or specific types of establishments.[203][204][205] Absent a state-level mandate, some municipalities and counties have instituted their own mandates via localized by-laws.[206][207][208] These orders usually have exceptions for younger children, as well as those with medical conditions (such as breathing problems) or disabilities that would make it difficult to wear a mask.[170][171][209] They are also usually considered an exception to prohibitions on the wearing of masks in public for the purpose of identity concealment, such as general anti-mask laws, and restrictions on wearing masks while carrying a concealed firearm.[210][211][212][213] Some states, such as Louisiana, Oregon, and Washington, at first only mandated the wearing of masks by the public-facing employees of businesses,[214][215][216] before mandating they be used by the general public as well.[217][218][219] Violations of mandatory mask orders have often classified as a misdemeanor offence, with some states threatening fines for individuals who do not comply. Some states expressly require businesses to enforce mask mandates, with failure to do so also punishable by fines, and in some cases, being ordered to temporarily close, or have their business license revoked.[203][204][209][220][221] Whether these mandates are actually enforced may vary; some sheriffs in California, Nevada, North Carolina, and Washington state pledged that they would not enforce the orders; one such sheriff in Lewis County, Washington announced to a crowd outside a church, \"don't be a sheep\".[222][223][224] By contrast, Governor of California Gavin Newsom threatened to withhold COVID-19 relief funding from counties that do not sufficiently enforce state health orders, including its mask mandate.[225][226] In late-June 2020, Governor of South Carolina Henry McMaster argued that the inability to effectively enforce such an order influenced his decision to not implement an order at that time, stating that \"there's no power on Earth that can follow everyone in the state around to be sure that they are following the rules.\"[227] However, on July 29, McMaster reversed his prior stance and issued a state-wide mandate, as part of an order taking affect August 3 that also allowed more businesses to resume operations.[228] On October 2, the Michigan Supreme Court unanimously ruled that Governor Gretchen Whitmer had violated the state Emergency Management Act of 1976 by redeclaring a state of emergency to bypass the Republican-controlled Legislature after it declined to renew it. In a split decision, they ruled that the Emergency Powers of Governor Act of 1945 was unconstitutional because it violated the nondelegation doctrine.[229] Governor Whitmer has argued that the decision was still subject to a 21-day reconsideration period, during which the orders still stand, and later accused the Court of undermining her efforts to control the pandemic. On October 4, Michigan Attorney General Dana Nessel stated that she would stop enforcing COVID-19-related executive orders.[230][231] On October 12, the Court denied a notion requested by Governor Whitmer for a transition period, thereby voiding all executive orders issued pursuant to the claimed state of emergency.[232][233] The state Department of Health and Human Services (MDHHS) had already begun to issue its own orders to supplant Whitmer's voided orders, under powers that give its director the authority to \"establish procedures\" and restrict gatherings during an epidemic.[232][233][234] In turn, the MDHHS was sued by a chiropractor (one which had faced warnings from local officials for defying the mask mandate), claiming it did not have the authority to mandate masks.[235] In Wisconsin, Governor Tony Evers similarly re-declared a public health emergency (which is similarly limited to 60 days without legislative approval) to extend its mask mandate beyond its original period (which began August 1). It was challenged in a state court by the Wisconsin Institute for Law and Liberty, who requested a temporary injunction. Judge Michael Waterman ruled in favor of Governor Evers, stating that \"the 60-day limit provides an important check against run-away executive power, but it does not prevent the governor from issuing a new executive order when the emergency conditions continue to exist.\"[236] When Cook County, Illinois passed a mandate requiring patrons at restaurants, gyms and other retail stores to show proof of vaccination, one of the county's local villages, Orland Park, refused to enforce it. Keith Pekau, mayor of the village, remained defiant during the pandemic, even suing Illinois’ governor in federal court over business lockdowns.[237] Opponents of mask mandates have sometimes argued that they are unconstitutional; the American Bar Association cited that there was precedent under the Tenth Amendment (which states that any powers not granted to the federal government via the Constitution are reserved to states) that state governments \"have the primary authority to control the spread of dangerous diseases within their jurisdictions.\"[238][239][240] Jacobson v. Massachusetts has also been cited as case law supporting mask orders; it found that the use of police power by states to enforce health orders designed to maintain the safety of their communities (such as, in this case, mandatory vaccinations for smallpox), did not violate individual liberties under the Fourteenth Amendment.[241][242] In June 2020, The Hill noted that Democratic-led and coastal states had been more likely to have implemented or considered such mandates over Republican-led states (especially in the conservative South)—which have cited desires to preserve individual liberties, and, in some cases, also took steps to overrule local health orders that are stricter than those imposed by the state (including mask mandates).[47][243] Not all Republican-led states refused to do so, however, with noted early examples including Maryland and Massachusetts.[47] Following a major spike in mid-June attributed to the rushed lifting of mitigations around the Memorial Day weekend, Arizona and Texas began to backpedal on their outright prohibition of local orders on the wearing of masks,[47][244][245] and Governor of Texas Greg Abbott then issued a state-wide mandate on July 2.[246] On July 15, Governor of Georgia Brian Kemp signed an executive order to prohibit any county or municipality from enacting or enforcing a health order requiring the wearing of masks in public spaces.[243] He also filed a lawsuit against Mayor of Atlanta Keisha Lance Bottoms and her city council over a local health order requiring masks, and voluntarily rolling back to \"Phase 1\" guidelines (discouraging dine-in restaurants), asserting that she \"does not have the legal authority to modify, change or ignore Governor Kemp's executive orders.\"[247][248][249] On August 13, however, Kemp dropped the lawsuit,[250] and announced the next day that localized mask mandates would be allowed if certain \"health metrics\" and other guidelines are met, and requiring business owners to consent if the mandate is to apply to businesses.[251] In Kansas, a July 2020 mask mandate by Democratic governor Laura Kelly included the ability for counties to opt out if they (per consultation with health officials) assert that it is not medically necessary; the provision was described as a \"bipartisan compromise\" to gain support from the state's Republican-majority government.[252] By July 9, 90 of Kansas's 105 counties had opted out,[253][254] while several cities in counties that did opt out, such as Manhattan, Wichita, and Winfield, would enact municipal mandates.[255][252] Out of a sample of counties, 15 counties that chose to enforce the order were shown to have a reduced rate of new cases than those which opted out.[256] Research released in October 2020 by the University of Kansas found that these trends had continued in the, by then, 21 counties that implemented the order.[257] The mayor of Dodge City, Kansas resigned from office in December 2020 after facing violent threats over her support of a local mask mandate.[258][259] Governor of South Dakota Kristi Noem has questioned studies and research that support the use of face masks, claiming that they have produced \"very mixed\" outcomes, and arguing that \"the science has not proven what's effective and what isn't and what type of mask. We have to stay objective when we look at it\".[260][261] On March 10, 2021, Texas lifted its mask mandate and capacity restrictions, in a move that was considered premature by critics and other politicians following its announcement. The lifting of the mandate also includes a prohibition on enforcing mask mandates; on the day the orders took effect, the Texas Attorney General threatened to sue the city of Austin, Texas for intending to continue its mask mandate.[262][263][264] The number of new cases and hospitalizations in Texas had already begun to decline in the weeks following the announcement, with an UNT Health Science Center professor believing that residents continuing to follow health guidance, as well as vaccination progress and immunity, may have also been factors.[265] At the start of the new school year in August 2021, political conflicts over mask mandates in schools intensified in Florida and Texas, whose governors had both issued executive orders explicitly prohibiting schools and school boards from implementing mask mandates. This is despite recommendations by the CDC that masks be worn in schools due to the threat of Delta variant, as no current vaccine is approved for children under 12.[266] Governor DeSantis warned that the state would withhold funding from schools and school boards that chose to mandate masks, and also threatened to withhold the wages from school officials responsible for implementing mask mandates.[267] A number of districts in both states announced that they would defy the orders and still mandate masks. Secretary of Education Miguel Cardona sent letters to Governor Abbott and Governor DeSantis, expressing concern that their decisions to prohibit voluntary compliance with CDC recommendations \"may infringe upon a school district's authority to adopt policies to protect students and educators as they develop their safe return to in-person instruction plans required by Federal law.[268] Legal challenges against school mask mandates in Texas had gone both ways, which led to confusion over their legality.[269][270] Paris Independent School District attempted to bypass the Texas executive order by declaring its mask mandate to officially be an amendment to the dress code for students and faculty.[271] On August 19, the Supreme Court of Texas temporarily denied a request by Governor Abbott to block a lower court ruling that had upheld school mask mandates.[272] Various municipalities have health orders requiring masks to be worn in public, including Denver and Boulder.[295][296] Douglas County, Wyandotte County, and Kansas City announced their own mask mandates prior to the state order.[314] On July 20, Kelly announced that teachers and students will be required to wear masks when schools reopen.[315] A local mask mandate in Nashua remains effective \"until further notice.\" The original mandate was passed on May 22, 2020.[342] On May 23, 2020, Governor Doug Burgum urged residents to stop shaming people who do wear masks, nor consider it an ideological or political issue. He explained that people may need to wear a mask \"because they've got a 5-year-old child who's been going through cancer treatments. They might have vulnerable adults in their life who currently have COVID, and they're fighting.\"[354][355] Required in public spaces.[218] On May 12, 2021, McMaster issued an executive order ending and prohibiting all mask mandates, as well as prohibiting \"vaccine passports\". He argued that \"we must move past the time of governments dictating when and where South Carolinians are required to wear a mask.\"[367] Governor Bill Lee has ruled out a state-wide mandate, but has allowed individual cities and counties to implement mask mandates, provided that they do not restrict their use at places of worship or outdoors when social distancing is possible. A number of counties, including the city of Nashville, have enacted mandates.[371][372][373][374] However, by mid-June 2020, Abbott had begun easing his stance, and began to allow by-laws requiring the wearing of masks by patrons and employees of businesses (considering it no different to stores requiring customers to wear shirts and shoes).[47][376][377] On July 2, 2020, Abbott mandated masks in any county with at least 20 confirmed cases.[378] The mandate expired on March 10, 2021.[264] On July 10, 2020, the Utah Area Presidency of the LDS Church issued a statement endorsing the wearing of masks in public spaces, asking its members to \"join with us now in common purpose for the blessing and benefit of all.\"[382] Salt Lake City has a mask mandate that will remain in effect through at least December 31, 2020.[383]","Title":"Face masks during the COVID-19 pandemic in the United States - Wikipedia","KeyID":"11090","URL":"https://en.wikipedia.org/wiki/Face_masks_during_the_COVID-19_pandemic_in_the_United_States"}