{"Content: ":"The Great Barrington Declaration was an open letter published in October 2020 in response to the COVID-19 pandemic and lockdowns.[1][2] It claimed harmful COVID-19 lockdowns could be avoided via the fringe notion of \"focused protection\", by which those most at risk could purportedly be kept safe while society otherwise continued functioning normally.[3][4] The envisaged result was herd immunity in three months as SARS-CoV-2 swept through.[1][2][3] Authored by Sunetra Gupta of the University of Oxford, Jay Bhattacharya of Stanford University, and Martin Kulldorff of Harvard University, it was drafted at the American Institute for Economic Research in Great Barrington, Massachusetts, signed there on 4 October 2020, and published on 5 October.[2][5] The document presumed without evidence that the disease burden of mass infection could be tolerated, that any infection would confer long term sterilizing immunity, and it made no mention of physical distancing, masks, contact tracing,[6] or long COVID, which has left patients with debilitating symptoms months after the initial infection.[7][8] The World Health Organization (WHO) and numerous academic and public-health bodies have stated that the strategy is dangerous and lacks a sound scientific basis.[9][10] They say that it would be challenging to shield all those who are medically vulnerable, leading to a large number of avoidable deaths among both older people and younger people with pre-existing health conditions.[11][12] They warn that the long-term effects of COVID-19 are still not fully understood.[10][13] Moreover, the WHO said that the herd immunity component of the proposed strategy is undermined by the unknown duration of post-infection immunity.[10][13] They say that the more likely outcome would be recurrent epidemics, as was the case with numerous infectious diseases before the advent of vaccination.[12] The American Public Health Association and 13 other public-health groups in the United States warned in a joint open letter that the Great Barrington Declaration \"ignores sound public health expertise\", despite public health experts agreeing \"better balance must be found between protecting public health and helping the economy\".[9] The Great Barrington Declaration received support from some scientists, the Donald Trump administration, British Conservative politicians, and from The Wall Street Journal's editorial board. The Great Barrington Declaration was sponsored by the American Institute for Economic Research, a libertarian free-market think tank associated with climate change denial.[14][15][16] The ideas to issue a declaration came from a conference run by the American Institute for Economic Research (AIER).[17] Gupta, one of the authors, said that no journal would publish ideas which were \"repeatedly dismissed as fringe or pseudoscience\" so an open letter was chosen as the publication route out of necessity.[1] The declaration says that lockdowns have adverse effects on physical and mental health, for example, because people postpone preventive healthcare.[18] They propose reducing these harms by ending mandatory restrictions on most activities for most people. Without these restrictions, more people will develop COVID-19. They believe that these infections will produce herd immunity (the idea that when enough people become immune, then the virus will stop circulating widely), which will eventually make it less likely that high-risk people will be exposed to the virus.[18] The authors say that, instead of protecting everyone, the focus should instead be on \"shielding\" those most at risk, with few mandatory restrictions placed on the remainder of the population.[18] Stanford epidemiologist Yvonne Maldonado said that 40% of Americans have an elevated risk of dying from COVID-19, so this would require keeping the 40% of people with known risk factors away from the 60% of people without known risk factors.[19] The declaration names specific economic changes that the signatories favour: resuming \"life as normal\", with schools and universities open for in-person teaching and extracurricular activities, re-opening offices, restaurants, and other places of work, and resuming mass gatherings for cultural and athletic activities. By October 2020, many of these things had already happened in some parts of the world,[5] but likewise were being restricted elsewhere; for instance the UK saw quarantines of students, travel advisories, restrictions on meeting other people, and partial closures of schools, pubs and restaurants.[20] The declaration does not provide practical details about who should be protected or how they can be protected.[5] For instance, it does not mention testing any people outside of nursing homes, contact tracing, wearing masks, or social distancing.[5] It mentions multi-generational households but does not provide any information about how, for example, low-risk people can get infected without putting high-risk members of their household at risk of dying.[5] Sunetra Gupta is a Professor of Theoretical Epidemiology at the Oxford University Department of Zoology.[21] Gupta has been a critic of early COVID-19 lockdown strategy, arguing that the cost is too high for the poorest in society, and expressing concern about the risk of widespread starvation in many countries because of lockdown-related disruptions in food supply chains.[2] In 2020, Gupta led a group which in March released a widely criticized modelling study suggesting, in one of its scenarios, that half the population of the United Kingdom might already have been infected with COVID-19,[22] and in September a preprint study which argued herd immunity thresholds might be lower than expected due to pre-existing immunity in the population.[23] Rupert Beale of the Francis Crick Institute described the March preprint as \"ridiculous\" and \"not even passed by peer review\".[24] Gupta was one author of a 21 September letter to the British prime minister, Boris Johnson, recommending shielding of vulnerable groups of people rather than the lockdown method of the British government response to the COVID-19 pandemic.[25] Of the declaration's signatories, Gupta said: \"We're saying, let's just do this for the three months that it takes for the pathogen to sweep through the population\", arguing that the situation would only be temporary.[6] Gupta has dismissed claims of having a right-wing perspective, claiming to be \"more Left than Labour\".[24] Jay Bhattacharya is a professor of medicine at Stanford University whose research focuses on the economics of health care. Before he co-authored the declaration, Bhattacharya co-wrote an opinion piece in The Wall Street Journal titled \"Is the Coronavirus as Deadly as They Say?\", in which he claimed that there was little evidence to support shelter-in-place orders and quarantines of the COVID-19 pandemic in the United States,[26] and was a lead author of a serology study released in April which suggested that as many as 80,000 residents of Santa Clara County, California might have already been infected with COVID-19.[27] The study and conduct of the research drew wide criticism for statistical and methodological errors and apparent lack of disclosure of conflicts.[28][29] The study was later revealed to have received undisclosed funding from JetBlue's founder David Neeleman, according to an anonymous whistle blower.[30][31] Bhattacharya said that he received racist attacks and death threats during the pandemic, and he also claimed that \"Big tech outlets like Facebook and Google\" suppressed \"our ideas, falsely deeming them 'misinformation'\". He also said that \"I started getting calls from reporters asking me why I wanted to 'let the virus rip', when I had proposed nothing of the sort.\"[32] Martin Kulldorff is a professor of medicine and a biostatistician at Harvard University. He has defended Sweden's response to the pandemic[33] and, along with Bhattacharya, wrote a Wall Street Journal editorial arguing against testing the young and healthy for SARS-CoV-2.[34] Kulldorff had previously claimed that people under 50 years old \"should live their normal lives unless they have some known risk factor\" while \"anybody above 60, whether teacher or bus driver or janitor I think should not be working – if those in their 60s can't work from home they should be able to take a sabbatical (supported by social security) for three, four or whatever months it takes before there is immunity in the community that will protect everybody.\"[6] He did not provide a detailed explanation about what people between these ages should do.[6] While Gupta has said in a promotional video that less vulnerable people should be allowed \"to get out there and get infected and build up herd immunity\", Kulldorff cautioned against deliberately seeking out infection; he said that \"everybody should wash their hands and stay home when sick\".[6] Kulldorff disagreed with criticism that the plan would lead to more deaths, calling it \"nonsense\".[6] He said \"fewer older people – not zero, but fewer old people – would be infected. But you'll have more young people infected, and that's going to reduce the mortality.\"[6] Kulldorff has discussed the Declaration on The Richie Allen Show, a radio programme that has previously featured antisemites and Holocaust deniers, although Kulldorff said he had no knowledge of the show prior to being invited on.[35] Since 2021, Bhattacharya, Kulldorff and Gupta have worked with the Brownstone Institute, a think tank that has opposed COVID-19 masking and vaccine mandates. The institute was started in 2021 by Jeffrey Tucker, the AIER editorial director who helped organize the Great Barrington Declaration. It has described itself as the declaration's \"spiritual child\". Bhattacharya and Kulldorff were named senior scholars there. Gupta has been an author.[36] The declaration was sponsored by the American Institute for Economic Research (AIER), a libertarian free market think tank based in Great Barrington, Massachusetts.[30] Reporting on the declaration, Byline Times journalist Nafeez Ahmed has described the AIER as a \"institution embedded in a Koch-funded network that denies climate science while investing in polluting fossil fuel industries\".[14] Byline Times has reported that the organisation operates an investment fund with $284 million under management, and it has invested its assets in several fossil fuel companies, including Chevron and ExxonMobil, tobacco giant Philip Morris International, Microsoft, Alphabet Inc. and many other companies.[14][15] Its 2018 revenues were in excess of US$2.2 million,[37] and they included a US$68,100 donation from the Charles Koch Foundation.[14][38] AIER's network of local \"Bastiat Society\" chapters partners with the Atlas Network, Ayn Rand Institute, Cato Institute, the Charles Koch Institute, and other Koch-funded think tanks.[15] Controversial research which was funded by AIER in the past includes a study which asserted that sweatshops which are supplying multinationals are beneficial for those who are working in them,[39][40] and AIER's statements and publications consistently downplay the risks of climate change, with titles such as \"The Real Reason Nobody Takes Environmental Activists Seriously\" and \"Brazilians Should Keep Slashing Their Rainforest\".[14][37] While the authors' website claims that over 14,000 scientists, 40,000 medical practitioners, and more than 800,000 members of the public signed the declaration,[41][42] this list—which anyone could sign online and which required merely clicking a checkbox to claim the status of \"scientist\"—contains some evidently-fake names, including: \"Mr Banana Rama\", \"Harold Shipman\", and \"Prof Cominic Dummings\".[43][44][45] More than 100 psychotherapists, numerous homeopaths, physiotherapists, massage therapists, and other non-relevant people were found to be signatories, including a performer of Khoomei—a Mongolian style of overtone singing—described as a \"therapeutic sound practitioner\".[44] The Independent noted that the false signatures put its claims about the breadth of its support in doubt.[45] In response, Bhattacharya said that they \"do not have the resources to audit each signature,\" and expressed regret for the fact that people had \"abused our trust\" by adding fake names, but reiterated his belief in broad support for its message based on the volume of correspondence he said he received.[45] Tedros Adhanom Ghebreyesus, the Director-General of the World Health Organization, warned against the idea of letting the virus spread in order to achieve herd immunity at a 12 October 2020 press briefing, calling the notion \"unethical\". He said: \"Herd immunity is a concept used for vaccination, in which a population can be protected from a certain virus if a threshold of vaccination is reached … Herd immunity is achieved by protecting people from a virus, not by exposing them to it.\"[10][13] Tedros said that trying to achieve herd immunity by letting the virus spread unchecked would be \"scientifically and ethically problematic\", especially given that the long-term effects of the disease are still not fully understood.[10][13] He said that though \"there has been some discussion recently about the concept of reaching so-called 'herd immunity' by letting the virus spread\", \"never in the history of public health has herd immunity been used as a strategy for responding to an outbreak, let alone a pandemic.\"[10][13][46] The British Government Chief Scientific Adviser, Patrick Vallance told the House of Commons's Science and Technology Select Committee on 3 November that the government's Scientific Advisory Group for Emergencies, having examined the declaration's proposal, had found \"fatal flaws in the argument\".[47] Concerns about the declaration had been issued on behalf of the British Academy of Medical Sciences by its president, Robert Lechler, who similarly described the declaration's proposals as \"unethical and simply not possible\".[39][48] Martin McKee, professor of European public health at the London School of Hygiene & Tropical Medicine, compared the declaration to \"the messaging used to undermine public health policies on harmful substances, such as tobacco\".[44] On 7 October the British Prime Minister's Official Spokesperson said that while at 10 Downing Street \"we have considered the full range of scientific opinion throughout the course of this pandemic and we will continue to do so\", it was \"not possible to rely on an unproven assumption that it is possible for people who are at lower risk, should they contract the virus, to avoid subsequently transmitting it to those who are at a higher risk and would face a higher risk of ending up in hospital, or worse in an intensive care unit.\"[49] The spokesman reiterated that the Chief Medical Adviser to the British Government and Chief Medical Officer for England, Chris Whitty, had stressed that the effects on the rest of the healthcare system were already considered in the formulation of public health advice.[49] British Secretary of State for Health and Social Care Matt Hancock said in the House of Commons on 13 October that the Great Barrington Declaration's two central claims – that widespread infection would lead to herd immunity and that it would be possible to segregate the old and vulnerable – were both \"emphatically false\".[50][51][52] On 15 October, Jacob Rees-Mogg, the Leader of the House of Commons, told parliament: \"The Government are sceptical about the Barrington declaration.\"[53][54] On 3 November, Chris Whitty told the Science and Technology Select Committee that the declaration was \"dangerously flawed\", \"scientifically weak\", and \"ethically really difficult\".[47][55][56] He explained that \"Focused Protection\" was operationally impractical and would \"inevitably\" cause the deaths of \"a very large number of people\".[47][55][56] Anthony Fauci, the director of the U.S. National Institute of Allergy and Infectious Diseases and lead member of the White House Coronavirus Task Force, called the declaration \"ridiculous\", \"total nonsense\" and \"very dangerous\", saying that it would lead to a large number of avoidable deaths.[11][57][58] Fauci said that 30 percent of the population had underlying health conditions that made them vulnerable to the virus and that \"older adults, even those who are otherwise healthy, are far more likely than young adults to become seriously ill if they get COVID-19.\"[57] He added, \"This idea that we have the power to protect the vulnerable is total nonsense because history has shown that that's not the case. And if you talk to anybody who has any experience in epidemiology and infectious diseases, they will tell you that that is risky, and you'll wind up with many more infections of vulnerable people, which will lead to hospitalizations and deaths. So I think that we just got to look that square in the eye and say it's nonsense.\"[57] The Infectious Diseases Society of America, representing over 12,000 doctors and scientists, released a statement calling the Great Barrington Declaration's proposals \"inappropriate, irresponsible and ill-informed\".[59] 14 other American public-health groups, among them the Trust for America's Health and the American Public Health Association, published an open letter in which they warned that following the recommendations of the Great Barrington Declaration would \"haphazardly and unnecessarily sacrifice lives\", adding that \"the declaration is not a strategy, it is a political statement. It ignores sound public health expertise. It preys on a frustrated populace. Instead of selling false hope that will predictably backfire, we must focus on how to manage this pandemic in a safe, responsible, and equitable way.\"[9] Europe's largest association of virologists, the Gesellschaft für Virologie [de], released a statement co-authored by Christian Drosten saying the declaration's proposals were liable to result in \"a humanitarian and economic catastrophe\".[60] The then-U.S. National Institutes of Health director, Francis Collins, told The Washington Post that the proposed strategy was \"a fringe component of epidemiology. This is not mainstream science. It's dangerous. It fits into the political views of certain parts of our confused political establishment.\"[12][4] In a private email to Fauci, Collins called the authors of the declaration \"fringe epidemiologists\" and said that \"There needs to be a quick and devastating published take down of its premises\".[32][61] The Wall Street Journal's editorial board accused Collins of \"work[ing] with the media to trash the Great Barrington Declaration\" and of \"Shut[ting] Down Covid Debate\".[61] William Haseltine, a former Harvard Medical School professor and founder of Harvard's cancer and HIV/AIDS research departments, told CNN, \"Herd immunity is another word for mass murder. If you allow this virus to spread … we are looking at 2 to 6 million Americans dead. Not just this year, but every year.\"[12] David Naylor, co-chair of the Government of Canada's COVID-19 Immunity Task Force, told the National Post: \"Obviously, the Great Barrington fix will excite the minimizers who pretend COVID-19 is not much worse than the flu and enliven the libertarians who object to public health measures on principle … So be it: they've been offside all along.\"[6] Naylor also pointed out that a study published in August in the Journal of the Royal Society of Medicine examined Sweden's \"no-lockdown\" policy's effect on herd immunity among the Swedish population, finding it did not improve herd immunity despite higher rates of hospitalization and death than in neighbouring countries.[6][62] According to Naylor, the policy advocated by signatories of the declaration would never be the \"controlled demographic burn that some zealots imagine\", and because of exponential growth of infections would lead to a situation where \"with masses of people sick in their 40s and 50s; hospitals will be over-run and deaths will skyrocket as they did in Italy and New York\".[6] With the prospect of a vaccine available within months, Naylor questioned the logic of the Great Barrington strategy, asking: \"Why on earth should we rush to embrace a reckless prescription for a demographically-selective national 'chickenpox party' involving a dangerous pathogen?\".[6] Deena Hinshaw, Chief Medical Officer of Health of Alberta, said that the declaration would lead to increased deaths, hospitalizations and cases of Long COVID. Hinshaw also said that it was unclear if infection with COVID-19 would create long-term immunity and that being able to successfully implement the declaration's focused protection strategy \"is not supported by evidence.\"[63] Harvard University professor of epidemiology William Hanage criticized the logic of the declaration's signatories: \"After pointing out, correctly, the indirect damage caused by the pandemic, they respond that the answer is to increase the direct damage caused by it\", and attacked the feasibility of the idea of \"Focused Protection\" for those vulnerable to severe infection, saying that \"stating that you can keep the virus out of places by testing at a time when the White House has an apparently ongoing outbreak should illustrate how likely that is.\"[18] He asked, \"How would you keep the virus out if 10 percent of the younger population is infected at peak prevalence and with tests that cannot keep the virus out of the White House?\"[64] He called the declaration \"quite dangerous, for multiple reasons\", explaining that \"if you do this, you'll get more infections, more hospitalizations and more deaths\" and that \"the greatest risk of introduction to the most vulnerable communities will be when the rate of infection is really high in younger age groups.\"[64] Hanage cautioned that uncontrolled infections among the young run the risk of long-term medical effects of the disease.[18] He added that \"we tend to make contacts with people around our own age, and given that none of the older generations would have immunity, they'd be in contact networks at risk of devastating outbreaks\" and further explained that blanket lockdowns were not argued for by most experts in any case.[64] David Nabarro, a special envoy of the World Health Organization, said governments should refrain from using \"lockdowns as the primary method to control the virus\", a comment cited with approval by the American president, Donald Trump.[65] However, Nabarro rejected Trump's interpretation of his comments, saying that the lockdowns in the spring had been necessary as emergency measures, to buy time, and emphasized the need to find a \"middle way\", with \"masks, social distancing, fewer crowds, testing and tracing\" the right way forward.[65] Commenting on the fact that 20 per cent of people killed by COVID-19 have been people aged under 65, and that about a third of recovered COVID-19 patients, including young patients, continue to have symptoms weeks after their infection, Nabarro said it was \"amazingly irresponsible\" not to take these risks into consideration.[65] Gregg Gonsalves, assistant professor of epidemiology at Yale University, described the strategy proposed by the declaration as \"culling the herd of the sick and disabled\", calling it \"grotesque\".[66] Arguing nearly half the American population is considered to have underlying risk factors for the infection, he advocated for the prevailing quarantine strategy, since peaks in infection rates among the young were likely to correlate with deaths of more vulnerable older people.[64] He wrote: \"If you're going to turbo-charge community spread, as everyone else at 'low-risk' goes about their business, I want the plan for my 86-year-old mother to be more than theoretical.\"[64] The Francis Crick Institute's group leader of the cell biology of infection laboratory, Rupert Beale, said herd immunity is \"very unlikely\" to be built up before a COVID-19 vaccine is generally implemented.[67][49] Of the Great Barrington Declaration he said the \"declaration prioritises just one aspect of a sensible strategy – protecting the vulnerable – and suggests we can safely build up 'herd immunity' in the rest of the population. This is wishful thinking. It is not possible to fully identify vulnerable individuals, and it is not possible to fully isolate them. Furthermore, we know that immunity to coronaviruses wanes over time, and re-infection is possible – so lasting protection of vulnerable individuals by establishing 'herd immunity' is very unlikely to be achieved in the absence of a vaccine.\"[67][49] Beale described the declaration as \"not a helpful contribution to the debate\".[49] Of the declarations' signatories he said: \"There's a lot of other people who have also signed it and guess what, it's the usual suspects … It's Karol Sikora who knows nothing about this whatsoever but who is endlessly self-promoting, and you've got Michael Levitt who's got a bad case of Nobel Prize disease.\"[24] Beale criticized Gupta's actions, saying, \"You've got someone who has a track record of saying stuff that is total rubbish, and then moving on to the next thing which is total rubbish, and she's not being held to account. That makes people pretty annoyed.\"[24] Of the declaration's other critics, Beale said: \"That's everyone being polite … What everyone really thinks is, 'this is all fucking stupid'.\"[24] Devi Sridhar, the University of Edinburgh's professor of global public health, said that the declaration \"sounds good in theory\" but that \"if you actually work in practical public health on the front line, it doesn't make much sense\", saying the declaration's premise was neither \"accurate\" nor \"scientific\".[68] Michael Head, senior research fellow in global health at University of Southampton, said the declaration was \"a very bad idea\" and doubted if vulnerable people could avoid the virus if it were allowed to spread.[43] He also said that \"ultimately, the Barrington Declaration is based on principles that are dangerous to national and global public health\".[43] He said: \"There are countries who are managing the pandemic relatively well, including South Korea and New Zealand, and their strategies do not include simply letting the virus run wild whilst hoping that the asthmatic community and the elderly can find somewhere to hide for 12 months.\"[6][14] Associate professor at the University of Leeds's School of Medicine Stephen Griffin criticized the declaration's flaws in ethics, logistics, and science, pointing out the risk of long-term effects of infection in even those less vulnerable to severe infection.[69] He said: \"Ethically, history has taught us that the notion of segregating society, even perhaps with good initial intentions, usually ends in suffering.\"[70] Simon Clarke, associate professor in cellular microbiology at the University of Reading, questioned whether herd immunity was possible for SARS-CoV-2: \"Natural, lasting, protective immunity to the disease would be needed, and we don't know how effective or long-lasting people's post-infection immunity will be.\"[69] Michael Osterholm, an American epidemiologist, regents professor, and director of the Center for Infectious Disease Research and Policy at the University of Minnesota, said that the Great Barrington Declaration was \"a dangerous mix of pixie dust and pseudoscience.\"[71] John M. Barry, a professor at the Tulane School of Public Health and Tropical Medicine and author of a book on the 1918 flu pandemic, wrote in The New York Times that the Great Barrington Declaration sounds attractive until one examines \"three enormously important omissions\".[72] Firstly, it says nothing about harm suffered by people in low-risk groups, even though a significant number of patients who recover from COVID-19, including people who experience no symptoms, have been shown to have heart and lung damage.[72] Secondly, it says nothing about how to shield the vulnerable, and thirdly, it says nothing about the number of dead the strategy would cause, which Barry estimates might \"far exceed one million\".[72] Barry said that while it was too late for the United States to achieve \"near containment of the virus\", as South Korea, Australia and Japan had done, the US could still aim for results comparable to those of Canada or Germany, where daily deaths were a couple of dozen at the time of writing (October 2020).[72] Writing for Science-Based Medicine, David Gorski said that the Great Barrington Declaration was a form of astroturfing similar to that which had previously been used for AIDS denial, climate change denial and creationism advocacy, but this time being deployed for COVID-19 denial, and amounted in practice to an argument for eugenics. Gorski speculated whether the scientists fronting the declaration were simply being useful idiots for AIER or whether they were actively being \"motivated more by ideology than science\", but said that the practical effect was that the declaration provided a narrative of scientific division useful for political purposes.[73] The American Institute for Economic Research (AIER), at whose meeting the declaration was launched, has been described as a libertarian think tank that has received funding from the Koch Foundation and engages in climate change denial.[14][37][74] Tyler Cowen, a libertarian economist at George Mason University, wrote that while he sympathized with a libertarian approach to deal with the COVID-19 pandemic, he considered the declaration to be dangerous and misguided.[75] Citing the principle first do no harm, Matt Strauss, a physician and assistant professor at Queen's School of Medicine, subsequently wrote that mandatory government lockdowns \"amount to a medical recommendation of no proven benefit, of extraordinary potential harm, that do not take personal values and individual consent into account\" and that \"if lockdowns were a prescription drug for Covid treatment, the FDA would never have approved it\".[76][77] University of Montreal's paediatrics and clinical ethics professor, Annie Janvier, a co-signatory and part of a group of Quebec scientists critical of the Government of Quebec's response to COVID-19, said that \"it's not science that seems to be leading what's going on with COVID, it's public opinion and politics\". She criticized the current lockdown measures in Canada, saying that \"We need to protect the vulnerable, but right now in Quebec they're not protected\".[77] David Livermore, professor of medical microbiology at the University of East Anglia explained his decision to sign the declaration, saying that \"never in history have we handled a pandemic like this\" and that \"future generations will look back aghast\".[78] Co-signatory Ellen Townsend, professor of psychology and leader of the self harm research group at the University of Nottingham, emphasised mental health concerns, stating that \"one policy decision that could have the most significant impact for young people to protect their mental health both now and in the future, would be to release them from the lockdown as soon as possible\".[79] Mike Hulme, professor of human geology at the University of Cambridge said he had signed because he had \"been frustrated that there hasn't been a sufficiently open public debate in the UK\". Anthony Brooks, professor of genetics at the University of Leicester, criticized the British Government Chief Scientific Adviser, Patrick Vallance, alleging that \"Being a senior vice president at a drug company doesn't give you the same background that others have. They're seeing things in a non-sophisticated way.\"[24] Brooks also said that the high average age of the member of the British government's Scientific Advisory Group for Emergencies has influenced their recommendations to the government, as many of the members are themselves \"at risk\" of serious infection.[24] The Trump administration was reported to support the Great Barrington Declaration, based on statements made to Newsweek and other publications by senior advisers that were not authorized to speak on the record.[80] On 5 October—the day after the date of the declaration—Gupta, Bhattacharya, and Kulldorff met the United States Secretary of Health and Human Services, Alex Azar, an appointee in the Cabinet of Donald Trump, and the neuroradiologist Scott Atlas, an adviser to the Trump administration's White House Coronavirus Task Force in Washington, D.C.[64] Azar said the meeting was held \"as part of our commitment to ensure we hear broad and diverse scientific perspectives\" and that \"we heard strong reinforcement of the Trump Administration's strategy of aggressively protecting the vulnerable while opening schools and the workplace\", while Kulldorff stated that \"we had a very good discussion. He asked many questions, and we put forth our case to protect the people who are vulnerable, and the idea of trying to do lockdowns to eliminate this disease is not realistic\".[64] Afterwards, Atlas also endorsed the declaration, telling The Hill that the \"targeted protection of the vulnerable and opening schools and society policy matches the policy of the President and what I have advised\".[64] On the evening of 5 October, Donald Trump returned to the White House after several nights in the Walter Reed National Military Medical Center, having undergone treatments for coronavirus disease; he told his followers on social media on his return \"don't be afraid of it [COVID-19]\".[6][81] Bhattacharya denied that a herd immunity strategy was recommended by the declaration, saying that \"a herd immunity strategy better describes the current lockdown policy\", explaining \"herd immunity is a biological fact so of course we mention it, but it is not our strategy\".[64] Gupta said that \"the alternative [to herd immunity], which is to keep suppressing the virus, comes at an enormous cost to the poor and to the young and not just in this country [the United States] but worldwide\", arguing that the herd immunity threshold for SARS-CoV-2 will be reached in December 2020.[64] Bhattacharya advised that until that time vulnerable people might be housed away from multigenerational households, with government support, saying that \"we could do policies that would make those resources available to older people in multigenerational settings for the limited period of time that's necessary until the disease is under control, and after time, they could go back home\".[64] In the UK, Conservative Party member of parliament for Wycombe, Steve Baker, having signed the declaration, spoke in favour of the declaration's policies on two occasions in the House of Commons, first on 6 October and again on 13 October.[82][83][84] Conservative MP for New Forest West, Desmond Swayne asked the Leader of the House of Commons if a debate could be held on what he called \"censorship\" and \"the sinister disappearance of the link from Google to the Great Barrington declaration\".[85][86][54] Conservative journalist Toby Young wrote an opinion piece in The Spectator supporting the declaration and querying the credentials of its critics, claiming they were \"censors\" and \"smear merchants\" while claiming the declaration's authors were not \"outliers or cranks\" but there had been a \"well-orchestrated attempt to suppress and discredit it\".[87] On 1 November, eurosceptic former members of the European Parliament, Nigel Farage and Richard Tice, announced in The Telegraph that an application has been made to the Electoral Commission for their Brexit Party to be renamed Reform UK; after identifying the British government response to the COVID-19 pandemic as a more pressing issue than Brexit, the party is to advocate Focused Protection in accordance with the Great Barrington Declaration.[88][89][90] On 6 October, the declaration was endorsed by The Wall Street Journal's editorial board, who called it \"the best advice for how we should cope with Covid.\"[91] The John Snow Memorandum, the text of which was published simultaneously in The Lancet and dedicated site www.johnsnowmemo.com,[92][93][94] and built on a previous The Lancet correspondence piece,[95] is a response by 80 researchers denouncing the Great Barrington Declaration and its herd immunity approach.[19][96] Taking its name from John Snow, the epidemiologist who worked on the 1854 Broad Street cholera outbreak,[19][94] it states that the herd immunity idea is \"a dangerous fallacy unsupported by the scientific evidence\".[12] It acknowledges that COVID-19 restrictions have led to demoralization, making such an idea attractive, but states that \"there is no evidence for lasting protective immunity to SARS-CoV-2\", adding that \"such a strategy would not lead to the end of COVID-19, but instead result in recurrent epidemics, as was the case with numerous infectious diseases before the advent of vaccination.\"[12] The letter's authors were co-ordinated by Deepti Gurdasani, clinical epidemiologist at Queen Mary University of London,[97][98] and included researchers and clinicians such as Marc Lipsitch, William Hanage,[99][12] Nahid Bhadelia,[12] Isabella Eckerle,[100] Emma Hodcroft,[100] Florian Krammer,[101] Martin McKee,[102] Dominic Pimenta,[103] Viola Priesemann,[98] Devi Sridhar,[104] Gavin Yamey,[105] and Rochelle Walensky.[12][106] Other signatories have included Reinhard Busse,[98] Christian Althaus,[100] Jacques Fellay,[100] Ilona Kickbusch,[100] and David Stuckler.[102] In 2022, John Ioannidis, a scientist who has opposed prolonged COVID-19 lockdowns, authored a paper in BMJ Open arguing that signatories of the Great Barrington Declaration were shunned as a fringe minority by those in favor of the John Snow Memorandum. According to him, the latter used their large numbers of followers on Twitter and other social media and op-eds to shape a scientific \"groupthink\" against the former, who had less influence as measured by the Kardashian Index.[107][108] The BMJ published responses to his paper, including a comment by Gavin Yamey, David Gorski, and Gideon Meyerowitz-Katz which argued that Ioannidis's paper featured \"factual errors, statistical shortcomings, failure to protect the named research subjects from harm, and potentially undeclared conflicts of interest that entirely undermine the analysis presented.\"[109]","Title":"Great Barrington Declaration - Wikipedia","KeyID":"11095","URL":"https://en.wikipedia.org/wiki/Great_Barrington_Declaration"}