{"Content: ":"National regulatory authorities have granted emergency use authorizations for thirty-four COVID-19 vaccines. Nine vaccines have been approved for emergency or full use by at least one stringent regulatory authority recognized by the World Health Organization (WHO): Pfizer–BioNTech, Oxford–AstraZeneca, Sinopharm BIBP, Moderna, Janssen, CoronaVac, Covaxin, Novavax, and Convidecia. Eight others are under assessment by the WHO: Sputnik V, Sinopharm WIBP, Abdala, Zifivax, Corbevax, COVIran Barekat, Sanofi–GSK, and SCB-2019.[1] Specific versions of six vaccines have been authorized by the European Medicines Agency (EMA): Pfizer–BioNTech, Janssen, Novavax, Moderna, Oxford–AstraZeneca, and Valneva.[2] Specific versions of another four vaccines are under evaluation by the EMA: Sputnik V, CoronaVac, Sanofi–GSK, and PHH-1V.[3] Note that in some countries, vaccines may be authorized solely for travel purposes. They may not be approved for the general population. For example, the CoronaVac, Covishield, BBIBP-CorV and Covaxin vaccines are not part of Australia's national vaccination program; however, they are recognized for the purpose of travel to Australia.[4][5][6] The Oxford–AstraZeneca COVID-19 vaccine, sold under the brand names Vaxzevria[7] and Covishield,[8] is a viral vector vaccine[9] produced by the British University of Oxford, British-Swedish company AstraZeneca, and the Coalition for Epidemic Preparedness Innovations.[9][10][11] Finland, Denmark, and Norway suspended the use of the Oxford–AstraZeneca vaccine due to a small number of reports of a rare blood clot disorder.[12][13][14][15] Slovakia suspended its use after the death of a predisposed recipient.[16] South Africa suspended its use because a small trial found only minimal protection against mild to moderate disease from the locally predominant Beta variant.[17] Japan approved the vaccine for emergency use in May 2021, but did not plan to use them immediately because of rare cases of a blood clotting disorder reported overseas.[18] Later, Japan started to use the vaccine for people aged 40 or over to mitigate the surge of the Delta variant in August.[19] Finland ceased use of the vaccine as the last batch expired on 30 November 2021. Until then it was only offered for those aged 65 or more due to extremely rare coagulation disorders among younger recipients of the vaccine. After this Finland will not procure more of the vaccine.[20][21][22][23] The AstraZeneca vaccine is the most widely accepted internationally,[24] and the most popular in terms of total inoculated worldwide, over 1.3 billion.[25][26][27][28] The AstraZeneca vaccine is administered in more countries than any other vaccine.[29] EMA countries[7][140][141] CARPHA countries[142] Non-country entities The Pfizer–BioNTech COVID-19 vaccine, sold under the brand name Comirnaty,[154] is an mRNA vaccine[155] produced by the German company BioNTech and the American company Pfizer.[155][156][157] In Hong Kong, Macau, and Taiwan, Comirnaty is distributed by Fosun Pharma.[158][159][160][161][162][163] EMA countries[154][140][248] CARPHA countries[249][250] Non-country entities The Janssen COVID-19 vaccine[257] is a viral vector vaccine[258] produced by Janssen Pharmaceutica (a subsidiary of Johnson & Johnson) and Beth Israel Deaconess Medical Center.[259][260] It is also known as Johnson & Johnson COVID-19 Vaccine and as COVID-19 Vaccine Janssen.[261] Three countries, Denmark, Finland, and Norway, discontinued the use of the Janssen vaccine in favor of other available vaccines due to a possible link between the vaccine and a rare blood clot disorder.[262][20][263] The use of the Janssen adenovirus vector vaccine began in Finland in October 2021. It is only offered for those aged 65 and over because of a very rare risk of thrombosis in younger age groups.[21][23][22] EMA countries[261][140][304] CARPHA countries[305] Non-country entities The Moderna COVID-19 vaccine, also known as Spikevax,[311] is an mRNA vaccine[312] produced by the American company Moderna, the U.S. National Institute of Allergy and Infectious Diseases, the U.S. Biomedical Advanced Research and Development Authority, and the Coalition for Epidemic Preparedness Innovations.[313][314] The Moderna vaccine is not offered for men under 30 years of age in Finland as a precaution to reduce a very rare risk of myocarditis.[315][23] EMA countries[311][140][359] CARPHA countries[249][305] Non-country entities The Sinopharm BIBP COVID-19 vaccine is an inactivated virus vaccine produced by the China National Pharmaceutical Group (Sinopharm) and its Beijing Institute of Biological Products.[363][364] CARPHA countries[442] Non-country entities The Sputnik V COVID-19 vaccine is a viral vector vaccine[485] produced by the Russian Gamaleya Research Institute of Epidemiology and Microbiology. Non-country entities  The CoronaVac COVID-19 vaccine is an inactivated virus vaccine[575] produced by the Chinese company Sinovac Biotech.[575][576][577] Non-country entities The Novavax COVID-19 vaccine, codenamed NVX-CoV2373, is a subunit COVID-19 vaccine candidate developed by Novavax and the Coalition for Epidemic Preparedness Innovations, that is undergoing trials in India under the brand name Covovax. It requires two doses and is stable at 2 to 8 °C (36 to 46 °F) refrigerated temperatures. NVX-CoV2373 has been described as both a protein subunit vaccine and a virus-like particle vaccine, though the producers call it a \"recombinant nanoparticle vaccine\". EMA countries[654] Non-country entities Covaxin is an inactivated virus vaccine produced by the Indian company Bharat Biotech in collaboration with the Indian Council of Medical Research–National Institute of Virology. Non-country entities VLA2001 is an inactivated vaccine developed by Valneva SE and Dynavax Technologies. EMA countries[678] Sputnik Light is a viral vector vaccine,[681] produced by the Russian Gamaleya Research Institute of Epidemiology and Microbiology. It consists of the first dose of the Sputnik V vaccine, which is based on the Ad26 vector.[682] Non-country entities Convidecia is a viral vector vaccine[707] produced by the Chinese company CanSino Biologics and the Beijing Institute of Biotechnology of the Academy of Military Medical Sciences. Non-country entities The Sinopharm WIBP COVID-19 vaccine is an inactivated virus vaccine produced by the China National Pharmaceutical Group (Sinopharm) and its Wuhan Institute of Biological Products. Abdala is a subunit vaccine developed by the Center for Genetic Engineering and Biotechnology in Cuba. EpiVacCorona is a peptide vaccine produced by the Russian State Research Center of Virology and Biotechnology VECTOR.[728] Zifivax is a subunit vaccine produced by the Chinese company Anhui Zhifei Longcom Biopharmaceutical.[734] Soberana 02, is a conjugate vaccine developed by the Finlay Institute in Cuba.[740] CoviVac is an inactivated virus vaccine[681] produced by the Chumakov Centre at the Russian Academy of Sciences.[744] QazCovid-in, also known as QazVac, is an inactivated virus vaccine developed by the Research Institute for Biological Safety Problems in Kazakhstan.[747] Minhai COVID-19 vaccine, is an inactivated virus vaccine developed by Minhai Biotechnology Co. and Shenzhen Kangtai Biological Products Co. Ltd. in China.[751] MVC-COV1901, is a protein subunit vaccine developed by Taiwan's Medigen Vaccine Biologics and Dynavax Technologies.[753] Corbevax is a protein subunit vaccine developed by Texas Children's Hospital at the Baylor College of Medicine in Houston, Texas, and licensed to Indian biopharmaceutical firm Biological E. Limited (BioE) for development and production.[643][759] COVIran Barekat, is an inactivated virus vaccine developed by Shifa Pharmed Industrial Co. in Iran.[761] Chinese Academy of Medical Sciences COVID-19 vaccine, is an inactivated virus vaccine developed by Chinese Academy of Medical Sciences.[765] ZyCoV-D, is a DNA plasmid based COVID-19 vaccine developed by the Indian pharmaceutical company Cadila Healthcare with support from the Biotechnology Industry Research Assistance Council.[766] FAKHRAVAC (or MIVAC), is an inactivated virus vaccine developed in Iran by the Organization of Defensive Innovation and Research, an organization of Iran's Ministry of Defense.[767] COVAX-19, also known as SpikoGen, is a protein subunit vaccine jointly developed by Australian-based company Vaxine and Iran-based company CinnaGen.[768] Razi Cov Pars is a protein subunit vaccine developed by Razi Vaccine and Serum Research Institute.[769] Turkovac is an inactivated vaccine developed by Health Institutes of Turkey and Erciyes University.[770] Sinopharm CNBG COVID-19 vaccine is a recombinant protein subunit vaccine developed by China National Biotec Group (CNBG), a subsidiary of Sinopharm.[771] Soberana Plus is a single-dose of conjugate vaccine developed by the Finlay Institute in Cuba.[772] CoVLP is a Virus-Like Particle vaccine grown in an Australian weed, Nicotiana benthamiana. It is marketed under the name Covifenz. Noora is a protein-based vaccine developed by the Baqiyatallah University of Medical Sciences. SKYCovione is a protein subunit vaccine developed by SK Bioscience.","Title":"List of COVID-19 vaccine authorizations - Wikipedia","KeyID":"11100","URL":"https://en.wikipedia.org/wiki/List_of_COVID-19_vaccine_authorizations"}