{"Content: ":"Avialae (\"bird wings\") is a clade containing the only living dinosaurs, the birds. It is usually defined as all theropod dinosaurs more closely related to birds (Aves) than to deinonychosaurs, though alternative definitions are occasionally used (see below). Archaeopteryx lithographica, from the late Jurassic Period Solnhofen Formation of Germany, is possibly the earliest known avialan which may have had the capability of powered flight,[2] though it might have been a deinonychosaur instead.[3] Several older (but non flight-capable) avialans are known from the late Jurassic Tiaojishan Formation of China, dated to about 160 million years ago.[4][5] Most researchers define Avialae as branch-based clade, though definitions vary. Many authors have used a definition similar to \"all theropods closer to birds than to Deinonychus.\"[6][7] A nearly identical definition, \"the theropod group that includes all taxa closer to Passer than to Dromaeosaurus\", was used by Agnolín and Novas (2013) for their clade Averaptora.[8] Additionally, beginning in the late 2000s and early 2010s, several groups of researchers began adding the genus Troodon as an additional specifier in the definition of Avialae. Troodon had long been considered a close relative of the dromaeosaurids in the larger group Deinonychosauria, though some contemporary studies found it and other troodontids more closely related to modern birds, and so it has been specifically excluded from Avialae in more recent studies.[9] Avialae is also occasionally defined as an apomorphy-based clade (that is, one based on derived characteristics that were not present among lineage predecessors). Jacques Gauthier, who named Avialae in 1986, re-defined it in 2001 as all dinosaurs that possessed feathered wings used in flapping flight, and the birds that descended from them.[10][11] Gauthier and de Queiroz[11] (page 34) identified four conflicting ways of defining the term \"Aves\", which is a problem since the same biological name is being used four different ways. They proposed a solution, number 4 below, which is to reserve the term Aves only for the crown group, the last common ancestor of all living birds and all of its descendants. Other definitions of Aves found in literature were reassigned to other clade names. Under the fourth definition Archaeopteryx is an avialan, and not a member of Aves. Gauthier's proposals have been adopted by many researchers in the field of paleontology and bird evolution, though the exact definitions applied have been inconsistent. Avialae, initially proposed to replace the traditional fossil content of Aves, is sometimes used synonymously with the vernacular term \"bird\" by these researchers.[9] †Anchiornis †Archaeopteryx †Rahonavis †Jixiangornis †Jeholornis †Sapeornis †Confuciusornis †Chongmingia Ornithothoraces The earliest known avialans come from the Tiaojishan Formation of China, which has been dated to the late Jurassic period (Oxfordian stage), about 160 million years ago.[9] The avialan species from this time period include Anchiornis huxleyi and Aurornis xui. Xiaotingia zhengi used to be considered a member, but was later classified within the clade Dromaeosauridae. The well-known Archaeopteryx dates from slightly later Jurassic rocks (about 155 million years old) from Germany. Many of these early avialans shared unusual anatomical features that may be ancestral to modern birds, but were later lost during bird evolution. These features include enlarged claws on the second toe which may have been held clear of the ground in life, and long feathers or \"hind wings\" covering the hind limbs and feet, which may have been used in aerial maneuvering.[13] It is also thought that early avialans were either cranially akinetic or had otherwise limited cranial kinesis.[14][15] Avialans diversified into a wide variety of forms during the Cretaceous Period.[16] Many groups retained primitive characteristics, such as clawed wings and teeth, though the latter were lost independently in a number of avialan groups, including modern birds (Aves). While the earliest forms, such as Archaeopteryx and Shenzhouraptor, retained the long bony tails of their ancestors,[16] the tails of more advanced avialans were shortened with the advent of the pygostyle bone in the group Pygostylia. In the late Cretaceous, around 95 million years ago, the ancestor of all modern birds also evolved a better sense of smell.[17] The following cladogram is based on the analysis by Hartman et al. (2019), which found flight likely evolved five separate times among paravian dinosaurs, two of those among Avialae (in Scansoriopterygids and other avialans). Archaeopteryx and \"anchiornithids\" were placed in Deinonychosauria, Avialae's sister group.[3] †Archaeopterygidae †Unenlagiidae †Dromaeosauridae †Troodontidae †Scansoriopterygidae †Yandangornis †Bauxitornis †Balaur †Shenzhouraptor †Jixiangornis †Zhongornis †Sapeornis †Confuciusornithidae †Changchengornis †Chongmingia †Jinguofortis †Zhongjianornis Ornithothoraces In a study conducted in 2020, Archaeopteryx was recovered as an avialan.[18]   ","Title":"Avialae - Wikipedia","KeyID":"1110","URL":"https://en.wikipedia.org/wiki/Avialae"}