{"Content: ":"Anti-vaccination activists and other people in many countries have spread a variety of unfounded conspiracy theories and other misinformation about COVID-19 vaccines based on misunderstood or misrepresented science, religion, exaggerated claims about side effects, a story about COVID-19 being spread by 5G, misrepresentations about how the immune system works and when and how COVID-19 vaccines are made, and other false or distorted information. This misinformation has proliferated and may have made many people averse to vaccination.[1] This has led to governments and private organizations around the world introducing measures to incentivize/coerce vaccination, such as lotteries,[2] mandates[3] and free entry to events,[4] which has in turn led to further misinformation about the legality and effect of these measures themselves.[5] Various false theories have spread in different parts of the world regarding the COVID-19 vaccines. Prior to the vaccine launch many citizens expressed skepticism that COVID-19 was a serious disease or that their countries had cases or high number of cases of the disease during 2020 and 2021. This prior skepticism that was pushed by the late President of Tanzania, John Pombe Magufuli is seen as a leading reason for vaccine hesitancy within the country. Magufuli declared Tanzania COVID-19 free in mid-2020 and pushed herbal remedies, praying and steam inhalation as remedies to COVID-19.[6] As the delta variant of COVID-19 began to spread globally, disinformation campaigns seized on the idea that COVID-19 vaccines had caused the delta variant, despite the fact that the vaccines cannot replicate the virus.[7] A French virologist likewise falsely claimed that antibodies from vaccines had created and strengthened COVID-19 variants through a previously debunked theory of Antibody-dependent Enhancement.[8] A related debunked theory, out of India, claimed that COVID-19 vaccines were lowering people's ability to withstand new variants instead of boosting immunity.[9] The website Natural News published an article in July 2021 claiming that CDC director Rochelle Walensky admitted that COVID-19 vaccines do not protect against the delta variant and that vaccinated people could be superspreaders due to having a higher viral load. Walensky actually said in a press briefing that vaccinated and unvaccinated people could have \"similarly high\" viral loads when infected with the delta variant, but did not say that vaccinated people had a higher viral loads or were \"super-spreaders\". She also stated that the vaccine \"continues to prevent severe illness, hospitalization, and death\", even against the delta variant.[10] A July 2021 study in the New England Journal of Medicine reported that the Pfizer–BioNTech COVID-19 vaccine was 88 percent effective in preventing symptomatic infections caused by the delta variant.[10] In July 2021, Indian police arrested 14 people for administering doses of fake salt water vaccines instead of the Oxford–AstraZeneca COVID-19 vaccine at nearly a dozen private vaccination sites in Mumbai. The organizers, including medical professionals, charged between $10 and $17 for each dose, and more than 2,600 people paid to receive the vaccine.[11][12][13] Interpol issued a global alert in December 2020 to law enforcement agencies in its member countries to be on the lookout for organized crime networks targeting COVID-19 vaccines, physically and online.[14] The WHO also released a warning in March 2021 after many ministries of health and regulatory agencies received suspicious offers to supply vaccines. They also noted that some doses of the vaccines were being offered on the dark web priced between $500 and $750, but there was no way to verify the distribution pipeline.[15] In the United States, there was a surge of individuals either looking to purchase fake vaccination cards, alter medical records to show vaccination, or create fake vaccination cards to sell. In Hawaii a vacationer was arrested after it was discovered she had a fake vaccination card, a California doctor was arrested for falsifying patients' vaccination records, and three state troopers in Vermont were arrested for helping create false cards.[16] In August 2021 US Customs and Border Prevention agents seized 121 packages with more than 3,000 fake vaccination cards that had been shipped from Shenzhen to be distributed in the US.[17] Check Point research released in August 2021 showed that fake vaccination cards were being sold via messaging apps and priced between $100 and $120 a card. Interpol announced that they were seeing a direct correlation between countries requiring negative COVID-19 tests to enter the country and the increased number of provided fake vaccination cards.[14] Recurrent claims, based on misinterpretation of statistical data, have been made regarding the efficacy of COVID-19 vaccines. A frequent fallacy consisted in concluding on the ineffectiveness (or low effectiveness) of vaccines after noticing the apparently high proportion of vaccinated patients among COVID-19-related hospitalisations and deaths, without taking into account the high proportion of vaccinated people among the general population, thus committing the base rate fallacy;[18] or without taking into account the tendency of people at higher risk of developing severe illness from COVID-19 to be vaccinated in priority, thus ignoring the Yule–Simpson effect.[19] In the United Kingdom, a report from the Scientific Pandemic Influenza Group on Modelling (SPI-M), published in March 2021, predicted that 60% of hospitalisations and 70% of deaths would be among people who had received two doses of the vaccine, despite the latter remaining highly effective. The report stated: \"This (modelling) is not the result of vaccines being ineffective, merely uptake being so high\".[20] Financial analyst and self-help entrepreneur David Martin claimed that mRNA vaccines do not fit the U.S. Centers for Disease Control and Prevention's (CDC) or the U.S. Food and Drug Administration's (FDA) definitions of a vaccine because they do not prevent transmission of SARS-CoV-2, the virus that causes COVID-19. While research has been ongoing to evaluate the effect of vaccination on SARS-CoV 2 transmission, neither the CDC nor the FDA stipulate that vaccines must stop transmission of a virus, both stating that a vaccine is a product that stimulates the immune system to produce immunity to an infectious agent.[10] The use of mRNA-based vaccines for COVID-19 has been the basis of misinformation circulated in social media, wrongly claiming that the use of RNA somehow alters a person's DNA.[10][21] The DNA alteration conspiracy theory was cited by a Wisconsin hospital pharmacist who deliberately removed 57 vaccine vials from cold storage in December 2020 and was subsequently charged with felony reckless endangerment and criminal damage to property by Ozaukee County prosecutors.[22] mRNA in the cytosol is very rapidly degraded before it would have time to gain entry into the cell nucleus (mRNA vaccines must be stored at very low temperature to prevent mRNA degradation). Retrovirus can be single-stranded RNA (just as SARS-CoV-2 vaccine is single-stranded RNA) which enters the cell nucleus and uses reverse transcriptase to make DNA from the RNA in the cell nucleus. A retrovirus has mechanisms to be imported into the nucleus, but other mRNA lack these mechanisms. Once inside the nucleus, creation of DNA from RNA cannot occur without a primer, which accompanies a retrovirus, but which would not exist for other mRNA if placed in the nucleus.[23][24] Thus, mRNA vaccines cannot alter DNA because they cannot enter the nucleus, and because they have no primer to activate reverse transcriptase. For the same reason, mRNA vaccines are also not considered forms of gene therapy.[25] In a December 2020 petition to the European Medicines Agency, German physician Wolfgang Wodarg and British researcher Michael Yeadon suggested, without evidence, that mRNA vaccines could cause infertility in women by targeting the syncytin-1 protein necessary for placenta formation.[10][a] Their petition to halt vaccine trials soon began circulating on social media.[28] A survey of young women in the United Kingdom later found that more than a quarter would refuse COVID-19 vaccines out of concerns for their effects on fertility.[29] Syncytin-1 and the SARS-CoV-2 spike protein targeted by the vaccines are largely dissimilar, sharing a sequence of only four amino acids out of several hundred.[30] David Gorski wrote on Science-Based Medicine that Wodarg and Yeadon were \"stoking real fear [...] based on speculative nonsense\".[31] False claims that a vaccinated person could \"shed\" SARS-CoV-2 spike proteins, allegedly causing menstrual irregularities or other harmful effects on the reproductive health of non-vaccinated women who are in proximity to them, such as miscarriage, were cited by the Centner Academy, a private school in Miami, which announced it would not employ teachers who received the COVID-19 vaccine.[10][32][33] Other businesses refused to serve vaccinated customers, citing concerns that vaccinated people could shed the virus.[34][35][36] Some promoters of this claim have recommended the use of face masks and social distancing to protect themselves from those who have been vaccinated.[37] Gynecologist and medical columnist Jen Gunter stated none of the vaccines currently approved in the United States \"can possibly affect a person who has not been vaccinated, and this includes their menstruation, fertility, and pregnancy\".[38] In late 2020, claims circulated on social media that the Pfizer–BioNTech COVID-19 vaccine caused Bell's palsy in trial participants. Several pictures which had originally been published prior to 2020 accompanied these posts, and were falsely labeled as these participants.[39] During the trial, four of the 22,000 trial participants indeed developed Bell's palsy. The FDA observed that the \"frequency of reported Bell's palsy in the vaccine group is consistent with the expected background rate in the general population\".[40][41] Debate is still ongoing about whether or not there is a causal link between any of the major COVID-19 vaccines and Bell's palsy.[42][43][44] However, experts agree that even if an association exists, it occurs extremely rarely and the effect is small (~10 cases per 100,000 vs 3-7 cases per 100,000 in a typical pre-pandemic year).[45][46] Bell's palsy is usually temporary and known to occur following many vaccines.[47][48][49] Videos posted to Facebook and Instagram have claimed without evidence that 62 percent of people given an mRNA vaccine develop blood clots,[50] and that Pfizer's COVID-19 vaccine causes blood to clot \"in a minute or two\".[51] Studies have found possible causal links between the AstraZeneca and Janssen COVID-19 vaccines and a rare clotting disorder known as thrombosis with thrombocytopenia syndrome (TTS),[50] but the risk is low for most people, with 47 confirmed reports of the condition out of more than 15 million recipients of the Janssen vaccine in the United States as of October 2021[update].[51] A 2021 study published in the British Medical Journal suggested that SARS-CoV-2 infection is approximately 200 times more likely to cause blood clots in patients than the AstraZeneca vaccine.[52] The website Natural News has published claims that mRNA vaccines for COVID-19 can cause cancer by inactivating tumor-suppressing proteins. This claim was based on a misrepresentation of a 2018 study at Memorial Sloan Kettering Cancer Center (MSKCC), which did not involve the mRNA used in vaccines.[10] The study found that transcription errors in certain mRNA molecules could disrupt production of tumor-suppressing proteins. However, mRNA used in vaccines is made artificially, and poses no risk of transcription errors once made.[53] A widely reposted 2021 Facebook post claiming that the mRNA vaccines against COVID-19 could cause prion diseases was based on a paper by J. Bart Classen.[10] The paper was published in Microbiology and Infectious Diseases, whose publisher, Scivision Publishers, is included in Beall's list of publishers of predatory journals.[54] Classen's only published evidence for his claim was a brief summary of an \"unspecified analysis of the Pfizer/BioNTech COVID-19 vaccine\", according to NewsGuard.[10] Vincent Racaniello, professor of microbiology and immunology at Columbia University, described the claim as \"completely wrong\".[54] Previous mRNA vaccines have been tested in humans, and were not found to cause prion disease.[10] The mRNA contained in the vaccine is degraded within a few days of entering the cells of a person receiving it and does not accumulate in the brain.[55] The U.S. Alzheimer's Association has stated that currently available COVID-19 vaccines are safe for persons with Alzheimer's disease and other forms of dementia.[56] Social media posts in Cameroon pushed a conspiracy theory that polio vaccines contained COVID-19, further complicating polio eradication beyond the logistical and funding difficulties created by the COVID-19 pandemic.[57] Antibody-dependent enhancement (ADE) is the phenomenon in which a person with antibodies against one virus (i.e. from infection or vaccination) can develop worse disease when infected by a second closely-related virus, due to a unique and rare reaction with proteins on the surface of the second virus.[58][59] ADE has been observed in vitro and in animal studies with many different viruses that do not display ADE in humans.[60][58] Researchers acknowledge that \"Fundamentally, this question should be asked of all vaccine candidates under development, despite the rarity of the phenomenon.\"[61] Prior to the pandemic, ADE was observed in animal studies of laboratory rodents with vaccines for SARS-CoV, the virus that causes severe acute respiratory syndrome (SARS). However, as of 27 January 2022[update] there have been no observed incidences with vaccines for COVID-19 in trials with nonhuman primates, in clinical trials with humans, or following the widespread use of approved vaccines.[62][63][61] Molecular simulations indicate that ADE might play a role in new strains such as delta, but none in the strains that the vaccines were originally designed for.Infection-enhancing anti-SARS-CoV-2 antibodies recognize both the original Wuhan/D614G strain and Delta variants. A potential risk for mass vaccination?. Anti-vaccination activists cited ADE as a reason to avoid vaccination against COVID-19.[31][64] While no natural ADE has been observed in humans, there have been several cases of ADE caused by Vaccine-Associated Disease Enhancement (VADE) (also commonly called Vaccine-Associated Enhanced Disease (VAED)) reported since September, 2021, by the United States National Library of Medicine and National Institutes of Health which is a known adverse reaction of vaccinations that occurs as two distinct immunopathologies, ADE or VAH (vaccine-associated hypersensitivity). This has been observed in humans from COVID-19 vaccinations, occurring as both ADE[65][66] and VAH. In November 2020, claims circulated on the web that the Oxford–AstraZeneca COVID-19 vaccine contained tissue from aborted fetuses. While it is true that cell lines derived from a fetus aborted in 1970 plays a role in the vaccine development process, the molecules for the vaccine are separated from the resulting cell debris.[67][68] Several other COVID-19 vaccine candidates use fetal cell lines descended from fetuses aborted between 1972 and 1985. No fetal tissue is present in these vaccines.[10] In 2021, anti-vaccination misinformation circulated on social media saying that SARS-CoV-2 spike proteins were \"very dangerous\" and \"cytotoxic\". At that time, all COVID-19 vaccines approved for emergency use either contained mRNA or mRNA precursors for the production of the spike protein. This mRNA consists of instructions which, when processed in cells, cause production of spike proteins, which trigger an adaptive immune response in a safe and effective manner.[69][70] Claims have been made that data from the United States Department of Health and Human Services's Vaccine Adverse Event Reporting System (VAERS) reveals a hidden toll of COVID-19 vaccine related deaths.[71][72][73][74] This claim have been debunked as a misleading misrepresentation by anti-vaccine sources.[71][72][75][76][73][74] The VAERS is known to report and store co-occurring health events with no proof of causation,[71] including suicides, mechanical incidents (car accident[73]), natural deaths by chronic diseases, old age and others. The websites Medalerts.org by the National Vaccine Information Center, a known and leading anti-vaccine center, and OpenVAERS.org have been linked to this misinformation.[73] Comparative studies of VAERS, which look at relative reporting rates, have found that the data does not support these claims.[77][78] A 2021 transparency report from Facebook found that the most popular shared link in the United States from January to March was an article from the South Florida Sun-Sentinel about a doctor's death two weeks after getting a COVID-19 vaccine. The medical examiner later found no evidence of a link to the vaccine, but the article was promoted and twisted by anti-vaccine groups to raise doubt about vaccine safety.[79] Anti-vaccine activists Robert F. Kennedy Jr. and Del Bigtree have suggested without evidence that the death of Baseball Hall of Fame member Hank Aaron was caused by receiving the COVID-19 vaccine. Aaron's death was reported as being due to natural causes, and medical officials did not believe the COVID-19 vaccine had any adverse effect on his health.[10] News channel New Tang Dynasty Television spread misrepresentation of Taiwan's VAERS surveillance data to suggest COVID-19 vaccines, including the Taiwanese-developed Medigen vaccine, killed more people than the virus.[80][81] Similar misrepresentation of known \"deaths after vaccination\" as \"deaths due to vaccination\" have been mentioned in various countries, including Italy, Austria, South Korea, Germany, Spain, USA, Norway, Belgium, Peru.[82] This cases have been debunked as misrepresentation of the cases and data.[82] In November 2021, a White House correspondent for the conservative outlet Newsmax falsely tweeted that the Moderna vaccine contained luciferase \"so that you can be tracked.\"[83][84] In November 2021, erroneous claims arose that a \"detox bath\" of epsom salt, borax and bentonite clay can remove the effects of the vaccine.[85] In fact, a rapid review of literature shows that no known mechanism exists for removing a vaccine from a vaccinated person.[86] Under U.S. FDA regulations, a product approved under an Emergency Use Authorization (EUA) is considered \"legally distinct\" from a product that has received full approval by the FDA. Besides differences in naming and labeling to account for its approval, and increased FDA oversight over its production, there are no formulaic differences between the EUA and approved versions of a vaccine, and the two are considered interchangeable once approved. For example, the Pfizer vaccine was labeled as \"Pfizer–BioNTech COVID-19 Vaccine\" when under EUA, but was assigned the United States Adopted Name \"Comirnaty\" upon its approval.[87][88] Some anti-vaccine advocates have made claims surrounding scenarios where this distinction is allegedly applicable; as doses produced prior to the full FDA approval of the Pfizer vaccine may still be in circulation, claims have been made that no FDA-approved vaccine is \"available\" in the United States because the legally-distinct Comirnaty was not yet being distributed.[89][87] This claim was cited by a group of Louisiana Republican lawmakers,[87] Senator Ron Johnson,[90] and in a lawsuit filed by the First Liberty Institute against a COVID-19 vaccine mandate implemented by the U.S. military. In the case of the latter, the plaintiffs claimed that the mandate applied specifically to Comirnaty only, and not the \"experimental\" Pfizer–BioNTech COVID-19 Vaccine.[91] Another claim was that the approved version does not share the same liability protection as the version produced under an EUA. Under the Public Readiness and Emergency Preparedness (PREP) Act, individuals are eligible for compensation via the Countermeasures Injury Compensation Program (CICP) for severe outcomes or death caused by COVID-19 countermeasures such as vaccines. This applies generally to all COVID-19 vaccines, including those not yet given formal approval.[87][88] Multiple social media posts promoted a conspiracy theory claiming that in the early stages of the pandemic, the virus was known and that a vaccine was already available. PolitiFact and FactCheck.org noted that no vaccine existed for COVID-19 at that point. The patents cited by various social media posts reference existing patents for genetic sequences and vaccines for other strains of coronavirus such as the SARS coronavirus.[92][93] The WHO reported that as of 5 February 2020, despite news reports of \"breakthrough drugs\" being discovered, there were no treatments known to be effective;[94] this included antibiotics and herbal remedies not being useful.[95] On Facebook, a widely shared post claimed in April 2020 that seven Senegalese children had died because they had received a COVID-19 vaccine. No such vaccine existed, although some were in clinical trials at that time.[96] Some[who?] have falsely asserted COVID-19 vaccines cause people to become magnetized such that metal objects stick to their bodies.[97] Video clips of people showing magnets sticking to the injection site have been spread on social media platforms such as Instagram, Facebook, Twitter, YouTube, and TikTok, claiming that vaccination implants a microchip in people's arms.[98][99] Called by Republicans as an expert witness before a June 2021 hearing of the Ohio House Health Committee, anti-vaccine activist Sherri Tenpenny promoted the false claim, adding, \"There's been people who have long suspected that there's been some sort of an interface, yet to be defined interface, between what's being injected in these shots and all of the 5G towers.\"[100] 5G-compatible chips are about 13 times too large to fit through the needles used to administer COVID-19 vaccines, whose internal diameter is between 0.26 and 0.41 millimeters.[101] Most microchips do not contain ferromagnetic components, being made mostly of silicon.[99] It is possible for smooth objects such as magnets to stick to one's skin if the skin is slightly oily.[98] No COVID-19 vaccines authorized for use in the U.S. or Europe contain magnetic or metal ingredients or microchips. Instead the vaccines contain proteins. lipids, water, salts, and pH buffers.[10][99][98] Twitter and YouTube users circulated video clips purporting to show that vaccine injections given to health care workers were staged for the press using syringes with \"disappearing needles\". The syringes used were actually safety syringes, which automatically retract the needle once the vaccine is injected in order to reduce accidental needlestick injuries to nurses and lab workers.[10][102] Discourses against COVID vaccines became part of QAnon's set of beliefs, as adherents used the pandemic to promote the conspiracy theory.[103][104][105][106] In 2021, Romana Didulo, a QAnon-affiliated Canadian conspiracy theorist calling herself the \"Queen of Canada\" caused her online followers to harass Canadian businesses and public authorities with demands that they cease all measures related to combating the pandemic.[107] She was apprehended in late November after calling on her 73,000 Telegram followers to \"shoot to kill\" all healthcare workers administering COVID-19 vaccines.[108] Anti-government groups such as sovereign citizens and freemen on the land also took part in the anti-vaccine movement.[109][110][111][112] During lockdowns in Bulgaria, many Roma neighborhoods claimed that they were subject to lockdowns without proper explanations even though the level of infections to other parts of the country were higher than their neighborhoods. The communities already held a distrust of institutions and the government, and helped create an even more strained relationship and lack of trust.[113] In France, Florian Philippot and Nicolas Dupont-Aignan, right-wing candidates to the 2022 presidential election, have both cast doubts about the vaccine's effectiveness and safety.[114][115] In Hong Kong, the lower perceived risk of catching COVID-19 when it was under control, misinformation about the vaccines' side effects and efficacy, as well as political events and distrust of the HKSAR government, contributed to a low rate of vaccination.[116][117] To some extent, similar complacency occurred in Taiwan, Macau, and mainland China. Many Hongkongers felt that the government was actively pushing the SinoVac vaccine despite its lower efficacy compared with BioNTech and AstraZeneca. Older residents might believe the BioNTech vaccine lead to severe side effects. Officials also stated that people with \"uncontrolled severe chronic diseases\" should not receive the SinoVac vaccine and urged those who weren't sure to consult with their doctors first. Conspiracy theories about the government spread as well due to a packaging issue with the BioNTech vaccine.[118] Skepticism of Western and preventive medicine further contributed to the hesitancy.[119][117] Towards the end of May 2021, about 19% of Hongkongers had received their first dose and 13.8% their second.[120] By 1 January 2022, 62% of the population was fully vaccinated, but as of 7 February, only 33% of those aged 80 or older had received one dose.[116] As Omicron subvariants spread across the city, a study showed that 15% of those aged 80 or older who weren't immunized at all died after contracting the disease, compared with 3% of those who got two SinoVac shots and 1.5% of those who received two BioNTech doses.[121] In the United States, COVID-19 vaccine hesitancy varies largely by region; however, regardless of region, medical professionals are vaccinated at higher rates than the general public.[122] Estimates from two surveys were that 67% or 80% of people in the U.S. would accept a new vaccination against COVID-19, with wide disparity by education level, employment status, ethnicity, and geography.[123] A US study conducted in January 2021 found that trust in science and scientists was strongly correlated with likelihood to get vaccinated for COVID-19 among those who had not already gotten vaccinated.[124] In March 2021, 19% of US adults claimed to have been vaccinated while 50% announced plans to get vaccinated.[125][126] In the United States, vaccine hesitancy could be seen in certain social groups due to lack of trusted medical sources, traumatic past experiences with medical care and widespread theories.[127][128] Distrust can be seen in the African American population where many see the history in the United States of using African Americans as experiments, such as the Tuskegee experiments and the work of J. Marion Sims, as basis to refuse the vaccine.[129] According to The New York Times, only 28 percent of Black New Yorkers ages 18 to 44 years were fully vaccinated as of August 2021[update], compared with 48 percent of Latino residents and 52 percent of White residents in that age group. Interviewees cited mistrust of the government, personal experiences of medical racism, and historical medical experimentation on Black people such as the Tuskegee Syphilis Study as reasons for their reluctance to be vaccinated.[130] A professor from the University of Warsaw in Poland, claimed that her research found that medical mistrust was higher in nations that had experienced Soviet-style communism in the past, and vaccine hesitancy could be seen if the countries introduced compulsory vaccination regulations.[113] Medical mistrust is also seen in Russia where one person described a lack of understanding what the vaccine is and claimed that if there was more statistics and research about the Sputnik V and other Russian made vaccines they would be more \"loyal\". She also stated that there was also mistrust over the lack of consistent medical information about the vaccine coming from many sources including the authorities of the region.[131] Some countries are using vaccination tracking systems, apps, or passports that are labeled as passes to allow individuals certain freedoms. In France, every adult must present a \"pass sanitaire\" before entering specific locations such as restaurants, cafes, museums, and sports stadiums after a new law was passed in July 2021.[132] Italy reported a 40% increase in the number of people who received the first dose of the vaccine after a governmental decree in September 2021 requiring a health pass for all workers either in the public or private sectors starting in October 2021. Similar passes have been put into effect in countries such as Slovenia and Greece.[133] Lithuania introduced vaccination certificates that citizens 12-years and older must show to enter most public indoor spaces.[134] Many public figures and celebrities have publicly declared that they have been vaccinated against COVID-19, and encouraged people to get vaccinated. Many have made video recordings or otherwise documented their vaccination. They do this partly to counteract vaccine hesitancy and COVID-19 vaccine conspiracy theories.[135][136][137][138] Many current and former heads of state and government ministers have released photographs of their vaccinations, encouraging others to be vaccinated, including Kyriakos Mitsotakis, Zdravko Marić, Olivier Véran, Mike Pence, Joe Biden, Barack Obama, George W. Bush, Bill Clinton, the Dalai Lama, Narendra Modi, Justin Trudeau, Alexandria Ocasio-Cortez, Nancy Pelosi and Kamala Harris.[139][140] Elizabeth II and Prince Philip announced they had the vaccine, breaking from protocol of keeping the British royal family's health private.[135] Pope Francis and Pope Emeritus Benedict both announced they had been vaccinated.[135] In a call-in-television special President Vladimir Putin told listeners that he had received the Sputnik V vaccine and stressed that all the vaccines were safe.[141] Today was a good day. I have never been happier to wait in a line. If you're eligible, join me and sign up to get your vaccine. Come with me if you want to live! Arnold Schwarzenegger[142][143] Dolly Parton recorded herself getting vaccinated with the Moderna vaccine she helped fund, she encouraged people to get vaccinated and created a new version of her song \"Jolene\" called \"Vaccine\".[135] Several other musicians like Patti Smith, Yo-Yo Ma, Carole King, Tony Bennett, Mavis Staples, Brian Wilson, Joel Grey, Loretta Lynn, Willie Nelson, and Paul Stanley have all released photographs of them being vaccinated and encouraged others to do so.[139] Grey stated \"I got the vaccine because I want to be safe. We've lost so many people to COVID. I've lost a few friends. It's heartbreaking. Frightening.\"[139] Many actors including Amy Schumer, Rosario Dawson, Arsenio Hall, Danny Trejo, Mandy Patinkin, Samuel L. Jackson, Arnold Schwarzenegger, Sharon Stone, Kate Mulgrew, Jeff Goldblum, Jane Fonda, Anthony Hopkins, Bette Midler, Kim Cattrall, Isabella Rossellini, Christie Brinkley, Cameran Eubanks, Hugh Bonneville, Alan Alda, David Harbour, Sean Penn, Amanda Kloots, Ian McKellen and Patrick Stewart have released photographs of themselves getting vaccinated and encouraging others to do the same.[135][139] Dame Judi Dench and Joan Collins announced they have been vaccinated.[135] Please and reassure yourself why getting vaxxed is the move. Save a life or two. Who knows? Ariana Grande[143] Other TV personalities such as Martha Stewart, Jonathan Van Ness, Al Roker and Dan Rather released photographs of themselves getting vaccinated and encouraged others to do the same.[135][139] Stephen Fry also shared a photograph of being vaccinated; he wrote, \"It's a wonderful moment, but you feel that it's not only helpful for your own health, but you know that you're likely to be less contagious if you yourself happen to carry it ... It's a symbol of being part of society, part of the group that we all want to protect each other and get this thing over and done with.\"[135] Sir David Attenborough announced that he has been vaccinated.[135] Dutch TV personality Beau van Erven Dorens got his vaccination on live TV in his late-night talk show on 3 June 2021.[144] Magic Johnson and Kareem Abdul-Jabbar released photographs of themselves getting vaccinated and encouraged others to do the same; Abdul-Jabbar said, \"We have to find new ways to keep each other safe.\"[139] Romesh Ranganathan, Meera Syal, Adil Ray, Sadiq Khan and others produced a video specifically encouraging ethnic minority communities in the UK to be vaccinated including addressing conspiracy theories stating \"there is no scientific evidence to suggest it will work differently on people from ethnic minorities and that it does not include pork or any material of fetal or animal origin.\"[145] Oprah Winfrey and Whoopi Goldberg have spoken about being vaccinated and encouraged other black Americans to be so.[139] Stephanie Elam volunteered to be a trial volunteer stating \"a large part of the reason why I wanted to volunteer for this COVID-19 vaccine research – more Black people and more people of color need to be part of these trials so more diverse populations can reap the benefits of this medical research.\"[139] Many news articles, TV interviews and posts on social media appeared in 2021 to highlight either the anger of individuals whose children or immune compromised family members either caught COVID-19 or were impacted by vaccine hesitancy or those who were vaccine hesitant and later tested positive. The Chief Medical Officer for England, Prof. Chris Whitty, tweeted in September 2021 that \"The majority of our hospitalised Covid patients are unvaccinated and regret delaying their vaccines\" with about 60% of all hospitalisations due to COVID-19 in the UK being of unvaccinated individuals.[146] While some cases have allowed for more discussions to open up about the vaccine and the effects of the disease, some still have remaining hesitancy about the vaccination process,[147] others have expressed their regret for not pushing the vaccine or determination to get vaccinated.[148] Austria and Germany both announced in late 2021 that they would introduce lockdowns for only unvaccinated citizens.[134] In Greece those who refuse to get vaccinated and are above the age of 60 will be fined 100 euros a month, with the payments put towards a hospital service fund. In Singapore, all citizens who chose not to get vaccinated must pay their medical bills in full if they test positive and receive hospital care, while in Ukraine all teachers and government officials who remain unvaccinated were placed on unpaid leave, and restaurants, shopping malls and fitness centers must have 100% of their employees vaccinated to operate.[149] The Kremlin announced in 2021 that it was supporting a lottery that would give 1,000 chosen vaccinated individuals the equivalent of $1,350. The Mayor of Moscow also announced that the city would give away five cars every week to vaccinated residents.[141] In the United States, many states such as Alaska,[150] Pennsylvania,[151] and Ohio,[152] along with cities and universities, offered scholarships, money, and physical items in lotteries. These benefits had varying success in raising vaccination numbers. In July 2021, the Polish government launched the National Vaccination Programme Lottery to encourage vaccinations against COVID-19. It was open to people aged 18 years and over who had completed the COVID-19 vaccination programme and had registered for the lottery by September 30, 2020. The final prize draw took place on October 6, 2021, and there were two cash prizes of PLN 1 million (US$264,000) and two Toyota C-HR cars to be won.[153] First Capital Bank, based out of Malawi, issued a statement that they would only give the annual performance bonuses to vaccinated employees.[154] In France, since September 2021, all health care workers must have received at least one dose of the vaccine to continue working with any resisters suspended without pay. Additional worker groups that have been mandated to do so earlier in the year are military members and firefighters.[132] In November 2021, Austria announced that it would introduce a nationwide vaccine mandate.[134] In the United States many businesses,[155] schools[156] and universities,[157] healthcare providers,[158] and governmental and state departments have enacted vaccine mandates.[159] While many of the mandates allow for a person to opt out due to medical or religious reasons and be regularly tested, the federal mandate signed in September 2021 did not include this option.[159] Additionally some of the mandates are focused only on specific groups such as Rutgers University which only mandated the vaccine for students and health-care and public-safety employees.[157] The mandates have seen push back with a New York Judge temporarily blocking one for healthcare workers who claimed they could not opt out due to religious reasons,[160] and Arizona Attorney General Mark Brnovich suing the Biden administration for its vaccine mandate for federal employees and private businesses with over 100 employees.[161] Additional push back on vaccine mandates were seen at local levels with at least one Sheriffs department in California announcing they would not enforce any vaccine mandates as \"the last line of defense from tyrannical government overreach\",[162] while others have seen mass resignation.[163]","Title":"COVID-19 vaccine misinformation and hesitancy - Wikipedia","KeyID":"11107","URL":"https://en.wikipedia.org/wiki/COVID-19_vaccine_misinformation_and_hesitancy"}