{"Content: ":"The EU Digital COVID Certificate (EUDCC), known in Italy as the Green Pass, and in France as the Sanitary Pass or Health Pass (passe sanitaire), is a COVID-19 vaccine passport created by the European Union (EU), that is valid in all member states. The EUDCC can be used when travelling within the Schengen Area. It launched in July 2021, and is/was applicable for citizens of the EU, and also for travellers from outside of the region.[1][2][3] In October 2021, Johannes Bahrke, the European Commission's digital spokesman, said the EUDCC \"set a global standard by being the only system currently in operation internationally\". Since the July 2021 launch more than 591 million certificates had been issued, 438 million of them on the basis of vaccination.[4] In the spring of 2022, the majority of member states removed the requirement to show Covid-related documents, including the cert, for people travelling from another part of the EU or Schengen Area.[5] Several of the remaining countries ended their use of the Covid Cert in the following months, while many abolished requirements relating to travel from outside the EU and Schengen Area.[6] The EUDCC certifies that a person has either:[7] Additionally, the certificate contains the full name and date of birth of the certificate holder. No other personal information is included. Each certificate only certifies one claim, so for each vaccination and each test a separate certificate is required. The EUDCC is a digitally-signed document.[7] It is usually supplied in the form of a QR code, either contained in a PDF file, or as a printout. There are various mobile apps available to store and display the EUDCC (such as the Corona-Warn-App); alternatively, the EUDCC can be presented on paper. To check the validity of the EUDCC, a special software is required which scans the QR code and verifies the digital signature, for example the mobile application CovPassCheck-App. Technically, the QR code contains JSON document with the information payload. This JSON document is serialized using Concise Binary Object Representation (CBOR), and digitally signed according to CBOR Object Signing and Encryption (COSE). The resulting data is compressed with zlib and encoded into the final QR code.[8]","Title":"EU Digital COVID Certificate - Wikipedia","KeyID":"11106","URL":"https://en.wikipedia.org/wiki/EU_Digital_COVID_Certificate"}