{"Content: ":"ZyCoV-D is a DNA plasmid-based COVID-19 vaccine developed by Indian pharmaceutical company Cadila Healthcare, with support from the Biotechnology Industry Research Assistance Council. It is approved for emergency use in India. The vaccine contains a DNA plasmid vector that carries the gene encoding the spike protein of SARS-CoV-2. As with other DNA vaccines, the recipient's cells then produce the spike protein, eliciting a protective immune response. The plasmid also contains unmethylated CpG motifs to enhance its immunostimulatory properties.[1] The plasmid is produced using E. coli cells.[1] The vaccine is given as an intradermal injection using a spring-powered jet injector.[1][2] This is because successful transfection of DNA vaccines requires traveling across both the cell plasma membrane and the nuclear membrane,[3] and using a conventional needle gives poor results and leads to low immunogenicity.[3][4] In February 2020, Cadila Healthcare decided to develop a DNA plasmid based COVID-19 vaccine at their Vaccine Technology Centre (VTC) in Ahmedabad.[5] The vaccine candidate was able to pass the pre-clinical trials on animal models successfully. A report of the study was made available via bioRxiv and later published in the journal Vaccine.[1][6] Thereafter, human trials for Phase I and II were approved by the regulator.[7] Phase I trials of the vaccine candidate started on 15 July 2020 and continued until October 2020. The vaccine candidate was tested on 48 healthy individuals in the 18–55 age range, with 28 days between each of the three doses. The trial found the vaccine to be \"safe, well-tolerated and immunogenic\".[8] Cadila Healthcare began phase II trials of the vaccine candidate from 6 August 2021 with over 1,000 volunteers as part of the adaptive Phase I/II multi-centric, dose escalation, randomised, double-blind placebo controlled method.[9][10][11] The company reported that phase II trials were completed by November 2020.[12][13] In November 2020, the company announced it would test the vaccine candidate on about 30,000 patients in Phase III trials.[13] In January 2021, the Drugs Controller General of India (DCGI) granted permission to conduct the Phase III clinical trials for 28,216 Indian participants in the 12–99 age group.[14][15] Of this, about 1,000 individuals were in the 12–18 age group.[16][17] Interim results from the phase III trials were made available in July 2021.[18] On 1 July 2021, Cadila Healthcare reported the efficacy to be 66.6% against symptomatic COVID-19 and 100% against moderate or severe disease in its interim analysis of its phase 3 trial data.[19][20][unreliable medical source?] On 1 July 2021, Cadila Healthcare applied to the Drugs Controller General of India (DCGI), seeking approval for Restricted Use in Emergency Situation for the vaccine.[21] On 20 August 2021, the Subject Expert Committee of the Central Drugs Standard Control Organisation (CDSCO) recommended that the DCGI grant the approval,[22] which the DCGI then granted on the same day.[23] On 23 April 2021, production of the ZyCoV-D vaccine was started, with a yearly capacity of 240 million doses.[24] ","Title":"ZyCoV-D - Wikipedia","KeyID":"11111","URL":"https://en.wikipedia.org/wiki/ZyCoV-D"}