{"Content: ":"Oviraptorosaurs (\"egg thief lizards\") are a group of feathered maniraptoran dinosaurs from the Cretaceous Period of what are now Asia and North America. They are distinct for their characteristically short, beaked, parrot-like skulls, with or without bony crests atop the head. They ranged in size from Caudipteryx, which was the size of a turkey, to the 8-meter-long, 1.4-ton Gigantoraptor.[3] The group (along with all maniraptoran dinosaurs) is close to the ancestry of birds. Analyses like those of Maryanska et al (2002) and Osmólska et al. (2004) suggest that they may represent primitive flightless birds.[4][5] The most complete oviraptorosaur specimens have been found in Asia.[6] The North American oviraptorosaur record is sparse.[6] The earliest and most basal (\"primitive\") known oviraptorosaurs are Ningyuansaurus wangi, Protarchaeopteryx robusta and Incisivosaurus gauthieri, both from the lower Yixian Formation of China, dating to about 125 million years ago during the Aptian age of the early Cretaceous period. A tiny neck vertebra reported from the Wadhurst Clay Formation of England shares some features in common with oviraptorosaurs, and may represent an earlier occurrence of this group (at about 140 million years ago).[7] Oviraptorosaurians have shortened rostrums, massive, beaklike mandibles, and long parietal bones. With the exception of the 8-meter long Gigantoraptor, they are generally medium-sized and rarely exceeded 2 meters in length. The most primitive members have four pairs of teeth in the premaxillae, such as in Caudipteryx[8] and in Incisivosaurus they are enlarged and form bizarrely prominent bucktoothed incisors. The more advanced members have no teeth in the jaws. Pneumatization is extensive in the skulls and vertebrae of the more advanced members. Oviraptorosauria have thick, U-shaped furculae and a large sternal plates that are wider (together) than they are long, unlike in birds and dromaeosaurs. The arms are around half the length of the legs and over half the length of the presacral vertebral column. The hands are long, and tridactyl, with a reduced third finger in Caudipteryx and Ajancingenia. There are between 5 and 8 sacral vertebrae. The pubis is vertical or subvertical, with a concave anterior edge. The tibia is 15%-25% longer than the femur. The tail is short, with the number of vertebrae reduced to 24 or so, and proximally very thick, with broad transverse processes.[5] The ischium retains the primitive character of a prominent, triangular obturator process and lack the proximodorsal process that is found in birds. In advanced oviraptorosaurians, the ischium is curved posteriorly. The pectoral girdle is also primitive; the scapula is a broad blade that is distally expanded, it lies on the lateral aspect of the thorax at an angle to the vertebral column, and the coracoid has the primitive coelurosaur shape with a proximal supracoracoidal nerve foramen and a moderate biceps tubercle.[9] Oviraptorosaurians are different from most other maniraptorans in the form of their skulls. They have shortened snouts, beak-like jaws with few or no teeth, and a large opening in the lower jaw bone. Some have bony crests atop the skull. The most primitive members have a few teeth in the front of the mouth; in Incisivosaurus, they are enlarged and form bizarrely prominent \"bucktoothed\" incisors. The arms and hands are generally long (though very reduced in some advanced species) and the shoulder girdle is large and massive, with flexed coracoid bones and prominent attachments for strong arm muscles. Their tails are very short compared to other maniraptorans. In Nomingia and Similicaudipteryx, the tail ends in four fused vertebrae which Osmólska, He, and others have referred to as a \"pygostyle\", but which Witmer found was anatomically different and evolved separately from the pygostyle of birds (a bone which serves as the attachment point for a fan of tail feathers).[2][9] Evidence for feathered oviraptorosaurs exists in several forms. Most directly, four species of primitive oviraptorosaurs (in the genera Caudipteryx, Protarchaeopteryx, and Similicaudipteryx) have been found with impressions of well developed feathers, most notably on the wings and tail, suggesting that they functioned at least partially for display. Secondly, at least four oviraptorosaur genera (Nomingia, Similicaudipteryx, Citipati, and Conchoraptor) preserved tails ending in something like a pygostyle, a bony structure at the end of the tail that, in modern birds, is used to support a fan of feathers.[2][10] Similarly, quill knobs (anchor points for wing feathers on the ulna) have been reported in the oviraptorosaurian species Avimimus portentosus.[11] Additionally, a number of oviraptorid specimens have famously been discovered in a nesting position similar to that of modern birds. The arms of these specimens are positioned in such a way that they could perfectly cover their eggs if they had small wings and a substantial covering of feathers.[12] The eating habits of these animals are not fully known: they have been suggested to have been either carnivorous, herbivorous, mollusk-eating or egg-eating (the evidence that originally supported the latter is no longer considered valid); these options are not necessarily incompatible. Some ate small vertebrates. Evidence for this comes from a lizard skeleton preserved in the body cavity of Oviraptor and two baby Troodontid skulls found in a Citipati nest. Evidence in favor of a herbivorous diet includes the presence of gastroliths preserved with Caudipteryx. There are also arguments for the inclusion of mollusks in their diet. Originally these animals were thought to be egg raiders, based on a Mongolian find showing Oviraptor on top of a nest. Recent studies have shown that the animal was actually on top of its own nest.[13] A 2022 study of the bite forces of oviraptorosaurs such as Incisivosaurus, Khaan, Citipati, and Conchoraptor suggests that most if not all oviraptorosaurs had a very strong bite force. The moderate jaw gape seen in oviraptorosaurs is indicative of herbivory in the majority of the group, but it is clear they were likely feeding on much tougher or more types of vegetation than other herbivorous theropods in their environment, such as ornithomimosaurs and therizinosaurs were able to. The examinations suggest oviraptorosaurs may have been powerful-biting generalists or specialists that partook of niche partitioning both in body size and cranial function. One particular group, the Caenagnathidae, may have also been more omnivorous or even carnivorous than other oviraptorosaurs.[14] Several oviraptorosaurian nests are known, with several oviraptorid specimens preserved in a brooding position over large clutches of up to a dozen or more eggs. The eggs are usually arranged in pairs, and forming a circular pattern within the nest. One oviraptorosaurian specimen from China has been found with two unlaid eggs within the pelvic canal. This suggests that, unlike modern crocodilians, oviraptorosaurs did not produce and lay many eggs at the same time. Rather, the eggs were produced within the reproductive organs in pairs, and laid two at a time, with the mother positioned in the center of the nest and rotating in a circle as each pair was laid. This behavior is supported by the fact that the eggs were shaped like highly elongated ovals, with the more pointed end pointing backward from the cloaca, and also oriented toward the center of the nest.[15] Geochemical analysis also revealed that oviraptorosaurs incubated their eggs in the 35–40 °C (95–104 °F) range, as many modern bird species do today, based on the oxygen isotope ratios in the bones of the fossil embryos of various species during development.[16] The presence of two shelled eggs within the birth canal shows that oviraptorosaurs were intermediate between the reproductive biology of crocodilians and modern birds. Like crocodilians, they had two oviducts. However, crocodilians produce multiple shelled eggs per oviduct at a time, whereas oviraptorosaurs, like birds, produced only one egg per oviduct at a time.[15] Oviraptorosaurs, like deinonychosaurs, are so bird-like that several scientists consider them to be true birds, more advanced than Archaeopteryx. Gregory S. Paul has written extensively on this possibility, and Teresa Maryańska and colleagues published a technical paper detailing this idea in 2002.[4][17][18] Michael Benton, in his widely respected text Vertebrate Paleontology, also included oviraptorosaurs as an order within the class Aves.[19] However, a number of researchers have disagreed with this classification, retaining oviraptorosaurs as non-avialan maniraptorans slightly more primitive than the deinonychosaurs.[20] The internal classification of the oviraptorosaurs has also been controversial. Most studies divide them into two primary sub-groups, the Caenagnathidae and the Oviraptoridae. The Oviraptoridae is further divided into the small, short-armed, and crestless subfamily Ingeniinae, and the larger, crested, long-armed Oviraptorinae. However, some phylogenetic studies have suggested that many traditional members of the Caenagnathidae were more closely related to the crested oviraptorids. The 2007 cladistic analysis of Turner and colleagues recovered the Oviraptorosauria as a maniraptoran clade (natural grouping) of maniraptorans more primitive than true birds. They found that the oviraptorosaurs are the sister group to the Therizinosauria and that the two, together, are more basal than any member of Paraves.[20] However, a more recent study by Zanno and colleagues challenged that finding, showing therizinosaurs to be more primitive and not closely related to oviraptorosaurs.[21] The following cladogram was found by an analysis published with the description of the caenagnathid Anzu.[22] Incisivosaurus gauthieri Similicaudipteryx yixianensis Caudipteryx zoui Caudipteryx dongi Avimimus portentosus Microvenator celer Gigantoraptor erlianensis Caenagnathasia martinsoni Ojoraptorsaurus boerei Alberta dentary morph 3 Epichirostenotes curriei Elmisaurus rarus Hagryphus giganteus Chirostenotes pergracilis Leptorhynchos gaddisi Leptorhynchos elegans \"Caenagnathus\" sternbergi Anzu wyliei Caenagnathus collinsi Nankangia jiangxiensis Yulong mini Nomingia gobiensis Oviraptor philoceratops Rinchenia mongoliensis Zamyn Khondt oviraptorid Huanansaurus ganzhouensis Citipati osmolskae Citipati sp. Wulatelong gobiensis Banji long Shixinggia oblita Jiangxisaurus ganzhouensis Ganzhousaurus nankangensis Nemegtomaia barsboldi Machairasaurus leptonychus Conchoraptor gracilis Khaan mckennai Ajancingenia yanshini Heyuannia huangi   ","Title":"Oviraptorosauria - Wikipedia","KeyID":"1111","URL":"https://en.wikipedia.org/wiki/Oviraptorosauria"}