{"Content: ":"Megaraptora is a clade of carnivorous tetanuran theropod dinosaurs with controversial relations to other theropods. Its derived members, the Megaraptoridae are noted for their elongated hand claws and proportionally large arms, which are usually reduced in size in other large theropods. Megaraptorans are incompletely known, and no complete megaraptoran skeleton has been found. However, they still possessed a number of unique features. Their forelimbs were large and strongly built, and the ulna bone had a unique shape in members of the family Megaraptoridae, a subset of megaraptorans which excludes Fukuiraptor and Phuwiangvenator. The first two fingers were elongated, with massive curved claws, while the third finger was small.[7] Megaraptoran skull material is very incomplete, but a juvenile Megaraptor described in 2014 preserved a portion of the snout, which was long and slender.[8] Leg bones referred to megaraptorans were also quite slender and similar to those of coelurosaurs adapted for running.[7] Although megaraptorans were thick-bodied theropods, their bones were heavily pneumatized, or filled with air pockets. The vertebrae, ribs, and the ilium bone of the hip were pneumatized to an extent which was very rare among theropods, only seen elsewhere in taxa such as Neovenator.[9] Other characteristic features include opisthocoelous neck vertebrae and compsognathid-like teeth.[7] The clade was originally named in 2010 as a subset of the family Neovenatoridae, a group of lightly-built allosauroids related to the massive carcharodontosaurids such as Giganotosaurus and Carcharodontosaurus.[9] A 2013 phylogenetic analysis by Fernando Novas and his colleagues disagreed with this classification scheme, and instead argued that the megaraptorans evolved deep within Tyrannosauroidea, a superfamily of basal coelurosaurs including the famous Tyrannosaurus.[7] Subsequent refinements to Novas's data and methodologies have supported a third position for the group, at the base of Coelurosauria among other controversial theropods such as Gualicho, but not within the Tyrannosauroidea.[10] Regardless of their position, it is clear that megaraptorans experienced a large amount of convergent evolution with either Neovenator-like allosauroids or basal coelurosaurs.[9][7] Megaraptorans were most diverse in the early Late Cretaceous period of South America, particularly Patagonia. However, they had a widespread distribution. Phuwiangvenator and Fukuiraptor, the most basal and second most basal known members of the group, lived in Thailand and Japan, respectively. Megaraptoran material is also common in Australia,[11] and the largest known predatory dinosaur from the continent, Australovenator, was a megaraptoran.[12] Megaraptorans were medium to large-sized theropods, ranging from Fukuiraptor, which was about 4.2 meters (13.8 feet) in length, to the 9 meter (30 feet) long Aerosteon, the 9 to 10 meter (30 to 33 feet) long Maip and the 12.8 meter (42 foot) long Bahariasaurus, if it is a member.[2] Most megaraptorans are known from very fragmentary remains, although certain characteristics can be identified in multiple members of the clade. At least some megaraptorans, such as Murusraptor and Aerosteon, had extensively pneumatic bones (most noticeably the ilia and ribs), which likely housed sinuses connected to the lungs, similar to modern birds.[13] The slender leg bones and long metatarsals of several species indicate that members of this group likely had cursorial habits.[9] Most megaraptorans are part of the family Megaraptoridae, which was named by Fernando Novas and his colleagues in 2013. This family is united by several adaptations of the ulna and claws which are not present in the basal megaraptoran Fukuiraptor.[7] No megaraptoran fossil is known to preserve a complete skull, although skull material is known for several taxa. Aerosteon, Megaraptor,Orkoraptor, and Murusraptor preserve several bones of the rear part of the skull,[13] lower jaws are known from Australovenator,[12] and a juvenile specimen of Megaraptor described in 2014 preserved much of the snout as well as parietal fragments. Teeth have been found in many genera. Collectively, megaraptorans can be reconstructed as having a long, lightly built skull with many relatively small teeth.[8] Based on Megaraptor, the premaxillary bone at the tip of the snout is small, with a long and rod-like branch of bone which extends above the external nares (nostril holes). The nares themselves were very large and elongated, akin to some early tyrannosauroids (Dilong, Proceratosaurus, etc.). The snout also had some similarities to carcharodontosaurids, namely the straight upper edge of the maxilla and rectangular nasal bones. The parietal bones at the top of the skull, behind the eyes, had a strongly developed sagittal crest, as in tyrannosauroids.[8] Otherwise, the rear part of the skull is rather simple, without any pronounced crests or bosses, although the lacrimal and postorbital bones did have rugose patches in some genera. Aerosteon and Murusraptor possessed a pneumatic quadrate, as in a few allosauroids (Sinraptor, Mapusaurus) and tyrannosauroids.[13] The dentary, which is only known in Australovenator, is long and graceful, with the first tooth smaller than the rest (as in tyrannosauroids). The mandible as a whole has only a single meckelian foramen, as in carcharodontosaurians, tyrannosaurids, and ornithomimids.[7] However, the rear part of the mandible (as seen in Murusraptor) was significantly more lightly built than that of tyrannosauroids. Preserved braincase material has similarities to both carcharodontosaurians and tyrannosauroids.[13] The premaxillary teeth of Megaraptor were variably similar to those of tyrannosauroids, being small, incisiform (chisel-like) and D-shaped in cross section.[8] However, Murusraptor's premaxillary teeth were fang-like, as in non-tyrannosauroid theropods. Megaraptoran maxillary teeth show much variety between genera, although they were generally small compared to the snout with minimal enamel ornamentation. Some megaraptorans, such as Orkoraptor, Australovenator, and Megaraptor, had teeth which were 8-shaped in cross section and completely unserrated from the front (similar to dromaeosaurids and compsognathids),[8] while Murusraptor had anterior serrations only at the tip of its teeth.[13] Fukuiraptor had very laterally compressed and blade-like teeth (similar to carcharodontosaurs) with both anterior and posterior serrations.[13] The cervical (neck) vertebrae of megaraptorans were nearly unique among theropods in the fact that they were strongly opisthocoelous.[7] This means that they were convex from the front and concave from behind. Opisthocelous vertebrae are also characteristic of Allosaurus[14] and sauropods, and they may facilitate high flexibility without sacrificing defense against shear forces.[15] Otherwise, the cervicals were similar to those of carcharodontosaurians, with short neural spines, transverse processes (projecting rib facets) located around mid-length on the centra, and a pair of large lateral pits known as pleurocoels. In fact, one or more pleurocoels were present in most megaraptoran vertebrae, and they connected to a complex system of numerous small air pockets within the vertebrae. This web-like internal structure of megaraptoran vertebrae (and that of a few other theropods) has been described as \"camellate\".[9][7] The proximal caudals (vertebrae at the base of the tail) had a longitudinal ridge running along their lower surface, similar to the case in Neovenator but unlike tyrannosauroids.[9] They also had a pair of lateral ridges which stretched downwards from the transverse processes to the centra. These ridges, known as centrodiapophyseal laminae, defined a large depression (infradiapophyseal fossa) under the transverse processes. Although these ridges were also present in dorsal (back) vertebrae and have been found in other theropods, megaraptorans were practically unique in the fact that their centrodiapophyseal laminae were well-developed at the base of the tail, sometimes even more so than the dorsal vertebrae. Only spinosaurids share this feature.[13] The strong development of these ridges may indicate that the tail was deep and muscular.[8] The dorsal ribs were thick and curved yet hollow and pierced by a hole near their connection to the vertebrae. The gastralia (belly ribs) were wide and strongly built paddle-shaped structures, with the left and right sides fused at the midline of the chest. These features signified that megaraptorans were wide-bodied theropods, akin to the condition in tyrannosaurids.[8] Megaraptorans have a sigmoid (S-shaped) humerus (forearm bone), similar to that of both basal allosauroids and basal coelurosaurs. Most megaraptorans had large, robust humeri akin to those of Allosaurus, but the basal-most member Fukuiraptor has a much more slender humerus.[9] The distal part of the humerus (near the elbow) has a well-developed system of condyles and grooves similar to that of coelurosaurs, particularly the dromaeosaurids.[16] The ulna of megaraptorids is characteristic in several regards. The olecranon process is well-developed, though it is thin, blade-like, and extends as a crest longitudinally down the shaft of the ulna. In addition, megaraptorids have acquired another long, crest-like structure on the ulna called the lateral tuberosity, which is perpendicular to the blade of the olecranon. As a result, the ulna of megaraptorids is T-shaped in cross section, with three prongs formed by the forward-projection anterior process, the outwards-projecting lateral tuberosity, and the backwards-projecting olecranon process. These adaptations are absent in the most basal megaraptoran, Fukuiraptor. The radius is not unusual compared to other theropods.[7][16] Megaraptorans also had very characteristic hands.[9][7] The first two fingers were large and slender, but the third one was small. These relative differences in finger length are somewhat similar to the case in tyrannosauroids and various other basal coelurosaurs, but the megaraptoran trend of forearm and finger enlargement is opposite to the trend towards forearm diminishment which characterizes advanced tyrannosauroids. Megaraptor retained a vestigial fourth metacarpal, the hand bone that would have connected to the fourth finger in early dinosaurs. This was a primitive feature lost by most other tetanurans. The first two fingers had absurdly large unguals (claws); in Megaraptor the first claw was larger than the entire ulna. Unlike the large unguals of many other theropods (megalosauroids, for example), megaraptoran claws were thin and oval-shaped in cross-section. These claws also had asymmetrically-positioned grooves on their flat faces and a sharp ridge on their lower edge in megaraptorids (non-Fukuiraptor megaraptorans). The carpus (wrist) of megaraptorans incorporated a semilunate (crescent-shaped) carpal similar to that of maniraptorans.[16] The femur (thigh bone) of megaraptorans is only known in Australovenator and Fukuiraptor, but it is similar to that of coelurosaurs in several respects. For example, the greater trochanter is well-developed and offset from the femoral shaft by a deep concavity. The size of the greater trochanter has the added effect of making the portion of the femur near the hip socket rectangular, when seen from above. In non-coelurosaur theropods, the greater trochanter is small, making the femur teardrop-shaped when seen from above. The femoral head is slightly upturned as in carcharodontosaurians (particularly carcharodontosaurids) and some coelurosaurs. In megaraptorans, the portion of the femur near the knee is asymmetrical when seen from the front due to the lateral condyle projecting further distally than the medial condyle.[7] The tibia was also similar to that of coelurosaurs. It was a long and thin bone. The front of the lateral condyle of the tibia hooks downwards, similar to the condition in Neovenator, Tanycolagreus, and some tyrannosauroids. The medial and lateral malleoli are expanded and project away from each other, as in advanced tyrannosauroids (both) and carcharodontosaurians (medial malleolus only). The front surface of the distal tip of the tibia (near the ankle) had the form of a flattened facet for the reception of the astragalus bone of the ankle, similar to the case in coelurosaurs. The inner edge of this facet was defined by a ridge, a feature unique to megaraptorids. The upper edge of the facet lacked a well-defined supra-astragalar buttress, unlike allosauroids. The ascending process of the astragalus, which lays on the facet, is expanded into a large trapezoidal plate of bone, similar to coelurosaurs but unlike the small, triangular ascending process of allosauroids.[7] Fukuiraptor, Australovenator, and Aerosteon have a distinct forward-pointing prong on the outer edge of the astragalus, and Fukuiraptor and Australovenator have an additional prong that projects backwards.[9] The fibula is also long and strongly tapers away from the knee, as in coelurosaurs. It connects to a small facet on the outer edge of the astragalus (as in coelurosaurs) rather than a large facet on the upper edge (as in allosauroids). Near the knee and facing the tibia, the fibula has a wide groove or depression known as a proximomedial fossa. Metatarsal III, the foot bone which connected to the middle toe, was very long and slender in all megaraptorans, as in coelurosaurs. The joint for the middle toe is tall and pulley-shaped, with a deep and crescent-shaped depression visible from below.[7] The ilium (upper plate of the hip) was a heavily pneumatized bone, filled with air pockets and perforated by pits. The only other large theropod known to possess a pneumatic ilium is Neovenator.[9] In some megaraptorans, the preacetabular blade has a notch along its front edge, as in tyrannosauroids. A stronger concavity was present a bit lower, between the preacetabular blade and pubic peduncle. This concavity, known as the cuppedicus (or preacetabular) fossa, was rimmed by a prominent shelf on the inner face of the ilium. This trait is also known in various coelurosaurs, Chilantaisaurus, and probably Neovenator. The postacetabular blade, on the other hand, lacks a large concavity. In non-coelurosaurian tetanurans, this portion of the ilium has a large depression known as a brevis fossa, which is visible from the outer face of the ilium. However, coelurosaurs and megaraptorans have a much smaller brevis fossa which occupies only a portion of the rear edge of the ilium, and it is mostly hidden from outside observers.[7] The ischium (rear lower plate of the hip) is only know in Murusraptor. It is slightly expanded, similar to that of carcharodontosaurids.[13] The pubis (front lower plate of the hip) has a much more pronounced scythe-like expansion at its tip, which is over 60% as long as the main shaft of the bone. This adaptation, known as a pubic boot, is also known in carcharodontosaurians and tyrannosaurids. The pubis is also expanded near its contact with the ilium. The left and right pubic bones are not entirely fused to each other, they are separated along their midline by an oval-shaped hole.[7] A palaeobiogeographic assessment was conducted by Phil Bell, Steve Salisbury et al., which accompanied the description of an unnamed megaraptorid (referred to by the public media as \"Lightning Claw,\" and possibly synonymous with Rapator) from opal fields southwest of Lightning Ridge, Australia. This supports an Asian origin of Megaraptora in the latest Jurassic (150–135 Ma), an Early Cretaceous (130–121 Ma) divergence of the Gondwanan lineage leading to Megaraptoridae, and an Australian root for the megaraptorid radiation of Late Cretaceous Gondwana. The specimen also allowed for alternative phylogenetic testing as to the placement of megaraptorans as either tyrannosauroids or carcharodontosaurids.[11][17] This was expanded upon by Lamanna et al. (2020) who hypothesized that the megaraptorid dispersal from Australia to South America (probably via Antarctica) came with an increase in body size, and that megaraptorids kept their large body size until the K-Pg extinction.[18] The authors also noted that while their phylogenetic analysis didn't support it, Australian megaraptorids likely formed a paraphyletic grade leading to South American forms. The genera which make up Megaraptora had been placed in a number of different theropod groups before the formation of the clade in 2010. Megaraptor and Fukuiraptor were independently considered to be giant dromaeosaurids when they were first discovered in the 1990s due to the large hand claws being misidentified as foot claws. However, these mistakes were rectified after closer inspection of the holotype (in the case of Fukuiraptor) or the discovery of new specimens (in the case of Megaraptor). By the mid-to-late 2000s, they were considered to be basal tetanurans, usually members of Allosauroidea. Smith et al. (2008) reported Megaraptor-like ulnae from Australia, and found evidence that Megaraptor was a spinosauroid. The same year, Orkoraptor was described as an unusual giant coelurosaurian with some similarities with the much smaller compsognathids. Aerosteon was considered a relative of Allosaurus in its description less than a year later, while Australovenator was considered to be the sister taxon to Carcharodontosauridae. This influx of new data in the late 2000s led to several major reanalyses of basal tetanuran phylogenetics, with interesting implications for these taxa. A study by Roger Benson, Matt Carrano & Steve Brusatte in 2010 found that Allosauroidea (or Carnosauria, as it was sometimes called) included a major subdivision known as Carcharodontosauria, which was split into the Carcharodontosauridae and a newly named family: Neovenatoridae. Neovenatorids, as formulated by these authors, contained Neovenator, Chilantaisaurus, and a newly named clade: Megaraptora. Megaraptora contained Megaraptor, Fukuiraptor, Orkoraptor, Aerosteon, and Australovenator. These genera were allied with the other neovenatorids on the basis of several features spread out throughout the skeleton, particularly the large amount of pneumatization present. The pneumatic ilium of Aerosteon was particularly notable, as Neovenator was the only other taxon known to have that trait at the time. Neovenatorids were envisioned as the latest-surviving allosauroids, which were able to persist well into the Late Cretaceous due to their low profile and coelurosaur-like adaptations.[9] Later studies supported this hypothesis, such as Carrano, Benson & Sampson (2012)'s large study of tetanuran relationships,[19] and Zanno & Makovicky (2013)'s description of the newly discovered theropod Siats, which they placed within Megaraptora. Fukuiraptor and Australovenator were consistently found to be close relatives of each other; this was also the case for Aerosteon and Megaraptor; Orkoraptor was a \"wildcard\" taxon difficult to place with certainty. The cladogram below illustrates the most recent revision of the Benson, Carrano, & Brusatte (2010) hypothesis that megaraptorans were allosauroids within the family Neovenatoridae.[9] The cladogram follows Coria & Currie (2016), who added Murusraptor to the study and utilized the family Megaraptoridae, which was originally named by Novas et al. (2013).[13][20] Allosauridae Carcharodontosauridae Neovenator Siats Chilantaisaurus Fukuiraptor Australovenator Megaraptor Murusraptor Aerosteon Orkoraptor However, an alternative hypothesis was forming, first published as an Ameghiniana abstract by Fernando Novas et al. (2012).[21] Novas and his colleagues argued that the features used to link Neovenator to Megaraptora were more widespread than the 2010 paper implied, and that the proposed coelurosaurian convergences may have signified a legitimate connection between Megaraptora and Coelurosauria. In addition, they noted that Benson, Carrano, & Brusatte only sampled three coelurosaurs in their analysis. Novas et al.'s arguments were formulated and published in a 2013 review of patagonian theropods, which removed Megaraptora from the Carcharodontosauria and instead placed the group within Coelurosauria. More specifically, megaraptorans were found to be deep within the Tyrannosauroidea, a radiation of basal coelurosaurs including the famed tyrannosaurids. As Novas et al. (2013) removed Megaraptora from Neovenatoridae, they named a new family, Megaraptoridae, which contained all Megaraptorans apart from the basal (\"primitive\") taxon Fukuiraptor. They found little evidence that Chilantaisaurus, Neovenator, or Siats were megaraptorans, but they did place the tyrannosauroid Eotyrannus within Megaraptora. Despite the hypothesized close relation between megaraptorans and tyrannosaurids, Novas et al. noted that the megaraptoran lineage had a functional morphology which diverged in a direction opposite to the tyrannosaurids. While tyrannosaurids had small arms and large, powerful heads, megaraptorans had large arms, giant claws, and relatively weak jaws.[7] The skull of a newly discovered juvenile specimen of Megaraptor, published in 2014, supported this hypothesis due to its similarities to the skull of basal tyrannosauroids such as Dilong. Nevertheless, megaraptorans still retained many similarities to carcharodontosaurians such as Neovenator, so the uncertainty behind their classification was not fully resolved.[8] The cladogram below illustrates the results of a study which supports the Novas et al. (2013) hypothesis that megaraptorans are derived tyrannosauroids. This study was Porfiri et al. (2014), which described the juvenile Megaraptor specimen. Gualicho, Murusraptor, and Tratayenia were not yet described when this study was undertaken.[8] Sinraptor Monolophosaurus Allosaurus Neovenator Carcharodontosauridae Chilantaisaurus Compsognathidae Maniraptoriformes Dilong Tanycolagreus Proceratosauridae Santanaraptor Xiongguanlong Appalachiosaurus Tyrannosauridae Fukuiraptor Australovenator Eotyrannus Orkoraptor Aerosteon Megaraptor In 2016, Novas and his colleagues published a study of megaraptoran hand anatomy, in an attempt to help settle the question of their classification. They found that megaraptorans lacked most of the key features in the hands of derived coelurosaurs including Guanlong and Deinonychus. Instead, their hands retain a number of primitive characteristics seen in basal tetanurans such as Allosaurus. Nevertheless, there are still a number of traits that support megaraptorans as members of the Coelurosauria.[16] A 2016 study of the \"lightning ridge megaraptoran\" by Bell et al. supported the idea that megaraptorans were tyrannosauroids based on the fact that Porfiri et al. (2014) incorporated skull data from Megaraptor and a wider variety of coelurosaurians compared to Benson, Carrano, & Brusatte (2010).[11] Motta et al. (2016) agreed, and proposed that a new fragmentary patagonian theropod, Aoniraptor, was a non-megaraptorid megaraptoran. Their study also noted the similaritires between Aoniraptor, the enigmatic theropod Deltadromeus, and Bahariasaurus, a giant African theropod with remains destroyed by World War II bombings. Therefore, they suggested that Bahariasaurus and Deltadromeus were also basal megaraptorans, and that Aoniraptor, Bahariasaurus, and Deltadromeus could have formed a distinct family, the Bahariasauridae.[2] A 2019 redescription of Murusraptor by Rolando, Novas, & Agnolín continued to find Megaraptora in a polytomy at the base of Tyrannosauroidea, based on the dataset of Apesteguia et al. (2016).[22] A 2022 study by Naish and Cau in contrast, classified Eotyrannus as an intermediate gracile tyrannosauroid outside of Megaraptora. Their research supported a tyrannosauroid position for megaraptorans, even though Eotyrannus itself was not a megaraptoran. They recovered Megaraptora as radiation of derived tyrannosauroids close to Tyrannosauridae, similar to that found by Porfiri et al. (2014).[23] Juratyrant Stokesosaurus Yutyrannus Xiongguanlong Aniksosaurus Fukuiraptor Australovenator Orkoraptor Dryptosaurus Tyrannosauridae Bistahieversor In 2016, a third hypothesis for megaraptoran relations was derived from Porfiri et al. (2014)'s revision to the Novas et al. dataset. That year, Sebastian Apesteguía and his colleagues described an unusual new theropod, Gualicho. The addition of Gualicho, Deltadromeus, and several corrections within the Novas et al. dataset led to an interesting result. Megaraptorans were far removed from the position deep within Tyrannosauroidea which the Novas et al. dataset had originally supported. Allosauroidea was rendered a paraphyletic grade, with carcharodontosaurids, Neovenator, a clade formed by Chilantaisaurus and Gualicho, and finally Megaraptora progressively closer to traditional coelurosaurs.[6] Another study, Porfifi et al. (2018), expanded on the dataset of Apesteguía et al. (2016) by adding two additional megaraptorids.[10] Although the results are different, the methodology analysis was practically identical to that of Apesteguia et al. (2016), only differing in the fact that it incorporated two megaraptorans not sampled in the analysis of Apesteguia et al.[6] One of these was Murusraptor, which was described in 2016 around the same time as Gualicho.[13] The second was a new megaraptorid, Tratayenia. Porfiri et al. (2018) placed Tratayenia and Murusraptor as megaraptorids, with Fukuiraptor as the basalmost megaraptoran as found by all previous revisions to the Novas et al. dataset. However, Megaraptora was in a polytomy at the very base of Coelurosauria, along with Chilantaisaurus, Gualicho, and Tyrannoraptora (\"traditional \" coelurosaurs). Non-coelurosaurian avetheropods were also subjected to a large polytomy owing to the unstable position of Neovenator. Porfiri et al. (2018) also commented on Motta et al. (2016)'s erection of Bahariasauridae, and noted that Gualicho may be a bahariasaurid in light of its similarities with Deltadromeus. If this was the case, then megaraptorans experienced much more diversity in their forelimbs than previously considered; Gualicho had very small, tyrannosaurid-like forelimbs.[10] In late 2018, Delcourt & Grillo published a study focusing on tyrannosauroids. They reused Porfiri et al. (2018)'s analysis, though corrected some scores and added data from recent studies. The study returned Neovenator to a monophyletic Allosauroidea, and placed megaraptorans as basal non-tyrannosauroid coelurosaurs close to Chilantaisaurus and Gualicho. Murusraptor was also placed as the second-most basal megaraptoran, ahead of Fukuiraptor.[24] The cladogram below follows the results of Delcourt & Grillo (2018)'s phylogenetic analysis. Sinraptor Monolophosaurus Allosaurus Eocarcharia Neovenator Carcharodontosauridae Gualicho Chilantaisaurus Fukuiraptor Murusraptor Tratayenia Megaraptor Aerosteon Australovenator Orkoraptor Timimus Tyrannoraptora In the 2022 description of Maip, Rolando et al. suggested that Megaraptora was deeply nested within in Coelurosauria, with Megaraptora classified as the sister taxon to Tyrannosauroidea. This is in line with previous studies, which have likewise suggested a close relationship between tyrannosauroids and megaraptorans. Rolando et al. also noted the presence of two distinct clades within Megaraptora: a more inclusive clade, comprising all megaraptorids except Fukuiraptor and Australovenator, (shown below as \"Clade A\"), and a more exclusive clade of larger, entirely South American megaraptorids (shown below as \"Clade B\"). The cladogram below displays the coelurosaurian results of the phylogenetic analyses by Rolando et al.[25] Nqwebasaurus Aorun Compsognathidae Tyrannosauroidea Phuwiangvenator Vayuraptor Fukuiraptor Australian megaraptorid indet. (LRF 10/106) Australovenator Orkoraptor Tratayenia Maip     ","Title":"Megaraptora - Wikipedia","KeyID":"1112","URL":"https://en.wikipedia.org/wiki/Megaraptora"}