{"Content: ":"A subunit vaccine is a vaccine that contains purified parts of the pathogen that are antigenic, or necessary to elicit a protective immune response.[1][2] A \"subunit\" vaccine doesn't contain the whole pathogen, unlike live attenuated or inactivated vaccine, but contains only the antigenic parts such as proteins, polysaccharides[1][2] or peptides. Because the vaccine doesn't contain \"live\" components of the pathogen, there is no risk of introducing the disease, and is safer and more stable than vaccine containing whole pathogens.[1] Other advantages include being well-established technology and being suitable for immunocompromised individuals.[2] Disadvantages include being relatively complex to manufacture compared to some vaccines (such as RNA vaccine), possibly requiring adjuvants and booster shots, and requiring time to examine which antigenic combinations may work best.[2] Subunit vaccines contain fragments of the pathogen, such as protein or polysaccharide, whose combinations are carefully selected to induce a strong and effective immune response. Because the immune system interacts with the pathogen in a limited way, the risk of side effects is minimal.[2] An effective vaccine would elicit the immune response to the antigens and form immunological memory that allows quick recognition of the pathogens and quick response to future infections.[1] A drawback is that the specific antigens used in a subunit vaccine may lack pathogen-associated molecular patterns which are common to a class of pathogen. These molecular structures may be used by immune cells for danger recognition, so without them, the immune response may be weaker. Another drawback is that the antigens do not infect cells, so the immune response to the subunit vaccines may only be antibody-mediated, not cell-mediated, and as a result, is weaker than those elicited by other types of vaccines. To increase immune response, adjuvants may be used with the subunit vaccines, or booster doses may be required.[2]  A protein subunit is a polypeptide chain or protein molecule that assembles (or \"coassembles\") with other protein molecules to form a protein complex.[3][4][5] Large assemblies of proteins such as viruses often use a small number of types of protein subunits as building blocks.[6] A key step in creating a recombinant protein vaccine is the identification and isolation of a protein subunit from the pathogen which is likely to trigger a strong and effective immune response, without including the parts of the virus or bacterium that enable the pathogen to reproduce. Parts of the protein shell or capsid of a virus are often suitable. The goal is for the protein subunit to prime the immune system response by mimicking the appearance but not the action of the pathogen.[7] Another protein-based approach involves self‐assembly of multiple protein subunits into a Virus-like particle (VLP) or nanoparticle. The purpose of increasing the vaccine's surface similarity to a whole virus particle (but not its ability to spread) is to trigger a stronger immune response.[8][7][9] Protein subunit vaccines are generally made through protein production, manipulating the gene expression of an organism so that it expresses large amounts of a recombinant gene.[7][10] A variety of approaches can be used for development depending on the vaccine involved.[8] Yeast, baculovirus, or mammalian cell cultures can be used to produce large amounts of proteins in vitro.[7][10][11] Protein-based vaccines are currently in use for hepatitis B and for human papillomavirus (HPV).[8][7] The approach is being used to try to develop vaccines for difficult-to-vaccinate-against viruses such as ebolavirus and HIV.[12] Protein-based vaccines for COVID-19 tend to target either its spike protein or its receptor binding domain.[8] As of 2021, the most researched vaccine platform for COVID-19 worldwide was reported to be recombinant protein subunit vaccines.[7]  Vi capsular polysaccharide vaccine (ViCPS) against typhoid caused by the Typhi serotype of Salmonella enterica.[13] Instead of being a protein, the Vi antigen is a bacterial capsule polysacchide, made up of a long sugar chain linked to a lipid.[14] Capsular vaccines like ViCPS tend to be weak at eliciting immune responses in children. Making a conjugate vaccine by linking the polysacchide with a toxoid increases the efficacy.[15]  A conjugate vaccine is a type of vaccine which combines a weak antigen with a strong antigen as a carrier so that the immune system has a stronger response to the weak antigen.[citation needed] A peptide-based subunit vaccine employs a peptide instead of a full protein.[citation needed]","Title":"Subunit vaccine - Wikipedia","KeyID":"11128","URL":"https://en.wikipedia.org/wiki/Subunit_vaccine"}