{"Content: ":"Aratasaurus (meaning \"lizard born of fire\") is a monotypic genus of basal coelurosaurian theropod which includes a single species, Aratasaurus museunacionali, known from fossils found in deposits of the Romualdo Formation in Brazil.[1] Aratasaurus lived during the Albian stage of the Early Cretaceous (111-108 Ma; possibly as early as 115 Ma).[2] The holotype, MPSC R 2089, was discovered in a plaster mine in 2008, and the holotype fossil was taken to the Plácido Cidade Nuvens Museum of Paleontology to be prepared and described. Between 2008 and 2016, microscopic analyses of the tissues of the holotype were made using small samples of the bones. Also in 2016, the holotype was taken to the National Museum of Brazil; on September 2, 2018, the museum was heavily damaged in a fire, but the area where the holotype was stored remained intact. In 2020, the holotype was described as the new genus Aratasaurus.[1] Only the right hind limb was collected, although more of the skeleton was probably present but not collected.[2][1] The generic name came from the Tupi words \"ara\" and \"atá,\" meaning \"born\" and \"fire,\" and the Greek \"sauros,\" meaning lizard; together meaning \"lizard born of fire.\" The specific name references the National Museum of Brazil, a science institution, which was devastated by a fire in 2018.[1] The holotype fossil material consists of an incomplete right limb, including a partial femur, tibia, and pes. The bones are similar to Zuolong, a similar dinosaur from the late Jurassic of China.[1][3] Based on osteohistological studies, the specimen of Aratasaurus is a juvenile/young adult, about four years old at the time of death. [1] It has been estimated to be around 3 metres (9.8 ft) long and weigh around 34 kilograms (75 lb)[1] Aratasaurus was placed in the Coelurosauria in a basal position, as the sister taxon of Zuolong.[1] Zuolong Aratasaurus Tanycolagreus Tyrannosauroidea Ornitholestes Bicentenaria Compsognathidae Maniraptoriformes Other non-avian dinosaurs from the early Cretaceous Romualdo Formation include Irritator challengeri, Santanaraptor placidus, and Mirischia assymetrica.[1]    ","Title":"Aratasaurus - Wikipedia","KeyID":"1114","URL":"https://en.wikipedia.org/wiki/Aratasaurus"}