{"Content: ":"Inovio COVID-19 vaccine is a COVID-19 vaccine candidate developed by Inovio Pharmaceuticals. In February 2020 after receiving details of the genetic sequence of the coronavirus, Inovio announced that it had produced a preclinical DNA-based vaccine as a potential therapy for COVID-19.[1][2] Inovio is in competition to develop a coronavirus vaccine with numerous other companies, which were conducting preclinical or early-stage human research on more than 170 vaccine candidates, as of late June.[3] In April 2020, Inovio began a Phase I trial of the COVID-19 vaccine candidate, INO-4800.[4] Inovio is collaborating with Beijing Advaccine Biotechnology Co., a Chinese biotech firm,[2] in order to speed its acceptance by regulatory authorities in China, with plans to begin human clinical trials of a candidate vaccine in China during the first half of 2020.[5][6] Inovio has partnerships with manufacturers to scale up production of a vaccine if preliminary efficacy trials are successful.[2] In April 2020, the company began human Phase I safety studies of its lead vaccine (INO-4800) in the United States, and a Phase I-II trial in South Korea, to test for immunization against the COVID-19 virus.[5][7] In early June, Inovio partnered with the International Vaccine Institute and Seoul National University, South Korea, to advance human research on INO-4800 in a Phase I-II safety and efficacy trial to be conducted on 120 participants at Seoul National University Hospital beginning in June.[8] The trial is funded by the Coalition for Epidemic Preparedness Innovations and supported by the Korea Centers for Disease Control and Prevention and the Korea National Institute of Health.[8] On April 23, 2021 Inovio said the U.S. Department of Defense discontinued funding for the phase III portion of an ongoing trial of its COVID-19 vaccine candidate, INO-4800, in light of the broad availability of other COVID-19 vaccines in the U.S. The news followed recent phase I data showing '4800 performed about in line with already available competitors against the existing SARS-CoV-2 variants. https://www.bioworld.com/articles/506316-inovio-shares-sink-as-dod-pulls-support-for-phase-iii-portion-of-covid-19-vaccine-study?v=preview NOVIO's global Phase 3 efficacy trial receives authorization to proceed from Brazil; other countries to follow On August 26, 2021 Inovio's global Phase 3 efficacy trial receives authorization to proceed from Brazil https://ir.inovio.com/news-releases/news-releases-details/2021/INOVIO-Receives-Authorization-to-Conduct-Phase-3-Efficacy-Trial-of-its-COVID-19-DNA-Vaccine-Candidate-INO-4800/default.aspx On October 26, 2021 The World Health Organization launched a Global Covid-19 Trial termed as the Solidarity Trial Vaccines. Inovio INO-4800 was chosen as the first DNA Vaccine to be introduced in the largest vaccine trial in history. The Countries of Colombia, Mali and the Philippines announced participation with many other countries yet to be named. The WHO is directly financing this trial. https://www.who.int/emergencies/diseases/novel-coronavirus-2019/global-research-on-novel-coronavirus-2019-ncov/solidarity-trial-of-covid-19-vaccines On December 14, 2021 Inovio released Clinical Data on Phase 1 and 2 trials held in the USA. The Data showed zero Level 3 Adverse Events. Conclusion INO-4800 appears safe and tolerable as a primary series and as a booster with the induction of both humoral and cellular immune responses. In addition to eliciting neutralizing antibodies, INO-4800 also induced T cell immune responses as demonstrated by IFNγ ELISpot. Finally, as a homologous booster, INO-4800, when administered 6-10.5 months following the primary series, resulted in an increased immune response without increase in reactogenicity. https://www.researchgate.net/publication/356795013_571_Safety_and_Immunogenicity_of_INO-4800_a_COVID-19_DNA_Vaccine_as_a_Primary_Series_and_Booster ","Title":"Inovio COVID-19 vaccine - Wikipedia","KeyID":"11153","URL":"https://en.wikipedia.org/wiki/Inovio_COVID-19_vaccine"}