{"Content: ":"The CureVac COVID-19 vaccine (abbreviated CVnCoV) was a COVID-19 vaccine candidate developed by CureVac N.V. and the Coalition for Epidemic Preparedness Innovations (CEPI).[2] The vaccine showed inadequate results in its Phase III trials with only 47% efficacy.[3] In October 2021 CureVac abandoned further development and production plans for CVnCoV and refocused efforts on a cooperation with GlaxoSmithKline.[4] On 16 June 2021,[5] CureVac said its vaccine showed 47% efficacy from its Phase IIb/III trial. Later, the final result data showed an efficacy of 48% against symptomatic disease in all age groups and, for people aged 18 to 60 years, an efficacy of 53% against symptomatic disease, 77% against moderate and severe disease and 100% against hospitalization and death, as no cases were detected in the study.[6] This was based on interim analysis of 134 COVID cases in its Phase III study conducted in Europe and Latin America. The final analysis for the trials requires a minimum of 80 additional cases.[3] CVnCoV is an mRNA vaccine that encodes the full-length, pre-fusion stabilized coronavirus spike protein, and activates the immune system against it.[7][8][9] CVnCoV technology does not interact with the human genome.[8] CVnCoV uses unmodified RNA,[10] unlike the Pfizer–BioNTech COVID-19 vaccine and Moderna COVID-19 vaccine, which both use nucleoside-modified RNA.[11] Manufacturing of mRNA vaccines can be performed rapidly in high volume,[12] including use of portable, automated printers (\"RNA microfactories\") for which CureVac has a joint development partnership with Tesla.[13] mRNA vaccines require stringent cold chain refrigeration throughout manufacturing, distribution and storage.[14][15] The CureVac technology for CVnCoV uses a non-modified, more natural mRNA less affected by hydrolysis, enabling storage at 5 °C (41 °F) and relatively simplified cold chain requirements that facilitate up to three months of storage and distribution to world regions that do not have specialized ultracold equipment.[8][12] CureVac has a European-based network to accelerate manufacturing of CVnCoV, if proven safe and effective, for production of up to 300 million doses in 2021 and 600 million doses in 2022.[12][16] An estimated 405 million doses will be provided to EU states.[16] In June 2020, CureVac was launched for phase I trial with 280 participants.[17] In August, CureVac was launched for phase II trials with 674 participants.[18] In November, CureVac reported results of a Phase I-II clinical trial that CVnCoV (active ingredient zorecimeran) was well-tolerated, safe, and produced a robust immune response.[19][20] In December 2020, CureVac began a Phase III clinical trial of CVnCoV with 36,500 participants.[21][22] Bayer will provide clinical trial support and international logistics for the Phase III trial, and may be involved in eventual manufacturing should the vaccine prove to be safe and effective.[23][24] In February 2021, the EU's CHMP started a rolling review of CVnCoV.[25][26] In April 2021, the same procedure began in Switzerland.[27] In June 2021, CureVac announced that the vaccine's efficacy against symptomatic disease is 48%.[6] The company said the high number of variants in circulation may explain the low efficacy, but some scientists attribute the result to insufficient immunogenicity due to the use of unmodified mRNA (the Pfizer–BioNTech and Moderna vaccines use uracil-modified mRNA) or the dose being too low (12 µg, compared to 30 µg for Pfizer–BioNTech and 100 µg for Moderna). Neutralizing antibody levels in CureVac recipients were about the same as those in convalescence, but much lower than those seen in recipients of Pfizer–BioNTech or Moderna. The modified mRNA induces potent antibodies and other protective immune responses and circumvents the body's inflammatory reactions. Unmodified mRNA inhibits immunogenicity by triggering the production of interferons that block the generation of T helper cells, which direct B cells to produce antibodies. CureVac attempted to evade immune detection by altering the RNA sequence in a way that does not affect the coded protein, but structural differences in the non-coding regions might have affected immunogenicity. Unmodified mRNA may have decreased tolerability, leading to the adoption of a lower dose, but studies of the Pfizer–BioNTech and Moderna vaccines found only modest gains at higher doses. A next-generation vaccine from CureVac in collaboration with GlaxoSmithKline, also using unmodified mRNA, is more stable inside cells and produces higher levels of neutralizing antibodies in animals.[28][29] The manufacturer currently markets the vaccine under the name CVnCoV.[30] Zorecimeran is the proposed international nonproprietary name (pINN).[31]","Title":"CureVac COVID-19 vaccine - Wikipedia","KeyID":"11159","URL":"https://en.wikipedia.org/wiki/CureVac_COVID-19_vaccine"}