{"Content: ":"NDV-HXP-S (known as ButanVac[2][3] or ADAPTCOV[4] in Brazil, COVIVAC[5] in Vietnam, HXP-GPOVac[6] in Thailand, Patria[7] in Mexico) is a COVID-19 vaccine candidate developed under the leadership of Peter Palese, Adolfo García-Sastre, and Florian Krammer at the Icahn School of Medicine at Mount Sinai.[8][9] The name NDV-HXP-S comes from the terms Newcastle disease virus, HexaPro, and spike protein.[8] The stabilization of the S protein of SARS-CoV-2 (HexaPro) was achieved by Jason McLellan from the University of Texas at Austin.[10] NDV-HXP-S uses the Newcastle disease virus as its viral vector. The platform can be live or inactivated.[9][11][12][13][14][15][16] Unlike vaccines such as Moderna's mRNA-1273, the Janssen vaccine, and Pfizer–BioNTech's Tozinameran, which all require both specialized manufacturing facilities and also rare or expensive ingredients, NDV-HXP-S can be produced using chicken eggs in a fashion similar to influenza vaccine production, making it especially important to and for middle- and low-income countries.[8] Those existing vaccines are based on the 2P spike, while NDV-HXP-S is further refined via the same process, resulting in a new spike called HexaPro;[10] the 2P spike contained two prolines compared with HexaPro's six. It is also more resistant to heat and chemicals than the original 2P spike; the vaccine can be stored at 2–8 °C.[17] Its development was coordinated by the PATH Center for Vaccine Innovation and Access, and UT Austin and ISMMS have arranged royalty-free licensing agreements with labs and corporations in 80 countries. McLellan has noted that \"the share of vaccines ['low- and middle-income countries' have] received so far is terrible\".[8] As of December 2021, NDV-HXP-S is undergoing clinical trials in humans in at least four countries. In Brazil, on March 26, 2021, the Butantan Institute announced it would seek to begin clinical trials. Mexico-based Avimex plans to create an intranasal spray version of the vaccine. In Thailand the Government Pharmaceutical Organization is conducting a trial in coordination with Mahidol University.[18][19] Reflecting the freedom offered by the ease of the manufacturing process, Thai health minister Anutin Charnvirakul referred to the vaccine as \"produced by Thai people for Thai people\".[8] A phase II study has been completed in Vietnam, but the phase III study has been discontinued due to shortage of unvaccinated volunteers.","Title":"NDV-HXP-S - Wikipedia","KeyID":"11155","URL":"https://en.wikipedia.org/wiki/NDV-HXP-S"}