{"Content: ":"ARCoV, also known as the Walvax COVID-19 vaccine, is an mRNA COVID-19 vaccine candidate developed by Walvax Biotechnology, Suzhou Abogen Biosciences, and the PLA Academy of Military Science.[1] In contrast to other mRNA COVID vaccines, such as those by Pfizer-BioNtech and Moderna, this vaccine primarily targets the Sars-CoV-2 receptor-binding domain of the spike protein, rather than the entire spike protein.[2] It is approved for Phase III trials in China,[3] Mexico,[4] Indonesia,[5] and Nepal.[6] ARCoV is an mRNA vaccine which consists of lipid nanoparticle–encapsulated mRNA encoding the receptor binding domain of SARS-CoV-2. It was the first mRNA vaccine to be approved for clinical trials in China. Manufactured as a liquid, ARCoV is thermostable at room temperature for at least 1 week.[1] Reuters later reported that it can be stored at (2–8 °C) for six months.[4] Scrips noted that Abogen created its own solid lipid nanoparticle to deliver the vaccine.[7] In December, Walvax started constructing a facility to produce 120 million doses of the vaccine each year.[8] If successful, production of ARCoV could start in early 3rd quarter 2021.[9] Preclinical studies in mice and primates have shown ARCoV elicited a Th1-biased cellular response and robust antibodies against SARS-CoV-2.[1][10] In June 2020, Walvax began a Phase I trial to evaluate safety, tolerance, and preliminary immunogenicity with 168 participants aged 18–59 in Hangzhou divided into low-dose, medium-dose, and high-dose groups.[11] In January 2021, Walvax began a Phase II trial to evaluate immunogenicity and safety of different doses with 420 participants aged 18–59 in Yongfu and Xiangfen divided into low-dose, medium-dose, high-dose, and placebo groups.[12] In January 2022, the outcome of a Phase 1 study conducted in Shulan (Hangzhou, Zhejiang Province, China) was published in The Lancet. The vaccine doses trialed were 5, 10, 15, 20, 25 μg, and placebo. The trial measured anti-SARS-CoV-2 RBD IgG using a standardised ELISA, and neutralising antibodies using pseudovirus-based and live SARS-CoV-2 neutralisation assays. IFN-γ and IL-2 production were also measured, so are side effects. It was determined that fever was the most common systemic adverse reaction, but most of the fever resolved within 2 days after vaccination. The 15 μg group induced the highest titre of neutralising antibodies, which was about twofold more than the antibody titre of convalescent patients with COVID-19. All doses were well tolerated. A surprising unsolicited adverse reaction was a low lymphocyte count in those receiving the vaccine. This occurred in the majority of vaccinated individuals regardless of the dose, whereas only 10% of the placebo group encountered such adverse reaction. The authors pointed out that the lymphocyte count recovered to normal after 4 days.[13] Low lymphocyte count could be a significant adverse event, especially for individuals who are unknowingly infected with SARS-CoV-2 at the time of vaccination. It is well known that a SARS-CoV-2 infection induces a decreased lymphocyte count,[14] and those with a lower lymphocyte count following infection face a significantly worse prognostic.[15] Considering that those infected by the SARS-CoV-2 are already under the strain of a low lymphocyte count, it will be imperative to ensure that those being vaccinated in the future are not infected by the virus at the time of vaccination. The Phase III trials would enroll an estimated 28,000 participants. Elderly people over 60 years old are planned to comprise 25% of trial participants and randomly assigned into the study group and control group at a ratio of 1:1.[16] In July 2021, Phase III trials started in Yunnan and Guangxi in China with 2,000 people. Those provinces had previously experienced occasional small outbreaks from imported cases.[3] In August 2021, Phase III trials were approved in Mexico with 6,000 people.[5] Previously in 2020, Walvax had previously expressed an interest in making the vaccine in Mexico.[17] In August 2021, Phase III trials were approved in Indonesia.[5] In July 2021, Phase III trials were awaiting approval by Malaysia's National Pharmaceutical Regulatory Agency (NPRA).[18] In August 2021, Phase III trials were approved in Nepal with 3,000 people in Dharan.[6] Colombia, Pakistan, and Turkey are other countries being considered for further trials.[19]","Title":"Walvax COVID-19 vaccine - Wikipedia","KeyID":"11165","URL":"https://en.wikipedia.org/wiki/Walvax_COVID-19_vaccine"}