{"Content: ":"The Sanofi–GSK COVID-19 vaccine code-named VAT00002 and VAT00008 (with adjuvant)[1] is a COVID-19 vaccine candidate developed by Sanofi Pasteur and GSK.[2] VAT00008 is a recombinant protein subunit vaccine containing the SARS-CoV-2 spike protein, which is produced in insect cells via a baculovirus vector. It also includes an adjuvant made by GSK. It uses the same technology as Sanofi's Flublok influenza vaccine.[3][4] VAT00008 is under development by the French pharmaceutical company Sanofi and the British-American pharmaceutical company GlaxoSmithKline.[5] Advanced clinical trials of the vaccine were delayed in December 2020 after it failed to produce a strong immune response in people over the age of 50, most likely due to an insufficient antigen concentration in the vaccine, delaying the launch of the vaccine to late 2021.[6] In September 2020, Sanofi-GSK started for phase I trials with 440 participants in the United States.[7][full citation needed] In February 2021, Sanofi-GSK started for phase II trials with 722 participants in the United States.[8][full citation needed] On 27 May 2021, the vaccine began a Phase III trial involving 35,000 participants,[9][10][11] which increased to 37,430 participants with trials in Colombia, Dominican Republic, Ghana, Honduras, India, Japan, Kenya, Mexico,[12] Nigeria, Pakistan, Sri Lanka, Uganda, and the United States.[13] In September 2021, Sanofi-GSK started a booster trial in the United Kingdom. In this study, they will enroll up to 3,145 volunteers who have previously completed a COVID-19 a full vaccine course between 4 and 10 months previously. The purpose of this study is to determine if the investigational COVID-19 vaccines are safe and can stimulate and broaden the immune response against the different COVID-19 variants that cause COVID-19 when given as a single booster injection in participants who have previously been vaccinated with a full course of an authorized COVID-19 vaccine. [14][dead link] In July 2021, the Committee for Medicinal Products for Human Use (CHMP) of the European Medicines Agency (EMA) started a rolling review of Vidprevtyn, a COVID-19 vaccine developed by Sanofi Pasteur.[15] The CHMP's decision to start the rolling review is based on preliminary results from laboratory studies (non-clinical data) and early clinical studies in adults, which suggest that the vaccine triggers the production of antibodies that target SARS-CoV-2, the virus that causes COVID-19, and may help protect against the disease.[15] In July 2020, the UK government signed up for 60 million doses of a COVID-19 vaccine developed by GSK and Sanofi. It uses a recombinant protein-based technology from Sanofi and GSK's pandemic technology. The companies claimed to be able to produce one billion doses, subject to successful trials and regulatory approval, during the first half of 2021.[16] The company also agreed to a $2.1 billion deal with the United States to produce 100 million doses of the vaccine.[17]","Title":"Sanofi–GSK COVID-19 vaccine - Wikipedia","KeyID":"11172","URL":"https://en.wikipedia.org/wiki/Sanofi%E2%80%93GSK_COVID-19_vaccine"}