{"Content: ":"Egg fossils are the fossilized remains of eggs laid by ancient animals. As evidence of the physiological processes of an animal, egg fossils are considered a type of trace fossil. Under rare circumstances a fossil egg may preserve the remains of the once-developing embryo inside, in which case it also contains body fossils. A wide variety of different animal groups laid eggs that are now preserved in the fossil record beginning in the Paleozoic. Examples include invertebrates like ammonoids as well as vertebrates like fishes, possible amphibians, and reptiles. The latter group includes the many dinosaur eggs that have been recovered from Mesozoic strata. Since the organism responsible for laying any given egg fossil is frequently unknown, scientists classify eggs using a parallel system of taxonomy separate from but modeled after the Linnaean system. This \"parataxonomy\" is called veterovata. The first named oospecies was Oolithes bathonicae, a name given provisionally by Professor J. Buckman to a group of eggs which Buckman believed were laid by a teleosaur. However, modern scientists no longer think it is possible to determine what kind of reptile laid these eggs.[1][2] In 1859, the first scientifically documented dinosaur egg fossils were discovered in southern France by a Catholic priest and amateur naturalist named Father Jean-Jacques Poech, however he thought they were laid by giant birds.[3] The first scientifically recognized dinosaur egg fossils were discovered serendipitously in 1923 by an American Museum of Natural History crew while looking for evidence of early humans in Mongolia. Egg discoveries continued to mount all over the world, leading to the development of multiple competing classification schemes. In 1975 Chinese paleontologist Zhao Zi-Kui started a revolution in fossil egg classification by developing a system of \"parataxonomy\" based on the traditional Linnaean system to classify eggs based on their physical qualities rather than their hypothesized mothers. Zhao's new method of egg classification was hindered from adoption by Western scientists due to language barriers. However, in the early 1990s Russian paleontologist Konstantin Mikhailov brought attention to Zhao's work in the English language scientific literature.[3] Eggs laid by invertebrate animals are known from the fossil record. Among these are eggs laid by ancient cephalopods. Eggs laid by ammonoids are the best known cephalopod egg fossils. The best preserved fossil ammonite eggs were preserved in the Jurassic Kimmeridge Clay of England. Nevertheless, the fossil record of cephalopod eggs is scant since their soft, gelatinous eggs decompose quickly and have little chance to fossilize. Another major group of Mesozoic cephalopods, the belemnoids, have no documented eggs in the fossil record whatsoever, although this may be because scientists have not properly searched for them rather than an actual absence from the fossil record.[4] Fossil fish eggs have an extensive record going at least as far back as the Devonian and spanning into the Cenozoic era. The eggs of many different fish taxa have contributed to this record, including lobe-finned fish, placoderms, and sharks. Occasionally eggs are preserved still within the mother's body, or associated with fossil embryos. Some fossil eggs possibly laid by fish cannot be confidently distinguished from those laid by amphibians.[5] Several fossilized fish or amphibian eggs have been classified as ichnogenera, including Mazonova,[6] Archaeoovulus, Chimaerotheca, Fayolia, and Vetacapsula.[7] The fossil record of reptile eggs goes back at least as far as the Early Permian. However, since the earliest reptile eggs probably had soft shells with little preservation potential, reptilian eggs may go back significantly farther than their fossil record. Many ancient reptile groups are known from egg fossils including crocodilians, dinosaurs, and turtles.[3] Some ancient reptiles, like ichthyosaurs[8] and plesiosaurs[9] are known to have given live birth and are therefore not anticipated to have left behind egg fossils. Dinosaur eggs are among the most well known kind of fossil reptile eggs.[3] Fossil eggs are classified according to the parataxonomic system called Veterovata. There are three broad categories in the scheme, on the pattern of organismal phylogenetic classification, called oofamilies, oogenera and oospecies (collectively known as ootaxa).[2][10] The names of oogenera and oofamilies conventionally contain the root \"oolithus\" meaning \"stone egg\", but this rule is not always followed. They are divided up into several basic types: Testudoid, Geckoid, Crocodiloid, Dinosauroid-spherulitic, Dinosauroid-prismatic, and Ornithoid. Veterovata does not always mirror the taxonomy of the animals which laid the eggs.[3] The oogenus level parataxonomy of Veterovata, following Lawver and Jackson (2014)[11] for Testudoid, Hirsch (1996)[12] for Geckonoid eggs, and Mikhailov et al. (1996)[2] for the rest unless otherwise noted: Testudoid Geckonoid Crocodiloid Mosasauroid Dinosauroid-spherulitic Dinosauroid-prismatic Ornithoid Incertae sedis/Unclassified","Title":"Egg fossil - Wikipedia","KeyID":"1118","URL":"https://en.wikipedia.org/wiki/Ootaxon"}