{"Content: ":"Paleobotany, which is also spelled as palaeobotany, is the branch of botany dealing with the recovery and identification of plant remains from geological contexts, and their use for the biological reconstruction of past environments (paleogeography), and the evolutionary history of plants, with a bearing upon the evolution of life in general. A synonym is paleophytology. It is a component of paleontology and paleobiology. The prefix palaeo- means \"ancient, old\",[1] and is derived from the Greek adjective παλαιός, palaios.[2] Paleobotany includes the study of terrestrial plant fossils, as well as the study of prehistoric marine photoautotrophs, such as photosynthetic algae, seaweeds or kelp. A closely related field is palynology, which is the study of fossilized and extant spores and pollen. Paleobotany is important in the reconstruction of ancient ecological systems and climate, known as paleoecology and paleoclimatology respectively; and is fundamental to the study of green plant development and evolution. Paleobotany has also become important to the field of archaeology, primarily for the use of phytoliths in relative dating and in paleoethnobotany.[3]  The emergence of paleobotany as a scientific discipline can be seen in the early 19th century, especially in the works of the German palaeontologist Ernst Friedrich von Schlotheim, the Czech (Bohemian) nobleman and scholar Kaspar Maria von Sternberg, and the French botanist Adolphe-Théodore Brongniart.[4][5] Macroscopic remains of true vascular plants are first found in the fossil record during the Silurian Period of the Paleozoic era. Some dispersed, fragmentary fossils of disputed affinity, primarily spores and cuticles, have been found in rocks from the Ordovician Period in Oman, and are thought to derive from liverwort- or moss-grade fossil plants (Wellman, Osterloff & Mohiuddin 2003). An important early land plant fossil locality is the Rhynie Chert, found outside the village of Rhynie in Scotland. The Rhynie chert is an Early Devonian sinter (hot spring) deposit composed primarily of silica. It is exceptional due to its preservation of several different clades of plants, from mosses and lycophytes to more unusual, problematic forms. Many fossil animals, including arthropods and arachnids, are also found in the Rhynie Chert, and it offers a unique window on the history of early terrestrial life. Plant-derived macrofossils become abundant in the Late Devonian and include tree trunks, fronds, and roots. The earliest tree was thought to be Archaeopteris, which bears simple, fern-like leaves spirally arranged on branches atop a conifer-like trunk (Meyer-Berthaud, Scheckler & Wendt 1999), though it is now known to be the recently discovered Wattieza.[6] Widespread coal swamp deposits across North America and Europe during the Carboniferous Period contain a wealth of fossils containing arborescent lycopods up to 30 meters tall, abundant seed plants, such as conifers and seed ferns, and countless smaller, herbaceous plants. Angiosperms (flowering plants) evolved during the Mesozoic, and flowering plant pollen and leaves first appear during the Early Cretaceous, approximately 130 million years ago. A plant fossil is any preserved part of a plant that has long since died. Such fossils may be prehistoric impressions that are many millions of years old, or bits of charcoal that are only a few hundred years old. Prehistoric plants are various groups of plants that lived before recorded history (before about 3500 BC). Plant fossils can be preserved in a variety of ways, each of which can give different types of information about the original parent plant. These modes of preservation are discussed in the general pages on fossils but may be summarised in a palaeobotanical context as follows. Plant fossils almost always represent disarticulated parts of plants; even small herbaceous plants are rarely preserved whole. Those few examples of plant fossils that appear to be the remains of whole plants in fact are incomplete as the internal cellular tissue and fine micromorphological detail is normally lost during fossilisation. Plant remains can be preserved in a variety of ways, each revealing different features of the original parent plant. Because of these difficulties, palaeobotanists usually assign different taxonomic names to different parts of the plant in different modes of preservation. For instance, in the subarborescent Palaeozoic sphenophytes, an impression of a leaf might be assigned to the genus Annularia, a compression of a cone assigned to Palaeostachya, and the stem assigned to either Calamites or Arthroxylon depending on whether it is preserved as a cast or a petrifaction. All of these fossils may have originated from the same parent plant but they are each given their own taxonomic name. This approach to naming plant fossils originated with the work of Adolphe Brongniart[7] and has stood the test of time. For many years this approach to naming plant fossils was accepted by palaeobotanists but not formalised within the International Rules of Botanical Nomenclature.[8] Eventually, Thomas (1935) and Jongmans, Halle & Gothan (1935) proposed a set of formal provisions, the essence of which was introduced into the 1952 International Code of Botanical Nomenclature.[9] These early provisions allowed fossils representing particular parts of plants in a particular state of preservation to be referred to organ-genera. In addition, a small subset of organ-genera, to be known as form-genera, were recognised based on the artificial taxa introduced by Brongniart (1822) mainly for foliage fossils. Over the years, the concepts and regulations surrounding organ- and form-genera became modified within successive codes of nomenclature, reflecting a failure of the palaeobotanical community to agree on how this aspect of plant taxonomic nomenclature should work (a history reviewed by Cleal & Thomas (2010)). The use of organ- and fossil-genera was abandoned with the St Louis Code (Greuter et al. 2000), replaced by \"morphotaxa\". The situation in the Vienna Code of 2005[10] was that any plant taxon whose type is a fossil, except Diatoms, can be described as a morphotaxon, a particular part of a plant preserved in a particular way. Although the name is always fixed to the type specimen, the circumscription (i.e. range of specimens that may be included within the taxon) is defined by the taxonomist who uses the name. Such a change in circumscription could result in an expansion of the range of plant parts and/or preservation states that can be incorporated within the taxon. For instance, a fossil-genus originally based on compressions of ovules could be used to include the multi-ovulate cupules within which the ovules were originally borne. A complication can arise if, in this case, there was an already named fossil-genus for these cupules. If palaeobotanists were confident that the type of the ovule fossil-genus and of the cupule fossil-genus could be included in the same genus, then the two names would compete as to being the correct one for the newly emended genus. Morphotaxa were introduced to try to overcome the issue of competing names that represented different plant parts and/or preservation states. What would you do if the species-name of a pollen-organ was pre-dated by the species name of the type of pollen produced by that pollen organ. It was argued that palaeobotanists would be unhappy if the pollen organs were named using the taxonomic name whose type specimen is a pollen grain. As pointed out by Cleal & Thomas (2010), however, the risk of the name of a pollen grain supplanting the name of a pollen organ is most unlikely. Palaeobotanists would have to be totally confident that the type specimen of the pollen species, which would normally be a dispersed grain, definitely came from the same plant that produced the pollen organ. We know from modern plants that closely related but distinct species can produce virtually indistinguishable pollen. It would seem that morphotaxa offer no real advantage to palaeobotanists over normal fossil-taxa and the concept was abandoned with the 2011 botanical congress and the 2012 International Code of Nomenclature for algae, fungi, and plants. Some plants have remained almost unchanged throughout earth's geological time scale. Horsetails had evolved by the Late Devonian,[11] early ferns had evolved by the Mississippian, conifers by the Pennsylvanian. Some plants of prehistory are the same ones around today and are thus living fossils, such as Ginkgo biloba and Sciadopitys verticillata. Other plants have changed radically, or became extinct. Examples of prehistoric plants are:","Title":"Paleobotany - Wikipedia","KeyID":"1119","URL":"https://en.wikipedia.org/wiki/Morphotaxon"}