{"Content: ":"Cape Verde has begun vaccinations against COVID-19.[1] Cape Verde is in negotiations with vaccine manufacturers.[2] It intends to receive 267,293 vaccine doses through the COVAX pillar.[3] Cape Verde is in negotiations with vaccine manufacturers.[2] Courtesy of COVAX it received 24,000 doses of the Oxford–AstraZeneca COVID-19 vaccine on 12 March and 5,850 doses of the Pfizer–BioNTech COVID-19 vaccine on 14 March.[3] Vaccinations commenced on 19 March.[4] By the end of the month 3,699 vaccine doses had been administered.[5] By 19 April, 8,330 persons had been inoculated, most of whom with the Oxford–AstraZeneca vaccine.[4] By the end of the month 15,780 vaccine doses had been administered.[5] 21,318 vaccine doses had been administered by 12 May. By the end of the month 27,276 vaccine doses had been administered.[5] By the end of the month 86,434 vaccine doses had been administered.[5] By the end of the month 173,183 vaccine doses had been administered.[5] By the end of the month 296,476 vaccine doses had been administered.[5] By the end of the month 414,300 vaccine doses had been administered.[5] By the end of the month 504,434 vaccine doses had been administered. 94% of the targeted population had been fully vaccinated.[5] By the end of the month 544,075 vaccine doses had been administered. By mid-November, the entire targeted population had been fully vaccinated.[5] By the end of the month 571,130 vaccine doses had been administered. The entire targeted population was fully vaccinated.[5] By the end of the month 611,615 vaccine doses had been administered. The entire targeted population was fully vaccinated.[5] By the end of the month 704,843 vaccine doses had been administered. The entire targeted population was fully vaccinated.[5] By the end of the month 728,077 vaccine doses had been administered. The entire targeted population was fully vaccinated.[5] By the end of the month 752,194 vaccine doses had been administered. The entire targeted population was fully vaccinated.[5] Cumulative vaccinations This article about COVID-19 vaccines is a stub. You can help Wikipedia by expanding it. This Cape Verde-related article is a stub. You can help Wikipedia by expanding it.","Title":"COVID-19 vaccination in Cape Verde - Wikipedia","KeyID":"11202","URL":"https://en.wikipedia.org/wiki/COVID-19_vaccination_in_Cape_Verde"}