{"Content: ":"COVID-19 vaccination in Cameroon is an ongoing immunisation campaign against severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), the virus that causes coronavirus disease 2019 (COVID-19), in response to the ongoing pandemic in the country. Cameroon began its vaccination program on 12 April 2021, initially using the 200,000 doses of the Sinopharm BIBP vaccine donated by China.[1] As of 14 June 2021, 89,180 doses have been administered, 72,111 people with one dose and 17,069 people fully vaccinated.[2] By the end of the month 11,616 vaccine doses had been administered.[3] By the end of the month 75,215 doses had been administered.[3] By the end of the month 110,324 doses had been administered.[3] By the end of the month 343,657 doses had been administered.[3] By the end of the month 426,590 doses had been administered.[3] By the end of the month 461,201 doses had been administered.[3] By the end of the month 503,363 doses had been administered. 1% of the targeted population had been fully vaccinated.[3] By the end of the month 923,643 doses had been administered. 5% of the targeted population had been fully vaccinated.[3] By the end of the month 1.02 million doses had been administered. 6% of the targeted population had been fully vaccinated.[3] By the end of the month 1.02 million doses had been administered. 6% of the targeted population had been fully vaccinated.[3] By the end of the month 1.3 million doses had been administered and 0.8 million persons had been fully vaccinated.[3] By the end of the month 1.8 million doses had been administered and 1.2 million persons had been fully vaccinated.[3] Cumulative vaccinations in Cameroon[4]  This article about COVID-19 vaccines is a stub. You can help Wikipedia by expanding it. This Cameroon-related article is a stub. You can help Wikipedia by expanding it.","Title":"COVID-19 vaccination in Cameroon - Wikipedia","KeyID":"11201","URL":"https://en.wikipedia.org/wiki/COVID-19_vaccination_in_Cameroon"}