{"Content: ":"85,287,956 people with at least one dose administered of Pfizer–BioNTech, Moderna, Oxford–AstraZeneca, Sinopharm BIBP or Sinovac 56,191,252 people fully vaccinated [3] Bangladesh began the administration of COVID-19 vaccines on 27th January 2021 while mass vaccination started on 7th February 2021.[1][2] The Oxford–AstraZeneca vaccine was the only COVID-19 vaccine authorized for emergency use from January to April 2021. Bangladesh ordered vaccines produced by Serum Institute of India, however it delivered less than half of the doses as agreed to Bangladesh.[5] After the vaccine shortage due to this, Bangladesh approved the Russian Sputnik V and Chinese Sinopharm BIBP vaccines for emergency use in late April 2021.[6][7] Bangladesh has also authorized the emergency of Pfizer–BioNTech COVID-19 vaccine and to be distributed as part of COVAX and Bangladesh until Feb 2022 Largest Recipient of U.S. COVID-19 Vaccine Donations with over 61 Million Total Doses was reported that the Bangladesh government planned to give permission to Bangladeshi made Bangavax developed by Globe Biotech Ltd.[8] to conduct the first clinical trial that got listed in the 'Draft landscape and tracker of Covid-19 candidate vaccines'[9] by the World Health Organization (WHO).[10] However fate of the Bangavax is still uncertain due to an unknown reason.[11] As of October 2021, Bangladesh has fully approved 7 COVID-19 vaccines. Feb 2022 Bangladesh Now Largest Recipient of U.S. COVID-19 Vaccine Donations and Shared with over 61 Million Total Doses of Pfizer and Moderna Vaccines On 21 June 2020, China invited Bangladesh to get priority access to a COVID-19 vaccine once it was successfully developed.[12] In July 2020, Sinovac Biotech was given approval by the Bangladesh Medical Research Council to begin a Phase III trial of CoronaVac at the International Centre for Diarrhoeal Disease Research, Bangladesh.[13] However, Bangladesh later decided to cancel the trial of the vaccine after Sinovac asked to co-fund the domestic trials, which would have cost roughly $7 million.[14] On 2 July 2020, a Bangladeshi private pharmaceutical company named Globe Biotech Limited claimed to be the first company from Bangladesh to have a COVID-19 vaccine under development.[15] The lone Bangladeshi company actually developed three COVID-19 vaccine candidates, all with different technologies.[16] The company named the mRNA based vaccin as Bangavax, which was initially called Bancovid.[17] Globe Biotech took all the necessary steps from December 2020 to January 2021 to get the permission for ethical approval to conduct the first clinical trial of Bangavax.[18] On 5 November 2020, a tripartite agreement was signed between the government of Bangladesh, the Serum Institute of India, and Beximco Pharma of Bangladesh. Under the agreement, Bangladesh ordered 30 million doses of Oxford–AstraZeneca vaccine from Serum through Beximco costing $4 per shot.[19] The Bangladesh government paid in advance for 15 million doses.[20] However, Serum supplied only 7 million doses in the first two months of 2021 and 3.2 million doses of Oxford–AstraZeneca vaccine were supplied by Government of India as a gift.[21][22] Bangladesh was supposed to receive 5 million doses per month but did not receive any shipments in March and April.[23] As a result, the rollout of vaccinations was disrupted.[23] Bangladesh then looked to alternative vaccine sources because India had halted exports.[24] Bangladesh suspended the first dosing of the Oxford-AstraZeneca vaccine from 26 April 2021 due to the supply crunch.[25] The situation became complicated when the second dose for 1.3 million citizens was uncertain as India halted exports to Bangladesh.[26] The country was worried about whether they would get the second dose at the right time or whether another vaccine would need to be given as a second dose instead.[26][22] According to experts it would not be wise to inoculate one person with different brands of vaccines.[22] Health experts and the opposition party criticized the government for only relying on India for vaccines instead of multiple sources.[27][28] In addition, several citizens of Bangladesh have expressed doubts about the vaccine's effectiveness and safety.[21] On 27 April 2021, Bangladesh's drug regulator authorized the emergency use of Russia's Sputnik V vaccine.[6] Russia had proposed to produce their vaccine in Bangladesh with joint collaboration with a local pharmaceutical company.[24] Bangladesh has already given policy approval in this regard.[29] On 29 April 2021, Bangladesh's drug regulator authorized the emergency use of China's Sinopharm BIBP vaccine.[7][29] Bangladesh ordered 15 million doses of the Sinopharm BIBP vaccine and received 500,000 doses as a gift.[30] Bangladesh health department has begun administering the vaccine to 1,000 medical students in the beginning to observe its effect and safety.[7][31] According to Mahbubur Rahman, DGDA Director General, “Mass inoculation will start after the observation period.”[7] It is reported that Bangladesh also wants to produce this vaccine locally. It is reported that Bangladesh was interested in producing CoronaVac in addition to the manufacturing being done in China.[30] China has announced that they will send 600,000 doses of the Sinopharm BIBP vaccine to Bangladesh as a gift.[32] On 27 May 2021, Directorate General of Drug Administration authorized the emergency use of Pfizer–BioNTech COVID-19 vaccine.[33] COVAX is sending 106,000 doses of Pfizer's Covid vaccine on June 2.[34] On 6 June 2021, DGDA authorized the emergency use of CoronaVac.[35] As of 11 June 2021, Bangladesh has received commitment to acquire 1.8 million AstraZeneca vaccines under the Covax programme as shared by Foreign Minister AK Abdul Momen.[36] Earlier. it had been projected that there might have been a shortage of vaccines for some 1.5 million people who awaited the second dosage, due to projected shortage of AstraZeneca vaccines in Bangladesh induced by the export restrictions on the vaccine imposed by India. On 13 June 2021, China sent 600,000 doses of the Sinopharm BIBP vaccine as a gift.[37] On 15 June 2021, Directorate General of Drug Administration authorized the emergency use of the Janssen COVID-19 vaccine.[38] DGHS is the local distributor of the vaccine.[39] On 25 June 2021, Health Minister Zahid Maleque announced Bangladesh would get 2.5 million doses of the Moderna COVID-19 vaccine within the next ten days from COVAX facilities.[40] For this, Bangladesh approved the Moderna COVID-19 vaccine on 29 June 2021.[41] Bangladesh received 2.5 million Moderna COVID-19 vaccine on 2 July under COVAX from USA and 2 million doses of the Sinopharm BIBP vaccine on 3 July 2021.[42][43] Bangladesh received 3 million Moderna COVID-19 vaccine on 19 July under COVAX from USA.[44] Japan has sent 245,000 Astra-Zeneca vaccines on 24 July. They agree to send total 2.9 million Astra-Zeneca vaccines.[45] Japan has sent 781,000 doses on 31 July[46] and 616,780 doses of Astra-Zeneca vaccines on 2 July 2021.[47] On 11 August, Bangladesh received 1.77 million doses of the Sinopharm BIBP vaccine under COVAX from China.[48] On 12 August, Bangladesh decide to procure six crore more doses of the Sinopharm BIBP vaccine from China.[49] On 13 August 2021, China has sent 1 million doses of the Sinopharm BIBP vaccine to Bangladesh as a gift.[50] On 16 August,a deal signed between the Bangladesh government, China's Sinopharm and Bangladesh's Incepta Vaccines Ltd for bottling, labelling and dispensing China's Sinopharm BIBP vaccine.[51] On 21 August 2021, Japan has sent 7.81 lakh doses of Astra-Zeneca vaccines under COVAX.[52] On 28 August 2021, Japan has sent 6.34 lakh doses of Astra-Zeneca vaccines under COVAX.[53] On 31 August 2021, 5.5 miilion doses of the Sinopharm BIBP vaccine arrived from China.[54] On 1 September 2021, 1 million doses of Pfizer–BioNTech COVID-19 vaccine arrived from United States under COVAX.[55] Jan The U.S. and COVAX provided 7 million Pfizer COVID-19 vaccine doses to Bangladesh January 20, the U.S., in partnership with COVAX, delivered an additional 337,350 doses of the Johnson & Johnson COVID-19 vaccine to Bangladesh. The U.S. donated 10 million additional Pfizer COVID-19 vaccine doses to Bangladesh via COVAX, on February 01 February 23, the U.S. donated another 6.2 million Pfizer COVID19 vaccines to Bangladesh. Bangladesh began the administration of COVID-19 vaccines on 27 January 2021, focusing initially on a pilot program of 500 health workers,[56] while mass vaccination started on 7 February 2021.[1][2] It was planned that 6 million doses would be administered in the first month, and a further 5 million the following month.[56] An online registration portal was launched where citizens registered using their NID number. Initially, registration was open to those aged 55 and above, but due to lower than expected take-up, this was promptly lowered to ages 40 and above.[57] On 5 July 2021, after the vaccination programme had re-opened, DGHS announced the registration age would be lowered to 35 years[58] and then 30 years on 19 July.[59] University vaccination or Univac was launched to vaccinate university students.[60][61] Since the vaccination minimum age was reduced to 18, but many did not have NID to register at the main government vaccine website(https://surokkha.gov.bd) another website(https://univac.ugc.gov.bd) was launched to allow university students with birth certificates to register for the vaccine. On November 2nd, the campaign to vaccinate 12-17 year olds in school started. They had to register through their schools to be vaccinated.","Title":"COVID-19 vaccination in Bangladesh - Wikipedia","KeyID":"11216","URL":"https://en.wikipedia.org/wiki/COVID-19_vaccination_in_Bangladesh"}