{"Content: ":"COVID-19 vaccination in Ghana began on Monday 1 March 2021 after the country became the first recipient of the Oxford-AstraZeneca COVID-19 vaccine as part of the COVAX initiative. As of 6 June 2021, Ghana has administered 1,230,000 vaccine doses.[1] In 2020, president Nana Akufo-Addo signed the UNAIDS Public Letter on People's Vaccine which was a campaign calling for public accessibility to the COVID-19 vaccine. He joined other world leaders to write an open letter in order to encourage the distribution of free vaccines at no cost to all people. This was because of concerns raised that people in richer countries may have quicker access to the vaccine than poor countries.[2] Minister for Foreign Affairs, Shirley Ayorkor Botchway stated on 12 February 2021 that there was an engagement between Ghana, Russia and China to secure COVID-19 vaccines.[3] Accra and Kumasi were said by the government to be the first places to receive the vaccines.[4] On 24 February 2021, a shipment of 600,000 Oxford–AstraZeneca COVID-19 vaccine to Accra via COVAX made it the first country in Africa to receive vaccines via the initiative.[5] The vaccination campaign began on 1 March 2021 as president Akufo-Addo received the first jab.[6][7] On 1 March 2021, Ghana began its national vaccination program against COVID-19. By the end of the month more than half a million doses had been administered.[11] Ghana received 350,000 doses of the Oxford-AstraZeneca vaccine which the Democratic Republic of Congo had been unable to use before the expiry date.[12] By the end of the month 0.8 million doses had been administered. By the end of the month 1.2 million doses had been administered. By the end of the month 1.3 million doses had been administered. By the end of the month 1.6 million doses had been administered. Ghana received more than 1.5 million doses of the Oxford-AstraZeneca vaccine from Germany and half a million doses of the same vaccine from Denmark, Norway and Iceland. It also received 1.3 million doses of the Pfizer-BioNTech vaccine from the United States.[13] By the end of the month three million doses had been administered. 7% of the targeted population had been fully vaccinated. By the end of the month 3.2 million doses had been administered. 7% of the targeted population had been fully vaccinated. By the end of the month 7.8 million doses had been administered. 18% of the targeted population had been fully vaccinated. By the end of the month 9.7 million doses had been administered. 27% of the targeted population had been fully vaccinated. By the end of the month 12.6 million doses had been administered and 4.9 million persons had been fully vaccinated. By the end of the month 14.2 million doses had been administered and 5.1 million persons had been fully vaccinated. By the end of the month 13 million doses had been administered and 5.8 million persons had been fully vaccinated. According to the Ghana Health Service, the COVID-19 vaccine would be free of charge for Ghanaians.[14] Dr. Franklin Asiedu-Bekoe, Director of Public Health at GHS, pregnant women and children below 16 years were exempted from the first phase of the vaccination exercise.[15] The recipients of the first phase of the vaccination exercise which was to begin on 1 March 2021; were \"health workers, adults 60 years and over, people with underlying health conditions, frontline Executive, Legislature, Judiciary and their related staff, frontline security personnel, some religious leaders and other personalities\".[16] On 1 March 2021, the President Nana Akufo-Addo[7] and the Vice President Bawumia were vaccinated first.[17] By 2 March 2021, the vaccination program was launched in the Ashanti region which was the second Ghanaian region scheduled for the exercise.[18] Over 10,000 people in the region had been vaccinated by 5 March 2021.[19] The Ghana COVID-19 Private Sector Fund partnered with the government to assist in the vaccination campaign.[20] Security personnel such as Customs officials of GRA,[21] officials of GPS and the staff of VRA took part in the vaccination exercise on 6 March 2021.[22] Members of Parliament also received the jabs of the vaccine.[23] More than 60,300 health workers across were vaccinated on 11 March 2021 across the Greater Accra, Ashanti and Central Region.[24] The second doses for the AstraZeneca vaccine commenced on 19 May 2021.[25] About 13,600 participants received their second shot.[26] Cumulative vaccinations[27]","Title":"COVID-19 vaccination in Ghana - Wikipedia","KeyID":"11210","URL":"https://en.wikipedia.org/wiki/COVID-19_vaccination_in_Ghana"}