{"Content: ":"The COVID-19 vaccination in Morocco is an ongoing immunisation campaign against severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), the virus that causes coronavirus disease 2019 (COVID-19), in response to the ongoing pandemic in the country. The Ministry of Health has approved the following COVID-19 vaccines: Oxford–AstraZeneca, Sputnik V, and Sinopharm BIBP. On 28 January 2021, Morocco launched a coronavirus vaccination campaign, a week after receiving its first shipment of the Oxford–AstraZeneca and Sinopharm BIBP vaccines.[2] The government has secured 66 million doses from different manufacturers such as AstraZeneca and Sinopharm.[2] In July 2021, it was announced that the Moroccan pharmaceutical firm Sothema would start to locally produce 5 million doses of the Sinopharm BIBP vaccine per month.[3][4] In January, Morocco approved the following vaccines: Sputnik V, Sinopharm BIBP, and Oxford–AstraZeneca.[5] On 22 January, the first batch of the Oxford–AstraZeneca vaccine, consisting of 2,000,000 doses, arrived in Morocco.[6] On 27 January, the first batch of the Sinopharm BIBP vaccine, consisting of 500,000 doses, arrived in Morocco.[7] On 11 & 16 February, the second batches of the Oxford–AstraZeneca and Sinopharm BIBP vaccines, consisting of 4,500,000 doses, arrived in Morocco.[8][9] By the end of the month, 3.6 million vaccine doses had been administered. By the end of March, 7.6 million vaccine doses had been administered while 22% of the target population had been fully vaccinated. On 8 April, a batch of the Oxford–AstraZeneca vaccine, approximately 307,200 doses, arrived in Morocco from COVAX facility.[10] On 26 & 30 April, two batches of the Sinopharm BIBP vaccine, consisting of 1,000,000 doses, arrived in Morocco.[11] By the end of the month, 9 million vaccine doses had been administered while 28% of the target population had been fully vaccinated. On 15-16 May, a batch of the Oxford–AstraZeneca vaccine, approximately 650,000 doses, arrived in Morocco.[11] On 19 & 23 May, two batches of the Sinopharm BIBP vaccine, consisting of 4,000,000 doses, arrived in Morocco.[11] By the end of the month, 14 million vaccine doses had been administered while 35% of the target population had been fully vaccinated.[citation needed] In the first five months of the vaccination campaign, almost 10 million people received their first inoculation and 9.1 million were fully vaccinated.[12] By the end of the month, 19 million vaccine doses had been administered while 59% of the target population had been fully vaccinated. On 13 & 17 July, two batches of 2,000,000 doses of the Sinopharm BIBP vaccine arrived in Morocco.[13][14] By the end of the month, 24 million vaccine doses had been administered while 68% of the target population had been fully vaccinated. By the end of August, 33 million vaccine doses had been administered while 88% of the target population had been fully vaccinated. By the end of September, 41 million vaccine doses had been administered and 19 million persons were fully vaccinated. The entire targeted population had been fully vaccinated by mid-September. By the end of October, 46 million vaccine doses had been administered and 22 million persons were fully vaccinated, exceeding the targeted population.[citation needed] By the end of November, 47 million vaccine doses had been administered and 23 million persons were fully vaccinated, exceeding the targeted population. By the end of December, 50 million vaccine doses had been administered and 23 million persons were fully vaccinated, exceeding the targeted population. By the end of January, 52 million vaccine doses had been administered and 23 million persons were fully vaccinated, exceeding the targeted population. By the end of February, 54 million vaccine doses had been administered and 23 million persons were fully vaccinated, exceeding the targeted population. By the end of March, 54 million vaccine doses had been administered and 23 million persons were fully vaccinated, exceeding the targeted population. By the end of April, 54 million vaccine doses had been administered and 23 million persons were fully vaccinated, exceeding the targeted population. Morocco has received 7 million doses of the Oxford–AstraZeneca COVID-19 vaccine and 16.5 million doses of the Sinopharm BIBP vaccine. Cumulative vaccinations in Morocco[15] The vaccination campaign primarily targets health workers, security forces and people over 75, according to Moroccan authorities.[2] This article about COVID-19 vaccines is a stub. You can help Wikipedia by expanding it. This Morocco-related article is a stub. You can help Wikipedia by expanding it.","Title":"COVID-19 vaccination in Morocco - Wikipedia","KeyID":"11211","URL":"https://en.wikipedia.org/wiki/COVID-19_vaccination_in_Morocco"}