{"Content: ":"COVID-19 vaccination in Kazakhstan is an ongoing immunization campaign against severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), the virus that causes coronavirus disease 2019 (COVID-19), in response to the ongoing pandemic in the country.[citation needed] Following the COVID-19 outbreak in Kazakhstan, the Director General of the National Center for Biotechnology Erlan Ramanqūlov in April 2020 announced the stages on developing the COVID-19 vaccine, stressing that clinical trials usually take up to 10 years to develop and that all verified research process would be cut short due to intense situation in the country, making the vaccine against coronavirus be produced usually faster and would be available to the public within next year and a half.[1] In May 2020, the Ministry of Education and Science reported that the preclinical trials for the COVID-19 vaccine had begun of which was developed by the employees of the Research Institute of Biological Safety Problems of the Science Committee under the Ministry by the strain of the coronavirus isolated from patients and that the World Health Organization (WHO) had registered the vaccine development.[2] At the cabinet meeting, Education and Science Minister Ashat Aimagambetov announced that five COVID-19 vaccines were being developed and that the preclinical trials would be tested on animals until September 2020, when the clinical stages would begin for humans.[3] Kazakhstan has created its own COVID-19 vaccination, QazCovid-in, developed by the Research Institute for Biological Safety Problems.[4] On 7 April 2021, the Healthcare Minister Alexey Tsoi announced that the Kazakh government had requested 4 million doses of Russia's Sputnik V vaccine, in addition to 2 million doses already received earlier in 2021, as part of an ongoing vaccination programme alongside QazCovid-in.[5] In October 2021, the first Kazakh vaccine to protect cats from COVID-19, NARUVAX-C19, was unveiled at the Kazagro/Kazfarm-2021 international exhibition.[6] This article about COVID-19 vaccines is a stub. You can help Wikipedia by expanding it. This Kazakhstan-related article is a stub. You can help Wikipedia by expanding it.","Title":"COVID-19 vaccination in Kazakhstan - Wikipedia","KeyID":"11222","URL":"https://en.wikipedia.org/wiki/COVID-19_vaccination_in_Kazakhstan"}