{"Content: ":"The COVID-19 vaccination campaign in Germany began on 26 December 2020.[2] As of 16 December 2021, 60,679,186 people have received at least one dose (73 % of total population), while 58,174,724 people have been fully vaccinated (70 % of total population).[3] There are several COVID-19 vaccines at various stages of development around the world. The ones listed as \"pending\" in the table below are under review by the European Medicines Agency as of 15 May 2021.[4] The German Immunization Committee (STIKO) initially recommended jabs from AstraZeneca[5] and Janssen only for patients ages 60 and above after reports of blood clot post-vaccination, but this was made available to everyone by the federal government on May 6, 2021[6] and May 10, 2021,[7] respectively. On November 10 of the same year, STIKO recommended jabs from Moderna's vaccine mRNA-1273 only to persons 30 years of age and older due to the increased risk of myocarditis and pericarditis for young people, and the vaccine from Biontech/Pfizer was the only recommended vaccine for young people.[8] At the beginning of the vaccination campaign, the vaccine was planned to be distributed in four priority groups.[9] The first priority group received their first vaccination on 26 December 2020. Everyone ages 80 and above, residents & caretakers of senior residents and high risk medical personnel are included in this group. This group consists of everyone ages 70 to 79, people with high risk preexisting conditions or down syndrome or psychologically impaired and their caretakers, caretakers of pregnant women, and other medical personnel not included in group 1. Group 3 consists of everyone ages 60 to 69, people with moderate preexisting conditions and their caretakers, employees of the government, shops, and vital infrastructure, and teachers. Everyone under the age of 60, but at least 16 years old, who are not included in the above vaccination group will be the last to get inoculation once most members of the top three priority groups receive their first dose. At a press conference on 26 April 2021, chancellor Angela Merkel promised to remove the prioritization by June,[10] with Health Minister Jens Spahn later announcing its end on June 7, 2021.[11] However, the states of Baden-Württemberg, Bavaria, and Berlin decided to enable this group to also get vaccinated through a doctor's office starting on 17 May 2021.[12][13][14] On 27 May 2021, chancellor Angela Merkel announced the extension of this priority to include children ages 12 to 15, on the condition that at least one existing vaccine is approved for use in this age range by the European Medicines Agency (EMA).[15] On 8 August 2021, it was reported that in response to a decreasing demand for vaccinations, in particular the Oxford–AstraZeneca COVID-19 vaccine, the Health Ministry would, starting from 16 August, distribute vaccines to the 16 states on the basis of reported demand, instead of the maximum feasible amounts. For the same reason, states projected in a survey by Die Welt that they would return over 2 million vaccine doses to the federal government. Development minister Gerd Müller told the newspaper that the amount of 30 million vaccine doses already promised should be increased in view of the situation, and that as the next step, the capacities for domestic production in poorer countries should be improved.[16] From 13 to 19 September, mobile vaccination centers were set up on public transport, mosques, and football fields as part of a campaign to increase the vaccination rate in the population.[17] Vaccination figures were obtained from the RKI, updated every business day and correspond to progress on the previous day.[18] Starting from April, inoculations can also be administered at a doctor's office alongside the existing vaccination center and mobile teams [19] and from 7 June at a company's physician office. A first dose is described as a person who received at least one COVID-19 vaccine doses, while a full dose stands for a person who completed the vaccination process with the prescribed doses. In August 2021, authorities in north Germany found that a nurse injected saline instead of vaccine, and had to ask more than 8,000 people to get repeat Covid vaccinations.[20]","Title":"COVID-19 vaccination in Germany - Wikipedia","KeyID":"11238","URL":"https://en.wikipedia.org/wiki/COVID-19_vaccination_in_Germany"}