{"Content: ":"Lepidotes (from Greek: λεπιδωτός lepidōtós, 'covered with scales') (previously known as Lepidotus)[4] is an extinct genus of Mesozoic ray-finned fish. It has been considered a wastebasket taxon, characterised by \"general features, such as thick rhomboid scales and, for most of the species, by semi-tritorial or strongly tritorial dentition.\"[5] with dozens of species assigned to it.[3] Fossils attributed to Lepidotes have been found in Jurassic and Cretaceous rocks worldwide.[2][6][7][8] It has been argued that Lepidotes should be restricted to species closely related to the type species L. gigas, which are only known from the Early Jurassic of Central Europe, with most other species being not closely related, with other species transferred to new genera such as Scheenstia.[9] Lepidotes belongs to Ginglymodi, a clade of fish whose only living representatives are the gars (Lepisosteidae). The type species L. gigas and close relatives are thought to be members of Lepisosteiformes within Ginglymodi, with other species occupying various positions within Ginglymodi.[9] Inhabiting both freshwater lakes and shallow seas, Lepidotes was typically about 30 centimetres (12 in) long. The body was covered with thick, enamelled scales.[10] Batteries of peg-like teeth enabled Lepidotes to crush the shells of its molluscan prey. Fossil examples of these teeth were collected in medieval times as 'toadstones', claimed to be found within the heads of toads and to have magical powers against poisoning. Lepidotes was one of the earliest fish in which the upper jawbones were no longer attached to the jugal bone. This allowed the jaws to be stretched into a 'tube' so that the fish could suck in prey from a greater distance than in previous species.[10] This system is still seen in some modern fish, such as carp. Lepidotes scales are ovular in shape, and are 18.5 millimetres (0.73 in) long and 3 millimetres (0.12 in) thick at the thickest point.[11] The scales are smooth and shiny on the external surface, with only a few small depressions scattered toward the centre that are shaped like punctures.[11] Many characteristics were identified by Woodward in 1895, and they are listed below:[3] L. elvensis is the type species of Lepidotes. It was described by Ducrotay de Blainville in 1818. It is known from an almost complete specimen housed in the Paris Museum of Natural History. The specimen measures up to 75 centimetres (2.46 ft) long. The specimen is from the Upper Lias, in Bavaria. The specimens P. 7406, P. 7407, P. 7408, P. 2014, P. 2054, P. 3529a, P. 3529b, 18992, 18993/94 19662, 32421, and 32422 have all been assigned to this species. The external bones of this species are smooth, but some have sparsely-placed coarse tuberculations (protuberances). The frontal bone is more than twice the length of the parietal in the specimens. It also has a comparatively narrow marginal symphysis (articulation).[3] This species was named by Agassiz in 1837 and is known from some incomplete remains. It has been classified as closely related to L. elvensis. It is more elongate than L. elvensis, being four times as long as tall. It also has more sharply angulated sutures between its parietals, and the parietals are also proportionally longer. It is known from the specimens P. 1127, P. 7409, P. 2012, P. 2012a, P. 3527, P. 3528, P. 3528a, P. 5213, P. 5228, P. 6394, P. 7410, and 35556, all from the Upper Lias of Yorkshire.[3] L. gallineki is known from only an imperfect internal cast of the head and neck, assigned to Lepidotes by Michael (1863). The estimated length of the species is 90 centimetres (3.0 ft). The eternal bones are almost all apparently smooth. On the hinder margin, the scales are smooth and not serrated. The specimen was from the Rhaetic of Upper Silesia.[3] This species, named in 1837 by Louis Agassiz, is known from a single suboperculum (scale-shaped lower opercular bone). It includes an assortment of unidentified remains from Stonesfield Slate. The formation dates back to the Bathonian of England. The only certain remain that can be assigned to L. tuberculatus is the suboperculum, so all the other material is considered to be unlikely to belong to it. The specimens provisionally assigned to L. tuberculatus by Woodward are P. 471, P. 1111, P. 1111a, P. 3524, P. 7411, 28606, 28607, 30569, 37219, 47141, and 47980.[3] L. macrocheirus was described by Sir Philip Egerton in 1845. It could grow up to 70 centimetres (28 in) long. The trunk of the specimens are very robust, and the head measures one fifth of the total length. Like in L. elvensis, the parietals measure less than half of the frontals. The frontals are three times as long as they are wide. It possessed slightly tumid, but styliform marginal teeth. The inner teeth were large and obtuse, but there pedicles were only moderately high. The species lacked any signs of ring-vertebrae. The fin-fulcra were large, but on the medial fins they were slender. The specimens assigned to it are P. 6839, P. 6899, P. 6900, P. 7412, and P. 7413, from the Oxfordian of England.[3] L. occidentalis is known from five ovular scales, described by Joseph Leidy in 1860.[12] The enamel surfacing of all five scales is shiny and smooth. The largest of the scales is 100 millimetres (3.9 in) long, and the smallest in 50 millimetres (2.0 in).[12] L. haydeni is a species known from a single, rectangular scale, described by Leidy in 1860. The scale is 130 millimetres (5.1 in) long and 89 millimetres (3.5 in) wide. The covering of the scale is small, rectangular squares. The root of the scale projects toward the front of one of the long sides. The specific name honors Dr. Hayden, who discovered many remains, including the only scale of L. haydeni.[12] L. latifrons was named and described by Arthur Smith Woodward in 1893. It is known from bones and scales from the head and trunk regions. It measured to about 1 metre (3.3 ft) long. The scales of this species are large and smooth. There are no traces of rings on the vertebrae. The marginal teeth are slender and styliform. The portion of the dentary that bears teeth is deepened near the symphysis. It is known from a few, mostly complete specimens, P. 6841, P. 6838, and P. 6840. The specimens date to the Oxfordian of Huntingdonshire.[3]   This article related to a Jurassic fish is a stub. You can help Wikipedia by expanding it.","Title":"Lepidotes - Wikipedia","KeyID":"1124","URL":"https://en.wikipedia.org/wiki/Lepidotes"}