{"Content: ":"93.4% of the eligible Australian population aged 12+ have received one dose  90.1% of the eligible Australian population aged 12+ are fully vaccinated  1.1% of the eligible Australian population aged 12+ are booster given  The general COVID-19 vaccination in Australia program began on 22 February 2021 in response to the COVID-19 pandemic, with the goal of vaccinating all willing people in Australia before 2022. Front-line workers[a] and aged care staff and residents had priority for being inoculated, before a gradual phased release to less-vulnerable and lower-risk population groups throughout 2021. The Therapeutic Goods Administration (TGA) approved four vaccines for Australian use in 2021: the Pfizer–BioNTech vaccine on 25 January, the Oxford–AstraZeneca vaccine on 16 February, Janssen vaccine on 25 June and the Moderna vaccine on 9 August.[4][5][6][7] Although approved for use, the Janssen vaccine was not included in the Australian vaccination program as of June 2021[update].[8] As of 28 December 2021, Australia had administered 42,252,227 vaccine doses across the country.[3][9][10] The country's vaccination rollout initially faced criticism for its slow pace and late start, falling far below initial government targets.[11][12] Despite this, Australia began vaccinating its citizens at a comparatively fast pace, overtaking the United States in first dose coverage by 10 October 2021.[13] 90% of the Australian population aged 12 and over are now[when?] fully vaccinated.[14] The federal government has stated it will provide free COVID-19 vaccinations to everyone living in Australia, largely regardless of immigration status. Like most vaccines, Australians do not need a prescription to receive them.[15] On 21 February 2021, a day before the previously announced program start date, Prime Minister Scott Morrison, Chief Medical Officer Paul Kelly, Chief Nurse Alison McMillan, Kris Matthews and \"a small group\" of aged care staff and residents became the first Australians to receive the Pfizer–BioNTech vaccine. The early vaccination was heavily televised with the hopes of reassuring Australians about the quality, efficacy, and safety of COVID-19 vaccines.[19] On 22 March, Health Minister Greg Hunt announced the start of the phase-1b vaccination roll-out. In this phase, more than 6 million Australians are targeted for inoculation, and approximate 1,000 GP clinics are participating in vaccination all over the nation to ramp up the speed of vaccination.[20] The Federal Government of Australia has decided to prioritise people 50 years or older for vaccination. They will be eligible for vaccination from 3 May 2021 at General Practice Respiratory Clinics and state or territory vaccination clinics. From 17 May, people over 50 can also get their vaccination at selected participating GP clinics. The Australian Technical Advisory Group on Immunisation advised the government to reserve the Pfizer vaccine for those under 50 years of age, and the AstraZeneca vaccine will be administered for phase 2a.[16] On 19 August 2021, an announcement was made by Prime Minister Scott Morrison that residents aged 16–39 will be eligible for the Pfizer vaccine from 30 August 2021.[21] On 5 December 2021, the Therapeutic Goods Administration, Australia's medical regulator, approved access for five to 11-year-olds to the Pfizer vaccine.[22] As of 10 December 2021, it was planned to start vaccinating children aged 5 to 11 with the Pfizer vaccine from 10 January 2022.[23] Vaccination statistics for all age groups On 22 February 2021, the first Canberran received a COVID-19 vaccination. She was a 22-year-old registered nurse, and a member of a COVID-19 testing team.[33] In the ACT, by 11 June 2021, one mass vaccination clinic centre in Garran, one vaccination clinic in Calvary Public Hospital and some selected GP clinics were delivering vaccinations.[34] 60% of the population of the ACT had received their first dose as of 24 August 2021.[9] On 11 September 2021, the ACT became the first Australian state or territory to have 50% of the eligible population over 16-years-old fully vaccinated.[35] On 30 September 2021, the ACT became the first state or territory to reach 90% of first doses administered to the 16-years or older eligible population.[36] On 8 April 2021, the Australian Technical Advisory Group on Immunisation (ATAGI) recommended that the Pfizer vaccine (Comirnaty) be preferred over the AstraZeneca vaccine in people under the age of 50.[37] This led to the NSW government to temporarily suspend inoculation with the AstraZeneca vaccine in the state for one day.[38] On 10 May 2021, a mass vaccination hub opened at Sydney Olympic Park. The same day, registrations began for NSW residents aged 40 to 49 to receive the Pfizer vaccine.[39] On 9 August, Qudos Bank Arena at Sydney Olympic Park was opened as a Pfizer vaccination hub for Higher School Certificate (HSC) students. The hub was fully booked with almost 3,000 appointments on its first day.[40] The Qudos Arena vaccination hub closed on 7 November 2021, after delivering more than 360,000 doses.[41] From 16 June 2021, NSW residents who were aged over 50 could get an AstraZeneca vaccination from selected pharmacies. The NSW health department approved 1,250 pharmacies to administer the vaccine under strict regulations.[42] On 12 July, the state government opened up the AstraZeneca vaccine to over-40s, with vaccination hubs opening in the Fairfield, Canterbury-Bankstown and Liverpool regions, amid a growing outbreak in those areas of the Delta variant of COVID-19.[43][44] On 24 July, ATAGI released a statement in response to the NSW Delta outbreak, which stated that all individuals aged 18 years and over in greater Sydney, including adults under 60 years of age, should strongly consider getting vaccinated with any available vaccine, including the AstraZeneca COVID-19 Vaccine. This was based on an increased risk of COVID-19 infection and ongoing constraints in supplies of the Pfizer vaccine.[45] On 24 August, NSW reached the milestone of 60% first doses administered to the eligible population.[46] On 2 September NSW became the first state to reach the 70% level of first doses given to their eligible population.[47] By 5 September 2021, 40% of the NSW population was fully vaccinated.[48] On 15 September 2021, NSW became the first state in the country to have 80% of its population having at least one vaccine dose.[49] By 17 September 2021, 50% of the 16 years, or older, population of NSW had received two vaccine doses.[50] On 26 September 2021, 60% of eligible residents became fully (double dose) COVID-19 vaccinated. 85% had a single vaccine dose.[51] On 27 September 2021, the three-stage roadmap to come out of lockdown, and freedoms for vaccinated versus unvaccinated people, was announced by then Premier Gladys Berejiklian. All three stages depend upon reaching the double-dose vaccination rates of 70, 80 and 90%.[52] On 7 October 2021, 70% of eligible residents who were aged 16 and over became fully vaccinated against COVID-19.[53] 2 days later, the same demographic reached 90% having had at least one dose.[54] On 11 October 2021, NSW moved to Phase Two - Vaccination Transition Phase as the state achieved 70% full vaccination of the eligible population the previous week. Premier (as of 5 October) Dominic Perrottet announced \"Freedom-day\" for NSW as the state came out of lockdown and restrictions were eased, but only for fully vaccinated people, across the state. Some restrictions remained in place until the 80 and 90% levels of vaccination were reached.[55] On 16 October 2021, 80% of eligible state residents became fully vaccinated against COVID-19. NSW was the first state or territory to achieve 80% full vaccination. The single dose vaccination rate in NSW was 91.9% on 15 October.[56] On 8 November 2021, a new COVID-19 vaccination clinic opened at The Granville Centre after the closing of the Qudos Bank Arena clinic on 7 September. The Granville clinic will open between 8 am and 4 pm, seven days a week for first, second or booster doses.[41] On 22 February 2021, the first COVID-19 vaccinations (phase 1A) in the Northern Territory (NT) were administered to \"at-risk frontline workers\" using the Pfizer–BioNTech COVID-19 vaccine.[57] As of 13 June 2021, 25 general practices and 3 respiratory clinics were delivering vaccinations across the territory.[58] By 13 June 2021, the Queensland Health Department was delivering vaccines under phase 1a, 1b & 2a (people aged over 40) in the state. Age 40+ vaccination centres including hospitals, event centres and GP clinics. Eligible residents can register their interest in vaccinations online or make an appointment at the nearest centre. Queensland Premier Annastacia Palaszczuk said that preparation is underway to establish a mass vaccination centre by the end of 2021.[59] The state's first mass vaccination hub opened at the Brisbane Convention & Exhibition Centre on 11 August.[60][61] On 5 May 2021 the first Oxford-AstraZeneca vaccination was administered at Murray Bridge, South Australia. The recipient was a doctor in regional SA.[62] On 19 March 2021, South Australia faced a setback due to a misdirected shipment of vaccines. The Pfizer vaccine was supposed to go to Adelaide but was wrongly delivered to Perth, Western Australia. Premier of South Australia Steven Marshall denied knowledge of any delivery and said it was a federal government responsibility to deliver the vaccine. Federal officials confirmed the misdirected delivery.[63] On 30 April 2021, South Australia's first COVID-19 mass vaccination hub opened at Adelaide Showground.[64] By 11 June 2021, the Tasmanian Health Department was conducting vaccinations according to the national vaccine roll-out plan in a phased manner. Those eligible can book an appointment online or over the hotline number. Hospitals, clinics, community health centres and GP clinics (for ages 50+) are participating in the vaccination program.[65] On 16 September 2021, Tasmania became the second state, after the Australian Capital Territory,[35] to achieve 50% full vaccination of the 16 years and older population.[66] On 21 April 2021, Victoria's first three mass vaccination centres were opened at the Melbourne Convention & Exhibition Centre, the Royal Exhibition Building in Carlton and in Geelong. Those eligible for vaccination can make an appointment over the phone or walk in at any centre.[67] One more mass vaccination centre for central Victoria was due to be opened in Bendigo by the end of May.[68] On 28 May, the state expanded its vaccine rollout to adults aged 40 and over, ahead of the federal rollout timeline.[69][70] On 9 August, the AstraZeneca vaccine became available to adults aged 18–39 at state-run vaccination hubs. The Pfizer vaccine was also made available for immuno-compromised children between the age of 12 and 15 at the same mass vaccination centres.[71][72] On the same day, Australia's first drive-through mass vaccination hub opened at the site of a former Bunnings store in Melton. It initially offered Pfizer doses for those aged 40 and above, with AstraZeneca doses expected a week later.[73] Anyone who is an adult (16 years old and over) became eligible to get the Pfizer vaccine from 25 August. As per the announcement made by the state government, 16 and 17-year-olds are only allowed the Pfizer vaccine, while 18 to 59-year-olds can choose between the AstraZeneca or Pfizer vaccines.[74] On 17 September 2021, Victoria reached the milestone of 70% partially vaccination of the 16+ eligible population.[75] As of 10 June 2021,[update] people aged 30 years and over, as well as the below groups aged 16 years and over, are eligible for COVID-19 vaccination.[76][77] Metropolitan community clinics, GP respiratory clinics, GP clinics, Aboriginal Medical Services and regional community clinics are participating in the vaccination rollout.[78] Children (that is, aged below 18 years) are offered Pfizer-BioNTech, adults aged between 18 and 59 years are offered Pfizer-BioNTech and AstraZeneca, and adults aged 60 and over are offered AstraZeneca.[77][78] On 16 August, Western Australia expanded eligibility for the Pfizer vaccine to anyone aged 16–29.[79] Western Australians aged 60 and above became eligible for the Pfizer vaccine from 20 September.[80][81] The four vaccines currently approved for administration in Australia are classified as being \"provisionally approved\", meaning that they have been deemed both safe and effective based on clinical and scientific data and are in the process of non-expiring registration. The authorisation means the vaccine will become part of the Australian Therapeutic Goods Register and will be up for review again in two years based on additional clinical data.[82] On 25 January 2021, the TGA provisionally approved the two-dose Pfizer–BioNTech COVID-19 vaccine, named COMIRNATY, for use within Australia. The provisional approval only recommends the vaccine for patients over the age of 16, pending ongoing submission of clinical data from the vaccine sponsors (the manufacturers, Pfizer and BioNTech).[83] Additionally, every batch of vaccines have their composition and documentation verified by TGA laboratories before being distributed to medical providers.[84] The Department of Health planned the administration of COVID-19 vaccinations in five phases, organised by the risk of exposure. Border, quarantine, and front-line health and aged care workers were vaccinated first, followed by over 70 year-olds, other health care workers, and essential emergency service members. Following the provisional approval of COMIRNATY, Prime Minister Scott Morrison said that it was planned for the first group to begin vaccinations by February 2021, six weeks earlier than originally planned.[85] The first public COVID-19 vaccination in Australia actually took place on 21 February 2021 with the Pfizer–BioNTech vaccine at Castle Hill in Sydney. An 84 year-old aged care resident was the first Australian to receive the vaccine. To show confidence in the national immunisation vaccine rollout, Prime Minister Morrison and Chief Medical Officer Professor Paul Kelly also received vaccinations.[86] On 23 February 2021, Australia's second shipment of the Pfizer vaccine arrived at Sydney airport. Health Minister Hunt confirmed the arrival of 166,000 doses, and 120,000 more doses expected to arrive in the following week.[87] On 9 April 2021, Prime Minister Morrison announced that Australia had secured another 20 million doses of Pfizer vaccine on top of 20 million already on order, meaning 40 million doses should be available to Australians in 2021. This was amid concerns about the AstraZeneca vaccine, in rare cases, causing blood clots; see section Oxford–AstraZeneca vaccine below. The additional doses of Pfizer were expected to arrive in Australia in the last quarter of 2021.[88][89] On 23 July 2021, the TGA approved the Pfizer COVID-19 vaccine for teenagers between 12 to 15 years old.[90] On 16 February 2021, the Oxford–AstraZeneca vaccine was approved by the TGA for use in Australia. The administration of this vaccine was scheduled to start in March.[93] Two weeks later, on 28 February, the first shipment of the vaccine, around 300,000 doses, arrived at Sydney for rollout from 8 March.[94] On 5 March 2021, Italy stopped the export of AstraZeneca vaccine to Australia due to their slower rollout of that vaccine in the EU.[95] On 23 March, TGA approved the first batch of locally manufactured AstraZeneca vaccine by CSL-Seqirus in Melbourne, and 832,200 doses were ready for rollout in the following weeks.[96] On 17 June 2021, Federal Health minister Greg Hunt announced a rise in the age limit for administration of the AstraZeneca vaccine. After new advice from the Australian Technical Advisory Group on Immunisation (ATAGI), the vaccine was no longer recommended for people aged under 60 years. This advice came after new cases of blood clotting, thrombosis with thrombocytopenia syndrome (TTS), in those under 60 after AstraZeneca vaccinations.[89] On 23 June 2021, the Federal government released vaccine allocation projections and forecast that the Oxford-AstraZeneca vaccine would be in \"little need\" past October 2021 when all Australians over 60 years were expected to be fully vaccinated.[97] On 24 June 2021, the Moderna COVID-19 vaccine, Elasomeran, was issued a provisional determination by the TGA making it eligible to apply for provisional registration in Australia. It is targeted for use in individuals aged 18 years of age and older pending approval.[99] The Moderna vaccine was approved in Australia for 18 years or older by the TGA on 9 August 2021. It was also approved for adolescents aged between 12 and 17 on 4 September 2021.[7][100] On 25 June 2021, provisional approval was given by the TGA to the Janssen COVID-19 vaccine, the third vaccine for potential use in Australia. Strict conditions were imposed on Janssen, which includes further investigation documents related to the efficacy, long term effects and safety concerns that must be provided regularly to TGA.[8] As of 3 August 2021 following the release of the 'Op COVID SHIELD National COVID Vaccine Campaign Plan', it is not included in the vaccination program.[101] On 20 January 2021, the Novavax vaccine was issued a provisional determination by the TGA making it eligible to apply for provisional registration in the Australian Register of Therapeutic Goods (ARTG).[102] As of 14 June 2021, Novavax had entered the final stage of trials.[103] As of 8 July 2021, the Novavax COVID-19 vaccine was under evaluation by the TGA for use in Australia.[104] As of 23 January 2022, the TGA gave provisional approval and as of 24 January, ATAGI has approved it's rollout to start when shipments arrive in late February.[105] Currently Novavax is available free of charge to self described Australian citizens with or without Medicare. Walk in clinics are available in capital cities.[citation needed] After the TGA approves vaccines, the Australian Technical Advisory Group on Immunisation (ATAGI) provides recommendations and clinical guidance on vaccine use. The recommendation as of 29 July 2021 is that the AstraZeneca COVID-19 vaccine is the preferred vaccine for people aged 60 years and older. The Pfizer COVID-19 vaccine is the preferred COVID-19 vaccine in people aged under 60 years of age; and is additionally recommended in people with a history of cerebral venous sinus thrombosis (CVST), heparin-induced thrombocytopenia (HIT), deep vein thrombosis or antiphospholipid syndrome with thrombosis. These recommendations are based on the risk of TTS appearing to be higher in younger adults than in older adults, and younger adults having a lower likelihood of having severe outcomes from COVID-19 compared to older adults and theoretical concerns that a history of the rare conditions listed above may increase the risk of TTS.[106] The AstraZeneca vaccine is also recommended to most people aged 18 years after consultation with their GP who are resident in declared hotspot areas.[107] In June 2021, the Federal government projected that the Oxford-AstraZeneca vaccine would see \"little need\" after October 2021 when all over 60 year-old Australians were expected to be immunised.[108] On 1 October 2021, Prime Minister Scott Morrison announced that the Therapeutic Goods Administration has considered two international vaccines for future international travel as equal to vaccines approved to use in Australia to skip strict hotel quarantine. The first vaccine is Indian made Astrazeneca vaccine under the brand name \"COVISHIELD\", and the second is CoronaVac from China.[109] On 1 November 2021, the TGA recognised two more vaccines: Covaxin and the Sinopharm BIBP vaccine (BBIBP-CorV).[110] On 17 January 2022, the TGA recognised the Sputnik V vaccine.[111] The Australian government entered into agreements with Pfizer/BioNTech, University of Oxford/AstraZeneca, Novavax, the University of Queensland and COVAX for the supply of vaccines.[112] The University of Queensland vaccine was abandoned in December 2020 after trials revealed that, while it was safe, it triggered false positives on HIV tests.[113][114] The Therapeutic Goods Administration (TGA) provisionally approved the Pfizer vaccine in January 2021.[115] The Australian government ordered 10 million doses, with the first 80,000 to be delivered in February 2021, but production problems and the imposition of export controls by the European Union (EU) onto deliveries to countries outside Europe made meeting the delivery schedule problematic.[116] Delivery issues also affected deliveries of the Oxford–AstraZeneca COVID-19 vaccine, which was provisionally approved by the TGA in February,[117] and received final approval in March.[118] Orders were reduced from 3.8 million to 1.2 million doses of this vaccine, which was manufactured in Belgium,[116][119] and arrival was pushed back to March 2021.[120] CSL Limited began manufacturing 50 million doses of the AstraZeneca vaccine in Melbourne in November 2020. Deliveries were expected to commence in March.[121] The AstraZeneca vaccine could be stored at normal refrigeration temperatures of 2 to 8 °C (36 to 46 °F), whereas the Pfizer vaccine required storage at −70 °C (−94 °F).[120] However, concerns were raised about the efficacy of the AstraZeneca vaccine.[122][123] The Australian and New Zealand Society for Immunology called for a pause in its rollout, as the efficacy of the vaccine reported by trials was insufficient to achieve the desired herd immunity effect.[124] CSL management declined an invitation to appear before an Australian Senate inquiry.[125] Although the Prime Minister of Australia, Scott Morrison, said that Australia would be \"at the front of the queue\",[126] and the Minister for Health and Aged Care, Greg Hunt, claimed that Australia would be among the first countries to receive COVID-19 vaccines, 61 other countries had already commenced vaccinating their citizens by the end of January 2021, while the Australian vaccination rollout was not scheduled to commence for another month.[125] On 15 February 2021, 142,000 doses of the Pfizer–BioNTech COVID-19 vaccine arrived in Australia. The first doses were due to be administered on 22 February.[127] The world-wide distribution of the vaccine has been described as \"the largest logistics effort in the world since World War\" by Dr Roberto Perez-Franco of the Deakin University's Centre for Supply Chain and Logistics.[128] This was followed, on 28 February, by 300,000 doses of the Oxford–AstraZeneca vaccine, which arrived at Sydney airport. It was planned that most Australians would be vaccinated with this vaccine, the majority manufactured in Australia by CSL Limited.[129] On 5 March, Italy and the European Union blocked a shipment of 250,000 doses of the Oxford−AstraZeneca vaccine from Italy to Australia, citing low COVID-19 case numbers in Australia and the limited availability of vaccines in the EU.[130] Local manufacturing began in November 2020.[131][132] On 16 February, the first vials of COVID-19 vaccine produced in Australia came off the production line at the CSL Behring plant in Broadmeadows, Melbourne.[133] This is the active raw vaccine material. The vaccine vials are filled and packaged into doses by Seqirus, a CSL subsidiary in Parkville, Melbourne.[134] Production of the AstraZeneca vaccine in Australia received its final approval from the TGA on 21 March.[118] Some front line health care workers were reported to have preferred the Pfizer vaccine over the AstraZeneca one.[135] The Australian government had also signed a deal with Novavax for 51 million doses of its vaccine, with supply originally slated for \"mid-2021\".[136] As of April 2021, it had yet to be approved by the TGA. It is not manufactured in Australia, so like the other imported vaccines, its availability was uncertain. In trials it was reported to be 95.6 per cent effective against COVID-19, and an 86.3 per cent effective against the variant identified in the UK.[136] Australia's first human trials of a candidate COVID-19 vaccine was Novavax's NVX-CoV2373 which began in Melbourne by 26 May 2020.[137] In a February 2021 pre-budget submission, the Australian Academy of Science renewed its call for the government to develop the capability to produce mRNA vaccine technology in Australia. The ability to mass-produce such vaccines onshore would insulate Australia against supply shocks, and cater for future pandemics and potential biosecurity situations. The mRNA coronavirus vaccines made by Moderna and Pfizer showed strong results in clinical trials and are expected to be easier to reconfigure to cater for new virus variants than more conventional vaccines.[138][139] On 11 March 2021, the Australian Medical Association (AMA) attested that it was implausible that the government's target of offering vaccination to every Australian by October 2021 would be achieved, and suggested that mid-December 2021 would be a more realistic date. The government had aimed to administer 60,000 doses by the end of February but administered only 31,000 doses.[163] The vaccination program was also 83.25% behind its target figure by the end of March: 4 million doses were targeted by the Health Department before the rollout, but only 670,000 had been delivered.[164] The vaccination rollout had a further setback when pharmacists postponed joining the vaccination program until June.[165] The federal government said that the European Union (EU) blocking the shipment of more than 3 million doses of vaccine to Australia was a major reason for the delayed vaccine rollout, although the EU only officially confirmed blocking the export of 250,000 doses in early March.[166][167] Medical advice discouraging the use of the AstraZeneca vaccine on people under the age of 50 due to incidents of vaccine-related blood clotting was a further major setback in the vaccination rollout, given the AstraZeneca vaccine was originally slated as the cornerstone of the entire program. Prime Minister Scott Morrison stated at the time that a definitive timeline for vaccine rollout could no longer be provided, and there is a need to re-evaluate and recalibrate the program.[168] On 11 April 2021, Prime Minister Morrison conceded the earlier target to vaccinate all Australians by the end of 2021 was difficult to achieve, also saying there was no set target for the vaccination timeline due to the many uncertainties involved.[12] Morrison suggested two meetings of the National Cabinet be held per week until all issues delaying the vaccine rollout were fixed.[169] More than two million COVID-19 vaccinations had been administered by 28 April 2021, but this was three million short of original plans.[11] The federal government was criticised by some for declining an invitation to meet with Pfizer executives in 2020, at a time other countries were starting to place orders.[170] As of 16 August 2021, more than 10 million Australians had received their first dose of COVID-19 vaccines across the nation.[171] As of 4 February 2022, there were nine vaccine candidates registered to conduct in clinical trials in Australia, but not all had begun enrollment of trial participants.[172] Ena Respiratory Tetherex Pharmaceuticals Icosavax, Seqirus Inc. In June 2021, the federal government revealed that they planned to introduce a Digital Vaccine Passport in the future as proof of vaccination. All vaccinated Australians would be able to access their digital vaccine certificates through the Express Plus Medicare app or myGov account. Governments that have stated their intention to have a similar system are Canada, the European Union, and the UK. Fully vaccinated persons can also add their digital certificate in their Apple Wallet or Google Pay.[182][183] In September 2021, South Australia began trialling a Digital Passenger Declaration (DPD) that could replace the physical Incoming Passenger Card and the digital COVID-19 Australian Travel Declaration form. This declaration would be completed by all incoming travellers and would take the form of a mobile or web app. The DPD would contain a digital vaccination certificate, and could also be used to track home quarantine and assist with contact tracing.[184] In October 2021, National Cabinet announced that the Australian government would create an International COVID-19 Vaccine Certificate for outgoing travellers which would follow standards specified by the International Civil Aviation Organization.[185] On 19 October 2021, International COVID-19 Vaccine Certificate was made available for Australian passport holders and visa holders with a QR code and it can be downloaded from the MyGov website or medicare express app.[186] The QR code on International COVID-19 Vaccine Certificate can be scanned and verified by using VDS-NC app which is available now on App store and google play store.[187][188] On 30 July 2021, the federal government released a revised four-phase plan to transition Australia's National COVID-19 Response from its current pre-vaccination settings, focussing on continued suppression of community transmission, to post-vaccination settings focussed on prevention of serious illness, hospitalisation and fatality, and the public health management of other infectious diseases. The phases transitions are triggered in a jurisdiction when the average vaccination rates across the nation have reached the threshold and that rate is achieved in a jurisdiction expressed as a percentage of the eligible population (16+), based on the scientific modelling conducted for the COVID-19 Risk Analysis and Response Task Force. As of 6 November 2021, Australia is in phase-Three, which is \"Vaccination Consolidation Phase\".[189][190] In a statement by the Prime Minister on 30 July 2021, it was announced that the federal governments and all states and territories had agreed in-principle to the updated plan.[191] There has been no date set for each phase. The percentage fully vaccinated eligible population to transition into the second phase, Phase B, is 70%, and 80% into the third phase, Phase C.[192][189] On 16 November 2021, the percentage of the eligible adult population aged 16 and older fully vaccinated reached 83.9%.[32] On 3 August 2021, the Australian Government publicly released the 'Operation COVID SHIELD National COVID Vaccine Campaign Plan'[101] and the Doherty Institute Modelling Report to advise on the National Plan to transition Australia's National COVID Response'.[193] Approved COVID-19 vaccinations are considered safe. There are strict protections in place to help ensure the safety of all COVID-19 vaccines, including clinical trials to meet the benchmark of safety nationally and internationally. COVID-19 vaccines can cause mild, short term side effects, such as a low-grade fever or pain or redness at the injection site much like other vaccines and injected medications. Most reactions to vaccines are mild and go away within a few days on their own. More serious or long-lasting side effects to vaccines are possible but extremely rare. Vaccines are continually monitored for as long as they are in use, to detect rare adverse events and implement approaches to limit their occurrence.[194]  One of the earliest reported serious adverse events in Australia was a 44-year-old man admitted to Melbourne's Box Hill Hospital on 2 April 2021 when he developed serious thrombosis and thrombocytopenia syndrome (TTS) [low platelet count] after receiving the AstraZeneca vaccine on 22 March. Similar cases had been reported overseas among those who received the AstraZeneca vaccine. The event prompted the TGA to warn anyone who experienced persistent headaches or other worrying symptoms 4 to 20 days after receiving the vaccine to seek medical advice.[195][196] In April, a 48-year-old woman died in John Hunter Hospital on 15 April after developing TTS four days after vaccination. This was the first death in Australia likely linked to COVID-19 vaccination. It was also confirmed that the woman had diabetes and had other underlying medical conditions.[197] Since then further cases of serious adverse events have been occasionally reported in the media,[198][199][200][201] and two more deaths following COVID-19 vaccination identified in June. A 52-year-old woman whom died on 10 June due to a blood clot in her brain (cerebral venous sinus thrombosis). The TGA stated it was \"likely\" the death was linked to a rare vaccination side-effect. This was the second death in Australia linked to the Oxford-AstraZeneca vaccine.[202] On 17 June, this partly led to a federal government decision to only recommend the AstraZeneca vaccine for those over 60 years-of-age on advice from ATAGI.[203] In late June, a 61-year-old woman died in Royal Perth Hospital from immune thrombocytopenic purpura (ITP), which the TGA stated was likely linked to her AstraZeneca vaccination.[204][205] In July 2021, three deaths linked by the TGA following AstraZeneca vaccination were reported. A 72-year-old woman vaccinated on 24 June was admitted to Royal Adelaide Hospital on 5 July and died six days later.[206] Another two deaths were later identified of people in their 40s.[207] Ongoing updates on reviews by ATAGI into confirmed and suspected adverse events are publicly available. As of the 4 August 2021 update, ATAGI reinforces that the benefits of vaccination with COVID-19 Vaccine AstraZeneca strongly outweigh the risks of adverse effects in all Australians aged 60 years or older.[208] After findings and advice on the AstraZeneca vaccine from the UK and EU were released following several months of data on their vaccine rollout, the Australian Technical Advisory Group on Immunisation (ATAGI) and TGA met on 8 April 2021 to review and advise the government as a part of the periodic review process. Australia's Chief Medical Officer, Paul Kelly, reassured the safety of the vaccine and noted it was being continually reviewed, and that other vaccine options like Pfizer Comirnaty vaccine, and potentially later, Novavax, existed for the nation.[209] Everyone aged over 50-years were encouraged to get the AstraZeneca vaccine,[210] until 17 June when ATAGI's recommendation was revised to people over 60.[203] Internationally there is no consensus on the age limit.[211][212] The Department of Health information sheet on the AstraZeneca vaccine published 30 July, states \"in outbreak settings, adults under 60 years of age should strongly consider AstraZeneca Vaccine if they are unable to access Comirnaty (Pfizer vaccine)\".[213]","Title":"COVID-19 vaccination in Australia - Wikipedia","KeyID":"11255","URL":"https://en.wikipedia.org/wiki/COVID-19_vaccination_in_Australia"}