{"Content: ":"Hover flies (family Syrphidae) of the genus Microdon are unusual among the Diptera. Like other members of the subfamily, they are myrmecophiles, meaning they inhabit the nests of ants. There are 249 species known worldwide, with the greatest diversity being from the tropics; 30 species are known from North America, though it is expected that many of these species will be placed in other genera in time, as Microdon has been used as a catch-all for various unrelated species not placed in other genera.[2][3][needs update] Microdon adults look more or less like typical flies. Like some other hoverflies, they are generally robust and very hairy, often closely resembling bees. They are between 8 and 15 mm long. The antennae are rather long, with the last (third) segment nearly as long as, or sometimes significantly longer than, the first segment; the antennae are nearly as long as the fly's face. These flies are covered in black or pale (white or golden) hairs, and are themselves either black or metallic green or blue. The scutellum is with apical calcars and wing vein R4+5 with an appendix. They have simple legs and abdomens.[2] The real oddity of the genus Microdon is in its larvae and pupae. These are dome-shaped and look like stout little slugs. Their appearance originally led scientists to describe them as mollusks and scale insects.[4] They are slow-moving. Most have the spiracles on a peg-like protuberance extending from the end of their abdomens. Adult Microdon flies do not behave like other syrphid flies; they do not hover around flowers, but instead remain very near the ant colonies which serve as larval hosts. Larvae may be found very deep in ant colonies. Some species actively feed on ant larvae in the colony,[4] others are speculated to be scavengers[citation needed]. Microdon larvae are more or less restricted in their ant host species. Some Microdon species have only ever been found in the colonies of a single ant species, while others are restricted to related ant species or genera. Because these flies have such cryptic life cycles, biological information on most species is limited. Microdon is divided into six subgenera (including Microdon s.s.), plus five species groups and some unplaced species in \"Microdon s.l.\".[1] Nearctic: Neotropical: Oriental: Palaearctic: Nearctic: Afrotropical: Neotropical: Afrotropical: Afrotropical: Australian / Oceanian: Oriental: ","Title":"Microdon - Wikipedia","KeyID":"1125","URL":"https://en.wikipedia.org/wiki/Microdon"}