{"Content: ":"Tocilizumab, sold under the brand name Actemra among others, is an immunosuppressive drug, used for the treatment of rheumatoid arthritis and systemic juvenile idiopathic arthritis, a severe form of arthritis in children. It is a humanized monoclonal antibody against the interleukin-6 receptor (IL-6R). Interleukin 6 (IL-6) is a cytokine that plays an important role in immune response and is implicated in the pathogenesis of many diseases, such as autoimmune diseases, multiple myeloma and prostate cancer. Tocilizumab was jointly developed by Osaka University and Chugai, and was licensed in 2003 by Hoffmann-La Roche.[4] Tocilizumab was granted an emergency use authorization (EUA) for the treatment of COVID-19 in the United States in June 2021.[2][5][6] The drug is administered by monthly intravenous infusions. An infusion takes about an hour.[7] An alternative formulation for subcutaneous injection was approved in October 2013.[8] Tocilizumab is used for the treatment of moderate to severe rheumatoid arthritis, applied in combination with methotrexate, if other drugs like disease-modifying antirheumatic drugs (DMARDs) and TNF alpha blockers have proven to be ineffective or were not tolerated. It can be used as a monotherapy for patients who do not tolerate methotrexate.[9][10] The drug slows down the progression of the disease and can improve physical function of patients.[11] The treatment of systemic juvenile idiopathic arthritis (SJIA) is similar to rheumatoid arthritis treatment: tocilizumab is combined with methotrexate unless the latter is not tolerated. General safety and effectiveness is established for children of two years and older.[12] In 2011, the US Food and Drug Administration (FDA) approved tocilizumab for the treatment of active systemic juvenile idiopathic arthritis.[13] In Japan, tocilizumab is also approved for the treatment of Castleman's disease,[9][14] a rare benign tumor of B cells. In May 2017, the FDA approved tocilizumab for giant cell (temporal) arteritis.[15] On 30 August 2017, the FDA approved tocilizumab for cytokine release syndrome, a side effect of CAR-T cell therapies.[16] The most common adverse effects observed in clinical trials were upper respiratory tract infections (more than 10% of patients), nasopharyngitis (common cold), headache, and high blood pressure (at least 5%). The enzyme alanine transaminase was also elevated in at least 5% of patients, but in most cases without symptoms. Elevated total cholesterol levels were common.[17] Among the less common side effects were dizziness, various infections, as well as reactions of the skin and mucosae like mild rashes, gastritis and mouth ulcer. Rare but severe reactions were gastrointestinal perforations (0.26% in six months) and anaphylaxis (0.2%).[18] There are no certain interactions with other drugs. The blood plasma levels of simvastatin were reduced by 57% after a single dose of tocilizumab, but it is not known whether this is clinically relevant. A possible mechanism is that the elevated IL-6 levels of patients with rheumatoid arthritis suppress the biosynthesis of various cytochrome P450 enzymes, notably CYP1A2, CYP2C9, CYP2C19 and CYP3A4. Tocilizumab lowers IL-6 and thus normalises cytochrome levels, increasing the metabolization of simvastatin (and possibly other cytochrome metabolised drugs).[18] Besides other functions, interleukin 6 (IL-6) is involved in the development of immunological and inflammatory reactions. Some autoimmune diseases like rheumatoid arthritis are associated with abnormally high IL-6 levels. Tocilizumab binds soluble as well as membrane bound interleukin-6 receptors, hindering IL-6 from exerting its pro-inflammatory effects.[18][19] It has been noted that the membrane bound form and soluble form of the IL-6 receptor may have different effects in the pathogenesis of rheumatoid arthritis with the soluble form being more implicated in disease progression.[20] Interleukin 6 and its receptor were discovered and cloned at Osaka University, Japan, by Tadamitsu Kishimoto in the 1980s. In 1997, Chugai Pharmaceuticals began the clinical development of tocilizumab for the treatment of rheumatoid arthritis. Clinical studies for Castleman's disease and systemic juvenile idiopathic arthritis started in 2001 and 2002, respectively. Hoffmann–La Roche co-developed the drug due to a license agreement in 2003.[21] Data presented in 2008 showed the effectiveness of tocilizumab in combination therapy with methotrexate for rheumatoid arthritis treatment.[22] In further studies, it was effective and generally well tolerated when administered either as monotherapy or in combination with conventional DMARDs in adult patients with moderate to severe rheumatoid arthritis.[23] In June 2005, tocilizumab was approved in Japan for Castleman's disease.[9] In January 2009, the drug was approved by the European Medicines Agency (EMA) as RoActemra for the treatment of rheumatoid arthritis under the mentioned restrictions. On 11 January 2010, it was approved by the U.S. FDA as Actemra for the same purpose.[24] Tocilizumab was approved by Australia's Therapeutic Goods Administration on 27 May 2009[25] and was listed on the Pharmaceutical Benefits Scheme from 1 August 2010.[26] In New Zealand, tocilizumab was approved for distribution in July 2009,[27] and Pharmac approved subsidising it with special authority restrictions on 1 July 2013 for systemic juvenile idiopathic arthritis[28] and 1 July 2014 for rheumatoid arthritis.[29] The FDA approved tocilizumab for the treatment of systemic juvenile idiopathic arthritis for children from two years of age in April 2011, and the EMA followed in August the same year. Tocilizumab is marketed by Chugai in some countries, especially in Japan and other Asian countries, and jointly by Chugai and Roche (Hoffmann–La Roche's holding company) in others, for example Great Britain, France and Germany.[21] In June 2021, the U.S. Food and Drug Administration (FDA) issued an emergency use authorization (EUA) for tocilizumab for the treatment of COVID-19 in hospitalized people aged two years of age and older who are receiving systemic corticosteroids and require supplemental oxygen, non-invasive or invasive mechanical ventilation, or extracorporeal membrane oxygenation (ECMO).[2][5][6] In September 2021, Indian pharmaceutical firm Hetero obtained emergency use approval from the country's health authority, Drugs Controller General of India (DCGI), to produce a generic version of Roche's drug tocilizumab to treat COVID-19 in adults. With the approval, the drug will be made available for treating hospitalised adults who are on systemic corticosteroids and need supplemental oxygen, non-invasive or invasive mechanical ventilation, or extracorporeal oxygenation.[30] A 2021 meta-analysis of randomized controlled trials found that, while tocilizumab does not show significant benefits on survival, it could play a role in preventing progression to intensive care and mechanical ventilation.[31][unreliable source?] On 1 December 2021, tocilizumab was granted a provisional approval by the Australian regulator, Therapeutic Goods Administration, for treatment of adults who are hospitalised with COVID-19, are receiving systemic corticosteroids and require supplemental oxygen or mechanical ventilation.[32] Tocilizumab is being studied for pulmonary arterial hypertension (PAH).[33] Tocilizumab is currently under evaluation in a multicenter clinical trial (ALL-IN) for the prevention of acute cellular rejection in status post heart transplant patients.[34] There is good evidence tocilizumab can help reduce the need for mechanical ventilation for people in hospital with COVID-19, and some evidence it can help prevent secondary infections.[35] Early case reports suggest tocilizumab might be effective in otherwise refractory neuromyelitis optica (NMO, Devic's disease).[36][37][38][39] Two small studies found tocilizumab to be beneficial in endocrine ophthalmopathy (Graves' orbitopathy) that is refractory to corticosteroid treatment.[40][41] Immune activation: Dostarlimab Other: Ibalizumab","Title":"Tocilizumab - Wikipedia","KeyID":"11278","URL":"https://en.wikipedia.org/wiki/Tocilizumab"}