{"Content: ":"Huoshenshan Hospital (Chinese: 火神山医院; pinyin: Huǒshénshān Yīyuàn; lit. 'Mount Fire God Hospital') was an emergency specialty field hospital, built between 23 January and 2 February 2020, in response to the COVID-19 pandemic in China.[2][3] The facility is located near Zhiyin Lake (知音湖) in the Caidian District, Wuhan, Hubei, China, next to the Wuhan Workers' Sanatorium (武汉职工疗养院), and is designed to treat people with COVID-19.[4] The hospital has run under the jurisdiction and management of the People's Liberation Army since its completion.[5] A second field hospital, Leishenshan Hospital, using the same design, opened on 8 February,[6] A further sixteen other temporary treatment facilities were set up in converted buildings in Wuhan for isolation and treatment of COVID-19 cases.[7] Huoshenshan and Leishenshan hospitals were closed on 15 April after community transmission stopped in China, almost a month after the other temporary facilities had been closed.[7] The name \"Huoshen\" (火神; 'God of Fire') named after Zhurong, an important personage in Chinese mythology and Chinese folk religion who was known as ancestors of the Chu people, and the Yan Emperor, a legendary ancient Chinese ruler in pre-dynastic times who was also known as ancestors of the Chinese people. The name \"Huo\" (火; 'Fire') is also related to the concept of fire (火) in wuxing (五行). In traditional Chinese medicine, the metal element (金) governs the lung (肺). As fire overcomes metal (火克金), the name conveys the hope that the hospital will overcome the respiratory infection caused by SARS-CoV-2 that troubles the lung.[8][9] Construction of the hospital began on the evening of 23 January 2020 with a scheduled completion of construction on 2 February.[10] In the initial stage, dozens of excavators, bulldozers and other earth-moving equipment prepared the ground. This was followed by the laying down of several layers of matting and concrete.[11] The omnibus construction team was understaffed at the beginning, with many workers having to work two shifts, 12 hours per day. More workers were added, however, culminating with up to 7,000 people working around the clock in three shifts.[12] A worker stated that they started to work at 7 a.m. and usually finished working in the night; sometimes they had to work overtime until 12 a.m. The meals were delivered to the gate of the site by construction managers, then distributed to workers by their supervisors; workers usually immediately returned to work after finishing the meals in the site. In terms of income, most of the workers earned over 10,000 Yuan RMB for their 8-day work on the site. However, since they were quarantined for 14 days after they returned home, and taking into account the time cost to Wuhan and back, the average monthly income was not much higher than that of normal construction workers, who usually get 8–9,000 RMB per month.[13] The last brick was placed on 2 February 2020.[14] That day the People's Liberation Army (PLA) Air Force began airlifting medical personnel and supplies to Wuhan for the hospital opening, and the hospital proper was handed over to the PLA.[15] Vice Premier Sun Chunlan inspected the facility and equipment of the hospital on that day.[16] The very next day, 3 February 2020, the hospital began accepting patients. The first person entered at 10:00 a.m.[1] However, according to workers on the site, only Zone 1 was open for accepting patients on February 3, while Zone 2, Zone 3 and Zone 4 were not opened until February 7.[13] State broadcaster China Media Group[17] has hosted the streams from the construction of Huoshenshan and Leishenshan Hospital, which together had an average of around 18 million concurrent views on 28 January.[18] The hospital was closed and sealed on 15 April, pending possible reopening in the event of a resurgence of cases.[7] The hospital is modeled after the Xiaotangshan Hospital [zh], which was built in the suburbs of Beijing in six days for the 2003 SARS epidemic.[19][20] Huoshenshan Hospital is built nearby Zhiyin Lake.[citation needed] It accommodates 1,000 beds which spans over an area of around 60,000 m2 and consists of 2 floors.[1] It has 30 intensive care units, medical equipment rooms, and quarantine wards.[21] The hospital was built with prefabricated units for fast construction and installation works.[22] The units were laid on pillars to keep them off the ground. Each unit is about 10 m2 and fitted with two beds. Each room is negatively pressurized to prevent airborne microorganisms from spreading out of the hospital.[21] It also has specialized ventilation systems and double-sided cabinets that connect each patient room to hallways, which allows the hospital staff to deliver supplies without the need to enter each patient room.[1] The hospital is linked by a video system to PLA General Hospital in Beijing.[12] The hospital was operated by 1,400 medical personnel sent by the People's Liberation Army, which consisted of 950 people from hospitals affiliated to Joint Logistics Support Force of Central Military Commission and 450 people from medical universities of PLA who were sent to Wuhan earlier.[23] The hospital also used medical robots in its daily operation to deliver medicines and carry test samples.[1] According to the reports by Caixin, there were 63 workers from Xiangtan, Hunan who came to help with the construction. They all returned to Xiangtan and were being quarantined by the local authorities on February 7 after the construction was completed. Two people were confirmed to have COVID-19 among those workers as of February 14. Although the source of their infection is not confirmed yet, they believed they were being infected on the construction site, especially after February 3 when Zone 1 was opened while there was a shortage in supply of masks for construction workers. Those two workers also claimed that some workers had coughs while working.[13]","Title":"Huoshenshan Hospital - Wikipedia","KeyID":"11303","URL":"https://en.wikipedia.org/wiki/Huoshenshan_Hospital"}