{"Content: ":"The Pyongyang General Hospital (Korean: 평양종합병원) is a hospital under construction in Pyongyang, North Korea. The hospital is located in front of Monument to Party Founding. Its groundbreaking took place on 19 March 2020, during the COVID-19 pandemic, and its construction proceeded on the basis of a \"speed campaign\" with an expected completion date of October 2020, before the 75th anniversary celebrations of the Workers' Party of Korea.[1] NK News reported that the project had been agreed at a four-day meeting ending on 31 December 2019, which had \"discussed and decided on the tasks to first construct a modern general hospital in Pyongyang for the promotion of the health of the people for the 75th Party Foundation anniversary\".[2] At the groundbreaking ceremony, Chairman Kim Jong-un admitted that there were \"numerous obstacles\" to completing the hospital in such short a time and that completion of the hospital would come at the expense of other projects.[2] After groundbreaking, several officials penned op-eds in Rodong Sinmun vowing to wage “all-night battles” for the hospital's construction.[3] The hospital is considered the first major project of the \"head-on breakthrough\" campaign, in the mould of the Chollima Movement, conceived in the wake of the failure of the Hanoi summit (and the corresponding lack of sanctions relief) and the subsequent downplaying of the five-year plan.[4] By April 2, foundation works were already 63% complete, according to the Pyongyang Times.[5] By 15 June, the two towers of the hospital had topped-out.[6] The project has passed the original deadline of October 2020 and is yet to be opened,[7] although preparations for the operation of the hospital have been 'pushed ahead'.[8] In January 2021, Radio Free Asia reported that the exterior of the hospital was complete, but the interior was still incomplete, as the COVID-19 pandemic and sanctions against North Korea stalled importing hospital equipment.[9][10] This article about a North Korean building or structure is a stub. You can help Wikipedia by expanding it. This article about a hospital in Asia is a stub. You can help Wikipedia by expanding it.","Title":"Pyongyang General Hospital - Wikipedia","KeyID":"11311","URL":"https://en.wikipedia.org/wiki/Pyongyang_General_Hospital"}