{"Content: ":"Mega Ligtas COVID Centers,[1] also known as Temporary Treatment and Monitoring Facilities (TTMFs),[2] are temporary non-hospital health facilities or emergency patient care centers established and managed by the Philippine government to accommodate COVID-19 patients at a provincial or regional level as part of its efforts to deal with the COVID-19 pandemic in the Philippines.[1][3] Some facilities are also serving as quarantine sites for Filipino repatriates from other countries.[4] The establishment of such facilities are led by the Department of Public Works and Highways (DPWH) coordinating with the Bases Conversion and Development Authority (BCDA) and other private and government entities by refurbishing pre-existing structures or setting up makeshift tents. The first We Heal as One Center was the facility at the Ninoy Aquino Stadium, an indoor arena within the Rizal Memorial Sports Complex in Manila which was refurbished as a health facility on April 6 and admitted its first patient on April 14.[4] At least seven other facilities became operational at a later date. The government is planning to open more facilities in Cebu.[5] Some of these facilities are known as We Heal as One Centers, adapted from the COVID-19 solidarity campaign in the Philippines, \"We Heal as One\" which in turn was derived from the slogan of the 2019 Southeast Asian Games, hosted by the country, \"We Win as One\".[6] \"Mega\" in the name of the Mega Ligtas COVID Centers does not connote bed capacity, with the smallest Mega Ligtas COVID Center being the 28-bed capacity BRP Ang Pangulo. Isolation/quarantine facilities managed by local government units rather than the national government are officially known as \"Ligtas COVID Centers\" regardless of bed capacity.[1] Both Ligtas COVID Centers and Mega Ligtas COVID Centers are classed as community isolation units.[1] The ASEAN Convention Center at the Clark Freeport Zone in Pampanga was converted to a quarantine facility with a capacity of 150 beds.[7][8] The New Clark City Government Center building at New Clark City in Capas, Tarlac was initially equipped with at least 400 beds, though its capacity is expandable to 1,000 beds.[7] It admitted its first batch of patients on May 7, consisting of 50 COVID-19 positive Overseas Filipino Workers. At that time the bed capacity has already been expanded to 688.[9] The Filinvest Tent, an existing 20 square meters (220 sq ft) tent which serves events venue at Filinvest City in Muntinlupa,[10] was repurposed into a 108-bed quarantine facility. The Filinvest Development Corporation sponsored the construction materials, while EEI Corporation was responsible for providing manpower for the refurbishing. The Villar Group of Companies gave hospital beds.[11][12] The PhilSports Arena within the PhilSports Complex in Pasig was converted to a 132-bed quarantine facility by the Villar Group and the DPWH in April 2020.[13][14] On May 15, the indoor arena-turned quarantine facility received its first COVID-19 patient.[15] The Rizal Memorial Sports Complex in Manila hosts We Heal As One Centers in two of its indoor arenas; the Rizal Memorial Coliseum and the Ninoy Aquino Stadium. The Rizal Memorial Coliseum facility has 98 beds. The indoor arena refurbishment as a quarantine facility was done by the DPWH, the Bases Conversion and Development Authority (BCDA) in cooperation with Razon Group of Companies. The conversion was completed on April 9.[4] The first ever We Heal as One Center is the refurbished Ninoy Aquino Stadium. The indoor arena was converted to a 112-bed capacity quarantine facility on April 6.[4] The facility started operations on April 8. On May 9, the quarantine facility recorded its biggest recovery with 21 patients given medical clearance.[16] The PICC Forum, an existing 4.292 square metres (46.20 sq ft) tent structure used for events part of the Philippine International Convention Center complex, was converted to a quarantine facility.[17] The DPWH worked with the Villar Group and EEI Corporation for the refurbishment of the facility which was completed on April 8.[4] The PICC Forum hosts 294 beds and has started accepting patients on April 28.[17] The World Trade Center Manila, a convention center in Pasay, was installed with 502 beds as part of its refurbishment as a quarantine facility. The conversion completed on April 9 done by the DPWH, BCDA in cooperation with the Ayala Group of Companies.[4] On April 24, the facility admitted returning Overseas Filipino Workers from the United Arab Emirates who will stay inside to undergo a 14-day mandatory quarantine.[18] The Iglesia ni Cristo, a Christian denomination affiliated with the Ciudad de Victoria development in Santa Maria and Bocaue, Bulacan offered the area free of charge to the government to be used as a quarantine site. The setting up of a We Heal as One Center at the Ciudad de Victoria was done by the joint efforts of the Department Public Works and Highways (DPWH), the Philippine Arena management and MVP Group of Companies. Three big tents near the Philippine Arena were converted to quarantine facilities.[19] The health facility complex was turned over to the government on April 30, 2020.[20] The bed capacity and area of the three tents were as follows:[19]","Title":"Mega Ligtas COVID Centers - Wikipedia","KeyID":"11313","URL":"https://en.wikipedia.org/wiki/Mega_Ligtas_COVID_Centers"}