{"Content: ":"Sancaktepe Prof. Dr. Feriha Öz Emergency Hospital (Turkish: Sancaktepe Prof. Dr. Feriha Öz Acil Durum Hastanesi, commonly referred to as Sancaktepe Emergency Hospital), is a hospital in Sancaktepe district of Istanbul Province, Turkey for use in emergency situations like pandemics, epidemics or earthquakes. It was opened in end May 2020.[1][2] The construction of two large-size emergency hospitals in Istanbul Province was planned soon after the first COVID-19 pandemic case in Turkey was confirmed. The emergency hospitals, one on the European part and the other on the Asian part of Istanbul, with a bed capacity of around 1,000 each were to be situated on the ground of airports and to be built within 45 days only.[3] The groundbreaking of Sancaktepe Emergency Hospital took place on 9 April 2020. After 50 days from the groundbreaking, the construction and the outfitting works were completed, and the hospital was inaugurated on 29 May 2020.[1] It is a type of field hospital, however it has a permanent status and not as the commonly known field hospitals being temporary.[4] The hospital was named after Feriha Öz (1933–2020), a former professor of Pathology at the Istanbul University Cerrahpaşa Faculty of Medicine, who died from COVID-19 pandemic.[5] The hospital is situated on the ground of Istanbul Samandıra Army Air Base in Sarıgazi neighborhood of Sancaktepe district on the Asian part of Istanbul Province. The one-story building of 75,000 m2 (810,000 sq ft) covered space occupies 125,000 m2 (1,350,000 sq ft) land area. The hospital features 1,008 hospital beds in total, 576 hospital bedrooms with bath, 432 intensive care beds including 36 installed with dialysis and intensive care equipment, 36 emergency medical hold beds, eight triage rooms, 16 operating theaters, two CRP rooms, four tomography rooms, four MR rooms and two X-ray rooms. The hospital has a parking lot capable of 500 vehicles.[6]","Title":"Sancaktepe Prof. Dr. Feriha Öz Emergency Hospital - Wikipedia","KeyID":"11315","URL":"https://en.wikipedia.org/wiki/Sancaktepe_Prof._Dr._Feriha_%C3%96z_Emergency_Hospital"}