{"Content: ":"The Joint Committee on Vaccination and Immunisation (JCVI) is an independent expert advisory committee that advises United Kingdom health departments on immunisation, making recommendations concerning vaccination schedules and vaccine safety. It has a statutory role in England and Wales, and health departments in Scotland and Northern Ireland may choose to accept its advice. The committee was established in 1963, having been until then an advisory board for polio immunisation.[1] It gained statutory status as the Standing Advisory Committee on Vaccination and Immunisation, a non-departmental public body[2] advising the Secretary of State for Social Services and the Secretary of State for Wales, under the National Health Service (Standing Advisory Committees) Order 1981.[3] Since the devolution of government powers to Wales, the JCVI continues to advise Welsh ministers.[1] For England, the Health Protection (Vaccination) Regulations 2009 require the Secretary of State for Health to implement the committee's recommendations regarding national immunisation programmes.[2] The committee has no statutory role in Scotland or Northern Ireland,[1] although the Scottish Parliament takes JCVI advice because it has not formed an alternative body. In 2015 a petition was presented to the Scottish Parliament to depart from JCVI advice because the petitioner felt that the chair of the JCVI was not observing the Nolan Principles.[4] Petitioner had contacted Nicola Sturgeon during her time as Health Minister, and nine years later had decided to petition as a last resort for his proposal to form a body \"similar if not the same as Norway's model\".[5] Following the government's review of public bodies that completed in 2012, the JCVI was reconstituted as a departmental expert committee, although its statutory status under the 1981 order continues.[6] The JCVI has a responsibility to provide high quality and considered advice and recommendations to the UK Health Ministers. This includes giving advice on recommendations on matters of both a 'routine' nature and also on any specific or special matters that Ministers may request. In formulating any advice and recommendations, the Committee must take into account the need for and impact of vaccines, the quality of vaccines and the strategies to ensure that their greatest benefit to the public health can be obtained from the most appropriate use of vaccines.[citation needed] JCVI members meet and report as one Committee, usually three times a year. Its recommendations, as accepted by the Secretaries of State, are published in \"Immunisation against infectious diseases\", commonly referred to as The Green Book which provides guidance to clinicians,[1] and also through other routes as necessary (e.g., the Chief Medical Officer letters).[7] In June 2018, the JCVI chair was Professor Andrew Pollard of the Oxford Vaccine Group in the Department of Paediatrics at the University of Oxford.[7] The chair of the COVID-19 subcommittee is Wei Shen Lim, a consultant respiratory physician and honorary professor of medicine at Nottingham University Hospitals NHS Trust.[8] The current members' names and affiliations are published online[7] although year of appointment is not stated. According to the published code of practice,[1] appointments are normally of three years' duration. In accordance with the Code of Practice issued by the Commissioner for Public Appointments, members cannot serve on the Committee for more than 10 years.[1] A previous chairman, Andrew Hall, was appointed Knight Bachelor in the 2013 Birthday Honours.[9] The JCVI \"expressed concern\" about giving triple vaccines to children with a personal or family history of convulsions, but considered it appropriate to proceed with a planned introduction of the MMR vaccine in October 1988, including two products containing Urabe strain. After the start of the mass MMR immunisation programme, additional evidence that the strain was linked with viral meningitis surfaced in a number of countries, and by 1990, many had withdrawn products containing it.[10] In November 1992, it was withdrawn in the UK, following the publication of government-sponsored research which confirmed a high incidence of transitory mild meningitis.[11] Since that time, government agencies have acted to prevent the importation of single vaccines containing this strain.[12] In late 2000, Andrew Wakefield published what he said were his concerns in the journal Adverse Drug Reactions and Toxicological Reviews, based on his interpretation of early studies of MMR — none of which were actually critical of the vaccine. The article was reviewed in January 2001 by the JCVI, which unequivocally rejected Wakefield's claims, with government agencies publishing a detailed rebuttal.[13] In 2010, Wakefield was struck off by the General Medical Council for fabrication of results and failure to declare a financial interest in the importation of single strain vaccines.[14] As is the case in the United States and many other countries, the mercury-based additive thimerosal, previously thought necessary for multi-dose vials of vaccines such as the DPT shot, has largely been phased out. According to the JCVI, it has been shown that the amount of mercury in the blood of children receiving thimerosal-containing vaccines is well below levels that may be \"associated with any toxic effects.\" Reports reviewed by the JCVI contended that mercury exposure in the UK immunisation programme was low. However, in 2001, JCVI endorsed recommendations to remove the preservative, stating: \"even though there is no evidence of toxicity, as a precautionary measure, thiomersal should be phased out over time...\".[15] During the COVID-19 pandemic, in autumn 2020 the committee gave advice to the recently formed Vaccine Taskforce on the groups of people that should be prioritised for vaccination, giving regard to health inequalities.[16][17] Their advice was refined in December of that year.[18] On 6 April 2021, Maggie Wearmouth of the JCVI said \"in a personal capacity\" that the vaccine roll-out should be slowed \"in younger people\" to maintain public trust and confidence, after the committee had discussed concerns over a possible link between the Oxford–AstraZeneca vaccine and a rare type of blood clot.[19] The next day in a press conference, the JCVI stated that it \"believes healthy young people aged 18 to 29 should be offered the Pfizer-BioNTech or Moderna vaccines instead of the AstraZeneca jab\" because of the risk of CVST blood clots.[20] The press conference was offered by the \"chair of the JCVI\" (sic) Wei Shen, who said \"every country has to take their own decision based on their own population, the scale of the pandemic, the values of its people and the quantity of vaccines.\" The JCVI had judged safety evidence from the MHRA and Public Health England in coming to its decision. Adam Finn, a member of the JCVI, said on BBC Breakfast that \"it was possible doses of the Moderna jab could be reserved for young people... We are seeing another vaccine coming in (Moderna), and further vaccines are approaching licensure, and I know that the UK has made contracts for quite a wide range of different vaccines. As time goes forward we will have much more flexibility about who can be offered what.\"[21] The updated advice from the JCVI was published on 13 April 2021, stating \"it is preferable for adults aged 18 to 29 years without underlying health conditions that put them at higher risk of severe COVID-19 disease, to be offered an alternative to the AstraZeneca COVID-19 vaccine, if available\".[22] On 7 May the applicable age range was extended to 18–39.[23] In February 2022, JCVI recommended a further booster dose for the most vulnerable people, to be given around six months after their previous dose. Those eligible were in three categories: aged 75 and over, residents in care homes for older adults, and immunosuppressed people aged 12 and over.[24] The initial JCVI recommendation for a booster programme in autumn 2022 (published as interim advice in May) included everyone aged 65 and over, selected workers and care home residents, and people in clinical risk groups aged 16 and over.[25] In July, their final recommendations for the autumn programme were widened to include people aged 50 and over, residents and staff in care homes for older adults, front-line health and social care workers, unpaid carers, people aged 5 to 49 in clinical risk groups, and household contacts aged 5 to 49 of those who are immunosuppressed.[26] In late July 2021, the JCVI advised that all 16- and 17-year-olds should be given a first dose of the Pfizer-BioNTech vaccine, with advice on a second dose expected to be given in the future; this advice was published by the government on 4 August.[27] Two doses were already available for certain at-risk people aged 16 and over. Those aged 12 to 15 with specific underlying health conditions were already eligible for two doses of the same vaccine, and the new advice extended this to children who are household contacts of immunosuppressed people.[28] In December 2021, this recommendation was expanded to certain at-risk children aged 5–11,[29] and two doses were recommended for all children aged 12–17.[30] In February 2022, the JCVI advised that two doses of Pfizer-BioNTech vaccine should be offered on a \"non-urgent\" basis to parents of all 5–11 year olds.[31][32] Around July 2021, some medical commentators raised concerns that the committee had not taken into account all risks to children, particularly long COVID, and pointed out that other countries – including the United States – were already vaccinating everyone aged 12 and over.[33]","Title":"Joint Committee on Vaccination and Immunisation - Wikipedia","KeyID":"11329","URL":"https://en.wikipedia.org/wiki/Joint_Committee_on_Vaccination_and_Immunisation"}