{"Content: ":"The Pasteur Institute (French: Institut Pasteur) is a French non-profit private foundation dedicated to the study of biology, micro-organisms, diseases, and vaccines. It is named after Louis Pasteur, who invented pasteurization and vaccines for anthrax and rabies. The institute was founded on June 4, 1887, and inaugurated on November 14, 1888. For over a century, the Institut Pasteur has researched infectious diseases. This worldwide biomedical research organization based in Paris was the first to isolate HIV, the virus that causes AIDS, in 1983. Over the years, it has been responsible for discoveries that have enabled medical science to control diseases such as diphtheria, tetanus, tuberculosis, poliomyelitis, influenza, yellow fever, and plague. Since 1908, ten Institut Pasteur scientists have been awarded the Nobel Prize for medicine and physiology—the 2008 Nobel Prize in Physiology or Medicine was shared between two Pasteur scientists. The Institut Pasteur was founded in 1887 by Louis Pasteur, the French chemist and microbiologist. He was committed both to basic research and its practical applications. From the start, Pasteur brought together scientists with various specialties. The first five departments were directed by two normaliens (graduates of the École Normale Supérieure), Émile Duclaux (general microbiology research) and Charles Chamberland (microbes research applied to hygiene), a biologist, Ilya Ilyich Mechnikov (morphological microbe research), and two physicians, Jacques-Joseph Grancher (rabies) and Emile Roux (technical microbe research). One year after the inauguration of the Institut Pasteur, Roux set up the first course of microbiology ever taught in the world, Cours de Microbie Technique (Course of microbe research techniques). Pasteur's successors have sustained this tradition, which is reflected in the Institut Pasteur's unique history of accomplishment: A new age of preventive medicine in France was made possible by the Institut Pasteur's (early 20th century) development of vaccines for tuberculosis, diphtheria, tetanus, yellow fever and poliomyelitis. The discovery and use of sulfonamides in treating infections were another of its earlier breakthroughs. Some researchers discovered antitoxins, while Daniel Bovet received the 1957 Nobel Prize for his discoveries on synthetic anti-histamines and curarizing compounds. Since World War II, Pasteur researchers have focused on molecular biology. Their achievements were recognized in 1965, when the Nobel Prize was shared by François Jacob, Jacques Monod and André Lwoff for their work on the regulation of viruses. In 1985, the first human vaccine obtained by genetic engineering from animal cells, the vaccine against hepatitis B, was developed by Pierre Tiollais and collaborators. The center against rabies, directed by Jacques-Joseph Grancher and Émile Roux, had become so overcrowded that it became necessary to build a structure that Pasteur had been calling with the name “Institute Pasteur” long before it was even built. Pasteur delegated the task of the project and of creating the new building, situated on rue Dutot, to two of his colleagues, Grancher and Emile Duclaux.[2]: 65  From the beginning the Institute experienced economical difficulties for which it needed the help of the government, some foreign rulers, and Madame Boucicaut, but this aid did not affect its independence. : 68  The statutes drawn by Pasteur and later approved by Duclaux and Grancher define, besides its absolute freedom and independence, the institute's internal structure: a rabies division controlled by Grancher, an anthrax one in Chamberland’s hands, who also supervised the department of microbiology, while Emile Roux dealt with microbial methods applied to medicine. During the First World War, the most urgent matter was to vaccinate the troops against typhoid fever, easily contracted by soldiers. By September 1914, the institute was able to provide 670,000 doses of the vaccine and continued to produce it throughout the conflict. Gabriel Bertrand, with Roux's authorization, crafted a grenade based on chloropicrin and Fourneau discovered the chemical reaction that led to the formation of methylarsine chloride. In 1938 the institute, despite its relative poverty, built a biochemical division and another one dedicated to cellular pathology, whose direction was entrusted to the hands of Boivin (who went on to discover endotoxins that are contained in the germ's body and are freed after its death). During the same period, Andre Lwoff assumed the direction of a new microbial physiology branch built on rue Dutot.[2]: 205  The general mobilization after France's declaration of war against Germany, in September 1939, emptied the Institute and significantly reduced its activities, as members of appropriate age and condition were recruited into the army, but the almost total absence of battles during the first months of the conflict helped maintain the sanitary situation on the front. After the occupation of France, the Germans never tried to gather information from the institute's research; their confidence in Germany's advantage in this field decreased their curiosity, and their only interest was in the serums and vaccines that it could provide to their troops or the European auxiliaries they recruited. This relative freedom allowed the institute to become, during the two years after the occupation, a pharmacy for the Resistance thanks to the initiative of Vallery-Radot, Pasteur's nephew. The Germans became suspicious of the institute's staff only after an outbreak of typhoid in a Wehrmacht division that was stationed near Paris before being sent to the Russian front.[2]: 209–210  The cause of the epidemic was later found to be due to a member of the Institute stealing a culture of the germ responsible for the disease and, with the collaboration of an accomplice, infecting a large quantity of butter used to feed German troops. The fact that the epidemic spread after the Germans sold some of the butter to civilians was proof that the illness's breakout was not caused by local water quality. Afterward, the German authorities ordered that the institute's stores containing microbial cultures could be opened only by authorized members; similar security problems also induced them to demand complete lists of the staff's names and functions; missing names caused the Germans to send two biologists, Dr. Wolmann and his wife, as well as other three lab assistants, to a concentration camp. The institute was not a location for German entrenchment even during the battles for Paris's liberation because of the honor and respect it commanded, as well as out of fear that involving it in any type of conflict might “free the ghosts of long defeated diseases”.[2]: 213  At the end of 1973, the institute's economic status was so worrisome that its troubles aroused the public's interest: no one could believe that an institution that was to provide vaccines and serums for more than fifty million people could be undergoing such big financial problems, an institution that furthermore was believed to be under government protection and therefore shielded from bankruptcy. The causes of the decadence that brought the institute to financial ruins were numerous, but most of them were associated with its commercial and industrial activities and its management. This affected both the research and production branch: the research branch didn't receive enough funds and the production branch, which was losing market ground to the new private labs, was immobilized by the antiquated mechanical equipment. When in 1968, after disappearing for a long period, rabies reappeared in France, the institute, which owed its original celebrity to this disease's vaccine, was replaced by other pharmaceutical industries in the production of the vaccines; yet, despite the deficiencies in the organization's production branch, its members were able to produce, in 1968, over 400,000 doses of vaccine against the Hong Kong influenza. In 1971 Jacques Monod announced a new era of modernization and development: this was symbolized by the construction of a new factory where all the production departments were to be reunited. Its construction cost forty-five million francs and the Government granted the institute a sum of twenty million francs to bridge the deficit, followed by the people's initiative to also accept a role in the division of the financial responsibilities.[2]: 258  Pasteur was the first institute in Europe to culture and sequence the genome of what was later named the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), which caused the COVID-19 pandemic, on January 29, 2020.[3] The institute deposited the complete sequences of the virus samples taken from two of the first French cases on the GISAID database platform.[4][5] The institute has also been involved in research and development of testing and epidemiological modelling, including in Africa via its network institutions.[6] In 2020, Pasteur were involved in the development of a COVID-19 vaccine in partnership with Merck & Co., but this was abandoned in January 2021 after unsuccessful clinical trials.[7][8][9] Institute Pasteur in Cambodia was a key institution involved in the public health response during the COVID-19 pandemic in Cambodia, as well as conducting research into SARS-CoV-2.[10][11] Pasteur Institute of Dakar were also involved in Senegal's health response.[6] Not long after the institute's inauguration, Roux, now less occupied in the fight against rabies, resumed in a new lab and with the help of a new colleague, Yersin, his experiments on diphtheria. This disease used to kill thousands of children every year: an associated condition was commonly called croup, which created fake membranes in the patients' throats, therefore killing them by suffocation. It was called “Horrible monster, sparrowhawk of the shadows” by Victor Hugo in his Art of being a grandfather. The painter Albert Gustaf Aristides Edelfelt made a painting portraying Pasteur in his laboratory while he was trying to cure this illness. Roux and Yersin grew the bacillus that causes it and studied, thanks to various experiments they did on rabbits, its pathogenic power and symptoms, like the paralysis of the respiratory muscles.[2]: 73  It is this last consequence of diphtheria that provided the two researchers with a clue to the nature of the disease since it is caused by an intoxication due to a toxin introduced into the organism by the bacillus, that while secreting this particular venom is able to multiply itself: they were therefore inclined to think that the bacillus owed its virulence to the toxin. After filtrating the microbial culture of the Corynebacterium diphtheriae and injecting it into the lab animals, they were able to observe all the typical signs of the sickness. Roux and Yersin established that they were dealing with a new type of bacillus, not only able to proliferate and abundantly reproduce itself, but also capable of spreading at the same time a powerful venom, and they deduced that it can play the role of antigen, that is if they could overcome the delicate moment of its injection, made especially dangerous by the toxin.[2]: 74  Some German researchers had also discovered the diphtheria toxin and were trying to immunize some guinea pigs through the use of a vaccine: one of them, Von Behring, Robert Koch's student, stated that he was able to weaken small doses of the toxin. Nonetheless, Roux was not convinced by this result, since no one knew the collateral effects of the procedure, and preferred to use serotherapy since more than one lab study – like the one accomplished by Charles Richet – demonstrated that the serum of an animal vaccinated against the disease included the antibodies needed to defeat it. The anti-diphtheria serum which was able to agglutinate the bacteria and neutralize the toxin was supplied by a horse inoculated with the viral germs, and it was separated from the blood drawn from the horses’ jugular vein. Roux needed to test the effectiveness of the product he elaborated. To test the serum, two groups of children were chosen from two different hospitals: in the first one, which received the serum, 338 out of 449 children survived, in the latter one, treated with the customary therapies, only 204 out of 520 survived. Once the results were made public by Le Figaro newspaper, a subscription fund was opened to raise the money needed to provide the Institute the number of horses necessary to produce enough serum to satisfy the national demand.[2]: 82  After Duclaux's death, Roux took his place as head of the institute, and the last research he carried out was the one on syphilis, a dangerous disease because of its immediate effects and the hereditary repercussions that result from it. Despite Fournier’s considerable work, van Swieten’s liquid mercury was still the only known cure, although its results were doubtful and uncertain. The search for a stronger remedy against this disease was made more difficult because most animals are immune to it: it was thus not possible to experiment with possible cures and study their likely side effects.[2]: 128  The sexually transmittable Treponema pallidum (the syphilis germ), detected by two German biologists, Schaudinn and Hoffmann, affects only the human race – where it resides in sperm, ulceration, and cancers that it is able to cause – and, as it would later be discovered, some anthropoid apes, especially chimpanzees. Both Roux and Metchnikoff, following the discovery that this type of ape can be contaminated with the illness, contributed with their research in creating a vaccine, while Bordet and Wassermann elaborated a solution that was able to expose the germ's presence in human blood. Even though it was not yet a completely reliable solution, it represented progress compared to the previous medicines used against syphilis.[2]: 129  Ilya Ilyich Mechnikov had already published the “principle of immunization” during his voluntary exile in Italy, where he went to undertake some studies, the results of which he had promptly communicated to Pasteur. The phagocytosis theory is based on the notion that phagocytes are cells that have the power to englobe foreign bodies – and above all bacteria – introduced inside an organism. German biologists opposed to his doctrine the humoral theory: they claimed to have found in Roux's serum some substances able to reveal the presence of microbes, and to ensure their destruction if properly stimulated. The German scientist Eduard Buchner referred to these substances as “alexine” and two other biologists, Von Behring and Kitasato demonstrated their lytic power towards bacteria.[2]: 83  In 1894 one of these scientists published the result of an experiment that appeared to refute Metchnikoff's ideas: using the cholera vibrio, discovered ten years before by Robert Koch, as an antigen, Richard F. J. Pfeiffer introduced it in the abdomen of a guinea pig already vaccinated against this disease, and was able to observe the destruction of the vibrio in the local blood plasma, without the participation of the phagocytes. Not even this study was able to shake Metchnikoff's belief and faith in his theory, and his ideas, as well as Pfeiffer's and Buchner's, would all contribute to the elaboration of the current theory of the immune system. Yersin, after his research with Roux, abruptly left the Institute for personal reasons. The news of a violent plague outburst in Yunman enabled Yersin to show his potential as he was summoned, as Pasteur's scholar, to conduct microbiological research of the disease. The plague he had to deal with was the bubonic plague, which is recognizable most of the time through the abscesses, known as buboes, it provokes in its victims. Yersin looked for the germ responsible for the infection specifically in these plague spots, tumors caused by the inflammation of the lymphatic glands which become black because of the necrosis of the tissue.[2]: 91  After many microscopic exams he was able to state that in most of the cases the bubonic plague bacterium was located in these buboes; but in the meanwhile, the Japanese scientist Kitasato also declared that he had isolated the bacterium, even though the description he provided differed from the one given by Yersin. Therefore, although at first named “Kitasato-Yersin bacillus” by the scientific community, the microbe would later be called by the latter's name because the one identified by Kitasato, a type of streptococcus, cannot be found in the lymphatic glands. However it was Paul-Louis Simond who was the first to understand and describe the etiology of the plague and its modality of contamination: he observed small flea-bites on the bodies of the people affected by it, which he also found on the bodies of the dead rats that were linked to the plague, and then deduced that the fleas which carried the bacteria were its true vector or source, and that they transmitted the illness by jumping from the dead rats' bodies to the human ones and biting them.[2]: 94  By the beginning of the 20th century, improvement of living conditions and development of a more extensive conception of hygiene produced a slight regression in tuberculosis cases in France: nonetheless the institute's labs, like many other ones, kept trying to find among the Koch's bacillus many singularities the one that would allow them to find an antidote. Right after he had discovered the bacillus, Koch had tried in vain to create a vaccine against it, however, the injection of the filtrate he had prepared, later called tuberculin, had the effect of revealing who was phthisic from who was not by causing in the latter—and not in the former—fever and light trembling. The institute's newspaper was filled at the time with articles regarding tuberculosis, some of which were written by Albert Calmette, who extended his research to a socio-professional category which was extremely affected by it, that is the miners in whom this disease is often anticipated or accompanied by silicosis and anchylostomiasis (caused by a small intestinal worm that creates a state of anemia propitious to tuberculosis).[2]: 140  After finding a better solution to anchylostomiasis, he focused on creating a vaccine using the bacillus responsible for bovine tuberculosis, very similar to the human one, as it caused almost the same symptoms. Having observed that most actinomycetales are saprophytes, that are able to survive outside of living organisms, with the help of a veterinarian, Camille Guerin, he attempted to create an environment for the bacillus that, in time, altered its features by eliminating the virulence and leaving only the antigenic power. The environment deemed appropriate for the denaturation of the Mycobacterium bovis was a compost of potatoes cooked in the bile of an ox treated with glycerine, and Calmette re-inseminated it every three weeks for thirteen years while checking for an enfeeblement of the pathogenic power of the bacillus. Having finally lost completely its virulence, the bovine tuberculosis germ grown with their method was the principal prophylactic weapon against human tuberculosis, and it helped to reduce considerably the frequency of this disease. While experimenting on chimpanzees in Kindia, Calmette also discovered that it can notably weaken some leprosy manifestations – its bacillus presents some similarities with Koch's.[2]: 186  In Saigon Albert Calmette also created the first overseas branch of the institute, where he produced an amount of smallpox and rabies vaccines sufficient to satisfy the needs of the population and started a study on venomous snakes, particularly cobras. During these studies, Calmette discovered that the power of the venom, as well as that of tetanus, could be countered by the use of alkaline hypochlorites, and was able therefore to create a serum, effective if injected right after the cobra's bite. Back in France, he acquired enough snakes to continue his work and create a serum for the local population.[2]: 98  The scientist and writer Charles Nicolle while in Tunis studied how epidemic typhus – known for the red spots it left on sick people that disappeared before their death – was transmitted. His insight into the mode of transmission occurred while he was visiting the hospital: patients were washed and given clean clothes on admission, and no new cases occurred within the hospital. This made him realise that the vector of the disease were lice that were discarded with the patient's own clothes.[12] Nicolle managed to attract Hélène Sparrow to be Laboratory Chief in Tunis. She had worked with Rudolf Weigl who had developed a vaccine, and she was able to introduce this to Tunisia as the start of a public health programme to control the disease.[13] Nevertheless, three other scientists also identified the bacterium responsible for the disease: Ricketts, Russell Morse Wilder (1885–1959), and Prowazek, who called it Rickettsia prowazekii.[2]: 101  During the summer of 1900, the extremely hot weather and scarcity of the water supply in Paris, usually ensured by the Ourcq channel and by the de la Dhuis aqueduct, forced the authorities to pump water directly from the Seine, which, despite filtering, led to a sudden and alarming outbreak of typhoid cases in Paris. The cause of the disease, a bacillus that was discovered almost twenty years before by the German bacteriologist Karl Joseph Eberth and that looks like a bodiless spider, was constantly present in this river and not even pouring extensive quantities of ozone and of lime permanganate into its water was enough to exterminate the bacteria.[2]: 111  The difficulty in creating a vaccine is caused by the nature of the germ's endotoxins. Unlike diphtheria, which releases toxins via exocytotic secretion, typhoid pathogens encapsulate endotoxins that survive even after the death of the bacillus. After working in the rabies division of Rue Vaquelin and studying the microbe that causes dysentery, André Chantemesse collaborated with a younger bacteriologist, Georges-Fernand Widal. Together they were able to immunize guinea pigs by inoculating them with heat-treated dead bacteria, calling into question the notion that only weakened, not dead, bacteria can be used to immunize.[2]: 112  They concluded that a series of three or four early injections of such heat-inactivated bacteria can effectively inoculate against the development of the disease, as the endotoxins alone are sufficient to trigger the production of antibodies. Regarding curative medicine, it was in 1911 that it took off at the Institut Pasteur, when Ernest Fourneau created the Laboratory of Medicinal Chemistry, which he directed until 1944, and from which emerged numerous drugs, among which one can mention the first pentavalent arsenical treatment (Stovarsol), the first synthetic alpha-adrenoreceptor antagonist (Prosympal), the first antihistamine (Piperoxan), the first active drug on heart rate (Dacorene) or the first synthetic no-depolarising muscle relaxant (Flaxedil). The discovery of the therapeutic properties of sulfanilamide by Tréfouël, Nitti and Bovet, in the laboratory of Fourneau, paved the way for the sulfamidotherapy.[14][15] The Hospital Pasteur was built during the first years of the 20th century in front of the institute and was employed for a long time by the members as a field for clinical observation and experimentations of therapeutical processes elaborated by themselves. Since in the beginning it was provided with only 120 beds, every patient was so well isolated in his private room that each room could be almost considered a small pest house, ideal for quarantine. The construction of the hospital was enabled by the gift of a benefactor, Madame Lebaudy, while money offered by the baroness Hirsch was used to build a large pavilion that accommodated the Department of Chemical Biology of the institute.[2]: 118  The work done in the new pavilion by Duclaux clarified how the human body accomplished some of its vital functions and discovered the role of a diastase. It was critical in resolving a controversy aroused between Pasteur and Berthelot after the publication of Claude Bernard’s posthumous essay regarding the nature of the agents implicated in some transformations that happen inside plants, like fermentation. While Pasteur believed that the only substance implied in the process of fermentation was yeast, Bernard – and Berthelot in his own way – believed that some other soluble ferment was involved: the German chemist Eduard Buchner later demonstrated the existence of this “ferment”, an intracellular diastase which he called “zymase,” what we know now as enzymes. Duclaux's study on the metabolism of nutrients did not have immediate practical applications, but later revealed how extensive is the field of enzymes and opened new roads that would lead biology to extend the knowledge on life's mechanisms on a molecular level.[2]: 119  The Musée Pasteur (Pasteur Museum)[16] is located in the south wing of the first building occupied by the Institut Pasteur, which was inaugurated on November 14, 1888. Established in 1936, this museum preserves the memory of Louis Pasteur's life and work in the vast apartment where he lived during the last seven years of his life, from 1888 to 1895. This museum also includes the collection of scientific objects illustrating the scientist's work, as well as the Neo-Byzantine funeral chapel where Pasteur is buried. Today, the Institut Pasteur houses 100 research units and close to 2,700 people, including 500 permanent scientists and another 600 scientists visiting from 70 countries annually. The Institut Pasteur is also a global network of 33 foreign institutes[17][18] devoted to medical problems in developing countries; a graduate study center and an epidemiological screening unit. The international network is present in the following cities and countries:  As of 2008, the Institut Pasteur has eleven major research departments: There are also non-research departments devoted to records and archives maintenance, maintenance of historical micro-organism cultures, publications, and the library. In addition to the isolation of HIV-1 and HIV-2, in the recent past researchers at the Institut Pasteur have developed a test for the early detection of colon cancer, produced a genetically engineered vaccine against hepatitis B and a rapid diagnostic test for the detection of the Helicobacter pylori bacterium which is implicated in the formation of stomach ulcers. Other research in progress includes the study of cancer and specifically the investigation of the role of oncogenes, the identification of tumor markers for diagnostic tests, and the development of new treatments. One area of particular interest is the study of human papilloma viruses (HPV) and their role in cervical cancers. Researchers are currently focusing on the development of various vaccines against many diseases including AIDS, malaria, dengue fever and the Shigella bacterium. Currently, an extensive line of research aims at determining the complete genome sequences of several organisms of medical importance, in the hope of finding new therapeutic approaches. The institute has contributed to genome-sequencing projects of the common yeast (Saccharomyces cerevisiae, an organism which was so important for Louis Pasteur's history), completed in 1996, Bacillus subtilis completed in 1997, Mycobacterium tuberculosis completed in 1998. Since its founding, the Institute Pasteur has brought together scientists from many different disciplines for postgraduate study. Today, approximately 300 graduate students and 500 postdoctoral trainees from close to 40 different countries participate in postgraduate study programs at the institute. They include pharmacists and veterinarians, as well as doctors, chemists, and other scientists. Strains of bacteria and viruses from many different countries are sent to the institute's reference center for identification. In addition to maintaining this vital epidemiological resource, the Institute serves as an advisor to the French government and the World Health Organization (WHO) of the United Nations. Pasteur scientists also help to monitor epidemics and control outbreaks of infectious diseases throughout the world. These activities have created a close collaboration between the Institute and the U.S. Centers for Disease Control and Prevention (CDC). Production and marketing of diagnostic tests developed in the Institute laboratories are the responsibility of Sanofi Diagnostics Pasteur, a subsidiary of the French pharmaceutical firm Sanofi, while production and marketing of vaccines are the responsibility of Pasteur Mérieux, Sérums et Vaccins. As a private, non-profit organization, the Institut Pasteur is governed by an independent board of directors, currently chaired by François Ailleret. The director-general is Stewart Cole. By drawing financial support from many different sources, the institute protects its autonomy and guarantees the independence of its scientists. The institute's funding includes French government subsidies, consulting fees, licensing royalties, contract revenue, and private contributions. The book The Paris Option by Robert Ludlum and Gayle Lynds begins with four men blowing up the Institut Pasteur, as a cover for stealing a molecular computer project being done there. Coordinates: 48°50′24″N 2°18′42″E﻿ / ﻿48.84000°N 2.31167°E﻿ / 48.84000; 2.31167","Title":"Pasteur Institute - Wikipedia","KeyID":"11331","URL":"https://en.wikipedia.org/wiki/Pasteur_Institute"}