{"Content: ":"The Central Epidemic Command Center (CECC; Chinese: 國家衛生指揮中心中央流行疫情指揮中心) is an agency of the National Health Command Center [fr] (NHCC). It has been activated by the government of Taiwan for several disease outbreaks, such as the 2009 swine flu pandemic and the COVID-19 pandemic. The head of the agency is Chen Shih-chung, the minister of health and welfare.[1] The CECC is associated with the Taiwan Centers for Disease Control (Taiwan CDC). A temporary command center was first established in 2003 during the SARS epidemic, which caused 71 deaths in Taiwan.[2][3] Then, as a result of lessons learned from this epidemic, a permanent National Health Command Center was approved as a project on 16 August 2004; NHCC offices opened in the CDC building on 18 January 2005. The CECC is one of the command centers that are part of the NHCC.[2][4] On 28 April 2009, the CECC held its first meeting hosted by the Minister of Health, Yeh Ching-chuan. Participating agencies included the Department of Health, the Ministry of Interior, the Ministry of Foreign Affairs and the Ministry of Economic Affairs.[5] On 20 May 2009, the CECC confirmed Taiwan's first imported case of H1N1 influenza. The CDC immediately reported to the WHO and other countries through International Health Regulations Focal Points. On 24 May, the first indigenous case was confirmed. These precautionary measures triggered many different policy responses in Taiwan.[6] On 3 April 2013, the Executive Yuan activated the CECC in response to the H7N9 influenza (avian influenza or bird flu virus) epidemic in mainland China.[7][8] The Executive Yuan deactivated the CECC for H7N9 influenza on 11 April 2014.[7] The CECC convened 24 meetings with government agencies including the Council of Agriculture, the Ministry of Transportation and Communications, and the Ministry of Education. It also convened meetings with 22 city and local governments. In addition, regional and deputy commanding officers of the Communicable Disease Control Network attended these meetings.[7] On 17 May 2013, the slaughtering of live poultry was banned at traditional wet markets, eliminating risk of avian influenza being transmitted from animals to humans.[7] Dengue fever is caused by the dengue virus, and is common in tropical and sub-tropical climates.[9] Outbreaks occur from time to time in Taiwan, and the CECC was activated on 14 September 2015.[10][11] There were 43,784 cases reported in total, most of these being in the tropical climate of the southern cities of Tainan and Kaohsiung with 52% and 45% respectively.[12] Taiwan experienced consecutive outbreaks of dengue fever in both 2014 and 2015.[13] CECC was activated on 2 February 2016.[14] In response to the coronavirus pandemic, the CECC was activated on 20 January 2020.[15][16] The CECC has the authority to coordinate work across government departments and enlist additional personnel during an emergency.[17] The CECC has coordinated government response measures across areas including logistics for citizens on the Diamond Princess, disinfection of public spaces around schools, and daily briefings from Minister of Health Chen Shih-chung, which are regularly aired on large news channels in Taiwan. Originally established as a level 3 government entity, the CECC was promoted to level 1 on 28 February 2020.[18] In January, Taiwan closed its borders to all residents of Wuhan amid concerns that the country was not receiving timely updates, because it was excluded from the World Health Organization (WHO).[19] The agency has sent warning text messages target to mobile phones in specific areas, urging people to practice social distancing, especially by avoiding crowded scenic areas.[20] On 18 March, the CECC raised its travel notice for the United States, Canada, Australia, and New Zealand and advised against all nonessential travel to these countries. It also announced that certain exempted foreign nationals must observe a 14-day home quarantine upon arrival from overseas.[21] On 25 March, even as Taiwan saw zero new confirmed cases on that day, the CECC announced recommendations that indoor events which would be attended by more than 100 people should be suspended, while outdoor gatherings of more than 500 people should also do so.[22] Taiwan's response has been praised in JAMA, the journal of the American Medical Association. According to JAMA, Taiwan should have seen the second-largest outbreak of COVID-19 in the world, but has instead effectively eliminated community transmission.[23] Taiwan has done this without ordering people to stay home or shutting down schools, restaurants, shops and other businesses.[23] As a result, Taiwan's economy is not suffering the same economic damage as countries under lockdown.[23]","Title":"Central Epidemic Command Center - Wikipedia","KeyID":"11354","URL":"https://en.wikipedia.org/wiki/Central_Epidemic_Command_Center"}