{"Content: ":"Xie Linka (born 1981, Chinese: 谢琳卡; pinyin: Xiè Línkǎ) is a Chinese physician who gave early warning about the spread of COVID-19 in Wuhan, China. She became known for being a whistleblower, a title given to others in China who had warned the public, such as Liu Wen, and Dr. Li Wenliang, who was infected and later died from the virus.[1] Xie Linka graduated with a PhD from the Tongji Medical College of Huazhong University of Science and Technology, and is the attending physician at the Cancer Center at Wuhan Union Hospital.[2][3] Dear teachers, my coworker from the infectious ward has shared a piece of information from the ward with us: In the coming days, please avoid Huanan Seafood Wholesale Market, several people who went there are currently suffering from a pneumonia of unknown origin (similar to SARS). Today, our hospital has already received several patients with pneumonia who had visited the Huanan Seafood Wholesale Market. Screenshot from the Caixin report[4] On December 30, 2019, Xie Linka posted a message in the WeChat group for her workplace, the Cancer Center at Wuhan Union Hospital. She stated, \"Don't visit Huanan Seafood Wholesale Market in the near future. Many people there have contracted an inexplicable pneumonia (similar to SARS). Our hospital has admitted numerous pneumonia patients from the Huanan Seafood Wholesale Market today. Everyone, please make sure to wear masks and keep your room ventilated,\" and cited her source as \"news posted in our alumni group by a junior from my hospital.\" Around January 3, 2020, Xie received a phone call from the Wuhan Police, instructing her not to spread \"false information\", although she noted they were \"very polite\" in their tone.[4] Xie later stated in an interview that her \"early warning\" to the public was part of a doctor's duty.[5] This Chinese biographical article is a stub. You can help Wikipedia by expanding it. This article about the COVID-19 pandemic is a stub. You can help Wikipedia by expanding it.","Title":"Xie Linka - Wikipedia","KeyID":"11370","URL":"https://en.wikipedia.org/wiki/Xie_Linka"}