{"Content: ":"Andrea Crisanti (born 1954) is an Italian full professor of Microbiology at the University of Padua. He previously was professor of Molecular Parasitology at Imperial College London. He is best known for the development of genetically manipulated mosquitoes with the objective to interfere with either their reproductive rate or the capability to transmit diseases such as malaria.[1] Crisanti earned his Master of Medicine and Surgery degree in Italy at Sapienza University of Rome.[2] At the Basel Institute for Immunology, while studying for his PhD, Crisanti discovered the IL2 receptor of immature thymocytes. Crisanti served as a Postdoctoral Fellow at the Center for Molecular Biology (ZMBH) at the University of Heidelberg. In 1994, Crisanti became a lecturer at Imperial College, before being appointed Professor in 2000. He is also the director of the Centre of Functional Genomics at the University of Perugia.[2] He is an author of over 100 scientific publications in leading scientific journals, including Proceedings of the National Academy of Sciences of the United States of America, The EMBO Journal, Cell, Science and Nature. At Imperial College London, Crisanti has established the technologies to eliminate the human malaria vector Anopheles gambiae. Crisanti's work exploits the biological properties of a class of selfish genetic elements (homing endonuclease) to develop a gene transfer technology. Using such technology, Crisanti has developed genetically manipulated mosquitoes producing a male-only progeny. In the future, further refinements of the technology may lead to the development of vector control tools based on the release of just a few genetically modified mosquitoes. Via natural breeding, the genes can effectively spread to large field mosquito populations, reducing malaria-spreading mosquito numbers in the wild and ultimately decreasing malaria incidence.[3][4] In 2018, Crisanti and colleagues demonstrated that CRISPR/Cas9 can be programmed to attack a conserved region of the sex determination gene, doublesex, which impairs female mosquito development and could spread effectively to 100% of a population in a few generations.[5] This study represents the first time that researchers have been able to block the reproductive capacity of a complex organism in the laboratory using designer molecular approaches.[6] In 2011, Crisanti was appointed editor-in-chief of medical journal Annals of Tropical Medicine and Parasitology, which in 2012 under Crisanti's leadership became Pathogens and Global Health, reflecting the journal's newly formed broader focus.[7] Crisanti is a chairman of the scientific panel of the EU Marie Curie Programme, I-Move, and has advised on issues concerning the safety of genetically modified insects for the Consilium Pontificium of the Vatican City[8] and the European Food Safety Authority.[9] In March 2020 during the COVID-19 pandemic in Italy, Crisanti conducted analysis of citizens in Vò and found that most of the infected people were asymptomatic carriers; without symptoms but capable of spreading the COVID-19 virus.[10][11] Crisanti's research, which was published in Nature,[12] was strongly supported by a BMJ editorial which appeared on 1 July.[13] Crisanti is highly critical of the World Health Organization. His throat swab test methodology was complete on 25 January (the date is an error) and amongst the first in the world. Crisanti demanded and obtained the co-operation of the President of Veneto, Luca Zaia, in the teeth of opposition by the WHO, which had co-opted the administration of Giuseppe Conte.[citation needed] In neighbouring Lombardy the death toll exceeded 16,800 while in Veneto it was minimal. In the opinion of Crisanti,[citation needed] the WHO guidelines were completely wrong, an incredible example of incoherence... Their bureaucrats were far away from the problem and far away from the science. I think what Donald Trump did [moving to pull United States out of WHO] is one of the few things he's done that I can agree with. Andrea Crisanti is married with Nicoletta and has a son, Giulio; he considers himself Roman Catholic.[14]","Title":"Andrea Crisanti (scientist) - Wikipedia","KeyID":"11376","URL":"https://en.wikipedia.org/wiki/Andrea_Crisanti_(scientist)"}