{"Content: ":"Roberto Burioni (born 10 December 1962) is an Italian virologist, physician and academic, Professor of Microbiology and Virology at the Vita-Salute San Raffaele University, Milan where he runs a lab developing human monoclonal antibodies against human infectious agents, the study of pathogen-host interplay, and the use of molecular tools in the early diagnosis of infectious diseases.[1] Burioni has risen to fame in Italy for his strong stance against the antivaccination movement and has been described as the \"most famous virologist in Italy\".[2] After graduating from the Liceo Classico Raffaello, Urbino, Italy, he received his Medical Degree from the Università Cattolica del Sacro Cuore Medical School in Rome and a Ph.D. in Microbiological Sciences from the University of Genoa. Burioni attended the Center for Disease Control in Atlanta, Georgia and the Wistar Institute of the University of Pennsylvania as a visiting student in the laboratory of Dr. Hilary Koprowski and Carlo Maria Croce. He has been a visiting scientist at both the Center for Molecular Genetics at the University of California, San Diego, and at the Scripps Research Institute. He was appointed Assistant Professor at the Medical School of the Università Cattolica del Sacro Cuore, Rome, in 1995 before moving to Assistant Professor in Virology at the Medical School of the University of Ancona in 1999.[1] Burioni moved to the medical school at the Università Vita-Salute San Raffaele in Milan in 2004, first as an Associate Professor and later as Full Professor of Microbiology and Virology.[1] In 2010 he took the role of Director of the Board Specialty School of Microbiology and Virology which he held until 2017.[1] Burioni is an active campaigner against the antivaccination movement and rose to fame in Italy after an appearance on the TV talk show Virus in 2016, on the national TV channel Rai 2.[2] The majority of the segment was given to Red Ronnie, a DJ, and former actress Eleonora Brigliadori, both of whom hold antivaccination positions. Burioni was left with only a few minutes in which to rebut the misinformation. In response, Burioni posted to Facebook giving his version of the facts. The post was read by over 5 million people in one day. The TV show \"Virus\" was eventually canceled at the end of the season.[3] Since then he has developed a large following on social media with almost 480,000 followers on Facebook[2] and over 114,000 followers on Twitter.[4] In 2017, he authored the book \"Il vaccino non è un'opinione: Le vaccinazioni spiegate a chi proprio non le vuole capire\" (\"The vaccine is not an opinion: Vaccinations, explained to those who just do not want to understand them\")[5] which won the 2017 Premio Asimov (Asimov Award), an annual award established by the Gran Sasso Science Institute of L'Aquila awarded to books of science dissemination published in Italy during the previous year.[6][7] In 2018, Burioni, along with several colleagues, created the website Medical Facts. Articles on the site are written by medical scientists, doctors and other health professionals with the intent of promoting news and advice on a range of health issues.[2][8] In January 2019, Burioni launched a Pact for Science, calling on all Italian political parties to sign on and pledge to follow five points: to support science as a universal value of progress and humanity; to refuse to support or tolerate pseudoscience, pseudomedicine, and any treatments that are not based on scientific and medical evidence; to prevent pseudo-scientists from creating unjustified alarm regarding health care interventions which have been scientifically and medically demonstrated to be safe; to implement programs designed to correctly inform the public about science, using experts in their fields; and to ensure that scientific research is adequately supported in terms of public financing. Many politicians have signed the pledge, including Beppe Grillo, founder of the Five Star Movement, a party which has strong ties to the antivaccination movement.[9][10][11] Burioni is known for his matter-of-fact approach when dealing with antivaccination activists. \"I don't mind being curt with those who spend five minutes on Google and want to teach me about virology, which I have studied for 35 years. Science is no democracy.\" His stance on vaccinations has led to death threats against both himself and his daughter.[12] In June 2020 the Vaccine Confidence Project found that opposition to a Coronavirus vaccine was very low, with Burioni noting that the anti-vax movement in Italy had nearly disappeared.[13] In early February 2020, Burioni noted that COVID-19 was far more dangerous than the common flu and that due to its highly contagious nature, it was important not to underestimate it, but rather deal with it decisively. He further noted the importance of diagnosing cases as quickly as possible and isolating people who were or might get infected.[14][15] This position led to Burioni being accused of being a fascist and a supporter of the League, a far-right political party.[16] Later the same month, Burioni again emphasised the importance of self-isolation and avoiding crowded places, noting that Italy had so far been unable to limit the rapid spread of the virus.[17] Burioni has backed the measures taken by the Italian government to halt the spread of COVID-19, calling it an \"indispensable measure\".[15][18] Due to COVID-19, Burioni released his latest book, Virus. La grande sfida (Virus. The Great Challenge) in March 2020, several months earlier than originally planned. He received criticism on social media for doing this but responded saying that books on the epidemic were needed now in order to help people understand what was happening.[19][20] In response to the Italian government's plans to relax lockdown measures from May 4, Burioni said that anyone leaving their homes should be required to wear a mask and have some form of contact tracing. He further suggested that anyone found to have COVID-19 should be isolated at a hotel or other facility rather than their home, warning that without these measures COVID-19 could spread anew, resulting in having to start the lockdown all over again.[21] In March 2021 the Italian government issued a decree requiring that workers in health care facilities be vaccinated, in response to reports that up to 15% of health professionals in some major hospitals had refused to be vaccinated when it was offered to them. Burioni noted that it was humiliating that medical and health workers had to be forced to be vaccinated and was concerned over the implications of the high number of health professionals refusing to do so. He suggested that the selection process used for obtaining a medical licence was not effective enough.[22]","Title":"Roberto Burioni - Wikipedia","KeyID":"11373","URL":"https://en.wikipedia.org/wiki/Roberto_Burioni"}