{"Content: ":"Chen Wei (Chinese: 陈薇; born February 1966) is a Chinese epidemiologist and virologist specializing in biodefense, currently researcher and doctoral adviser at the Academy of Military Medical Sciences, and an Academician of the Chinese Academy of Engineering (CAE). In September 2021, The Globe and Mail reported that Chen is also a major general in China's People's Liberation Army.[3] Chen was born in Lanxi County, Jinhua, Zhejiang in 1966.[2] She received bachelor's degree in chemical engineering from the Zhejiang University in 1988.[1][4] She obtained a master's degree at Tsinghua University in 1991.[2] She attended Academy of Military Medical Sciences where she obtained her doctor's degree in 1998.[2] She became a faculty member of the academy upon graduation. In 2013, Chen became a delegate of the People's Liberation Army to the National People's Congress.[1] On 10 July 2015, she was awarded the military rank of major general (shaojiang) by Central Military Commission chairman Xi Jinping.[5] She was a delegate to the 12th National People's Congress.[6] In January 2018 she became a member of the 13th National Committee of the Chinese People's Political Consultative Conference.[7] In November 2019, She was elected as an academician of the Chinese Academy of Engineering.[8] On May 30, 2021, she was elected vice president of the China Association for Science and Technology.[9] In 2020, Chen led a joint team of the Institute of Biotechnology, the Academy of Military Medical Sciences and CanSino Biologics to develop Convidecia. The development team registered a Phase 1 trial in March 2020 and a Phase 2 trial in April 2020.[10][11] It conducted its Phase III trials in Argentina,[12] Chile,[13] Mexico,[14] Pakistan,[15] Russia,[16] and Saudi Arabia[17] with 40,000 participants. In February 2021, global data from Phase III trials and 101 COVID cases showed the vaccine had a 65.7% efficacy in preventing moderate symptoms of COVID-19, and 91% efficacy in preventing severe disease.[18] Convidecia is approved for use by some countries in Asia,[19][20][21] Europe,[22][23] and Latin America.[24][25][26]","Title":"Chen Wei (medical scientist) - Wikipedia","KeyID":"11374","URL":"https://en.wikipedia.org/wiki/Chen_Wei_(medical_scientist)"}