{"Content: ":"Kizzmekia \"Kizzy\" Shanta Corbett (born January 26, 1986)[1] is an American viral immunologist. She is an Assistant Professor of Immunology and Infectious Diseases at Harvard T.H. Chan School of Public Health and the Shutzer Assistant Professor at the Harvard Radcliffe Institute since June 2021.[2] She joined Harvard following six years at the Vaccine Research Center (VRC) at the National Institute of Allergy and Infectious Diseases, National Institutes of Health (NIAID NIH) based in Bethesda, Maryland.[3][4] She earned a PhD in microbiology and immunology from the University of North Carolina at Chapel Hill (UNC-Chapel Hill) in 2014.[5] Appointed to the VRC in 2014, Corbett was the scientific lead of the VRC's COVID-19 Team,[6] with research efforts aimed at COVID-19 vaccines.[7][8] In February 2021, Corbett was highlighted in the Time's \"Time100 Next\" list[9] under the category of Innovators, with a profile written by Anthony Fauci.[10] Corbett was born in Hurdle Mills, North Carolina on January 26, 1986, to Rhonda Brooks.[4] She grew up in Hillsborough, North Carolina,[11] where she had a large family of step-siblings and foster siblings.[3] Corbett went to Oak Lane Elementary School in Roxboro[12] and A.L. Stanback Middle School in Hillsborough.[11][13] Her fourth grade teacher, Myrtis Bradsher, recalls recognizing Corbett's talent at an early age and encouraging Kizzy's mother to place her in advanced classes. \"I always thought she is going to do something one day. She dotted i's and crossed t's. The best in my 30 years of teaching,\" Bradsher said in a 2020 interview with The Washington Post.[12] In 2004, Corbett graduated from Orange High School in Hillsborough, North Carolina.[11] In 2008, Corbett received a B.S. in biological sciences and sociology from the University of Maryland, Baltimore County (UMBC), as a student in the Meyerhoff Scholars Program.[3] Corbett is among a cohort of recent UMBC graduates (also including Kaitlyn Sadtler) who have risen to prominence in biomedicine during the COVID-19 pandemic.[14][15] In 2014, Corbett received a PhD in microbiology and immunology from the University of North Carolina at Chapel Hill. For her doctoral work, Corbett worked in Sri Lanka to study the role of human antibodies in dengue virus pathogenesis.[5] While in high school, Corbett realized that she wanted to pursue a scientific career, and as part of an American Chemical Society-sponsored program called Project SEED, spent her summer holiday working in research laboratories, one of which was at UNC's Kenan Labs with organic chemist James Morkin.[1][3][11] In 2005, she was a summer intern at Stony Brook University in Gloria Viboud's lab where she studied Yersinia pseudotuberculosis pathogenesis. From 2006 to 2007, she worked as a lab tech in Susan Dorsey's lab at the University of Maryland School of Nursing. After earning her bachelor's degree, from 2006 to 2009, Corbett was a biological sciences trainer at the National Institutes of Health (NIH), where she worked alongside Dr. Barney S. Graham. At the NIH, Corbett worked on the pathogenesis of respiratory syncytial virus as well as on a project focused on innovative vaccine platform advancement.[1] From 2009 to 2014, Corbett studied human antibody responses to dengue virus in Sri Lankan children under the supervision of Aravinda de Silva at University of North Carolina at Chapel Hill (UNC-Chapel Hill).[5][16] She studied how people produce antibodies in response to dengue fever, and how the genetics of dengue fever impact the severity of a disease. From April to May 2014, as part of her research for her dissertation, Corbett worked as a visiting scholar at Genetech Research Institute in Colombo, Sri Lanka.[1] In October 2014, Corbett became a research fellow working as a viral immunologist at the NIH. Her research aims to uncover mechanisms of viral pathogenesis and host immunity.[13] She specifically focuses on development of novel vaccines for coronaviridae.[13] Her early research considered the development of Severe Acute Respiratory Syndrome (SARS) and Middle East Respiratory Syndrome (MERS) vaccine antigens.[17][18] During this time, she identified a simple way to make coronavirus spike proteins that are stabilized in a conformation that renders them more immunogenic and manufacturable, in collaboration with researchers at Scripps Research Institute and Dartmouth College.[19] In December 2021, Corbett was assigned to Boston's COVID-19 advisory committee by mayor Wu.[20] At the onset of the COVID-19 pandemic, Corbett started working on a vaccine to protect people from coronavirus disease.[3] Recognizing that the virus was similar to severe acute respiratory syndrome coronavirus, Corbett's team utilized previous knowledge of optimal coronavirus proteins to tackle COVID-19.[21][22] S proteins form a “crown” on the surface of coronaviruses and are crucial for engagement of host cell receptors and the initiation of membrane fusion in coronavirus disease. This makes them a particularly vulnerable target for coronavirus prophylactics and therapeutics. Based on her previous research, Corbett's team, in collaboration with Jason McLellan and other investigators at The University of Texas at Austin,[23] transplanted stabilizing mutations from SARS-CoV S protein into SARS-CoV-2 spike protein.[19] She was part of the NIH team who helped solve the cryogenic electron microscopy (CryoEM) structure of the SARS-CoV-2 spike protein.[24] Her prior research suggested that messenger RNA (mRNA) encoding S protein could be used to excite the immune response to produce protective antibodies against coronavirus disease 2019.[19][25] To manufacture and test the COVID-19 vaccine Corbett's team partnered with Moderna, a biotechnology company, to rapidly enter animal studies. Subsequently, the vaccine entered Phase 1 clinical trial only 66 days after the virus sequence was released. The trial, to be completed in at least 45 people, is a dose escalation study in the form of two injections separated by 28 days.[26] In December 2020, the Institute's Director, Anthony Fauci said: \"Kizzy is an African American scientist who is right at the forefront of the development of the vaccine.\"[27] In the Time's profile, Fauci wrote that Corbett has \"been central to the development of the Moderna mRNA vaccine and the Eli Lilly therapeutic monoclonal antibody that were first to enter clinical trials in the U.S.\" and that \"her work will have a substantial impact on ending the worst respiratory-disease pandemic in more than 100 years.\"[10] Corbett's work afforded her the opportunity to be a part of the National Institutes of Health team that had Donald Trump at the Dale and Betty Bumpers Vaccine Research Center in March 2020.[4][28][29][30] When asked about her involvement with the development of the COVID-19 vaccine, Corbett said, \"To be living in this moment where I have the opportunity to work on something that has imminent global importance…it's just a surreal moment for me\".[31][32] Corbett stated she cried when the efficacy results showed the mRNA-1273 Moderna vaccine worked.[33] Corbett has called for the public to be cautious and respectful of one another during the COVID-19 pandemic, explaining that regular hand washing and sneezing into one's elbow can help to minimize the spread of the virus. She has also emphasized that we should not stigmatize people who may be from areas where the virus started.[11] Corbett has worked to rebuild trust with vaccine-hesitant populations such as the Black community.[34][35][36] For example, she presented education about the COVID-19 vaccine development to Black Health Matters in October 2020.[37][38] Her race has been a focus of government outreach; after a study released by the NAACP and others revealed that only 14% of black Americans believe a COVID-19 vaccine will be safe, NIAID Director Fauci was explicit: \"the first thing you might want to say to my African American brothers and sisters is that the vaccine that you're going to be taking was developed by an African American woman.\"[39] In May 2020, The Washington Post reported that Corbett had been scrutinized for tweets lamenting the lack of diversity on the White House Coronavirus Task Force, as well as for her responses to other tweets about data that African Americans were disproportionately dying from the virus. Responding to a tweet in which someone else claimed that the virus “is a way to get rid of us,” Corbett responded: “Some have gone as far to call it genocide. I plead the fifth.”.[12] Fox News news host Tucker Carlson read several of Corbett's tweets on his show, accusing her of \"spouting lunatic conspiracy theories.\"[12] Another Fox News article said she \"adopts a strikingly casual and conspiratorial tone.\"[40] After the controversy, Corbett scaled back her use of social media and stopped appearing on television.[12] Texas Southern University professor Robert Bullard and President of the National Medical Association (an organization of Black physicians) Oliver Brooks defended Corbett overall, although Brooks expressed concern about her tweet on genocide, saying “It’s subjective. I wouldn’t want to go there. I really don’t believe that. We’re dying at a higher rate but … that one just doesn’t fit.”.[12] Corbett regularly shares information on Twitter and takes part in programs to inspire youth in underserved communities.[13]","Title":"Kizzmekia Corbett - Wikipedia","KeyID":"11375","URL":"https://en.wikipedia.org/wiki/Kizzmekia_Corbett"}