{"Content: ":"Christian Heinrich Maria Drosten (German: [ˈkʁɪs.ti̯an ˈdʁɔs.tn̩] (listen), born 1972) is a German virologist whose research focus is on novel viruses (emergent viruses). During the COVID-19 pandemic, Drosten came to national prominence as an expert on the implications and actions required to combat the illness in Germany.[1] Drosten was born in Lingen and grew up on a farm in Groß Hesepe [de], Emsland.[2] After graduating from the episcopal college Gymnasium Marianum [de] in Meppen, Drosten initially studied chemical engineering and biology in Dortmund and Münster. From 1994, he studied Medicine at the Johann Wolfgang Goethe University Frankfurt am Main and completed his third state examination in May 2000. He did his doctorate at the Institute for transfusion medicine and immunohaematology of the German Red Cross (DRK) blood donation service Hessen in Frankfurt am Main. His dissertation (Dr. med.) on the establishment of a high-throughput system for testing blood donors was rated summa cum laude. From June 2000, Drosten worked as an intern in the laboratory group of the physician Herbert Schmitz in the virology department of the Bernhard Nocht Institute for Tropical Medicine (BNITM) in Hamburg, where he headed the laboratory group Molecular Diagnostics and established a research program for the molecular diagnostics of tropical viral diseases. From 2007, Drosten headed the Institute of Virology at University Hospital Bonn. During this time he worked with Isabella Eckerle, who would go on to lead the department of emerging viruses at the University of Geneva.[3] In 2017, he accepted a call to the Charité in Berlin, where he heads the Institute of Virology.[4] From 2017 until 2019, Drosten was a member of the German Ministry of Health’s International Advisory Board on Global Health, chaired by Ilona Kickbusch.[5] He was nominated by Alliance 90/The Greens as delegate to the Federal Conventions for the purpose of electing the President of Germany in 2022.[6] Drosten is committed to the transparent distribution of scientific data and therefore, publishes in specialist journals such as Eurosurveillance, where all articles are freely available online.[7] On 23 January 2020, Drosten, along with other virologists in Europe and Hong Kong, published a workflow of a real-time PCR (RT-PCR) diagnostic test,[8] which was accepted by the World Health Organization (WHO) and which sent test kits to affected regions.[9] On 19 February 2020, Drosten, along with 26 other scientists, published the Lancet letter in support of scientists and medical professionals in China fighting the outbreak and condemning theories suggesting that the virus does not have a natural origin, which it referred to as \"conspiracy theories.\"[10] On 17 March 2020, Drosten was appointed to the European Commission's advisory panel on COVID-19, co-chaired by EC President Ursula von der Leyen and ECHSF Stella Kyriakides.[11][12] On 23 March 2020, The Guardian described Drosten as \"the [German] country's real face of the coronavirus crisis\", and also noted that the Süddeutsche Zeitung had described Drosten as \"the nation's corona-explainer-in-chief\".[1] He was a counterpart to Lothar Wieler, head of the State's Robert Koch Institute in Berlin, in consulting to German federal and state authorities.[1] In 2003, Drosten was one of the co-discoverers of SARS-associated coronavirus (SARS-CoV). Together with Stephan Günther [de], a few days after identification and before the Centers for Disease Control and Prevention (CDC) in Atlanta, he succeeded in developing a diagnostic test for the newly identified virus. Drosten immediately made his findings on SARS available to the scientific community on the internet, even before his article appeared in New England Journal of Medicine in May 2003.[22] Among others, this was honoured by the journal Nature.[23] From 2012, the research group led by Drosten also researched the Middle East respiratory syndrome-coronavirus (MERS-CoV).[citation needed] In mid-January 2020, the coronavirus SARS-CoV-2 yielded to his method. The virus first came to light on 30 December 2019 because Li Wenliang (the Chinese ophthalmologist whistleblower who later died of the virus) forced the Chinese government to broadcast its existence the next day. On 23 January 2020, the research group led by Drosten developed a test that was made available worldwide through the journal Eurosurveillance.[8][24] The group also published the sequenced genome from samples obtained in Germany.[citation needed] In April 2020, the Drosten research group published \"a detailed virological analysis of nine cases of COVID-19 that provides proof of active virus replication in tissues of the upper respiratory tract\" in Nature.[25] During the early months of the course of the COVID-19 pandemic in Germany, Drosten advised politicians and authorities and was invited as an expert in the media, among others in the podcast Das Coronavirus-Update mit Christian Drosten [de] (English: The coronavirus update with Christian Drosten), initially published daily during the week since 26 February 2020 in Norddeutscher Rundfunk (NDR),[7][26][27] the frequency of the podcast having been gradually reduced from April 2020 until becoming weekly from 15 June 2020.[28] Drosten now shares his spot on the Podcast with fellow virologist Sandra Ciesek with either being interviewed by a science journalist of the NDR every two weeks to keep the weekly schedule of the podcast while allowing Drosten more time to focus on his research work. At the end of 2003, Drosten, together with Stephan Günther, was awarded a €8,000 prize by the Werner Otto Foundation for the Promotion of Medical Research for the identification of the SARS coronavirus and the establishment of a rapid diagnostic test system.[29] In 2004, Drosten received the GlaxoSmithKline funding award for clinical infectiology, the Abbott Diagnostics Award of the European Society for Clinical Virology, the bioMérieux Diagnostics Award from the German Society for Hygiene and Microbiology, and the post-doctoral award for virology from the Robert Koch Foundation [de]. In 2005, he was awarded the \"Verdienstkreuz am Bande\" (Cross) of the Federal Cross of Merit, 2020 he received the \"Verdienstkreuz 1. Klasse\" (Officer's Cross) for his civil service in time of COVID-19.[30] Drosten lives in Berlin-Prenzlauer Berg and has a son born in 2017.[31] His long-time partner is also a scientist.[32] His hobby is playing the guitar. During the height of the corona crisis, the popular punk band ZSK released a song about his work, which went viral.[33]","Title":"Christian Drosten - Wikipedia","KeyID":"11378","URL":"https://en.wikipedia.org/wiki/Christian_Drosten"}