{"Content: ":"Peter Daszak is a British zoologist, consultant and public expert on disease ecology, in particular on zoonosis. He is the president of EcoHealth Alliance, a nonprofit non-governmental organization that supports various programs on global health and pandemic prevention.[1][2] He is also a member of the Center for Infection and Immunity at the Columbia University Mailman School of Public Health.[2][3] He lives in Suffern, New York. [4] Daszak was involved in investigations into the initial outbreak which eventually developed into the COVID-19 pandemic[5] and became a member of the World Health Organization team sent to investigate the origins of the COVID-19 pandemic in China. This became controversial due to Daszak's previous activities with the Wuhan Institute of Virology, perceived by some[6][7] as a conflict of interest. Daszak earned a B.Sc. in zoology in 1987, at Bangor University and a Ph.D. in parasitic infectious diseases in 1994 at University of East London.[2] Daszak worked at the School of Life Sciences, Kingston University, in Surrey, England in the 1990s. In the late 1990s Daszak moved to the United States and was affiliated with the Institute of Ecology at the University of Georgia and the National Center for Infectious Diseases, Centers for Disease Control and Prevention, in Atlanta, Georgia. Around 2001 he became executive director at a collaborative think-tank in New York City, the Consortium for Conservation Medicine.[8] He has adjunct positions at two universities in the U.K. and three universities in the U.S., including the Columbia University Mailman School of Public Health.[2][9] He was one of the early adopters of conservation medicine.[10] The Society for Conservation Biology symposium in 2000, had focused on the \"complex problem of emerging diseases\".[10] He said in 2001 that there were \"almost no examples of emerging wildlife diseases not driven by human environmental change...[a]nd few human emerging diseases don't include some domestic animal or wildlife component.\" His research has focused on investigating and predicting the impacts of new diseases on wildlife, livestock, and human populations, and he has been involved in research studies on epidemics such as the Nipah virus infection, the Australian Hendra outbreaks, the 2002–2004 SARS outbreak, Avian influenza, and the West Nile virus.[11] Starting in 2014, Daszak was Principal Investigator of a six-year NIH project which was awarded to the EcoHealth Alliance and which focused on the emergence of novel zoonotic coronaviruses with a bat origin.[12] Among the aims of the project was to characterize the diversity and distribution of Severe acute respiratory syndrome–related coronavirus (SARSr-CoV) in bats, viruses with a significant risk of spillover, in southern China, based on data from spike protein sequences, infectious clone technology, infection experiments (both in vitro and in vivo), as well as analysis of receptor binding.[13] The six 1-year projects received $3.75 million in funding from the National Institute of Allergy and Infectious Diseases (NIAID), part of the U.S. National Institutes of Health agency.[12] Daszak has served on committees of the International Union for Conservation of Nature, World Health Organization (WHO), National Academy of Sciences, and United States Department of the Interior.[2] He is a member of the National Academy of Medicine and Chair of the National Academies of Sciences, Engineering, and Medicine (NASEM)'s Forum on Microbial Threats and sits on the supervisory board of the One Health Commission Council of Advisors.[14] During times of large virus outbreaks Daszak has been invited to speak as an expert on epidemics involving diseases moving across the species barrier from animals to humans.[14][15][16] At the time of the Ebola outbreak in West Africa in 2014, Daszak said \"Our research shows that new approaches to reducing emerging pandemic threats at the source would be more cost-effective than trying to mobilize a global response after a disease has emerged\".[17] In October 2019, when the U.S. federal government \"quietly\" ended the ten-year old program called PREDICT,[18] operated by United States Agency for International Development (USAID)'s emerging threats division,[19] Daszak said that, compared to the $5 billion the U.S. spent fighting Ebola in West Africa, PREDICT—which cost $250 million—was much less expensive. Daszak further stated, \"PREDICT was an approach to heading off pandemics, instead of sitting there waiting for them to emerge, and then mobilizing.\"[19] As of 2021[update], Daszak is the president of the New York-headquartered NGO EcoHealth Alliance.[20] His research focuses on global emergent diseases such as Severe Acute Respiratory Syndrome (SARS), Nipah virus, Middle East Respiratory Syndrome (MERS), Rift Valley fever, Ebola virus, and COVID-19.[2][21][22] The organization has administered more than $100 million in U.S. federal grants to fund overseas laboratory experiments.[23][24] After the outbreak of the COVID-19 pandemic, Daszak noted in The New York Times that he and other disease ecologists had warned the WHO in 2018 that the next pandemic \"would be caused by an unknown, novel pathogen that hadn't yet entered the human population\", probably in a region with significant human-animal interaction.[25] The group had named this hypothetical pathogen \"Disease X\"; it was included on a list of eight diseases which they recommended should be given highest priority in regard to research and development efforts, such as finding better diagnostic methods and developing vaccines.[26] He said, \"As the world stands today on the edge of the pandemic precipice, it's worth taking a moment to consider whether Covid-19 is the disease our group was warning about.\"[25] Prior to the pandemic, Daszak and EcoHealth Alliance were the only U.S.-based organization researching coronavirus evolution and transmission in China,[27] where they partnered with the Wuhan Institute of Virology, among others. On 1 April 2020, following the beginning of the COVID-19 pandemic in the United States, the USAID granted $2.26 million to the EcoHealth program for a six-month emergency extension of the program whose funding has expired in September 2019.[28][29] The University of California announced that the extension would support \"detection of SARS-CoV-2 cases in Africa, Asia and the Middle East to inform the public health response\" as well as investigation of \"the animal source or sources of SARS-CoV-2 using data and samples collected over the past 10 years in Asia and Southeast Asia.\"[29] An open letter co-authored by Daszak, signed by 27 scientists and published in The Lancet on 19 February 2020, stated: \"We stand together to strongly condemn conspiracy theories suggesting that COVID-19 does not have a natural origin...and overwhelmingly conclude that this coronavirus originated in wildlife.\" It further warned that blaming Chinese researchers for the virus' origin jeopardised the fight against the disease.[30] The letter has been criticized by Jamie Metzl for \"scientific propaganda and thuggery\", and by Katherine Eban of Vanity Fair as having had a \"chilling effect\" on scientific research and the scientific community by implying that scientists who \"bring up the lab-leak theory... are doing the work of conspiracy theorists\".[31][32][33] According to emails obtained by FOIA, Daszak was the primary organizer of the letter, and had communicated with colleagues while drafting and signing the letter to \"conceal his role and creat[e] the impression of scientific unanimity.\"[33] It also caused controversy since Daszak did not disclose that his EcoHealth Alliance group had an existing relationship with the Wuhan Institute of Virology, with some alleging that this was an apparent conflict of interest.[34][35] In June 2021, The Lancet published an addendum in which Daszak listed his cooperation with researchers in China,[36] and he also recused himself from The Lancet's inquiry commission focused on COVID-19 origins.[37] EcoHealth Alliance's project funding was \"abruptly terminated\" on 24 April 2020, by the National Institutes of Health. The move met with criticism,[21][38][39] including by a group of 77 Nobel Prize laureates who wrote to NIH Director Francis Collins that they \"are gravely concerned\"[40] by the decision and called the funding cut \"counterintuitive, given the urgent need to better understand the virus that causes COVID-19 and identify drugs that will save lives.\"[41] An article on 8 May 2020 in the journal Science stated that the unusual 24 April decision to cut EcoHealth's funding had occurred shortly after \"President Donald Trump alleged – without providing evidence – that the pandemic virus had escaped from a Chinese laboratory supported by the NIH grant, and vowed to end the funding.\"[42] In May 2020, Daszak \"said there was 'zero evidence' that the virus\" was created in the Wuhan Institute of Virology during an appearance on \"60 Minutes.\"[43] In 2020 Daszak was named by the World Health Organization as the sole U.S.-based representative on a team sent to investigate the origins of the COVID-19 pandemic,[44] a team that also included Marion Koopmans, Hung Nguyen, and Fabian Leendertz.[44] Daszak had previously collaborated for many years with Shi Zhengli, the director of the Wuhan Institute of Virology,[45] on efforts to trace SARSr-CoV viruses to bats after the 2002–2004 SARS outbreak. In 1999, Daszak received a meritorious service award from the Centers for Disease Control and Prevention.[46] In 2018, he was elected to the National Academy of Medicine.[46][47] He is commemorated in the names of the centipede Cryptops daszaki,[48] as well as the apicomplexan parasite Isospora daszaki.[49]","Title":"Peter Daszak - Wikipedia","KeyID":"11377","URL":"https://en.wikipedia.org/wiki/Peter_Daszak"}