{"Content: ":"Neil Morris Ferguson OBE FMedSci (born 1968) is a British epidemiologist[3] and professor of mathematical biology, who specialises in the patterns of spread of infectious disease in humans and animals. He is the director of the Jameel Institute for Disease and Emergency Analytics (J-IDEA), director of the MRC Centre for Global Infectious Disease Analysis, and head of the Department of Infectious Disease Epidemiology in the School of Public Health and Vice-Dean for Academic Development in the Faculty of Medicine, all at Imperial College London. Ferguson has used mathematical modelling to provide data on several disease outbreaks including the 2001 United Kingdom foot-and-mouth outbreak, the swine flu outbreak in 2009 in the UK, the 2012 Middle East respiratory syndrome coronavirus outbreak and the ebola epidemic in Western Africa in 2016. His work has also included research on mosquito-borne diseases including zika fever, yellow fever, dengue fever and malaria. In February 2020, during the COVID-19 pandemic, which was first detected in China, Ferguson and his team used statistical models to estimate that cases of coronavirus disease 2019 (COVID-19) were significantly under-detected in China. He is part of the Imperial College COVID-19 Response Team. Ferguson was born in Whitehaven, Cumberland,[4] but grew up in Mid Wales, where he attended Llanidloes High School.[1] His father was an educational psychologist, while his mother was a librarian who later became an Anglican priest.[1] He received his Bachelor of Arts degree in Physics in 1990 at Lady Margaret Hall, Oxford, and his Doctor of Philosophy degree in theoretical physics in 1994 at Linacre College, Oxford.[5][6] His doctoral research investigated interpolations from crystalline to dynamically triangulated random surfaces and was supervised by John Wheater.[1][2][7] It was there that he attended a lecture by Robert May on modelling the HIV epidemic, which together with the death of a friend's brother from AIDS, interested him in pursuing the mathematical modelling of infectious diseases.[8] Using mathematical and statistical models he studies the processes that influence the development, evolution and transmission of infectious diseases. These have included SARS, pandemic influenza, BSE/vCJD, foot-and-mouth disease, HIV and smallpox, in addition to bioterrorism.[9] Ferguson was part of Roy Anderson's group of infectious disease scientists who moved from the University of Oxford to Imperial College in November 2000, and started working on modelling the 2001 United Kingdom foot-and-mouth outbreak a few months later.[10][11] Ferguson and colleagues founded the Medical Research Council (MRC) Centre for Global Infectious Disease Analysis in 2008.[12] He advises the World Health Organization (WHO), the European Union, and the governments of the UK and United States, on the dynamics of infectious disease.[13] He is an international member of the National Academy of Medicine,[11] a fellow of the Royal Statistical Society, and is on the editorial boards of PLOS Computational Biology and Journal of the Royal Society Interface. He is a founding editor of the journal Epidemics.[14] Since 2014 he is the director of the National Institute for Health Research (NIHR) Health Protection Research Unit for Modelling Methodology.[15] Together with a number of other persons, in 2016 he proposed a World Serum Bank as a means of helping combat epidemics.[16] In October 2019, Ferguson was appointed inaugural director of the Jameel Institute for Disease and Emergency Analytics (J-IDEA), a research institute at Imperial College London in the fields of epidemiology, mathematical modelling of infectious diseases and emergencies, environmental health, and health economics.[1][17] The Jameel Institute was part of the Imperial College COVID-19 Response Team.[18] As of February 2020, at Imperial College, London, he was a professor of mathematical biology,[12][19][20] director of the Jameel Institute (J-IDEA), head of the Department of Infectious Disease Epidemiology in the School of Public Health and Vice-Dean for Academic Development in the Faculty of Medicine.[11] As of March 2020, Ferguson was a member of the UK Department of Health advisory body called the New and Emerging Respiratory Virus Threats Advisory Group (NERVTAG), which advises the CMOUK.[21] During the 2001 United Kingdom foot-and-mouth outbreak Ferguson worked on the team, led by Roy M. Anderson of Imperial College, creating mathematical models used to inform the UK Government of the most effective methods of preventing the spread of foot-and-mouth-disease.[22] Ferguson published a journal article in Science magazine in April 2001 describing the mathematical models that were relied upon by the UK government to recommend the mass slaughter of millions of cows, sheep and pigs in the UK in order to stop the spread of the disease;[23] over a decade later, the BBC would remind its readers Ferguson \"was among those advising government on how to control the epidemic a decade ago.\"[24] In August 2005, Neil Ferguson said in an interview that bird flu could kill as many as 200 million people worldwide. He stated that \"Around 40 million people died in 1918 Spanish flu outbreak\" and that \"There are six times more people on the planet now so you could scale it [the death toll from bird flu] up to around 200 million people probably\".[25] In the interview, he warned that failure to take swift action would be catastrophic for the United Kingdom, saying that \"If the virus got as far as Britain, it would effectively be too late\".[26] The virus did not reach Britain and 74 persons worldwide died of bird flu in 2005.[27] During the swine flu outbreak in 2009 in the UK, in an article titled \"Closure of schools during an influenza pandemic\" published in the Lancet Infectious Diseases, Ferguson and colleagues endorsed the closure of schools to interrupt the course of the infection, slow further spread and buy time to research and produce a vaccine.[29][30] Ferguson's team reported on the economic and workforce effect school closure would have, particularly with a large percentage of doctors and nurses being women, of whom half had children under the age of 16. They studied previous influenza pandemics including the 1918 flu pandemic, the influenza pandemic of 1957 and the 1968 flu pandemic. They also looked at the dynamics of the spread of influenza in France during French school holidays and noted that cases of flu dropped when schools closed and re-emerged when they reopened. They noted that when teachers in Israel went on strike during the flu season of 1999–2000, visits to doctors and the number of respiratory infections, fell by more than a fifth and more than two-fifths respectively.[31] In the House of Lords Science and Technology Committee's \"follow-up\" to the swine flu epidemic in 2009, Ferguson recommended that to halt transmission of swine flu, actions would need to include \"treating isolated cases with antivirals, public health measures such as school closures, travel restrictions around the region, mass use of antiviral prophylaxis in the population and possible use of vaccines\".[32] He was also asked why there was not a policy for vaccinating frontline healthcare workers at that time.[32] In 2013, he contributed to research on MERS-CoV during the first MERS outbreak in the Middle East, and its link with dromedary camels.[33] In 2014, as the director of the UK Medical Research Council's centre for outbreak analysis and modelling at Imperial, Ferguson provided data analysis for the WHO, on Ebola during the ebola epidemic in Western Africa.[34] In the same year, he co-wrote a paper with Christopher J. M. Whitty and Jeremy Farrar, published in Nature, titled \"Infectious disease: Tough choices to reduce Ebola transmission\",[35] explaining the UK government's response to ebola in Sierra Leone, including the proposal to build and support centres where people could self-isolate voluntarily if they suspected they had the disease.[36] Ferguson's work has included research on several mosquito-borne diseases including zika fever, yellow fever, dengue fever and malaria.[13][37] In 2016, he co-wrote a paper titled \"Countering the Zika epidemic in Latin America\", published in Science. Although disputed by at least one other biostatistician,[38] Ferguson and his team concluded that the age distribution of future outbreaks of zika will likely differ and that a new large epidemic would be delayed for \"at least a decade\".[39] Cases of zika dropped after 2016.[38] That year, he predicted that the zika outbreak in the Americas would be over within three years, and clarified that \"viruses tend to return when there are enough susceptible people, such as children, to sustain a new outbreak\".[40] Wolbachia is a bacterium frequently found in insects but not in the Aedes aegypti mosquito, which carries the dengue virus. In 2015, Ferguson published a paper titled \"Modeling the impact on virus transmission of Wolbachia-mediated blocking of dengue virus infection of Aedes aegypti\", in which he and his team presented their experiments and used a mathematical model to show that one strain of Wolbachia, could reduce the ability of the Aedes aegypti mosquito to transmit dengue, with a 66–75% reduction in the basic reproduction number.[19][42] During the COVID-19 pandemic, Neil Ferguson headed the Imperial College COVID-19 Response Team.[43] In February 2020, during the COVID-19 pandemic, using statistical models that considered data on the number of deaths and recoveries inside China, travellers outside China and in those affected that had returned home, Ferguson, Azra Ghani and their team estimated that detected cases of COVID-19 had significantly underestimated the actual spread of the disease in China.[44][45][46][47][48] That month he stated that only 10% of cases were being detected in China.[47] At the same time, it was noted that the number of available testing kits had come into question,[46] and Ferguson calculated that only one in three cases coming into the UK was being detected.[49] He stated \"that approximately two-thirds of cases in travellers from China have not yet been detected. It is highly likely that some of these undetected cases will have started chains of transmission within the countries they entered.\"[50][51][52] He said that the new coronavirus could affect up to 60% of the UK's population, in the worst-case scenario,[53] and \"suggest(ed) that the impact of the unfolding epidemic may be comparable to the major influenza pandemics of the twentieth century.\"[45][54][55] His team's publication in mid-March of the projections that the UK could face hundreds of thousands of deaths from COVID-19 without strict social distancing measures, gained widespread media attention.[56][57] In late March, he calculated that with \"strict social distancing, testing and isolation of infected cases\", deaths in the UK could fall to less than 20,000.[58] Ferguson's research has raised questions by virologist Hendrik Streeck. Ferguson is the corresponding author for a paper titled \"Impact of non-pharmaceutical interventions (NPIs) to reduce COVID-19 mortality and healthcare demand\", which describes itself as having \"informed policymaking in the UK and other countries in recent weeks\".[59] Streeck stated in reference to the paper \"In the – really good – model studies by the Imperial College about the progress of the epidemic, the authors assume, for example, that 50 percent of households in which there is a case do not comply with the voluntary quarantine. Where does such an assumption come from? I think we should establish more facts.\"[60] The COVID-19 computer model which Ferguson authored (see CovidSim) was initially criticised as \"unreliable\" and \"a buggy mess,\"[61][62] but subsequent efforts to reproduce the results were successful.[63] Ferguson has been a regular guest on BBC Radio 4's morning programme Today during the pandemic. On 5 May 2020, it emerged that Ferguson had resigned from his position as a government advisor on the Scientific Advisory Group for Emergencies (SAGE) committee after admitting to \"undermining\" the government's messages on social distancing by trysting with a married woman, Antonia Staats.[64][65][66] The Telegraph reported that she had visited his home at least two times. After resigning, Ferguson said \"I acted in the belief that I was immune, having tested positive for coronavirus and completely isolated myself for almost two weeks after developing symptoms\", adding that he regretted undermining \"clear messages\" about the need for social distancing. The Secretary of State for Health and Social Care, Matt Hancock, said that he was right to resign from his advisory position.[67] Ferguson did not receive a fine or prosecution for his actions, as at the time it was not illegal as he had not left his home;[68] this legal loophole was later closed.[69] It was subsequently revealed that Ferguson had remained a member of the SAGE sub-committee NERVTAG and continued to contribute to the advisory committee SPI-M.[70] Ferguson was appointed an Officer of the British Empire (OBE) in the 2002 New Year Honours for his work modelling the 2001 United Kingdom foot-and-mouth outbreak. He was elected a Fellow of the Academy of Medical Sciences (FMedSci) in 2005.[71] He is also an International Member of the US National Academy of Medicine.[11] In recognition of his policy work on non-pharmaceutical intervention measures to address the COVID-19 pandemic, Ferguson received an Emergent Ventures award and associated grant money from the Mercatus Center.[72] Ferguson's publications[73][74][75] include: Ferguson reported on 18 March 2020 that he had developed the symptoms of COVID-19, and self-isolated. He recovered after a mild illness.[58][86] Ferguson is separated from his wife and has one son.[87]","Title":"Neil Ferguson (epidemiologist) - Wikipedia","KeyID":"11379","URL":"https://en.wikipedia.org/wiki/Neil_Ferguson_(epidemiologist)"}