{"Content: ":"Trudie Lang is a Professor of Global Health Research at the University of Oxford. She specialises in clinical trials research capacity building in low-resource setting, and helped to organise the trial for the drug brincidofovir during the 2014 Ebola virus outbreak. Lang started her career working in pharmaceutical companies, including Syntex Pharmaceuticals and Glaxosmithkline.[1] She later worked in Kenya as Head of the Kilifi Clinical Trial Facility at the KEMRI-Wellcome Trust Research Programme.[2] Lang then moved to the Nuffield Department of Medicine, University of Oxford, where she is currently Professor of Global Health Research in the Centre for Tropical Medicine and Global Health. She was promoted to Professor in 2014 and is a Senior Research Fellow of Green Templeton College.[3][4] Her work has focused on improving clinical trials in low and middle-income countries, including training of clinical teams, strengthening regulatory protocols, and resource sharing. In particular, she has sought to improve research on clinical trials in complex situations such as refugee camps, natural disasters, and displacement of populations.[5] She has led on training and capacity development programmes, including one with Palmer Masumbe Netongo, to support research within the African Coalition for Epidemic Research, Capacity, and Training.[6] She also led on a collaborative project with the University of Liverpool to improve the management of brain infections.[7] In 2014, Lang helped organise a clinical trial for the drug brincidofovir during the Ebola virus outbreak in Liberia.[8] She later helped the World Health Organization evaluate the design of a clinical trial for Ebola disease therapeutics during the 2018 outbreak.[9] Lang was part of a team of scientists at the University of Oxford developing clinical trials for therapeutics against Ebola. She advocated against randomised controlled trials in this specific outbreak, arguing that this model was not appropriate when there was already mistrust of health systems and people were desperate to access medication. Instead the team wanted to give drugs to all Ebola patients and compare survival rates before and after the trial had started.[10] This was met with conflicting stances from the US FDA, however following a meeting with the WHO, the team's approach was approved.[11] Lang took charge of liaising with regulators and the drug company in order to start the trial as quickly as possible.[11] She also briefed US White House officials on the progress of clinical research during the Ebola outbreak.[11] In the end the trial took less than 4 months to be organised, compared to the average 18 months expected for these kind of trials.[12] Alongside her research, Lang has advised the UK government on various areas of global health. In 2015, she provided evidence to the House of Commons Science & Technology Select Committee inquiry on the UK's response to Ebola.[13] She highlighted the importance of being prepared to undertake research during emerging outbreaks, and the importance of coordination between research groups. She also provided information about the unique regulatory and approval process for the Ebola clinical trials. Lang has provided expert opinion in many media outlets on topics including Ebola virus, Zika virus, epidemic management, and SARS-CoV2.[14][15][16] She has advocated for better: clinical trial protocols, training of researchers and coordination between research groups in order to be better prepared for future outbreaks.[12] Lang was cited as an expert in helping inform the British public during the 2020 SAR-CoV2 pandemic.[17] She has also engaged in outreach with the wider public, giving talks on malaria and emerging diseases, including Zika and Ebola.[18][19][20] Lang is Director of the Global Health Network, a digital platform for researchers in global health.[21]","Title":"Trudie Lang - Wikipedia","KeyID":"11388","URL":"https://en.wikipedia.org/wiki/Trudie_Lang"}