{"Content: ":"Azra Catherine Hilary Ghani MBE FMedSci is a British epidemiologist who is a professor of Infectious Disease Epidemiology at Imperial College London. Her research considers the mathematical modelling of infectious diseases, including malaria, bovine spongiform encephalopathy and coronavirus. She has worked with the World Health Organization on their technical strategy for malaria. She is associate director of the MRC Centre for Global Infectious Disease Analysis.[1] Ghani was born to Feroz and Hilary Ghani.[citation needed]} She studied mathematics at Newnham College, Cambridge, at the University of Cambridge, matriculating in 1989.[2][3] After graduating, she moved to the University of Southampton to complete a master's degree in operations research. She joined Imperial College London in 1993, where she researched the epidemiology of gonorrhea and sexual partner networks.[4] After earning her doctorate Ghani moved to the University of Oxford, where she was supported by a Wellcome Trust fellowship. She moved to Imperial College London as a Royal Society Dorothy Hodgkin Research Fellow.[5] In 2005 Ghani was appointed to the faculty at the London School of Hygiene & Tropical Medicine. Here she became interested in malaria, particularly the disease's complexity, and the need to understand many aspects of science and society to better control it.[5] She returned to Imperial College London in 2007, where she serves as Professor of Infectious Disease Epidemiology and Head of the Malaria Modelling Research Group.[5] Her research considers the epidemiology of infectious disease, including malaria, bovine spongiform encephalopathy, HIV, SARS and coronavirus.[6] She develops mathematical models that can better describe the transmission dynamics of malaria, to visualise how it impacts both humans and mosquitoes, and use this insight to fight the disease.[6][7] Ghani serves on the malaria policy advisory committee of the World Health Organization.[6] She was elected to the spongiform encephalopathy advisory committee.[8] In 2017 Ghani was elected to the Academy of Medical Sciences.[9] Through her understanding of infectious diseases, Ghani looks to better inform public health interventions.[10] In 2020, during the COVID-19 pandemic, Ghani reported self-isolation, home quarantine and social distancing could limit the number of UK deaths caused by the coronavirus to 20,000.[11][12] She worked with Neil Ferguson to show that during the course of the pandemic, the National Health Service would become overwhelmed by the number of cases.[11][13] Ghani is a Fellow of the Royal Statistical Society.[15] She was appointed Member of the Order of the British Empire (MBE) in the 2021 Birthday Honours for services to infectious disease control and epidemiological research.[16]","Title":"Azra Ghani - Wikipedia","KeyID":"11382","URL":"https://en.wikipedia.org/wiki/Azra_Ghani"}