{"Content: ":"Katalin Karikó (Hungarian: Karikó Katalin, pronounced [ˈkɒrikoː ˌkɒtɒlin]; born 17 January 1955) is a Hungarian-American biochemist who specializes in RNA-mediated mechanisms. Her research has been the development of in vitro-transcribed mRNA for protein therapies. She co-founded and was CEO of RNARx, from 2006 to 2013.[1] Since 2013, she has been associated with BioNTech RNA Pharmaceuticals, first as a vice president and promoted to senior vice president in 2019.[2] She also is an adjunct professor at the University of Pennsylvania.[1] Karikó's work includes the scientific research of RNA-mediated immune activation, resulting in the co-discovery with American immunologist Drew Weissman of the nucleoside modifications that suppress the immunogenicity of RNA.[3][4][5] This is seen as further contribution to the therapeutic use of mRNA.[6] Together with Weissman, she holds U.S. patents for the application of non-immunogenic, nucleoside-modified RNA. This technology has been licensed by BioNTech and Moderna to develop their protein replacement technologies but was also used for their COVID-19 vaccines.[7] Karikó and Weissman have received many awards, including the prestigious Lasker-DeBakey Clinical Medical Research Award , Time Magazine's Hero of the Year 2021 and Tang Prize Award in Biopharmaceutical Science in 2022 Karikó grew up in Kisújszállás, Hungary, in a small home without running water, a refrigerator, or television.[8] Her father was a butcher and her mother was a bookkeeper.[8][9] She excelled in science during her primary education, earning third place in the country in a biology competition.[8] She attended Móricz Zsigmond Református Gimnázium, which was affiliated with the Reformed Church in Hungary. After earning her Ph.D. at the University of Szeged, Karikó continued her research and postdoctoral studies at the Institute of Biochemistry, Biological Research Centre of Hungary. In 1985, the lab lost its funding, and she left Hungary for the United States with her husband and 2-year daughter.[8] When immigrating to the US, they smuggled in £900 in a teddy bear, money that they had received from selling their car on the black market.[10][11] Between 1985 and 1988, while serving as postdoctoral fellow at Temple University in Philadelphia and Uniformed Services University of the Health Sciences in Bethesda, MD, (88-89) Karikó participated in a clinical trial in which patients with AIDS, hematologic diseases, and chronic fatigue syndrome were treated with double stranded RNA (dsRNA). At the time, this was considered groundbreaking research, as the molecular mechanism of interferon induction by dsRNA was not known, although the antiviral and antineoplastic effects of interferon were well documented.[12] In 1989, she was hired by the University of Pennsylvania and worked with cardiologist Elliot Barnathan on Messenger RNA (mRNA).[8] In 1990, while an adjunct professor at the University of Pennsylvania’s Perelman School of Medicine, Karikó submitted her first grant application in which she proposed to establish mRNA-based gene therapy.[2] Ever since, mRNA-based therapy has been Karikó's primary research interest. She was on track to become full professor, but grant rejections led to her being demoted by the university in 1995.[7] She stayed on and in 1997, she met Drew Weissman, professor of immunology at the University of Pennsylvania.[13] Her persistence was noted as exceptional against the norms of academic research work conditions.[14] Karikó's key insight came about after she focused on why transfer RNA used as a control in an experiment did not provoke the same immune reaction as messenger RNA.[9] Their key finding of a chemical modification of mRNA to render it non-immunogenic was rejected by the journals Nature and Science, but eventually accepted by the niche publication \"Immunity\".[3] In a series of articles beginning in 2005, Karikó and Weissman described how specific nucleoside modifications in mRNA led to a reduced immune response.[13] They founded a small company and, in 2006 and 2013, received patents for the use of several modified nucleosides to reduce the antiviral immune response to mRNA. Soon afterward, the university sold the intellectual property license to Gary Dahl, the head of a lab supply company that eventually became Cellscript. Weeks later, Flagship Pioneering, the venture capital company backing Moderna, contacted her to license the patent. All Karikó said was \"we don't have it\".[2] In early 2013, Karikó heard of Moderna's $240 million deal with AstraZeneca to develop a Vascular endothelial growth factor mRNA. Karikó realized that she would not get a chance to apply her experience with mRNA at the University of Pennsylvania, so she took a role as vice president at BioNTech RNA Pharmaceuticals[2] (and subsequently became a senior vice president in 2019). Her research and specializations include messenger RNA-based gene therapy, RNA-induced immune reactions, molecular bases of ischemic tolerance, and treatment of brain ischemia. The work and research of Karikó was a foundation for BioNTech and Moderna to create therapeutic mRNAs that do not induce an immune response.[2] In 2020, the Karikó and Weissman technology was however also used within vaccines for COVID-19 that were produced by Pfizer (developed by BioNTech)[6][13] and by Moderna. US8278036B2[15] & US8748089B2[16] – This invention provides RNA, oligoribonucleotide, and polyribonucleotide molecules comprising pseudouridine or a modified nucleoside, gene therapy vectors comprising same, methods of synthesizing same, and methods for gene replacement, gene therapy, gene transcription silencing, and the delivery of therapeutic proteins to tissue in vivo, comprising the molecules. The present invention also provides methods of reducing the immunogenicity of RNA, oligoribonucleotide, and polyribonucleotide molecules.[15][16] Karikó is married to Béla Francia. They are the parents of two-time Olympic gold medalist Susan Francia.[6] Their grandson, Alexander Bear Amos, was born in the U.S. in February 2021 to their daughter and son-in-law, architect Ryan Amos. Karikó was able to be present for her grandson's birth.[79][80] In April 2021, The New York Times featured her career that laid the groundwork for mRNA vaccines to fight the COVID-19 pandemic.[9] On June 10, 2021, The Daily podcast from The New York Times highlighted Karikó's career, emphasizing the many challenges she had to overcome before her work was recognized.[81]","Title":"Katalin Karikó - Wikipedia","KeyID":"11386","URL":"https://en.wikipedia.org/wiki/Katalin_Karik%C3%B3"}