{"Content: ":"Li Lanjuan (Chinese: 李兰娟; born 13 September 1947), also romanized as Lan-Juan Li, is a Chinese epidemiologist and hepatologist. She is a professor at Zhejiang University School of Medicine, an academician of the Chinese Academy of Engineering, and serves as the director of the State Key Laboratory for Diagnosis and Treatment of Infectious Diseases. She developed Li-NBAL, an artificial liver support system that is used to sustain the lives of people suffering from acute liver failure, and won multiple national awards for her roles in combatting the SARS, H1N1, and H7N9 epidemics. Li was born on 13 September 1947[1] into a poor peasant family in Shaoxing, Zhejiang. She excelled in her studies and tested into Hangzhou High School, a provincial key school.[2] After graduation, she became a middle school substitute teacher in her township. She also studied acupuncture at Zhejiang Chinese Medicine Hospital and performed acupuncture for local elders. Her village later recommended her to become a barefoot doctor, and she accepted the offer despite it paying much less than her teaching job.[2] In 1970, when Chinese universities began admitting Worker-Peasant-Soldier students, Li was recommended by her township to study at Zhejiang Medical University (now Zhejiang University School of Medicine).[2] Upon graduation[citation needed][clarification needed][definition needed][dubious – discuss] in 1973,[1] Li was assigned to work at the Department of Infectious Diseases at the First Affiliated Hospital of Zhejiang University [zh], commencing her career in epidemiology.[2] Acute liver failure caused by hepatitis B was very common in China. In 1986, Li and her team developed an artificial liver support system (ALSS), also called non-biological artificial liver (NBAL), to detoxify affected people and sustain their lives until the liver regenerates itself or a donor liver becomes available for transplant.[3] The system, now known as Li-NBAL,[3] has significantly improved survival rates for people with severe chronic hepatitis.[4] Instead of patenting the invention, she disseminated the technology to more than 300 hospitals all over China free of charge.[2] She was appointed Vice President of the First Affiliated Hospital of Zhejiang University in October 1993, a position she held for three years. In November 1996 she became deputy director of the State Key Laboratory of Infectious Diseases of Ministry of Health, and was promoted to director six years later. She also served as Director of the Department of Health of the Zhejiang Provincial Government from 1998 to 2008.[1] During the 2003 SARS outbreak, Li led the disease prevention effort in Zhejiang and controlled the disease's spread in the province.[5] During the 2013 avian flu outbreak in the Yangtze Delta, Li's team isolated the H7N9 strain as the pathogen and proved the strain originated from live poultry markets. Her research prompted the government to close all live poultry markets, preventing the spread of the disease to the rest of China.[5] For her contributions, she was given a special prize of the State Science and Technology Progress Award in 2017.[5] During the COVID-19 pandemic, Li was one of the researchers who proposed to lockdown of the center Wuhan (known as Category A prevention and control measures). The lockdown proposal was adopted by the Chinese government, and the Wuhan lockdown was implemented at 2pm on 23 January 2020 (before the 2020 Chinese New Year's Eve).[6][2] On 1 February, she left for Wuhan with a team of medical workers from Hangzhou to help combat the epidemic.[7][8] On 20 April 2020, Stephen Chen from the South China Morning Post reported on research by Li and her team at Zhejiang University, identifying over 30 strains of the SARS-CoV-2 virus, and that some of more aggressive strains generated 270 times as much viral load as the mildest versions. They discovered that the aggressive strains were linked to outbreaks in Europe and in the state of New York, whereas the less aggressive strains were found in the states of Washington and California.[9] Li is married to Zheng Shusen, a liver transplant expert and also an academician of the Chinese Academy of Engineering.[14][15] They have a son named Zheng Jie (郑杰).[16]","Title":"Li Lanjuan - Wikipedia","KeyID":"11389","URL":"https://en.wikipedia.org/wiki/Li_Lanjuan"}