{"Content: ":"Gao Fu (Chinese: 高福; pinyin: Gāo Fú; born 15 November 1961), also known as George Fu Gao, is a Chinese virologist and immunologist. He has served as Director of the Chinese Center for Disease Control and Prevention from August 2017 to July 2022[1] and Dean of the Savaid Medical School of the University of Chinese Academy of Sciences since 2015. Gao is an academician of the Chinese Academy of Sciences and The World Academy of Sciences, as well as a foreign associate of the US National Academy of Sciences and the US National Academy of Medicine. He was awarded the TWAS Prize in Medical Science in 2012 and the Nikkei Asia Prize in 2014. Gao was born in Ying County, Shuozhou, Shanxi province in 1961.[2] He entered Shanxi Agricultural University and was assigned to study veterinary medicine even though he did not want to be a veterinarian.[3] After graduating in 1983, he entered the graduate school of Beijing Agricultural University, where he earned a master's degree in microbiology and veterinary epidemiology in 1986.[4] This enabled him to change his career direction to infectious disease research, and he joined the faculty of the university as a teaching assistant and later lecturer in virology.[3] In 1991, Gao went to the United Kingdom to study at Oxford University, where he earned his Ph.D. in biochemistry in 1994 under the supervision of David H. L. Bishop and Ernest A. Gould.[4] After a three-month stint at the University of Calgary in Canada, he returned to Oxford as a postdoctoral researcher, working under John I. Bell, Andrew McMichael and Bent K. Jakobsen.[4] In 1999, Gao moved to Harvard Medical School as a Wellcome Trust International Travelling Fellow and conducted research under Don Craig Wiley and Stephen C. Harrison until 2001. From 2001 to 2004, Gao taught at Oxford University, serving as a lecturer, doctoral supervisor, and group leader.[4] After 13 years abroad, Gao returned to China in 2004 to serve as Professor and Director of the Institute of Microbiology, Chinese Academy of Sciences (CAS).[3] In 2008 he was appointed Vice President of Beijing Institutes of Life Science and Director of the National Key Laboratory of Pathogenic Microorganism and Immunology of the CAS. He has also been an adjunct professor at Oxford since 2010.[4] Gao was appointed Deputy Director of the Chinese Center for Disease Control and Prevention in April 2011. He was promoted to Director in August 2017, succeeding Wang Yu (王宇).[5][6] In 2015, Gao was appointed Dean of the Savaid Medical School of the University of Chinese Academy of Sciences.[7] He also serves as Vice President of the National Natural Science Foundation of China.[8] In 2020, Gao contributed to research on SARS-CoV-2.[9] Gao's main research focus is on the mechanism of viral entry and release, especially the cross-species transmission (host jump) of the influenza virus. He also studies viral ecology, including the ecology of the flu virus in migratory birds and poultry markets.[12] He was the first to describe the cross-species transmission mechanism of the H5N1 avian flu virus.[13] Gao's research also involves public and global health policy. During the peak of the 2014 Ebola outbreak, he spent two months leading the China Mobile Test Laboratory in Sierra Leone from September to November, playing a role that is described by the US National Academy of Sciences as \"heroic\" in fighting the epidemic.[12] As of 2019, Gao has published 20 books or book chapters and over 500 peer-reviewed research papers,[12] including those on newly discovered pathogenic viruses such as the SARS virus and the H7N9 avian flu virus.[13]","Title":"George F. Gao - Wikipedia","KeyID":"11381","URL":"https://en.wikipedia.org/wiki/George_F._Gao"}