{"Content: ":"Allison Joan McGeer FRCPC (born 1953) is a Canadian infectious disease specialist in the Sinai Health System, and a Professor in the Department of Laboratory Medicine and Pathobiology at the University of Toronto. She also appointed at the Dalla Lana School of Public Health and a Senior Clinician Scientist at the Lunenfeld-Tanenbaum Research Institute, and is a partner of the National Collaborating Centre for Infectious Diseases. McGeer has led investigations into the severe acute respiratory syndrome outbreak in Toronto and worked alongside Donald Low. During the COVID-19 pandemic, McGeer has studied how SARS-CoV-2 survives in the air and has served on several provincial committees advising aspects of the Government of Ontario's pandemic response. In 1974, McGeer earned a B.Sc. in biochemistry from the University of Toronto.[1] She earned a master's degree and then an M.D. in 1982.[1][2] She trained in internal medicine and infectious diseases at the University of Toronto. From 1989 to 1990, McGeer was a clinical fellow in hospital epidemiology at Yale New Haven Hospital.[2] In 1989, McGeer joined the Sinai Health System, where she specialised in microbiology.[2] She holds a joint position as Professor in the Department of Laboratory Medicine and Pathobiology and of Infectious Diseases at the Dalla Lana School of Public Health.[3] At the University of Toronto, she has focussed on developing mechanisms to stop the spread of infectious diseases in hospitals and care homes.[2][4] McGeer has studied the impact of influenza on hospital staff. She encouraged people of all ages to receive the universal flu vaccine and supported hospitals in improving their influenza testing.[5] She also contributed to a review of influenza diagnosis among older hospitalized patients on behalf of the Canadian Immunization Research Network (CIRN) Serious Outcomes Surveillance (SOS) Network.[6] She is the director of infection control, and works as a microbiologist and infectious disease consultant at the Mount Sinai Hospital. Her staff directory page acknowledges funding through an unrestricted educational grant from Pfizer Canada.[2] McGeer studies the prevention and management of bacterial and viral infections.[7] Her primary areas of research interest are the prevention of healthcare associated infection, the epidemiology of influenza, and adult immunization. She has received research grants from Pfizer and Seqirus, as well as personal and consulting fees from AstraZeneca, GlaxoSmithKline, Janssen, Medicago, Merck, Moderna, and Sanofi Pasteur.[8][9][10] McGeer led the investigations into Severe Acute Respiratory Syndrome (SARS) in Toronto.[11][12][13][14] She was based at the Ontario SARS emergency operation centre. At the time, she contracted the disease,[15] and accidentally exposed several other health officials to the disease.[16] The health officials were quarantined and did not develop the disease. The basic reproduction number of severe acute respiratory syndrome-related coronavirus (SARS-CoV) was between 2.2 and 3.7, but super-spreading events (highly efficient transmission of the virus) occurred in some hospital settings.[17][18] McGeer believes that Toronto eliminated SARS by isolating people who were suffering or at risk from the virus, preventing its spread.[19] A study the critical care units of Toronto's hospitals found that the consistent use of N95 masks was an effective way to protect nurses.[17][20] During the 2013 MERS outbreak, McGeer visited Saudi Arabia with the World Health Organization to help to track the spread of the virus.[21][22][23] Through careful monitoring of the air, food and water supply, McGeer helped to control the spread of the virus.[21] Throughout the COVID-19 pandemic McGeer provided health advice to the Canadian public,[24][25][26] including as a member of the Ontario COVID-19 Science Advisory Table.[27] She also serves on Canada's COVID-19 Expert Panel, assembled by Chief Science Advisor of Canada Dr. Mona Nemer to assist in providing advice and guidance to Prime Minister Justin Trudeau and the federal government.[28] In late January 2020, McGeer expressed concerns over the ability to contain SARS-CoV-2,[29][30] particularly the unknown incubation period, which makes it difficult to track and quarantine people who have been exposed.[31] In early March she emphasized the need for Canadians to follow public health advice to prevent the widespread transmission of SARS-CoV-2.[32] According to McGeer, the most important guidance was to limit social contact and stay at home when feeling unwell.[25][32][33] McGeer started to investigate how long SARS-CoV-2 can survive in air in March 2020.[34] She was interested in how exhaled droplets, which contain both water and the virus, may become an infective aerosol that is light enough to be transported by air currents.[34] Caroline Duchaine, an aerosol specialist at the Université Laval, thinks that the virus may not be as potent in aerosol form, losing parts of its spiky protein shell as it dries out in the air.[34] McGeer and Duchaine are interested in how the virus survives in air in a hospital setting, particularly around patients who are being intubated.[34] She hopes her research will provide insight as to whether face masks should be worn to reduce the transmission of the virus.[34] At the time, the Centers for Disease Control and Prevention were considering whether to advise members of the public to wear masks when they left the house, and they had been made mandatory in the Czech Republic.[35] In her role at Mount Sinai Hospital, McGeer acted as a local principal investigator for the “CONvalescent Plasma for Hospitalized Adults With COVID-19 Respiratory Illness” (CONCOR-1) study.[36] She also served as a principal investigator on a study examining the association between frailty and outcomes of COVID-19 infection.[37] In May 2021, McGeer explained that National Advisory Committee on Immunization (NACI) deliberations to approve COVID-19 vaccines couldn't be made available to the public because the agency “has nothing like the budget or staff that would be needed” to do so. While NACI is mandated to “gather and evaluate the available data relevant to vaccines,” McGeer also noted “they are not adequately resourced for rapid and comprehensive scientific assessment.”[38] She welcomed NACI's September 2021 recommendation of a COVID-19 vaccine booster shot for residents of long-term and congregate care facilities, citing evidence of waning immunity among this population.[39] McGeer was recruited as a member of the newly-formed Ontario Immunization Advisory Committee (OIAC), created by Chief Medical Officer of Health Kieran Moore in August 2021 to work on provincial vaccine programs (including for COVID-19).[40]","Title":"Allison McGeer - Wikipedia","KeyID":"11393","URL":"https://en.wikipedia.org/wiki/Allison_McGeer"}