{"Content: ":"Shi Zhengli (simplified Chinese: 石正丽; traditional Chinese: 石正麗; born 26 May 1964) is a Chinese virologist who researches SARS-like coronaviruses of bat origin. Shi directs the Center for Emerging Infectious Diseases at the Wuhan Institute of Virology (WIV). In 2017, Shi and her colleague Cui Jie discovered that the SARS coronavirus likely originated in a population of cave-dwelling horseshoe bats in Xiyang Yi Ethnic Township, Yunnan.[1] She came to prominence in the popular press as \"Batwoman\" during the COVID-19 pandemic for her work with bat coronaviruses.[2] Shi was included in Time's 100 Most Influential People of 2020.[3] Shi was born in May 1964 in Xixia County, Henan.[4] She graduated from Wuhan University in 1987 with a bachelor's degree in genetics.[5] She received her master's degree from the Wuhan Institute of Virology of the Chinese Academy of Sciences (CAS) in 1990, and she received her PhD at the Montpellier 2 University in France in 2000, where she gained fluency in French.[6][7] In 2005, Shi Zhengli and colleagues found that bats are the natural reservoir of SARS-like coronaviruses.[8][9][10] In 2008, Shi led a research team which studied binding of spike proteins of both natural and chimaeric SARS-like coronaviruses to ACE2 receptors in human, civet and horseshoe bat cells, to determine the mechanism by which SARS may have spilled over into humans.[11][12] In 2015, Shi Zhengli published a paper led by Ralph S Baric of the University of North Carolina, which showed that that SARS had the potential to re-emerge from coronaviruses circulating in bat populations in the wild.[13] Shi and her colleague Cui Jie led a team which sampled thousands of horseshoe bats throughout China. In 2017, they published their findings, indicating that all the genetic components of the SARS coronavirus existed in a bat population in Xiyang Yi Ethnic Township, Yunnan.[1] While no single bat harbored the exact strain of virus which caused the 2002–2004 SARS outbreak, genetic analysis showed that different strains often mix, suggesting that the human version likely emerged from a combination of the strains present in the bat population.[1] Shi's discoveries on the origin of SARS earned her international recognition.[14] Shi is the director of the Center for Emerging Infectious Diseases at the Wuhan Institute of Virology (WIV), located in Jiangxia District, Wuhan.[15] On her resume, Shi mentioned receiving grant funding from U.S. government sources totaling more than US$1.2 million, including $665,000 from the National Institutes of Health from 2014 to 2019, as well as US$559,500 over the same period from USAID.[16] In a March 2019, Shi published an article titled \"Bat Coronaviruses in China\" in the journal Viruses, in which she and her co-authors warned that it is \"highly likely that a future SARS or MERS-like coronavirus outbreaks will originate from bats, and there is an increased probability that this will occur in China.\"[17] During the COVID-19 pandemic, Shi and other institute scientists formed an expert group to research Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2).[18][19] In February 2020, researchers led by Shi Zhengli published an article in Nature titled, \"A pneumonia outbreak associated with a new coronavirus of probable bat origin\", finding that SARS-CoV-2 is in the same family as SARS, and that it has 96.2% genome overlap with the most closely related known coronavirus, RaTG13.[20] In February 2020, her team published a paper in Cell Research showing that remdesivir and chloroquine inhibited the virus in vitro, and applied for a patent for the drug in China on behalf of the WIV.[21][22][23] This caused conflict with an American pharmaceutical firm that had also applied for a patent.[24] Shi co-authored a paper labelling the virus as the first Disease X.[25] In February 2020, the South China Morning Post reported that Shi's decade-long work to build up one of the world's largest databases of bat-related viruses gave the scientific community a \"head start\" in understanding the virus.[26] The SCMP also reported that Shi was the focus of personal attacks in Chinese social media who claimed the WIV was the source of the virus, leading Shi to strongly affirm that the outbreak \"has nothing to do with the lab.\"[26] In a March 2020 interview with Scientific American, where she was called China's \"Bat Woman\",[27] Shi said \"Bat-borne coronaviruses will cause more outbreaks\", and \"We must find them before they find us.\"[2] In June 2021 the New York Times said that her research on coronaviruses at a state lab in Wuhan, had put her at the center of an outburst of feelings regarding the pandemic.[28] Leading virologists have explained that SARS-CoV-2 is most likely of natural origin, and that it is extremely unlikely that it leaked from a lab.[29][30] Shi's colleague Peter Daszak of the EcoHealth Alliance,[31] which studies emerging infectious diseases, has noted estimates that 1–7 million people in Southeast Asia who live or work in proximity to bats are infected each year with bat coronaviruses.[29][30] On July 31 Science Magazine published an interview with Shi in which she commented \"to date, there is zero infection of all staff and students in our institute.\"[32] Asked by Science why the WIV conducts coronavirus experiments in BSL-4 labs when most other scientists work with coronaviruses BSL-2 or BSL-3 conditions, Shi explained that her group also used BSL-2 and BSL-3 laboratories for their coronavirus research, but that they had begun to use BSL-4 laboratories per government regulations after the pandemic.[33][34][32] Shi is a member of the Virology Committee of the Chinese Society for Microbiology. She is editor-in-chief of Virologica Sinica,[35] the Chinese Journal of Virology, and the Journal of Fishery Sciences of China.","Title":"Shi Zhengli - Wikipedia","KeyID":"11395","URL":"https://en.wikipedia.org/wiki/Shi_Zhengli"}