{"Content: ":"Yuen Kwok-yung GBS JP (Chinese: 袁國勇; born 30 December 1956) is a Hong Kong microbiologist, physician and surgeon. He is a prolific researcher, with most of his nearly 800 papers (as of December 2020) related to research on novel microbes or emerging infectious diseases. He led a team identifying the SARS coronavirus that caused the SARS pandemic of 2003–4, and traced its genetic origins to wild bats. During the ongoing COVID-19 pandemic, he has acted as expert adviser to the Hong Kong government.[1] Yuen graduated from the Faculty of Medicine at the University of Hong Kong in 1981 with distinction in Medicine. Initially trained as a surgeon, he switched successfully to a physician and, subsequently, a clinical microbiologist. He worked at the United Christian Hospital, and after 6 years service, left to join a research team at the Queen Mary Hospital.[2] In the outbreak of avian influenza virus H5N1 in 1997 in Hong Kong, Yuen was the first to report in the Lancet about the unusual clinical severity and high mortality of infected patients, which could be identified by the in-house molecular test at his laboratory.[3] During the global outbreak of severe acute respiratory syndrome (SARS) in 2003, he led his team in the discovery of SARS-CoV-1,[4] and subsequently traced its genetic origins to wild bats.[5] For these achievements he was honoured by Time Asia magazine as one of its \"Asian heroes of the year\" in 2003.[4] He has led his team in the discovery of other disease agents, such as the novel Human coronavirus HKU1, bat coronavirus HKU2 to HKU13, Laribacter hongkongensis and many other bacteria named after Hong Kong or China.[6] Yuen is currently the Chair of Infectious Disease at the Department of Microbiology of the University of Hong Kong. He co-directs the State Key Laboratory of Emerging Infectious Disease of China in Hong Kong. He is also a member of the Chinese Academy of Engineering (Medicine and Health section). Yuen is involved in the research on SARS-CoV-2, the virus responsible for the COVID-19 pandemic.[7] He was an early advocate of wearing masks even by healthy individuals, citing asymptomatic cases and a large number of virus strands in saliva of an infected person.[8] Yuen's information videos on preventing the spread of the virus are published on the website of the University of Hong Kong.[9] Yuen caused controversy when he and co-author David Lung published an op-ed article titled \"The pandemic originated from Wuhan and the lessons from 17 years ago have been forgotten.\" in the Chinese-language newspaper Ming Pao, stating that the trading and consumption of wild animals was a result of the inferior culture of Chinese people. The authors later retracted the article and apologised for the statement.[10] In an interview with the BBC, Yuen accused the Chinese authorities of covering up the scale of the virus. He claimed that he alerted mainland health officials on 12 January 2020 to suspected human-to-human transmission of SARS-CoV-2. This warning was not made public until 19 January. He also accused the authorities of destroying evidence: \"When we went to the Huanan supermarket, of course, there was nothing to see because the market was clean already. So, you may say that the crime scene is already disturbed. Because the seafood market was cleared, we cannot identify the animal host, which has given the virus to humans.\", said Yuen.[11][12] Yuen was one of the lead authors of an article in Clinical Infections Diseases, published in August 2020, which described the first proven case of a COVID-19 reinfection of a patient with a different strain of SARS-CoV-2.[13] On 6 December 2020, during the fourth wave of the COVID-19 pandemic in Hong Kong, Yuen said that the wave had been expected and urged the public to remain vigilant with regard to social contacts on Christmas. At the same time, he expressed his confidence that the wave would remain under control if the city went back to the social distancing measures that had been in place in July.[14] In an opinion article published by Kwong together with fellow microbiologists Lung and Kelvin Chiu in Ming Pao on 25 August 2021, the authors argued that it would be impossible to eradicate COVID-19 due to the constant appearance of new strains, as well as the presence of asymptomatic cases, which distinguished it from smallpox, the only disease which had been successfully eradicated. They urged Hongkongers to get vaccinated as soon as possible.[15] On 22 November 2021, a public health investigation concluded with the finding that one of two cases of the Omicron variant at a quarantine hotel had likely been infected by the other. The first case had been wearing valve-equipped face masks, and sometimes none, when stepping out of his room, which allegedly led to a contamination of the corridor and the infection of a person staying in the opposite room. Yuen ascribed the transmission to the use of valve masks, which he called \"selfish\" by design as they did not filter the exhaled air, which he said was \"not good\".[16] On 24 November, the Centre for Health Protection forbade the use of valve masks effective from the following day, and exhorted the public to refrain from using them.[17] On 29 November, a team led by Yuen succeeded in isolating the Omicron variant.[18] On 23 January 2022, Yuen warned that if a recent outbreak with the Omicron variant in Kwai Chung Estate with over 100 cases failed to be contained, this could result in that outbreak to last up to three months and to have a major impact on businesses.[19] He reiterated his earlier statements that the SARS-CoV-2 virus was there to stay, and questioned the heavy focus of the government on zero coronavirus cases; the zero-Covid policy should be considered as a means to \"buy time\" to increase the vaccination rate, not as a way for anti-pandemic measures to end.[20] In relation to Chief Executive Carrie Lam having removed her mask after taking her seat at a press briefing a day earlier, Yuen assessed the risk of transmission in that situation as low but urged experts and leaders to \"set an example\" themselves by wearing a mask, as he himself would wear two.[21] On 10 February 2022, Yuen suggested that, in view of insufficient resources to handle the pandemic, the infected with no or mild COVID-19 symptoms isolate at home and unvaccinated elderly, or chronic patients they live with, be moved to spaces at centres such as AsiaWorld-Expo to avoid cross-infection.[22][23] ","Title":"Yuen Kwok-yung - Wikipedia","KeyID":"11402","URL":"https://en.wikipedia.org/wiki/Yuen_Kwok-yung"}