{"Content: ":"Zhang Jixian (simplified Chinese: 张继先; traditional Chinese: 張繼先; pinyin: Zhāng Jìxiān, born 1966) is a Chinese pulmonologist. She is known to have discovered SARS‑CoV‑2, and was the director of the Department of Respiratory Medicine of Hubei Provincial Hospital of Integrated Chinese & Western Medicine. She is also a member of the Chinese Communist Party.[2][3] Zhang Jixian was admitted to Hubei Medical University (now Wuhan University School of Medicine) in 1985, graduated from clinical medicine in July 1989, and started working.[4] During the SARS epidemic in 2003, Zhang Jixian, who had been engaged in clinical work for 14 years, was a member of the Jianghan District expert group. During this period, she developed a strong awareness of disease prevention.[3] In 2005, she became the deputy director of the Department of Respiratory Medicine of Hubei Provincial Hospital of Integrated Chinese & Western Medicine. In 2009 After separation of the Department of Respiratory Medicine and Department of Gastroenterology, she became the director of Department of Respiratory Medicine.[5] In the COVID-19 pandemic, abnormal pneumonia of unknown cause was found on December 26, 2019. The situation was reported to Hubei Provincial Hospital of Integrated Chinese & Western Medicine on December 27.[6] The hospital then reported to the Wuhan Jianghan District Center for Disease Control and Prevention.[7][8] A similar case was reported for the second time on December 28 and 29.[9] A new type of coronavirus was detected on December 31 in 6 patients with alveolar lavage.[5] On February 6, 2020, Zhang Jixian was commended by Wuhan Human Resources and Social Security Bureau, Hubei Provincial Human Resources and Social Security Department, and Hubei Provincial Health Commission.[10] Xinhua News Agency commented that Zhang Jixian \"is the 'leader' in the frontline of hospital treatment.\"[2] In November of the same year, Zhang Jixian was rated as the National Advanced Worker.[11]","Title":"Zhang Jixian - Wikipedia","KeyID":"11404","URL":"https://en.wikipedia.org/wiki/Zhang_Jixian"}