{"Content: ":"Drew Weissman (born 1959[1]) is an American physician-scientist best known for his contributions to RNA biology. His work helped enable development of effective mRNA vaccines, the best known of which are those for COVID-19 produced by BioNTech/Pfizer and Moderna.[2] Weissman is a professor of medicine at the Perelman School of Medicine at the University of Pennsylvania (Penn). He and his research colleague Katalin Karikó have received numerous awards including the presigious Lasker-DeBakey Clinical Medical Research Award. Weissman grew up in Lexington, Massachusetts.[1] He received his B.A. and M.A. from Brandeis University in 1981, where he majored in biochemistry and enzymology and he worked in the lab of Gerald Fasman.[3] He performed his graduate work in immunology and microbiology to receive his M.D. and Ph.D in 1987 at Boston University, which had an affiliation with the Methodist Church.[4] Afterward, Weissman did a residency at Beth Israel Deaconess Medical Center, followed by a fellowship at the National Institutes of Health (NIH), under the supervision of Anthony Fauci, the current director of the National Institute of Allergy and Infectious Diseases.[5] In 1997, Weissman moved to the University of Pennsylvania to start his laboratory in order to study RNA and innate immune system biology. He is now the Roberts Family Professor in Vaccine Research at the university.[6] At the university Weissman, an immunologist studying vaccines, met his future colleague and collaborator Katalin Karikó at a photocopy machine, where they sympathized about the lack of funding for RNA research. At the time, Karikó had been trying RNA therapy on cerebral diseases and strokes.[7] Weissman began collaborating with Karikó, who then switched her focus to the application of RNA technology to vaccines. The main obstacle they faced was that the RNA was causing unwanted immune and inflammatory reactions as adverse responses. In 2005, they published a landmark study that used synthetic nucleosides to modify the RNA to prevent its degradation by the body.[8] This breakthrough laid the groundwork for the use of RNA therapeutics. In 2006, he and Karikó co-founded RNARx. Their objective was to develop novel RNA therapies. In 2020 their modified RNA technology became the key foundational component of the Pfizer/BioNTech and Moderna COVID-19 vaccines, which were deployed worldwide against the COVID-19 pandemic.[9] Weissman hopes that the same technology can be used to develop vaccines against influenza, herpes, and HIV.[1] Weissman also has been collaborating with scientists in Chulalongkorn University, Thailand to develop and provide COVID-19 vaccines for the country and neighboring low-income countries that may not have immediate access to the vaccine.[2] Both Weissman and Karikó were awarded the 2020 Rosenstiel Award.[10] He was given an honorary degree by the Drexel University College of Medicine.[1] In 2021, he was awarded the Princess of Asturias Award in the category \"Scientific Research\".[11] Also in 2021 he and Karikó received the Louisa Gross Horwitz Prize,[12] the Albany Medical Center Prize,[13] and the Lasker-DeBakey Clinical Medical Research Award.[14] For 2021 he received the BBVA Foundation Frontiers of Knowledge Award[15] along with Katalin Kariko and Robert S. Langer. For 2022 he was awarded the Jessie Stevenson Kovalenko Medal[16] of the NAS jointly with Katalin Kariko and also the Japan Prize[17] jointly with Katalin Kariko. Also in 2022 he received the Robert Koch Prize[18] and the Tang Prize in Biopharmaceutical Science.[19] According to a report in The Washington Post, Weissman gets fan mail from people all over the world, thanking him for his work that made the Covid-19 vaccine possible — one said \"You’ve made hugs and closeness possible again\" — and asking him for a picture or his autograph.[1] Weissman is the inventor on many patents, including US8278036B2 [20] and US8748089B2,[21] which detail the modifications required to make RNA suitable for vaccines and other therapies. Later, these patents were licensed to Gary Dahl, founder and CEO of Cellscript, who subsequently licensed the technology to Moderna and BioNTech to ultimately use in their COVID-19 vaccines.[22]","Title":"Drew Weissman - Wikipedia","KeyID":"11401","URL":"https://en.wikipedia.org/wiki/Drew_Weissman"}