{"Content: ":"Maria DeJoseph Van Kerkhove (born February 20, 1977) is an American infectious disease epidemiologist. With a background in high-threat pathogens, Van Kerkhove specializes in emerging and re-emerging infectious diseases and is based in the Health Emergencies Program at the World Health Organization (WHO).[1] She is the technical lead of COVID-19 response and the head of emerging diseases and zoonosis unit at WHO.[2][3] Van Kerkhove was born Maria Rosanne DeJoseph in New Hartford, New York.[4][5][6][7] In 1999, she received a B.S. in biological sciences from Cornell University.[8][9] In 2000, she received an M.S. in epidemiology from Stanford University School of Medicine. In 2009, she earned a Ph.D. in infectious disease epidemiology from the London School of Hygiene & Tropical Medicine, where she wrote her thesis on the avian flu in Cambodia.[10] Van Kerkhove began her research career while an undergraduate student at Cornell University. She worked as a research assistant with Eloy Rodriguez studying the medical plants of the Amazon. As a masters student, she continued as a research assistant at Stanford University Medical School. From 2000 to 2005, Van Kerkhove was a senior epidemiologist at Exponent's health sciences practice in New York City. After this, she worked as an epidemiologist at the Institut Pasteur de Cambodia from 2006 to 2008, while conducting field studies on H5N1 for her Ph.D. Van Kerkhove was a senior research fellow in the Medical Research Council Centre for Outbreak Analysis and Modelling at Imperial College London from 2009 to 2015. She specialized in Ebola, Marburg, influenza, meningitis, MERS-CoV, and yellow fever. In April 2009, she began working as a technical consultant to the World Health Organization (WHO) in its Global Capacities, Alert and Response Cluster.[11] In 2013, she was a technical consultant for WHO as a member of the MERS-CoV task force.[12] From 2015 to 2017, Van Kerkhove was the head of the Outbreak Investigation Task Force at the Institut Pasteur’s Center for Global Health, conducting field research into surrounding zoonoses, respiratory viruses and emerging/re-emerging viruses such as Zika, MERS-CoV, Ebola and Marburg.[13] She specialized in field research to gather data on the highly pathogenic avian influenza H5N1 (HPAI/H5N1), with a focus on transmission risk from poultry to humans.[11] Van Kerkhove has been an honorary lecturer at Imperial College London since 2015.[11] She has been Scientist, Technical Lead MERS-CoV at WHO in Geneva, Switzerland, since March 2017. She is currently the head of the Emerging Diseases and Zoonoses Unit in the WHO Health Emergencies Programme. She also serves as the COVID-19 technical and health operations lead. As part of her work with WHO, Van Kerkhove appears in regular press conferences by WHO regarding the COVID-19 pandemic.[2][14] Van Kerkhove has provided answers to common questions about the pandemic. Van Kerkhove spent two weeks in China in February 2020 to better understand the COVID-19 pandemic and to understand how China was trying to control the virus.[1] Van Kerkhove lives in Geneva, Switzerland, with her husband Neil and two sons.[6]","Title":"Maria Van Kerkhove - Wikipedia","KeyID":"11407","URL":"https://en.wikipedia.org/wiki/Maria_Van_Kerkhove"}