{"Content: ":"The Mata Amarilla Formation is a fossiliferous formation of the Austral Basin in southern Patagonia, Argentina. The formation consists of sediments deposited during the Middle Cenomanian, dated to 96.94 to 95.52 Ma. The middle section of the formation was previously considered to be the Pari Aike Formation. The Mata Amarilla Formation has provided many fossil vertebrates, among which dinosaurs, fish and turtles, as well as fossil insects, flora and molluscs. The middle section of the Mata Amarilla Formation has widely been regarded as Maastrichtian in age, but recent dating of a lava tuff layer shows that it dates back to 96.2 ± 0.7 Ma, during the Cenomanian.[1] The Austral (or Magallanes) Basin, is located on the southwestern end of the South American Plate and it is bordered to the south by the Scotia Plate covering an area of approximately 230.000 square kilometres (88.803 sq mi). In the studied area, the Austral Basin underwent three main tectonic stages: (i) a rift stage; (ii) a thermal subsidence stage; and (iii) a foreland stage. The rifting stage is related to the break-up of Gondwana, grabens and half-grabens were formed and filled with volcaniclastic and volcanic rocks intercalated with epiclastic sediments of the El Quemado and Tobífera Formations.[2] Subsequently, the thermal subsidence stage resulted in the deposition of the transgressive quartzose sandstone of the Springhill Formation, and the black mudstone and marl of the Río Mayer Formation. Towards the end of this stage, the Piedra Clavada Formation was deposited, representing a large passive-margin delta system. The foreland stage, in response to the regional change from extensive to compressive regime, resulted in the deposition of the continental Mata Amarilla Formation. This unit is mainly composed of grey and blackish siltstone and claystone, alternating with whitish and yellowish-grey fine to medium grained sandstone. Varela (2014) recognized three informal sections (lower, middle, and upper) on the bases of sedimentological and sequence stratigraphic analysis. The lower section consists of fine-grained intervals with paleosols interbedded with laminated shale and coquina, representing coastal plain and lagoon paleoenvironments. The middle section comprises sandstone and siltstone representing meandering fluvial channels and crevasse splay deposits, intercalated with fine-grained floodplains and subordinate lacustrine deposits. The upper section is dominated by fine-grained deposits, related to distal fluvial channels. Paleosol features and paleosol-derived climatic proxies suggest a subtropical temperate-warm, at 12 ± 2.1 °C (53.6 ± 3.8 °F) and humid, with 1,404 ± 108 millimetres (55.3 ± 4.3 in)/yr, climate with marked rainfall seasonality during the deposition of this unit (Varela et al. 2012b; 2018), in accordance with previous paleobotanical interpretations.[3]","Title":"Mata Amarilla Formation - Wikipedia","KeyID":"1140","URL":"https://en.wikipedia.org/wiki/Mata_Amarilla_Formation"}