{"Content: ":"Michael Joseph Ryan[1] (born 1965) is an Irish epidemiologist and former trauma surgeon, specialising in infectious disease and public health. He is executive director of the World Health Organization's Health Emergencies Programme, leading the team responsible for the international containment and treatment of COVID-19.[2][3] Ryan has held leadership positions and has worked on various outbreak response teams in the field to eradicate the spread of diseases including bacillary dysentery, cholera, Crimean–Congo hemorrhagic fever, Ebola, Marburg virus disease, measles, meningitis, relapsing fever, Rift Valley fever, SARS, and Shigellosis.[4][5] Ryan is from the townland of Curry, near Tubbercurry, in County Sligo, Ireland.[6] He grew up in the town of Charlestown in County Mayo.[4] His father worked as a merchant sailor.[1] Ryan trained in medicine at the National University of Ireland in Galway.[1] He received training in orthopaedics in Scotland.[1] Ryan has a Masters of Public Health from University College Dublin. He later completed specialist training in communicable disease control, public health and infectious disease at the Health Protection Agency in London. Ryan also completed the European Programme for Intervention Epidemiology Training (EPIET).[2][4] In July 1990, Ryan moved to Iraq with his girlfriend, later his wife, to train Iraqi doctors. Very shortly after his arrival the Invasion of Kuwait happened, which suspended his work and meant he and his wife were made to work as doctors under captivity, often working under duress. A military convoy ran a vehicle Ryan was in off the road, crushing multiple vertebrae.[1][7] Eventually Ryan and his wife were allowed to leave Iraq due to their injuries. Ryan's severe back injury prohibited him from working as a surgeon. He made a shift into the fields of public health and infectious disease.[1][3][8] Ryan worked with the Bill & Melinda Gates Foundation on their efforts to stamp out infectious diseases in Africa.[9] In 1996, Ryan joined the World Health Organization to work in a newly opened unit that focused on epidemics and infectious diseases under the direction of the infectious disease expert, David L. Heymann.[1][2] He developed measles outbreak response guidelines as part of the Expanded Programme on Immunization (EPI) team who implemented surveillance for acute flaccid paralysis, which is how polio is eradicated.[4] From 2000 to 2003, Ryan was coordinator of Epidemic Response at the WHO.[2] In 2001, he was based in Uganda where he was head of a team of international experts involved in the containment of the Ebola epidemic.[10] During this time, he was in areas of conflict like the Democratic Republic of the Congo, where aid workers were often attacked and murdered.[7] In 2003, he also worked as an Operational Coordinator on the SARS outbreak.[2] From 2005 to 2011, Ryan was Director of Global Alert and Response Operations for the WHO.[2] During this time he worked on the development of the WHO's Strategic Health Operations Centre and Event Management System. He worked on the implementation of the International Health Regulations (IHR), among other duties to do with infectious disease and emergency responses to pathogens and epidemics.[4] In 2011, Ryan left the WHO and returned to Galway, Ireland, to work on the Global Polio Eradication Initiative (GPEI) in Pakistan, Afghanistan, and the Middle East, where he worked until 2017 and re-joined the WHO.[1][3] In the early days of the Ebola crisis, Ryan was a field epidemiologist, field coordinator, operational coordinator or director during the majority of the reported Ebola outbreaks in Africa. From 2014 to 2015, he served as a senior advisor to the UN Mission for Ebola Emergency Response (UNMEER) in West Africa. He worked in the field in Guinea, Liberia and Sierra Leone.[4] From 2013 to 2017, Ryan worked in the Middle East as Senior Advisor on Polio Eradication and Emergencies for the World Health Organization's Global Polio Eradication Initiative (GPEI).[4] The goal was to eradicate polio from Pakistan and Afghanistan.[5] He coordinated operational and technical support to polio outbreak response activities in the region which included Syria and Iraq. In 2014, Director General Margaret Chan appointed Ryan to the WHO Advisory Group on the Ebola Virus Disease Response, which was co-chaired by Sam Zaramba and David L. Heymann.[11] During this time he was based in Islamabad, Pakistan at the National Emergency Operations Centre (NEOC), where he liaised with the Government of Pakistan.[4] From 2017 to 2019, Ryan served as Assistant Director-General for Emergency Preparedness and Response in WHO's Health Emergencies Programme.[2] In 2019, he was part of the leadership that created the Global Preparedness Report for the Global Preparedness Monitoring Board (GPMB).[5] In 2019, Ryan became Executive Director of the World Health Organization's Health Emergencies Programme replacing Peter Salama in an internal reshuffle.[2][12] As part of his work with the World Health Organization, Ryan appears in regular press conferences by the WHO regarding the COVID-19 pandemic.[13] Ryan has provided answers to common questions about strategies to combat the COVID-19 pandemic and find a vaccine. Based on his experience in the Democratic Republic of the Congo with Ebola, Ryan has said that while physical distancing, lock-downs, and movement restrictions will stop the spread of COVID-19, eradicating the virus will require large scale public health interventions with a focus on the central tenets of containment: community-based surveillance, contact tracing, isolation, and quarantine.[14] In addition to his activities at WHO, Ryan has worked as a Professor of International Health at University College Dublin. He has taught and lectured on medicine and public health on the undergraduate and post graduate level.[4] On 5 January 2022, he received an award from Irish President Michael D. Higgins at Áras an Uachtaráin in recognition of his \"enormous service to global public health over the course of a number of decades.\"[15] In 1988, Ryan met his wife, Máire Connolly, in medical school in Galway. They were married in 1997.[16] Connolly is also a doctor and author who has specialized in infectious disease by training and also worked at the World Health Organization.[1][10][17] She is a professor of health security and infectious disease at National University of Ireland Galway.[18] They have three children.[1] Ryan is based in Geneva, Switzerland.[19]","Title":"Michael J. Ryan (doctor) - Wikipedia","KeyID":"11408","URL":"https://en.wikipedia.org/wiki/Michael_J._Ryan_(doctor)"}