{"Content: ":"Chen Shih-chung (Chinese: 陳時中; pinyin: Chén Shízhōng; Wade–Giles: Chʻên2 Shih2-chung1; Pe̍h-ōe-jī: Tân Sî-tiong; born December 1953) is a Taiwanese politician. He served as Minister of Health and Welfare from 2017 to 2022, gaining wide recognition in 2020 as the public face of Taiwan's Covid-19 efforts.[2] He is currently the Democratic Progressive Party candidate for Taipei Mayor in the election to be held 26 November 2022.[3] Chen graduated from the School of Dentistry of Taipei Medical College in 1977.[4] Chen became the director of Taipei City Dentists Association in 1987 and stayed in the position until he was promoted to executive director in 1991. In 1993-1995, he was the president of the association. In 1995-1999, he was the president of Taiwan Dental Association and in 1995-2005 executive director and CEO of the association.[citation needed] In 1995-1996, he was the commissioner of the medical review committee of the Health Department of Taipei City Government. In 1993-1998 and 1999-2000, he was the commissioner of the dentist advisory committee of the Department of Health. In 1996-1999 and 2005-2006, he was the commissioner of the national health insurance supervisory committee of the department. At the same time (1996-2008), he was also the commissioner of the national health insurance medical expenditure negotiation committee of the department.[5] At a press conference after being sworn in as the health and welfare minister on 8 February 2017, Chen said that he would continue the current policy of the ministry and would try to avoid big personnel changes.[6] Chen flew to Geneva, Switzerland and arrived on 20 May 2017 despite the absence of invitation for Taiwan to attend the World Health Assembly in 2017. The Ministry of Foreign Affairs made the arrangement for Chen to attend bilateral meetings outside the assembly including other events, such as press conference, interviews and Taiwan Night held by non-governmental organization.[7] Chen has become widely recognized in Taiwan as the main speaker at daily press conferences given by the Taiwan Centre for Disease Control (CDC). His approval rating in a poll released on 26 March 2020 was 91%.[8] A 26 April 2022 poll revealed that Taiwanese were split over the government's policy to \"coexist with COVID\", with slightly more people opposed than in favor. Among the respondents, 46.3% percent stated that they disapproved of the policy, and 45% indicated their approval.[9] On May 7, 2022, Taiwan reported 46,377 new cases, overtaking the United States as the highest daily new case region.[10] Chen said it is on track to reach up to 100,000 new infections daily.[11] Chen tested positive for COVID-19 on 12 June, and recovered on 24 June.[12][13] Chen was named the Democratic Progressive Party candidate for the Taipei mayoralty in July 2022.[14][15] On 14 July 2022, Chen announced his resignation from the Ministry of Health and Welfare, citing a need to focus on his first campaign for electoral office.[16][17] He formally stepped down on 18 July 2022.[18]","Title":"Chen Shih-chung - Wikipedia","KeyID":"11413","URL":"https://en.wikipedia.org/wiki/Chen_Shih-chung"}