{"Content: ":"Kenneth Chuang Yin-ching (Chinese: 莊銀清) is a Taiwanese epidemiologist. As of January 2020, he leads the Taiwan Centers for Disease Control (TCDC) Communicable Disease Control Medical Network.[1] Chuang earned a degree in medicine at Kaohsiung Medical University, and completed his residency at Taipei Veterans General Hospital. He specialized in epidemiology and infectious diseases while teaching at National Cheng Kung University. Chuang was the superintendent of Chi Mei Medical Center [zh], Liouying branch.[2] Chuang rose to prominence during the COVID-19 pandemic in Taiwan. Chuang and two colleagues issued on 16 January a level-2 travel alert for Wuhan, China because of his and his colleague's three-day long on-the-ground experience in that city from 13 January to 15 January 2020.[3][1][4] They told a news conference in Taipei one day later that 30 percent of the Wuhan patients had no direct exposure to the Huanan Seafood City market (HSCM), which the Chinese authorities indicate as the epicenter of the outbreak.[1][4] The Chinese had closed down the HSCM on 1 January.[3] Chuang's revelation on 16 January predates by three days the Chinese confirmation of human-to-human transmission. On 20–21 January the World Health Organization then sent to Wuhan a delegation, which reported on 22 January that human-to-human transmission was indeed occurring.[3] The Chinese government allowed a total of ten foreign medical officials to visit, including two from Taiwan, one of whom was Chuang. The eight others were from Hong Kong and Macau.[3][5] At the 16 January conference, Chuang remarked on the case of \"a married couple infected in Wuhan. The husband worked at the market, but the wife, who had not recently been to the market due to limited mobility, might have contracted the illness from her husband.\"[1][4] Chuang also was among the first to report that the SARS-CoV-2 infections were occurring in clusters.[4] Chuang stated later, in an interview for The Daily Telegraph that:[3] Initially… the chairperson of the meeting, tried to deny human to human transmission but finally the person from the central government health authority said 'why do you give an old conclusion? Now the conclusion is that limited human to human transmission cannot be excluded'. For me that was very important information. Chuang \"received no response to his questions about why 13 infections could not be traced to the (HSCM) seafood market.\"[3] The WHO declared a PHEIC on 30 January.","Title":"Chuang Yin-ching - Wikipedia","KeyID":"11414","URL":"https://en.wikipedia.org/wiki/Chuang_Yin-ching"}