{"Content: ":"Catherine Jane Calderwood FRCOG FRCPE (born 26 December 1968) is Northern-Irish born Scottish consultant obstetrician and gynaecologist, who has served as the National Clinical Director for Sustainable Delivery at the Golden Jubilee University National Hospital since 2021.[1] She previously served as the Chief Medical Officer for Scotland from 2015 to 2020, having advised the Scottish Government's initial response to the COVID-19 pandemic in Scotland.[2][3] Calderwood was born in Belfast, where she spent her early years, before moving to Scotland. After graduating from Newnham College, Cambridge and then the University of Glasgow, she worked in clinical medicine, while training obstetrics and gynaecology. She later moved to London to finish her training at the St Thomas’ Hospital. After finishing her training she worked in NHS Lothian. For nine years, Calderwood was a panel member on the Morecambe Bay Investigation, a commission by the UK's Health Department to investigate maternity and neonatal services at Morecambe Bay NHS Foundation Trust. In 2013, she was appointed the Scottish Government's senior medical officer for women's and children's health. From 2014 to 2015, Calderwood was also NHS England's national clinical director for maternity and women's health. Following the retirement of Sir Harry Burns as Chief Medical Officer for Scotland (CMO), she was appointed Acting Deputy CMO for Scotland, a position she held until February 2015. Calderwood was appointed the CMO for Scotland shortly after. As one of Scotland's top medical advisors, she reported and advised the Scottish Government over the COVID-19 pandemic. In April 2020, Calderwood was forced to resign after she was caught breaking her department's own advice on COVID. She returned to medical practice and in January 2021 was appointed the Executive National Clinical Director of Centre for Sustainable Delivery of Health and Social Care at the Golden Jubilee University National Hospital. Calderwood was born in Belfast on 26 December 1968. She was the elder of two daughters of Lesley and James Calderwood. Her mother is a psychiatrist and her father is an orthopaedic surgeon.[4] She attended school at Methodist College, Belfast. She studied for a BA at Newnham College, Cambridge, graduating in 1990, and she went on to study clinical medicine at the University of Glasgow, graduating with MB ChB in 1993.[2][5][6] After working in hospital clinical medicine, Calderwood undertook obstetrics and gynaecology training in South East Scotland from 2001, and then further specialist clinical training at St Thomas’ Hospital, London in 2003–2004.[7] Since appointment in 2006, she has worked as a Consultant Obstetrician and Gynaecologist with an interest in obstetric medicine in NHS Lothian. She has special interests in maternal medicine, obstetric ultrasonography and high risk pregnancy.[8] Calderwood is a Member of the Royal College of Obstetricians and Gynaecologists and is a Fellow of the Royal College of Physicians of Edinburgh.[9] Calderwood was an expert panel member on the Morecambe Bay Investigation, commissioned by the Department of Health to look into the maternity and neonatal services at Morecambe Bay NHS Foundation Trust between January 2004 and June 2013.[10] In March 2013, as the Scottish Government's senior medical officer for women's and children's health, she helped launch Maternity Care Quality Improvement Collaborative.[11] Calderwood was NHS England's national clinical director for maternity and women's health 2014–2015.[12][13] and in this role promoted the first friends and family test in 2014.[14] Calderwood was Acting Deputy Chief Medical Officer in Scotland, supporting Aileen Keil who had been Acting Chief Medical Officer of Scotland from April 2014 following the retirement of Sir Harry Burns from the post in April 2014. In February 2015, Calderwood was announced as the new Chief Medical Officer of Scotland, succeeding Burns. In April 2020, during the COVID-19 pandemic in Scotland, Calderwood apologised for visiting her second home in Earlsferry, Fife, about 44 miles (71 km) from her home in Edinburgh, on consecutive weekends with her family, contravening the advice issued by herself in her high-profile role as Chief Medical Officer for Scotland, her own office, and the Scottish Government to stay at home and help limit the spread of the virus.[15][16][17] On 5 April 2020 she was visited at home by officers from Police Scotland and warned about her conduct.[15] In a government press conference later that day, she admitted she had visited her holiday home more than once during lockdown and apologised.[18] The most recent visit had been on 4 April 2020.[19] Scottish Labour's shadow health secretary, Monica Lennon, called for Calderwood's resignation, saying \"The CMO has undermined Scotland’s pandemic response and if she doesn't offer her resignation the First Minister should sack her.\"[20] On the afternoon of the 5 April 2020 First Minister Nicola Sturgeon announced that Calderwood would be \"withdrawing from media briefings for the foreseeable future\" and explained that the government would be revising its public information campaign. Several hours later, on the evening of 5 April 2020, Calderwood resigned.[21] She issued this statement: \"People across Scotland know what they need to do to reduce the spread of this virus and that means they must have complete trust in those who give them advice\".[19][22] The following morning, Sturgeon told BBC Breakfast that she and Calderwood had had a \"long conversation\" on the evening of the 5 April. Sturgeon reported that as a result of this conversation she and Calderwood mutually agreed that Calderwood should stand down from being Chief Medical Officer for Scotland.[21][23] Calderwood married Angus Loudon, executive director of the charity St John Scotland, in September 2019 at St Giles' Cathedral in Edinburgh.[24] Calderwood has three children.[2][4][14]","Title":"Catherine Calderwood - Wikipedia","KeyID":"11411","URL":"https://en.wikipedia.org/wiki/Catherine_Calderwood"}