{"Content: ":"Gregory Andrew Hunt (born 18 November 1965) is a former Australian politician who was the Minister for Health between January 2017 and May 2022. He was a Liberal Party member of the House of Representatives between November 2001 and 2022, representing the Division of Flinders in Victoria. He has previously served as a parliamentary secretary in the Howard Government (2004–2007), Minister for the Environment (2013–2016),[1] Minister for Industry, Innovation and Science (2016–2017), and Minister for Sport (2017). From March 2020 until his retirement in May 2022, Hunt had oversight over the Australian government's response to the COVID-19 pandemic.[2][3][4] Hunt was born on 18 November 1965 in Frankston, Victoria.[5] He was one of five sons born to Kathinka (née Grant, known as Tinka) and Alan Hunt. His father was a solicitor by profession who had been elected to the Victorian Legislative Council in 1962, and served as a Liberal state government minister in the 1970s and 1980s.[6] Hunt's maternal grandmother Phyllis Forster was one of the first women to graduate from the Victorian College of Pharmacy.[7] His mother worked as a nurse, but suffered from a form of bipolar disorder and was later institutionalised.[8] She died of a heart attack at the age of 58, while her son was studying abroad.[9] Hunt grew up in Mornington, Victoria, attending Mornington Primary School and the Peninsula School.[10] He took a gap year after leaving high school, travelling through Ireland, the Alps, Spain, and Israel. He lived on a kibbutz for several months, learning Hebrew and working in a machine shop. After returning to Australia, Hunt studied arts and law at the University of Melbourne, living at Ormond College and graduating with first-class honours.[11] At university he developed friendships with Mary Wooldridge and John Roskam.[12] He was head of the debating society and partnered with Rufus Black at the 1984 World Universities Debating Championship in Edinburgh, Scotland, finishing in second place.[11] He won a prize for a final-year thesis he co-authored with Black, titled A Tax to Make the Polluter Pay.[13] Hunt is one of seven Liberal MPs in the 46th Parliament of Australia who have obtained degrees at an Oxbridge or Ivy League university, the others being Alan Tudge, Angus Taylor, Andrew Laming, Dave Sharma, Josh Frydenberg and Paul Fletcher.[14] Hunt joined law firm Mallesons Stephen Jaques after completing his undergraduate degree.[11] In 1992 he was an associate to Michael Black, the chief justice of the Federal Court of Australia.[15] Hunt subsequently completed a Master of Arts in International Relations at Yale University as a Fulbright Scholar.[5] He also interned at the UN Centre for Human Rights in Geneva, \"researching atrocities in the former Yugoslavia\".[11] In 1994, Hunt began working as a senior adviser to Alexander Downer, the federal leader of opposition. He remained in Downer's office until 1998, spanning his resignation as Liberal leader and later appointment as foreign minister in the Howard Government. He was the chief of the Australian Electoral Observer Mission at the 1998 Cambodian general election.[5] Hunt subsequently worked as a senior fellow at the University of Melbourne's Centre for Comparative Constitutional Law (1998–1999), as engagement manager at management consultants McKinsey and Co. (1999–2001), and held the position of Director of Strategy at the World Economic Forum (2000–2001).[5] He was a foundation investor in project management software company Aconex, but had to sell his shares in 2013 when he became a government minister.[16] Hunt was elected to the House of Representatives at the 2001 federal election, standing in the Division of Flinders. He had been asked to stand for Liberal preselection by the retiring MP Peter Reith.[12] In 2003 he supported the invasion of Iraq by coalition forces and served as a spokesman for the Howard Government's policies.[17][18] Hunt was first elevated to the ministry following the 2004 federal election, when he was appointed Parliamentary Secretary to the Minister for the Environment and Heritage. In January 2007, Hunt was appointed Parliamentary Secretary to the Minister for Foreign Affairs. Following the Coalition's defeat at the 2007 election, he was appointed Shadow Minister for Climate Change, Environment and Urban Water.[19] His title was altered to Shadow Minister for Climate Change, Environment and Heritage after the 2010 election.[5] After the 2013 federal election, Hunt was appointed Minister for the Environment in the Abbott Government.[20] One of his first actions as minister was to inform Tim Flannery, the head of the Gillard government's Climate Commission, that the government was closing this body, as per its election platform.[21] In December 2013, he announced a project to dredge Abbot Point, which was approved by the Marine Park Authority in January 2014.[22] Following the change in Liberal Party leadership in September 2015, Hunt was retained as Minister for the Environment in the new Turnbull Government.[23] In February 2016, Hunt was named \"Best Minister in the World\" by a panel established by Thomson Reuters for the 2016 World Government Summit of Dubai.[24] With the reelection of the Turnbull Government in 2016, Hunt became the Minister for Industry, Innovation and Science in the Second Turnbull Ministry.[25] Following the resignation of Sussan Ley as Health Minister in January 2017, Turnbull appointed Hunt as the Minister for Health and the Minister for Sport.[26] In June 2017 Hunt, Michael Sukkar and Alan Tudge faced the possibility of being prosecuted for contempt of court after they made public statements criticising the sentencing decisions of two senior judges while the government was awaiting their ruling on a related appeal.[27][28] They avoided prosecution by, eventually, making an unconditional apology to the Victorian Court of Appeal.[29][30][31] In Turnbull's 2020 autobiography A Bigger Picture, he described Hunt as \"widely distrusted by his colleagues\" and stated that he \"all too often used abusive and vulgar language towards others\", including to his department secretary Martin Bowles.[11] During the Liberal leadership crisis in August 2018, Hunt tendered his resignation as health minister. However, it was not formally accepted and he retained the position in the Morrison Government several days later.[32][5] Hunt stood for the deputy leadership of the party, polling 16 votes out of 82 (20 percent) compared with 46 for Josh Frydenberg and 20 for Steven Ciobo; there were three abstentions.[33] Hunt had a prominent role during the COVID-19 pandemic in Australia. He was granted authority over Australia's strategy and response to the pandemic after the Governor-General of Australia enacted the Biosecurity Act 2015 on March 23, 2020.[2] Hunt's leadership over Australia's public health response to the pandemic has received praise for its effectiveness in reducing transmission and following scientific advice.[4][34] In government meetings, Hunt drew comparison's with Australia's shortcomings in responding to the 1918 flu pandemic to garner political support for the \"suppression\" strategy.[34] Hunt also conducted national press briefings[35] and has been prominent in the country's vaccination deployment.[36] Hunt's ban on foreign travel for Australians during the pandemic has faced legal challenges but was upheld in court.[3][37] His handling of the country’s vaccination program has drawn sharp criticism for delays and examples of mis-management, particularly in the aged care sector.[38] The pace of national vaccination program brought the word strollout to the national vernacular. A blend of rollout and stroll, the word refers to the \"perceived lack of speed\" in Australia's vaccine rollout. On November 17, Canberra's Australian National Dictionary Centre announced strollout as its pick for the word of the year, Two Australian dictionaries — and, in one poll, the Australian public — have chosen strollout as their word of the year for 2021.[39][40] In June 2020 Hunt announced that he would ask the Governor-General in Council to make regulations from 1 July 2020 prohibiting the importation of e-cigarettes containing vaporizer nicotine and nicotine-containing refills unless on prescription from a doctor.[41] Hunt stated on Twitter that the Australian Government committed to shutting down the importation of vaping products on 1 July. By 27 July a petition endorsed by Senator Matthew Canavan and George Christensen and other backbenchers was signed by over 70,000 people, causing Hunt to extend this deadline.[42] Hunt stated in a media release that he will now ask the Governor-General in Council to sign off on these regulations on 1 January 2021 to allow time for a more streamlined process for patients obtaining nicotine through their GP.[43] On 2 December 2021, Hunt announced his intention to retire from politics in the 2022 federal election.[44] Hunt was described in 2017 as a \"'small-l liberal' from the party's progressive wing\".[8] In 2012 he was described as \"a moderate who is part of Tony Abbott's inner circle, and arguably the pre-eminent federal Liberal from Victoria\".[12] However, according to The Sydney Morning Herald in 2021, Hunt is a member of the centre-right faction of the Liberal Party.[45] Hunt voted for removing the ban on the abortion drug RU-486 and supported the legalisation of same-sex marriage.[8] In 2006 Hunt and three other Liberal MPs put forward a proposal to fund full-time chaplains in state schools, in what eventually became the National School Chaplaincy Programme. He reportedly described state schools as \"anti-religious\" and said there was \"a clear need in our schools for the mentoring and personal development, counselling and crisis management, the opportunity for values-based guidance and religious education that a chaplain could provide\".[46] Hunt lives in Mount Martha, Victoria. He has two children from his marriage to Paula Lindsey, a former nurse educator. His first marriage \"to a university sweetheart ended amicably during his 20s\".[11] Hunt is a qualified recreational diver.[11] He had completed seven marathons as of 2012,[12] and in 2020 it was reported that he runs 6 kilometres (3.7 mi) a day.[11] In March 2021 he was hospitalised for several days with cellulitis.[47]","Title":"Greg Hunt - Wikipedia","KeyID":"11424","URL":"https://en.wikipedia.org/wiki/Greg_Hunt"}