{"Content: ":"William Gerard Anthony Holohan is an Irish public health physician who served as Chief Medical Officer of Ireland from May 2008 to July 2022.[1][2][3][4][5] Fergal Bowers has described him as being \"as familiar as Dr Anthony Fauci in the US and arguably as influential\".[6] On 2 July 2020, Holohan temporarily stepped back from his position as Chief Medical Officer due to family issues. Deputy Chief Medical Officer Ronan Glynn was temporarily appointed to the office until his return in October 2020.[7][8] Holohan chaired the National Public Health Emergency Team (NPHET),[9] a group responsible for the state's responses to the COVID-19 pandemic in the Republic of Ireland from the beginning of the pandemic until it disbanded in February 2022. On 25 March 2022, he announced that he would step down as Chief Medical Officer on 1 July, following his appointment as Professor of Public Health Strategy and Leadership at Trinity College Dublin.[10] This caused several days of controversy, and as a result, Holohan announced on 9 April that he would retire as CMO on 1 July and would not take up his planned academic position at TCD.[11] Holohan was born in Limerick. His primary education was at Monaleen N.S.; his secondary education took place at the CBS Sexton Street.[12] Holohan graduated from medical school at University College Dublin in 1991.[2] After training in general practice, he also trained in public health medicine, graduating with a Masters in Public Health (MPH) in 1996. Holohan holds a diploma in healthcare management from the Royal College of Surgeons in Ireland. He is a member of the Irish College of General Practitioners (MICGP) and is a Fellow of the Faculty of Public Health Medicine of the Royal College of Physicians of Ireland (FFPHMI).[13] Holohan was appointed Deputy Chief Medical Officer in 2001, followed by promotion to Chief Medical Officer in December 2008.[14][15][16][17] Holohan gained prominence during the 2018 CervicalCheck cancer scandal. At the time, a retrospective audit on the cervical smear programme took place which focused on previous smear results of patients diagnosed with cervical cancer. The result of the audit showed that 206 women with a known diagnosis of cervical cancer, had a false negative result on a previous smear test. The results of the retrospective audit were not disclosed to the women in question, with the likely rationale being that disclosure would not change the patient’s (who had a known diagnosis of cervical cancer) clinical outcome. It was reported that Dr Grainne Flannelly, CervicalCheck's clinical director, had advised a gynaecologist not to advise women about the re-evaluated test results, but to file the results instead.[18] A number of these women sued the Health Service Executive (HSE). Holohan stated that the Department of Health was aware of CervicalCheck’s stance of not informing some women of the outcomes of reviews into their cases, and that a decision was taken not to escalate the matter to the Minister for Health, telling a review panel: \"It was reasonable because the information provided in the briefing notes provided by the HSE to the Department was evidence of ongoing improvement to how the service was being delivered, rather than the identification of a problem which, of its nature, required escalation to ministerial level.\"[19] Later, as a result of the facts uncovered by the Serious Incident Management Team, Officials in the Department of Health and The Chief Medical Officer (Tony Holohan), the Scally review was commissioned. In September 2018, Dr Gabriel Scally showed that there was no proof that the performance of the cervical smear programme, or rates of discordant smears, fell below what is expected of such a program.[20] Similarly, he found no proof of coverup by stakeholders. Dr Gabriel Scally did however find fault with the failure to disclose retrospective audit results to women, despite them having a known diagnosis of cervical cancer.[20] After announcement and publication of the Scally report, which gave the screening programme a clean bill of health Dr Scally went to great lengths to defend the existing cervical screening programme and reinforce public confidence in it. The Scally report was noted to contrast dramatically with the political hysteria of the early ‘scandal’.[21] On 29 February 2020, Holohan announced the first case of severe acute respiratory syndrome coronavirus 2, the virus responsible for coronavirus disease 2019, and that the resulting pandemic had spread to Ireland.[22] He gave a televised interview to The Late Late Show on 17 April 2020.[23] On 10 June 2021, Holohan received an Honorary Fellowship from the Royal College of Surgeons in Ireland in recognition of his outstanding leadership during the COVID-19 pandemic.[24] On 16 June 2021, he accepted the Freedom of the City of Dublin on behalf of all healthcare workers during the COVID-19 pandemic.[25] On 25 March 2022, Holohan announced that he would step down as Chief Medical Officer on 1 July, after being appointed as Professor of Public Health Strategy and Leadership at Trinity College Dublin.[10] The confusion over the role began when it was announced on 6 April that he would remain a civil servant and the Department of Health would continue to pay his €187,000 salary.[26][27] In a statement, the Department said that Holohan's new role was an \"open-ended secondment\" that was \"in the public interest\" because of the skills he could bring to the third-level sector.[28] The next day, he told a private session of the Oireachtas Health Committee that he had agreed to \"relinquish\" his role as CMO and would not be returning to it \"at any point in the future\".[29] On 8 April, Taoiseach Micheál Martin said there had to be greater transparency around the planned academic role for Holohan at Trinity College, and that the matter had to be paused and reassessed until he received a report from Minister for Health Stephen Donnelly.[30] On the same day, the Irish Independent reported that Holohan's salary would be €30,000 higher than other professors working at Trinity College.[31] On 9 April, as a result of the controversy, Holohan announced that he would retire on 1 July and would not take up the academic position at Trinity College, following several days of controversy.[32][33] In a statement, he said he did not wish to see the controversy continue.[11][34] On 7 July 2022, Holohan announced that he would be starting a new position as an adjunct full professor of public health at University College Dublin, with no salary attached to the position.[35][36]","Title":"Tony Holohan - Wikipedia","KeyID":"11425","URL":"https://en.wikipedia.org/wiki/Tony_Holohan"}