{"Content: ":"Matthew John David Hancock (born 2 October 1978) is a British politician who served as Secretary of State for Health and Social Care from 2018 to 2021, and as Secretary of State for Digital, Culture, Media and Sport in 2018 for six months. A member of the Conservative Party, he has been Member of Parliament (MP) for West Suffolk since 2010. Hancock was born in Cheshire, where his family runs a software business. Hancock studied for a BA in Philosophy, Politics and Economics (PPE) at Exeter College, Oxford, and an MPhil in Economics at Christ's College, Cambridge. He was an economist at the Bank of England before serving as a senior economic adviser and then later chief of staff to Shadow Chancellor of the Exchequer George Osborne. Hancock served as a junior minister at the Department for Business, Innovation and Skills from September 2013 to May 2015 and was the United Kingdom Anti-Corruption Champion from 2014 to 2015.[2] He attended David Cameron's cabinet as Minister for the Cabinet Office from 2015 to 2016. After Theresa May became Prime Minister in 2016, Hancock was demoted to Minister of State for Digital and Culture. He was promoted to May's cabinet in the January 2018 cabinet reshuffle when he was appointed Secretary of State for Digital, Culture, Media and Sport. On 9 July 2018, after the promotion of Jeremy Hunt to Foreign Secretary, Hancock was named as his replacement as Secretary of State for Health and Social Care.[3] On 25 May 2019, he announced his intention to stand in the 2019 Conservative Party leadership election. He withdrew from the race on 14 June, shortly after the first ballot. After endorsing Boris Johnson, he was retained in his cabinet in July 2019. He served as Health Secretary during the COVID-19 pandemic in the United Kingdom and oversaw the subsequent rollout of the UK's vaccination programme. In June 2021, after it was shown he had breached COVID-19 social distancing restrictions by kissing and embracing an aide, Gina Coladangelo, in his Whitehall office, Hancock resigned as Health Secretary and was succeeded by Sajid Javid. Matthew John David Hancock was born on 2 October 1978 in Chester, Cheshire, to Michael Hancock and Shirley Hills (now Carter).[4] Hancock has an older sister and a brother.[5] Hancock attended Farndon County Primary School, in Farndon, Cheshire, and the independent King's School, Chester. He took A-levels in Maths, Physics, Computing and Economics.[6] He later studied computing at the further education college, West Cheshire College.[7][8] He studied at Exeter College, Oxford, and graduated with a first in philosophy, politics and economics, and earned a MPhil degree in economics at Christ's College, Cambridge, a few years later.[8][9] Hancock became a member of the Conservative Party in 1999.[10] He was diagnosed with dyslexia at university.[11] After university, Hancock briefly worked for his family's computer software company[12] and for a backbench Conservative MP,[6] before moving to London to work as an economist at the Bank of England, specialising in the housing market. In 2005, he became an economic adviser to the Shadow Chancellor of the Exchequer George Osborne, later becoming Osborne's chief of staff.[9][13] Hancock was selected as the Conservative candidate for West Suffolk in January 2010. He narrowly won the contest, defeating Natalie Elphicke (a solicitor who later became MP for Dover), by 88 votes to 81 in the final ballot.[14] He was elected as the constituency's MP at the 2010 general election with 24,312 votes, 13,050 votes ahead of Liberal Democrat candidate Belinda Brooks-Gordon.[15] In June, Hancock was elected to the Public Accounts Committee, the select committee responsible for overseeing Government expenditures to ensure they are effective and honest.[16] He served on this committee until November 2012. Hancock also served on the Standards and Privileges Committee from October 2010 and December 2012.[1] In January 2013, he was accused of dishonesty by Daybreak presenter Matt Barbet after claiming he had been excluded from a discussion about apprentices after turning up \"just 30 seconds late\".[17] Barbet said Hancock knew he was \"much more than a minute late\" and he should have arrived half an hour beforehand to prepare for the interview. An activist who was due to appear with Hancock expressed surprise that \"a minister whose Government berates 'shirkers' couldn't be bothered to get out of bed to defend his own policy\".[17] In October 2013, Hancock joined the Department for Business, Innovation and Skills as the Minister of State for Skills and Enterprise.[18] On 15 July 2014, Hancock was appointed to the position of Minister of State for Business and Enterprise. He also took on additional responsibilities as the Minister of State for Portsmouth. On 27 July, he announced protection from fracking for National Parks,[19] seen as a method of reducing anger in Conservative constituencies ahead of the election.[20] Interviewed on the BBC Radio 4 Today programme, he rejected the suggestion that fracking was highly unpopular, but when challenged was unable to name a single village which supported it.[20][21] In his role as Minister of State for Energy, he was criticised for hiring a private jet to fly back from a climate conference[22] and accepting money[23] from a key backer of climate change denial organisation Global Warming Policy Foundation. In October 2014, he apologised after retweeting a poem suggesting that the Labour Party was \"full of queers\", describing his actions as a \"total accident\".[21][24] Hancock became Minister for the Cabinet Office and Paymaster General on 11 May 2015.[25] He headed David Cameron's \"earn or learn\" taskforce which aimed to have every young person earning or learning from April 2017. He announced that jobless 18- to 21-year-olds would be required to do work experience as well as looking for jobs, or face losing their benefits.[26] In the 2016 UK referendum on EU membership, Hancock supported the UK remaining within the EU.[27] Hancock moved to the Department for Culture, Media and Sport as the Minister of State for Digital and Culture on 15 July 2016 after Theresa May became Prime Minister.[28] As minister for digital policy, Hancock in June 2017 recommitted to a \"full fibre\" digital policy. This promised that 97% of the UK would enjoy \"superfast broadband\" at speeds of at least 24 megabits per second by 2020.[29] On 8 January 2018, Hancock was appointed Secretary of State for Digital, Culture, Media and Sport in Theresa May's 2018 cabinet reshuffle, succeeding Karen Bradley.[30] On his first day in the role he criticised the BBC for the amounts of pay its foreign journalists received, and said that some men at the corporation were paid \"far more than equivalent public servants\".[31] In early 2018, Hancock was the first MP to launch his own mobile app,[32] which was meant as a social network for him to communicate with his constituents and give people updates in relation to his cabinet role.[33] The head of privacy rights group Big Brother Watch called the app a \"fascinating comedy of errors\",[34] after the app was found to collect its users' photographs, friend details, check-ins, and contact information.[35] Following the appointment of Jeremy Hunt to the position of Secretary of State for Foreign and Commonwealth Affairs, Hancock was appointed Secretary of State for Health and Social Care for England and Wales on 9 July 2018.[25] In November 2018, Hancock was criticised after appearing to endorse a mobile phone health app marketed by the subscription health service company Babylon in the Evening Standard. Babylon allegedly sponsored the newspaper article. Justin Madders wrote to Theresa May accusing Hancock of repeatedly endorsing the products of a company that receives NHS funds for patients it treats, which contravenes ministerial guidelines. The ministerial code includes that ministers should not \"normally accept invitations to act as patrons of, or otherwise offer support to, pressure groups or organisations dependent in whole or in part on Government funding\".[36] In April 2019, Hancock, who had previously said the NHS would face \"no privatisation on my watch\", was criticised by Labour for allowing 21 NHS contracts worth £127 million to be tendered.[37] After Theresa May announced her intention to resign as Prime Minister on 24 May 2019, Hancock announced his intention to stand for the Conservative Party leadership. During this campaign, Hancock opposed the prorogation of Parliament to deliver Brexit and called on his fellow leadership candidates to join him on 6 June 2019.[38] He proposed a televised debate with other candidates.[39] He withdrew from the race on 14 June shortly after winning only twenty votes on the first ballot.[40] Following his withdrawal, he endorsed Boris Johnson for the role.[41] Hancock continued in his role as Health Secretary in Prime Minister Boris Johnson's cabinet. He supported the prorogation of parliament in 2019 by Johnson which he had previously opposed while running for the leadership of the Conservative Party earlier in the year.[42] On 24 September the Supreme Court ruled that the prorogation was unlawful.[43] In a September 2019 Channel 4 News interview, Hancock was asked to respond to allegations that at a private lunch in 1999 Boris Johnson had groped the leg of journalist Charlotte Edwardes under a table. Edwardes also claimed that Johnson did the same to another woman at the same private lunch. In his reply to the Channel 4 News question, Hancock said of Charlotte Edwardes, \"I know Charlotte well and I entirely trust what she has to say. I know her and I know her to be trustworthy\", a view shared by fellow Conservative MP Amber Rudd. Both Johnson and anonymous Downing Street officials denied the allegation.[44][45][46] In October 2019, Hancock was lobbied by former Prime Minister David Cameron and financier Lex Greensill to introduce a payment scheme. Hancock was implicated in the Greensill scandal as the payment scheme was later rolled out within the NHS.[47] In November 2019, Hancock publicly apologised to Bethany, a teenager diagnosed with autism, for being kept in solitary confinement in various psychiatric facilities. Hancock apologised \"for the things that have gone wrong in her care\" and said her case in particular was \"incredibly difficult and complex\", calling Bethany's case \"heart-rending\" and saying that he had insisted on \"a case review of every single person in those conditions.\"[48] On 31 January 2020, COVID-19 was confirmed to have spread to the UK, during the COVID-19 pandemic. Hancock said the Government was considering \"some quite significant actions that would have social and economic disruption\".[49] After the Government gave strict social distancing advice which was defied by large numbers of people, Hancock took a stronger line than the prime minister on condemning those still socialising in groups and derided them as being \"very selfish\".[50] The Government later implemented legislation banning such groups from forming.[51] On 27 March 2020, along with Boris Johnson, Hancock himself tested positive for COVID-19.[52] He stayed in self-isolation with mild symptoms for seven days, before delivering an update on COVID-19 testing targets and on Government plans to write off £13.4 billion of NHS debt.[53][54][55] In April 2020, Hancock was criticised when it emerged that the target he had set for 100,000 daily COVID-19 tests had been met only by changing the method of counting, to include up to 40,000 home test kits which had been sent, but not yet completed.[56] This change was challenged by the UK Statistics Authority[57] and labelled a \"Potemkin testing regime\".[58] On 5 April 2020, Hancock warned that all outdoor exercise in England could be banned in response to COVID-19 if people did not follow social distancing rules, saying: \"So my message is really clear. If you don't want us to have to take the step to ban exercise of all forms outside of your own home then you've got to follow the rules and the vast majority of people are following the rules.\"[59] Hancock received criticism[by whom?] for perceived sexism after suggesting on 5 May 2020 that Labour MP and shadow health minister Rosena Allin-Khan change the \"tone\" of her comments.[60] Allin-Khan, a doctor, had stated in Parliament a lack of testing was costing lives when Hancock suggested she should \"take a leaf out of the Shadow Secretary of State's [Jonathan Ashworth's] book in terms of tone\".[61] On 15 August 2020, The Daily Telegraph reported that Hancock was to merge Public Health England and NHS Test and Trace into a new body called the National Institute for Health Protection, modelled on the Robert Koch Institute. The new body, renamed as the UK Health Security Agency, was set up before autumn amid \"a feared surge in coronavirus cases\".[62] On 11 October 2020, Hancock denied breaching a 10 pm drinking curfew in the Smoking Room bar in the House of Commons, put in place because of the pandemic.[63][64][65] Eight days later, the Daily Mirror published a photograph of him riding in his chauffeur-driven car without wearing a mask.[66] On 21 October 2020, Hancock voted against a Labour Party Opposition Day Motion to extend free school meals over holidays for children in England, with the final vote being 322 against and 261 in favour.[67][non-primary source needed] Three months later, shopping vouchers for families in need were reintroduced.[68] On Good Morning Britain, Hancock praised the Government for reintroducing the scheme, despite being repeatedly reminded by Piers Morgan that he had opposed it in Parliament.[69] On 2 December 2020, Hancock incorrectly claimed that the MHRA's fast approval of the first COVID-19 vaccine was possible because of Brexit. The MHRA stated that it had followed an expeditious procedure allowed under EU legislation which was still in force in the UK during the transition period.[70] On 19 February 2021, after a legal challenge by the Good Law Project, a High Court judge ruled that Hancock had acted unlawfully by handing out PPE contracts without publishing details in a timely way. A ruling released by the High Court stated: \"There is now no dispute that, in a substantial number of cases, the secretary of state breached his legal obligation to publish Contract Award Notices (CANs) within 30 days of the award of contracts.\" The details were published within 47 days.[71] In May 2021, the former Downing Street chief adviser Dominic Cummings accused Hancock of \"criminal, disgraceful behaviour that caused serious harm\" during the pandemic. According to Cummings, \"tens of thousands of people died who didn't need to die\" during the early days of the COVID-19 pandemic due to what he claimed to be \"criminal, disgraceful behaviour\" within Downing Street under the supervision of Hancock.[72][73] Cummings also said that Hancock should have been fired as Health Secretary for \"15 to 20\" different things.[74] Following his testimony, YouGov noted that more people in the general public thought Hancock should resign than stay in his post, despite questions over the accuracy of Cummings's statements.[75] Prime Minister Johnson defended Hancock and his decision-making.[76] On 25 June 2021, it was revealed that Hancock had breached COVID-19 social distancing restrictions with Gina Coladangelo, an adviser in the Department of Health and Social Care with whom he was having an extramarital affair, after CCTV images of him kissing and embracing her in his Whitehall office on 6 May were published in The Sun newspaper.[77] The Government's guidelines allowed intimate contact with people from a different household only from 17 May.[77] The previous year, Hancock had failed to declare he had appointed Coladangelo as an unpaid adviser at the department and later to a paid non-executive director role on its board, for which Coladangelo would earn between £15,000 and £20,000 annually from public funds.[78][79] Coladangelo had become a close friend of Hancock after meeting him while they were both undergraduates at Oxford University.[78][80] Later that day (25 June), Hancock admitted that he had \"breached the social distancing guidelines in these circumstances\" and apologised for \"letting people down\".[81] Boris Johnson later said that he accepted the apology and considered the matter \"closed\".[82] However, Hancock resigned on the evening of 26 June, stating \"those of us who make these rules have got to stick by them\", and he had not because of his \"breaking the guidance\".[83][84] He was replaced as Health Secretary the same day by Sajid Javid.[85] Hancock said he had no idea that the camera, which was hidden inside a smoke detector in his office, existed.[86] Former Cabinet ministers Alan Johnson and Rory Stewart both said there had never been cameras in their offices during their time in Government, with Johnson saying: \"I could never understand why there was a camera in the Secretary of State's office. There was never a camera in my office when I was Health Secretary or in any of the other five Cabinet positions.\"[86] It was reported that the CCTV footage was leaked by a DHSC employee who opposed the Government's lockdown restrictions, and on 27 June it was confirmed that an internal investigation was undertaken by the department to find the culprit, for fear of future CCTV footage being leaked to states hostile to the UK, for the purposes of blackmail.[87] News of the scandal was met with a mixture of public anger and ridicule.[88][89] The Covid-19 Bereaved Families for Justice group warned that Hancock's actions could undermine adherence to coronavirus restrictions, similar to the Dominic Cummings scandal.[90] Amanda Milling, Co-chairman of the Conservative Party, opined that Hancock's affair was a factor in the Conservative Party's failure to win the Batley and Spen by-election on 1 July.[91] On 15 July, investigators seized computers after searches at two homes in southern England, after the Information Commissioner's Office announced that it had set up an inquiry into the leak in the CCTV images.[92] On 29 July, the council of the largest town in his constituency, Newmarket, passed a no-confidence vote against Hancock as its MP.[93] Mayor Michael Jefferys cast the necessary vote to pass the motion.[94] On 12 October 2021, Hancock announced his appointment as the United Nations Economic Commission for Africa special representative for financial innovation and climate change,[95] an unpaid position advising the Commission on the African economy's recovery from the COVID-19 pandemic.[96] Following objections[by whom?] related to his record as Secretary of State for Health,[97] the United Nations announced on 16 October that the offer had been rescinded.[98] In December 2021, Hancock presented the Dyslexia Screening Bill to Parliament, to ensure all children are screened for dyslexia before they leave primary school.[99] In April 2022, it was reported that Hancock would publish his diaries with Biteback Publishing in October. Entitled Pandemic Diaries,[100] it will be based on accounts of the COVID-19 pandemic and Hancock's time in office. Hancock's royalties will be donated to NHS charities.[101] Hancock married Martha Hoyer Millar, an osteopath, in 2006.[4] She is a granddaughter of Frederick Millar, 1st Baron Inchyra.[102] They have a daughter and two sons; one of their children is adopted. Hancock forbids his children to use social media.[9][103] The family lived in Little Thurlow in his West Suffolk parliamentary constituency.[104] In June 2021, following an affair with his political aide and mistress Gina Coladangelo,[105] sources reported that he had left his wife for Coladangelo.[106][107][108] Hancock lives in his constituency, and also has a flat in London.[109] Hancock trained as a jockey in 2012 and won a horse race in his constituency town of Newmarket.[6] Hancock supports Newcastle United, and auctioned his \"pride and joy\" signed team shirt to raise money for the NHS in May 2020.[110][111] Hancock told The Guardian in 2018 that he has dyslexia, something that he said first became apparent two decades earlier while he was studying at Oxford.[112] In April 2021, it was revealed that he had been given 20% of shares in Topwood Limited, a firm based in Wrexham which is owned by his sister and other close family members.[113] The company specialises in secure storage, scanning and shredding of documents. It won a place on a \"procurement framework\" listing to provide services to NHS England in 2019, as well as contracts with NHS Wales. There has been no suggestion that Hancock intervened in the normal processes, and in April 2021 the company had not earned anything through the framework.[114] Lord Geidt produced a report on ministerial interests saying that the awarding of the contract to Topwood could be seen to \"represent a conflict of interest\" that should have been declared. Hancock responded by saying: \"I did not know about the framework decision, and so I do not think I could reasonably have been expected to declare it.\"[115] During the Russian invasion of Ukraine, Hancock revealed his plans to help a British-Ukrainian constituent whose family was attempting to flee Ukraine. He hoped to let the family of five live with him in his constituency home.[116]","Title":"Matt Hancock - Wikipedia","KeyID":"11422","URL":"https://en.wikipedia.org/wiki/Matt_Hancock"}