{"Content: ":"Oriol Mitjà i Villar (born 1980)[1] is a Catalan-born Spanish researcher and consultant physician in internal medicine and infectious diseases with expertise in poverty-related tropical diseases. He has conducted research at the Lihir Medical Centre in Papua New Guinea since 2010 on new diagnostic and therapeutic tools to eradicate yaws.[2] He was awarded the Princess of Girona Award in the scientific research category. Currently at the Germans Trias i Pujol Research Institute, Mitjà is conducting research on SARS-CoV-2 coronavirus disease (COVID-19) and strategies to control the infection at a community level.[3][4] Oriol Mitjà graduated in medicine from the University of Barcelona in 2004, after completing a residency in infectious diseases[5] and a diploma in Hygiene and Tropical Medicine at the London School of Hygiene & Tropical Medicine.[6] In 2012, he finished his Ph.D. in Medicine in Barcelona; his thesis was entitled \"Strategies for the control of the yaws and other neglected tropical diseases of the South Pacific islands\" and was based on his on-site research at the Lihir medical center in Papua New Guinea.[7] After finishing his activity as a resident doctor, Mitjà focused on the development of diagnostic and therapeutic solutions to control and eradicate skin neglected tropical diseases, particularly yaws - which is a chronic and debilitating bacterial infection that affects the skin and bones. Since 2010, he collaborated with the Barcelona Institute of Global Health. He conducted a randomized trial that was published in 'The Lancet' [8] that revealed that a single-dose oral azithromycin is effective to cure yaws and is easier and safer to administer as compared to the standard treatment with injectable penicillin. Accordingly, the World Health Organization (WHO) changed the treatment policies to recommend the use of azithromycin as the first-line treatment for yaws. The previous yaws eradication campaign was launched in 1952 with estimated cases totaled 50 million worldwide. Twelve years later, prevalence had plunged by 95%. Governments and funding agencies soon lost interest and infection rates began climbing back up in the 1970s. The present WHO eradication strategy for yaws is mass treatment with single-dose oral azithromycin, followed by resurveys to find residual cases. Mitjà has demonstrated that the new strategy is effective in eliminating yaws from endemic countries and if implemented everywhere could result in yaws eradication, which was published in the New England Journal of Medicine. In 2018, Oriol Mitjà transferred his research lines to the Germans Trias i Pujol Research Institute. Since March 2020, he works to transfer his knowledge on epidemiology into clinical solutions for the SARS-CoV-2 pandemic. Mitjà is conducting research to advance knowledge in the field of therapeutics, where he aims at repurposing existing therapies to reduce the risk of infection with the SARS-CoV-2 coronavirus. In particular, he has led a clinical assay to verify whether hydroxychloroquine administration to people who have been exposed to the coronavirus at home, in hospitals or in nursing home reduces the risk of developing the disease[3] This strategy is technically called post-exposure prophylaxis. The results of this research have been published in the New England Journal of Medicine.[9] Additionally, Mitjà leads essays to assess the efficacy of a novel treatment based on an immunoglobulin anti-SARS-CoV-2, and of a treatment based on the transfusion of convalescent plasma, to provide immediate protection to the people exposed to the virus. Mitjà is also conducting research in the field of diagnostics, where he is assessing the validity of Rapid antigen tests to facilitate massive screening of the population, and in the areas of transmission and risk factors. Mitjà has repeatedly spoken in favor of intensifying the SARS-CoV-2 prevention and containment strategy and requested full lockdown in Spain during the month of March 2020.[4] He has coordinated the drafting of an expert report commissioned by the Government of Catalonia that was delivered on April 21, 2020. In 2012, Mitjà was awarded the Swiss Foundation Anne-Maurer Cecchini prize as a result of the publication of the aforementioned study re yaws in The Lancet In 2013, he was awarded the Prince of Girona Foundation[10] for Scientific Research for his \"exemplary dedication in the field of endemic infectious diseases in developing countries and the great international impact of his work aimed at eradicating yaws disease of the planet\". In 2015, a documentary about his research project called \"Where the Roads End\" was produced by Noemí Cuní/David Fonseca. In 2016, he received the Catalan of the Year Award and in 2017 received peace awards from the Association for United Nations in Spain[11] and the International Award Alfonso Comín,[12] in recognition of his work in favour of improving the living conditions of the people affected by the yaws. In 2019, he was awarded a European Research Council Starting Grant to support research that aims to repurpose drugs to treat syphilis.[13]","Title":"Oriol Mitjà - Wikipedia","KeyID":"11431","URL":"https://en.wikipedia.org/wiki/Oriol_Mitj%C3%A0"}