{"Content: ":"Doni Monardo (born 10 May 1963) is a retired Indonesian Army lieutenant general who previously served as the Head of Indonesian National Board for Disaster Management (BNPB).[1] He also serves as Chief of the Coronavirus Disease Response Acceleration Task Force during the COVID-19 pandemic in Indonesia.[2] Monardo supported the government's decision to refrain from a country-wide lockdown, arguing doing so would overwhelm the government.[3] Monardo was born in Cimahi, though both his parents were from the Minangkabau ethnic group.[4] His father, Nasrul Saad, was a lieutenant colonel for Indonesia’s Army Military Police Corps. His mother, Roeslina, was a housewife. Monardo spent the majority of his childhood in Meulaboh and later on Lhokseumawe where his father was assigned. Nevertheless, he returned to Padang in 1975 to attend a public high school. After graduation, he continued his father’s footsteps by enrolling at Indonesian Military Academy and received his diploma in 1985. He continued his studies at Indonesian Army Command and General Staff College, which he graduated from in 1999. He went on to pursue further education in the Indonesian National Resilience Institute that he completed in 2012.[5][6] In 1985, Monardo started his career as a member of Kopassus immediately after graduating from the military academy. He spent 12 years as part of the special forces group and was involved in the Aceh and East Timor conflicts. In 1999, he was assigned as a Raider Battalion, serving in Bali. By 2001, he was already part of the Presidential Security Force of Indonesia, leading a command serving Susilo Bambang Yudhoyono. From 2004 to 2008, he served in the Army Strategic Command and was posted in South Sulawesi for his last two years in the formation. He continued his posting as part of the Presidential Security Force of Indonesia until 2010, and at that same year was promoted to brigadier general and became the vice-commander general of Kopassus. He continued serving for Susilo Bambang Yudhoyono’s administration until 2014 and was promoted as the commander of the Presidential Security Force of Indonesia during his service. In 2015, during Joko Widodo’s administration, Monardo was named as the commander-general of Kopassus. He continued serving in military units until 2018. By later that year, he was named the secretary-general of the National Defense Council. In 2019, he was chosen to lead the Indonesian National Board for Disaster Management.[5] Monardo married Santi Ariviani in 1992. Ariviani was the daughter of Taufik Marta, an Army colonel who became the regent of Pasaman Regency, West Sumatra for two consecutive years. The couple has three children: Azzianti Riani Monardo, Reizalka Dwika Monardo, and Adelwin Azel Monardo.[5]","Title":"Doni Monardo - Wikipedia","KeyID":"11433","URL":"https://en.wikipedia.org/wiki/Doni_Monardo"}