{"Content: ":"Nguyễn Thanh Long is a Vietnamese politician and doctor who served as Minister of Health from July 2020 to his removal from the Communist Party of Vietnam in June 2022 for involvement in the Việt Á corruption scandal. During his term as Minister of Health, he was in acting capacity from July to November 2020. He has been noted for being one of the chief strategists of the response of the Vietnamese government to the COVID-19 pandemic. Long graduated in Infectious Medicine from Hanoi Medical University in 1995 and received his doctors degree in 2003. He received the title of Professor in 2013.[2] Between 2005 and 2011, he oversaw HIV/AIDS prevention at the Ministry of Health and from 2011 to 2018 he served as Deputy Minister of Health, before being appointed Deputy Director of the Central Propaganda Department. At the start of the COVID-19 pandemic, he returned as Deputy Minister of Health and since July 2020 as acting Minister of Health.[3][4][5] He has been credited as one of the strategists behind Vietnam's widely praised success during 2020 in responding to and controlling the COVID-19 pandemic.[6] On 12 November 2020, he officially became the Minister of Health.[7] On 6 June 2022, at the Party's HQ, the Politburo has summoned an abnormal meeting session of the 13th Central Committee to review and enforce disciplinary actions against doctor Nguyễn Thanh Long and the Chairman of the Hanoi People's Committee Chu Ngọc Anh. After reviewing the Politburo's request, based on the content, the basis of the situation, the level of consequences and the caused of violation; according to the Party's rules on disciplining violated Party members, the Central Committee has decided to carry out expulsion from the Party for both Long and Anh. In the morning of 7 June 2022, with a majority in favor, the National Assembly has approved the stripping of doctor Long's status as a member of the 15th National Assembly and approved the recommendation of his removal as the Minister of Health. That same day, President Nguyễn Xuân Phúc issued Executive Decision No.658/QĐ-CTN regarding doctor Long's relief of duty as the Minister of Health, agreeing on the Prime Minister's recommendation. The decision is effective from the signed date.[8] The Politburo's official statement states that: ″Comrade Nguyễn Thanh Long has severely deteriorated his political ideology and morality; has violated the law and the Party's rules; has violated the Party member's Code of Conduct, leading to the loss and waste of State Budget; severely affected the State's response to the COVID-19 pandemic; causing public outcry and affected the credibility of the Party and the Ministry of Health″.[9] In the evening of 7 June 2022, the Investigative Department of the Ministry of Public Security has announced an extended investigation into the Viet A COVID-19 test kit scandal, which saw multiple high ranking officials arrested on the charges of: \"Violating regulations of the law on bidding which leads to serious consequences\", \"Abuse of power or position in performance of official duties\", \"Giving Bribes\" and \"Receiving Bribes\".[10][11] Later that evening, alongside former Chairman of the Hanoi People's Committee Chu Ngọc Anh and former Deputy Minister of Science and Technology Phạm Công Tạc, Nguyễn Thanh Long was issued a Prosecution Decision, an Arrest Warrant and a Search Warrant by the Ministry of Public Security on the charges of \"Abuse of power or position in performance of official duties\".[12][13] He was taken into custody after a 3-hour long search at his private residence.[14]","Title":"Nguyễn Thanh Long - Wikipedia","KeyID":"11437","URL":"https://en.wikipedia.org/wiki/Nguy%E1%BB%85n_Thanh_Long"}