{"Content: ":"Theresa Tam FRCPC (Chinese: 譚詠詩; born 1965) is a Canadian physician and public servant who currently serves as the chief public health officer of Canada, who is the second-in-command of the Public Health Agency of Canada (PHAC).[1] Tam initially took the role as acting CPHO following the retirement of her predecessor,[2] Gregory Taylor, on 16 December 2016.[3] She was formally appointed on 26 June 2017.[2] Tam has played a leadership role in Canada's response to public health emergencies, including SARS, H1N1, MERS, Ebola,[4][5] and COVID-19. She has also worked towards eradicating polio.[5] Tam was born in British Hong Kong and grew up in the United Kingdom.[6] She attended medical school at the University of Nottingham, earning an MBBS 1989. In 1996, She completed her pediatric residency at the University of Alberta, and in 1997, a pediatric infectious diseases fellowship at University of British Columbia.[5][7][8] Since 1996, Tam has been a fellow of the Royal College of Physicians and Surgeons of Canada.[5] Tam, a pediatric infectious disease specialist, was \"assistant deputy minister of infectious disease prevention and control\" at PHAC.[9] In 2003, Tam was the chief of Health Canada's immunization and respiratory infections division during the SARS outbreak.[5] Tam was a co-chair of a 2006 federal report on pandemic preparedness in the wake of the SARS outbreak in Canada,[10] which envisioned a respiratory infection pandemic that was described in The Globe and Mail as foreshadowing the COVID-19 pandemic \"with eerie accuracy.\"[11] At that time in 2006, she was Director of the Immunization and Respiratory Infections Division at the PHAC.[10] Tam said the opioid crisis, which cost over 2,500 lives in Canada in 2016, could be higher than 3,000 in 2017 if the current trend continues. \"This far surpasses the number of motor-vehicle fatalities.\" She said overprescription of opioids contributed to this trend.[12] Tam is on the Independent Oversight and Advisory Committee of the Health Emergencies Programme of the World Health Organization (WHO), a role she took up between April and June 2018.[vague][13][better source needed] She is an official advisor to the WHO's International Health Regulations Emergency Committee on 2019-nCoV.[14] In 2019, Tam criticized people who refuse vaccines, saying \"They're a small number, but they're spreading misinformation.\" \"And they're communicating their opinions in a very emotional way.\"[5] On 7 January 2020, when it appeared that there was a health crisis emerging in Wuhan, Tam advised Canadians: \"There has been no evidence to date that this illness, whatever it's caused by, is spread easily from person to person; no health care workers caring for the patients have become ill; a positive sign.\"[15] On 23 January, Tam was a member of the WHO committee that broadcast that it was too early to declare a public health emergency of international concern. As the pandemic progressed and as was typical at the time, as the Chief Public Health Officer of Canada, she made numerous statements that garnered attention, both positive and negative, from the public and from some politicians.[16] Some statements proved to be minimising of the effects of COVID-19,[15] and some were closer to the mark. Tam initially recommended the general public against wearing masks for two reasons: (i) to protect healthcare workers and prioritize supply; and (ii) \"potential negative aspects\" of wearing masks, stating \"it can sometimes make it worse if the person puts their finger in their eye or touches their face under their mask\" and that it can give a false sense of security.[17][18] On 6 April, Tam changed her recommendation to \"wearing a non-medical mask, even if you have no symptoms, is an additional measure that you can take to protect others around you in situations where physical distancing is difficult to maintain\" because of new data about pre-symptomatic and asymptomatic transmission.[18] On 23 April, Tam was appointed by Justin Trudeau to a new advisory body, the COVID-19 Immunity Task Force, whose mandate he declared to be the coordination of serological surveys across the country.[19] In March 2021, an Auditor General's report described how Tam and the Public Health Agency of Canada failed to fully comprehend the threat posed by COVID-19 to Canadians. In particular, it was noted that the Agency waited until the day after the World Health Organization declared COVID-19 to be a pandemic, at which point the risk level was raised from its previous position of \"low\".[20]","Title":"Theresa Tam - Wikipedia","KeyID":"11446","URL":"https://en.wikipedia.org/wiki/Theresa_Tam"}