{"Content: ":"Nils Anders Tegnell (born 17 April 1956)[1] is a Swedish civil servant and physician specialising in infectious disease. From 2013 until his resignation in March 2022 he was Sweden's state epidemiologist.[2][3] Tegnell has had key roles in the Swedish response to the 2009 swine flu pandemic and the COVID-19 pandemic.[4][5] During the COVID-19 pandemic in 2020, he became a divisive figure in Sweden and internationally due to his and the Public Health Agency of Sweden's opposition to lockdowns, travel restrictions and face masks for general use, which were widely adopted in many countries to curb the spread of the virus, as well as for his leading role in Sweden's controversial approach. Tegnell was born in Uppsala and grew up in Linköping. He studied medicine at Lund University in 1985, subsequently interning at the county hospital in Östersund, and later specialised in infectious disease at Linköping University Hospital.[6] In that capacity, in 1990 he treated the first patient in Sweden with a viral hemorrhagic fever, believed to be a case to be either the Ebola or the Marburg virus disease.[7] From 1990 to 1993 he worked for the WHO in Laos to create vaccination programs.[8] In an interview with Expressen, he describes his on-site work for the WHO with a Swedish expert team during the 1995 Ebola outbreak in Kikwit, Zaire as a formative experience.[9] From 2002 to 2003 he also worked as a national expert for the European Commission to prepare at the EU level for public health threats such as anthrax, smallpox and other infectious diseases.[6][2] Tegnell obtained a research-based senior medical doctorate from Linköping University in 2003 and a MSc in Epidemiology from the London School of Hygiene & Tropical Medicine in 2004.[10][11] Tegnell then worked at the Swedish Institute for Communicable Disease Control (Smittskyddsinstitutet) 2004–2005 and the National Board of Health and Welfare from 2005.[10] From 2010 to 2012 he served as head of the Department for Knowledge-Based Policy.[10][12] He was department head at the Institute for Communicable Disease Control 2012–2013. He was state epidemiologist of Sweden,[10] a title granted by the Public Health Agency of Sweden, from 2013 until 2022. As head of the Infectious Disease Control department at the agency, he had a key role in the Swedish large-scale vaccination program in preparation for the H1N1 swine flu pandemic,[2] which was declared by the WHO in June 2009.[13] Tegnell was criticized[by whom?] for his role in the mass vaccination scheme of 5 million Swedes against swine flu, which caused about 500 children to suffer from narcolepsy.[14][15][16] Tegnell was reported as saying of Pandemrix, the vaccine that had been known to cause neurological issues in the UK and was not approved by the US FDA, that it would have been highly unethical not to vaccinate people because hundreds of Swedes risked dying.[14][17][18] On 2 April 2020, while the COVID-19 pandemic was widespread in most Western countries, of which many had by then imposed quarantine measures, Canadian newspaper The Globe and Mail reported that there were \"no lockdowns, no school closures and no ban on going to the pub\" in Sweden.[19] This was inaccurate[according to whom?] however, as secondary schools and universities were recommended to physically close and transfer to distance education on 17 March,[20] and on 24 March cafés, restaurants and bars were ordered to allow table service only.[21] Moreover, gatherings of more than 50 people had been banned in Sweden as of 27 March.[22][23] Sweden's pandemic strategy has been described[by whom?] as trusting the public to act responsibly: instead of wide-ranging bans and restrictions, authorities advised people to remote work if possible, maintain good hand hygiene, and practice social distancing, while those over 70 have been urged to self-isolate as a precaution.[24] Some Swedish scientists, medical practitioners and physicians have been highly critical of Tegnell and the public health authority. Lena Einhorn contacted Tegnell in January 2020 to express her concern over the contagiousness of the virus, and later said that she was \"exasperated\" by the lack of measures in Sweden.[25] A group of 22 Swedish scientists published an op-ed in April that called for tougher restrictions.[26] At the time, these criticisms received substantial backlash in Swedish media.[25] In April 2020, the group suggested that 105 Swedes were dying per day from COVID-19. Tegnell disputed the numbers.[27] Several months later, revised government data showed that the critics' calculations were correct.[28] '\"It has been so, so surreal,\" [said] Nele Brusselaers, a member of the Vetenskapsforum and a clinical epidemiologist at the prestigious Karolinska Institute (KI). It is strange, she [said], to face backlash \"even though we are saying just what researchers internationally are saying. It's like it's a different universe.\"'[25] Another flashpoint of criticism was Tegnell's position that there was no need to restrict travel over the school spring break, when thousands of Swedes traditionally travel to European ski resorts and other destinations. In an interview in February 2020, Tegnell said:[29] When it comes to this type of travel, there is absolutely no need for concern about the coronavirus. In the Alps and southern Europe, for example, there is no spread at all. Despite scepticism and criticism from a number of doctors and medical experts, as well as international news media, Sweden defended its strategy, with Prime Minister Stefan Löfven referring to \"common sense\" and Tegnell saying that the strategy is rooted in a \"long tradition\" of respecting \"free will\", as well as the high level of trust and respect Swedes have for public authorities.[19] According to a survey conducted by Sifo, the population's confidence in the Public Health Agency increased from 65 percent to 74 percent between 9–12 March and 21–25 March.[30] A March 2020 survey, carried out by the same company for TV4, showed more than half (53%) of the Swedish population had trust in Tegnell, a higher number than for any of the current leaders of the Swedish political parties, while 18% said they didn't trust the state epidemiologist.[31] In an April survey, the share who said they trusted Tegnell had increased to 69%, while the number who said they didn't trust their state epidemiologist had fallen to 11%.[32][33] The strategy was commonly attributed to Tegnell,[23] who was quoted as saying:[19] We have so far not had very much of a spread [of the virus] into old age homes and almost no spread into the hospitals, which is very important... We know that [with] these kinds of voluntary measures that we put in place in Sweden, we can basically go on with them for months and years if necessary. [The economy] has the potential to start moving as usual very, very quickly once these things are over. and:[19] In Sweden we are following the tradition that we have in Sweden and working very much with voluntary measures, very much with informing the public about the right things to do. That has worked reasonably well so far. On 2 April 2020, Dagens Eko reported that significant spread of COVID-19 had occurred in retirement homes in at least 90 municipalities.[34] Previously, the government and the public health authorities had strongly advised against external visits to retirement homes, with several municipalities outright banning them. A nationwide ban on external visits to retirement homes came into force on 1 April.[35] On 21 April 2020, Tegnell was interviewed by Marta Paterlini of Nature.[36] During the interview he said that: Closing borders, in my opinion, is ridiculous, because COVID-19 is in every European country now. and that: closing schools is meaningless at this stage. Moreover, it is instrumental for psychiatric and physical health that the younger generation stays active. On 28 April 2020, Tegnell was interviewed by Kim Hjelmgaard of USA Today. During the interview he \"denied that herd immunity formed the central thrust of Sweden's containment plan\". Tegnell says rather that:[37] We are trying to keep transmission rates at a level that the Stockholm health system can sustain... We are not calculating herd immunity in this. With various measures, we are just trying to keep the transmission rate as low as possible... Any country that believes it can keep it out (Ed. note: by closing borders, shuttering businesses, etc.) will most likely be proven wrong at some stage. We need to learn to live with this disease... At a glance it looks to me that Sweden's economy is doing a lot better than others'. Our strategy has been successful because health care is still working. That's the measure we look at... What the crisis has shown is that we need to do some serious thinking about nursing homes because they have been so open to transmission[38] (Ed. note: more than a third of Sweden's COVID-19 fatalities have been reported in nursing homes) of the disease and we had such a hard time controlling it in that setting. Tegnell's statements that the Public Health Agency was not pursuing a strategy of herd immunity have been challenged, however, after media uncovered email communication where he appears to confirm that herd immunity was indeed the chosen strategy.[39] Tegnell has also been skeptical of recommending face masks during the COVID-19 pandemic, sending several emails to the European Centre for Disease Prevention and Control criticizing the publication of advice recommending masks for general use in April.[25] In January 2020, he said in an interview with Dagens Nyheter:[40] There is no evidence that use of face masks by the public would help reduce the spread of the virus. Sweden began recommending face masks on public transport in December 2020, as Stockholm's healthcare system became seriously overwhelmed.[41] A surge in COVID-cases and deaths occurred during the winter of 2020 in Sweden. King Carl XVI Gustaf and Prime Minister Stefan Löfven both admitted they felt that Sweden's response was a failure due to the high number of deaths. Löfven said that many experts in Sweden had failed to predict or prepare for the severity of the winter surge.[42][43] Public confidence in Tegnell in Sweden fell from 72% to 59%.[44] Political party Sweden Democrats called for his resignation over deaths in care homes.[45] His positions on COVID-19 gave him unwelcome fame.[45] People have had his face tattooed on their skin.[46] Swedish hip-hop artist Shazaam composed and released a song titled \"Anders Tegnell\" on April 7, 2020, portraying his stance on important issues for the Swedish society and youth.[47] He had been frequently invited for interviews by opponents of lockdowns in US and UK media.[44] Tegnell reportedly advised British prime minister Boris Johnson in September 2020, who is outside Johnson's usual circle of advisers, as the government debated introducing new restrictions in the UK.[48] In September 2021, Tegnell said in an interview that he remained confident in Sweden's approach.[49] Analysts have found that although Sweden's death rate has remained lower than most countries in Europe, Sweden faced a far higher death toll than neighbouring Norway, Denmark and Finland with similar demographics, and failed to protect the most vulnerable people.[49][50] On Dec. 21, 2021, Tegnell noted that “Omicron won’t change Sweden’s Covid strategy.” [51] Tegnell lives with his Dutch-born wife Margit in Vreta Kloster (outside of Linköping), from where he commutes daily to his work in Solna, Stockholm. He has three children.[52][2]","Title":"Anders Tegnell - Wikipedia","KeyID":"11447","URL":"https://en.wikipedia.org/wiki/Anders_Tegnell"}