{"Content: ":"Julio Daniel Salinas Grecco (born 17 February 1962) is a Uruguayan neurologist and politician of Open Cabildo (CA), serving as Minister of Public Health of Uruguay since 1 March 2020.[1] Graduated from the University of the Republic in 1988, he has the degree of Doctor of Medicine. In 2008 he obtained a bachelor's degree in neurology.[2] In 2012 he obtained a master's degree in Health Business Management from the University of Montevideo and in 2018 a master's degree in Innovation and Entrepreneurship from the University of Barcelona. He also has a Diploma in Sleep Medicine from the Faculty of Medicine of Latin American Center for Human Economy (CLAEH).[3] Raised in San José de Mayo, he is the eldest son of two teachers; his father was chairman of the San José Department of Teaching Union.[4] He started working at the age of thirteen mending shoes in his hometown.[4] In the practice of medicine, he worked in different health centers, such as the Círculo Católico de Obreros del Uruguay, Central Hospital of the Armed Forces and Casa de Galicia. Between 2012 and 2018 he served as head of the Electroencephalography Service at Vilardebó Hospital, while between 2009 and 2019 as manager of Material Resources of the Uruguay Medical Union Assistance Center (CASMU).[3] Salinas was appointed Minister of Public Health on December 16, 2019, as a member of a party that makes up the electoral alliance, Coalición Multicolor.[5] He took office on March 1, in replacement of Jorge Basso.[6] The COVID-19 pandemic emerged within the first days of the administration. The first cases were reported on 13 March 2020 by the Ministry of Public Health.[7] On March 14, public performances were canceled and some public places were closed.[8] Local transmission was established with two non-imported cases reported on 15 March.[9] The first patients showed mild symptoms of COVID-19.[10] On 7 April 2020, the ship Greg Mortimer, which holds up to 216 passengers,[11] became stranded in Uruguayan waters, asking for help after people exhibited symptoms such as fever, which prompted authorities to ban them from disembarking.[12] After the Uruguayan medical teams boarded the cruise ship to test passengers on 1 April, 81 people tested positive for COVID-19. Six people found seriously ill with coronavirus were evacuated and transferred to hospitals.[13] A news report on 8 April stated that the ship had not yet received permission to dock, although Uruguayan authorities were arranging an evacuation flight to Australia and New Zealand. By that time 128 persons on the vessel had tested positive for COVID-19. Six had transferred to a hospital in Montevideo. Passengers from Europe and America who had positive tests would not be allowed to travel to their home countries until their subsequent tests indicated negative results.[14] On the night of 10 April some passengers were evacuated in order to fly to Australia.[15] On 18 April, a Filipino crewman died of the coronavirus.[16]","Title":"Daniel Salinas - Wikipedia","KeyID":"11440","URL":"https://en.wikipedia.org/wiki/Daniel_Salinas"}