{"Content: ":"Lawrence Wong Shyun Tsai (Chinese: 黄循财; pinyin: Huáng Xúncái; born 18 December 1972)[1] is a Singaporean politician and former civil servant who has been serving as Deputy Prime Minister of Singapore since 2022 alongside Heng Swee Keat and Minister for Finance since 2021. A member of the governing People's Action Party (PAP), he has been the Member of Parliament (MP) representing the Limbang ward of Marsiling–Yew Tee GRC since 2015. He is also a member of the party's Central Executive Committee (CEC). Prior to entering politics, Wong worked in the Ministry of Trade and Industry (MTI), Ministry of Finance (MOF) and Ministry of Health (MOH). He was also the principal private secretary to Prime Minister Lee Hsien Loong between 2005 and 2008, and chief executive officer of the Energy Market Authority between 2008 and 2011. Wong made his political debut in the 2011 general election when he contested in West Coast GRC as part of a five-member PAP team and won. Since the 2015 general election, he has contested in Marsiling–Yew Tee GRC and retained his seat in the 2015 and 2020 general elections. He was the Minister for Culture, Community and Youth between 2012 and 2015, Second Minister of Communications and Information between 2014 and 2015, Minister for National Development between 2015 and 2020,[2] Second Minister of Finance between 2016 and 2021 and Minister for Education between 2020 and 2021. Wong is a co-chair of a multi-ministerial committee set up by the government in January 2020 to manage the COVID-19 pandemic in Singapore.[3] In April 2022, he was chosen as the leader of the PAP's fourth generation leadership team, placing him in line as Lee's apparent successor.[4] Wong assumed the office of Deputy Prime Minister of Singapore on 13 June 2022, alongside Heng Swee Keat.[5] Wong was born on 18 December 1972 at Parkway East Hospital in the eastern part of Singapore.[6] He is of Hainanese descent.[7] Growing up, Wong and his family lived in a public Housing and Development Board (HDB) flat in Marine Parade.[6] Wong's father worked as a sales executive while his mother was a teacher at his primary school.[6] Wong attended Haig Boys' Primary School (now Tanjong Katong Primary School), Tanjong Katong Technical School (now Tanjong Katong Secondary School) and Victoria Junior College[8][9] before graduating from the University of Wisconsin–Madison in 1993 with a Bachelor of Science degree in economics under the Public Service Commission scholarship.[10][11] He subsequently went on to complete a Master of Arts degree in economics at the University of Michigan–Ann Arbor, and a Master of Public Administration degree at Harvard University's John F. Kennedy School of Government.[12][13] Wong began his career working in the Ministry of Trade and Industry (MTI), where he served as Assistant Director (Research and Planning) between 1997 and 1999. He then moved to the Ministry of Finance (MOF), where he served as Assistant Director (Fiscal Policy) between 1999 and 2001 and later Deputy Director (Budget) and Head of Economic Programmes. He moved to the Ministry of Health (MOH) in 2004, where he served as Director of Healthcare Finance. Wong served as the principal private secretary to Prime Minister Lee Hsien Loong between 2005 and 2008. In 2008, Wong became the chief executive officer of the Energy Market Authority.[14] Wong entered politics at the 2011 general election when he contested as part of a five-member People's Action Party (PAP) team in West Coast GRC. The PAP team won with 66.66% of the vote against the Reform Party and Wong was elected as the Member of Parliament representing the Boon Lay ward of West Coast GRC. On 21 May 2011, Wong was appointed as Minister of State for Defence and Minister of State for Education. He was also appointed to the board of directors of the Monetary Authority of Singapore on 10 June 2011.[15] On 1 August 2012, he was promoted to Senior Minister of State for Information, Communications and the Arts and Senior Minister of State for Education. On 1 November 2012, he was appointed Acting Minister for Culture, Community and Youth and Senior Minister of State for Communications and Information.[16] Wong led a team to bid for the Singapore Botanic Gardens to be recognised as Singapore's first UNESCO World Heritage Site.[17][18][19] Wong also spearheaded the free museum entry policy for all Singaporeans and permanent residents, to all national museums and heritage institutions from 18 May 2013.[20] In 2013, Wong also announced the setting up of a new S$100 million National Youth Fund for youth to champion community and social causes.[21] On 1 May 2014, Wong was promoted to Minister for Culture, Community and Youth and Second Minister for Communications and Information.[22] He was also a co-opted Member of the 32nd, 33rd and 35th CEC before his win in the election into the 36th PAP Central Executive Committee (CEC).[23] Wong was also appointed as the Head of the SG50 Programme Office that coordinates the work of five committees for Singapore's Golden Jubilee Year celebrations.[24] Wong was also the co-chair for the SG50 Culture and Community Committee.[25] As Minister for Culture, Community and Youth, Wong was involved in the transformation of the Civic District[26][27]— the birthplace of modern Singapore which contained many institutions that have witnessed important turning points in Singapore's history. On January 2016, he assumed office as Chairman of the PAP Community Foundation from 2016 until 2022 where it was handed over to Minister Josephine Teo[28] In August 2016, the National Arts Council attracted criticisms over the high consultation fees paid for a bin centre, as flagged by the Auditor-General's Office. Wong addressed the issue in Parliament, saying that the project was at acceptable cost due to the need for extensive study of the location and technicality involved with the building of the refuse centre in the Civic District.[29] Under his charge, Wong also introduced the S$200 million Cultural Matching Fund, a dollar-for-dollar matching grant for cash donations to arts and heritage charities and Institutions of Public Character in Singapore.[30][31][32] In the 2015 general election, Wong was part of a four-member PAP team contesting in the newly formed Marsiling–Yew Tee GRC. [33] The PAP team won with 68.7% of the vote against the Singapore Democratic Party and Wong was elected as the Member of Parliament representing the Limbang ward of Marsiling–Yew Tee GRC. Wong was also the Chairman of the Steering Committee for the 2015 Southeast Asian Games.[34] Wong had also announced several key initiatives to get more Singaporeans involved in sports.[35] This includes a national movement called ActiveSG, which gives all Singaporeans and permanent residents ActiveSG$100 to sign up for sports programmes, and enter into swimming pools and gyms at the various sports centres islandwide.[36] Wong also chaired the Singapore High Performance Sports Steering Committee, which provides strategic guidance on identifying and nurturing high performing sporting talents.[37] Wong said that the accomplishments of Singapore athletes at the 2015 Southeast Asian Games indicate that Singapore's investment in sports is paying off.[38] On 1 October 2015, Wong became the Minister for National Development.[13] He also chaired the steering committee for the development of Jurong Lake Gardens.[39] On 22 August 2016, Wong was appointed Second Minister for Finance,[40] in addition to being Minister for National Development.[41] On 29 August 2016, he stepped down from the board of directors of the Monetary Authority of Singapore and was replaced by Ong Ye Kung.[15][42] During the COVID-19 pandemic in Singapore, Wong and Gan Kim Yong were appointed co-chairs of a multi-ministerial committee formed by the government in January 2020 to manage the situation. On 26 March 2020, while paying tribute to frontline workers helping in Singapore's fight against COVID-19, Wong turned emotional and teary-eyed while delivering his address in Parliament. He thanked healthcare workers, as well as those working in cleaning, transport and security sectors for providing much-needed services to keep Singapore going during this difficult time.[43] In the 2020 general election, Wong led a four-member PAP team to contest in Marsiling–Yew Tee GRC again. The PAP team won with 63.18% of the vote against the Singapore Democratic Party and Wong retained his seat as the Member of Parliament representing Limbang ward.[44] On 27 July 2020, following a Cabinet reshuffle, Wong succeeded Ong Ye Kung as Minister for Education.[45] On 8 November that year, Wong was elected into the PAP's Central Executive Committee for the first time after rising to prominence for leading the Government's fight against Covid-19.[46] On 15 May 2021, following another Cabinet reshuffle, Wong relinquished his portfolio as Minister for Education and became Minister for Finance.[47] On 28 May 2021, he was reappointed to the board of directors of the Monetary Authority of Singapore as Deputy Chair, replacing Lim Hng Kiang.[48][49] In February 2022, Wong announced a S$500 million (US$372 million) stimulus package to create jobs and support businesses impacted by the Covid-19 pandemic. Wong also said the government would set aside SG$560 million to help Singapore citizens deal with the rising cost of living.[50] On 14 April 2022, Wong was selected as the leader of the PAP's fourth-generation (4G) team, succeeding Deputy Prime Minister Heng Swee Keat, who had stepped down as 4G leader on 8 April 2021.[51] Prior to his appointment, Prime Minister Lee Hsien Loong delegated former PAP chairman Khaw Boon Wan to initiate a consultation process among the fourth-generation ministers of the Cabinet, aimed at garnering their individual views regarding the selection of a new 4G leader.[52] However, both Prime Minister Lee and Senior Ministers Tharman Shanmugaratnam and Teo Chee Hean, abstained from participating in the process.[53] Wong received an \"overwhelming majority\" of support in the consultation process, surpassing that of Ong Ye Kung and Chan Chun Sing, his cabinet colleagues and co-contestants in the 4G leadership race.[54] He received 15 out of the 19 votes from the stakeholders polled, and as no candidate is allowed to vote for himself, this meant that only three other individuals did not vote for him as their first choice.[55] His candidature was unanimously endorsed by the Cabinet and subsequently, by the PAP MPs at a party caucus on 14 April.[56] His appointment was announced by Prime Minister Lee in a Facebook post the same day.[56] As the new 4G leader, Wong subsequently emerged as Lee's apparent successor to the position of prime minister; the latter's initial plans to step down at the age of 70 had been thwarted by Heng's withdrawal.[57] On 6 June 2022, a Cabinet reshuffle was announced where Lawrence was promoted to Deputy Prime Minister, which furthur cemented his position as PM Lee Hsien Loong's successor. In addition to becoming Deputy Prime Minister, he was also named \"Acting Prime Minister\" in the PM's absence, he had also taken over responsibility of the Strategy Group in the Prime Minister's Office (Singapore) from Heng Swee Keat[58][59] On 29 June 2022, Wong had launched the \"Forward Singapore\" movement [60] as part of his vision for Singapore - a society that benefits many, not a few. [61] Wong married at the age of 28 but divorced his first wife after three years due to \"incompatibility\",[62][63][64] and he has since remarried.[65] The couple has no children.[66] His elder brother is an aerospace engineer at DSO National Laboratories. [67] Media related to Lawrence Wong at Wikimedia Commons","Title":"Lawrence Wong - Wikipedia","KeyID":"11455","URL":"https://en.wikipedia.org/wiki/Lawrence_Wong"}