{"Content: ":"Fang Bin (Chinese: 方斌) is a Chinese businessman, citizen journalist and whistleblower who used YouTube and WeChat to broadcast images of Wuhan during the COVID-19 pandemic. He was arrested several times between February 1 and 9, 2020. Fang Bin was living in Wuhan, Hubei in January 2020 when the COVID-19 outbreak hit China.[1] Fang recorded his first video on January 25, 2020. His shots mostly show himself and the situation in different districts of Wuhan, and attracted a few thousand views. Videos were uploaded to YouTube to bypass the government's censorship on domestic platforms. While direct access to foreign platfoms such as YouTube is blocked in China, they may remain accessible through virtual private networks.[2] On February 1, 2020, Fang released a new video showing the piling up of corpses at the back of a minivan in front of a Wuhan hospital.[2] The video was shared on Twitter by Chinese journalist Jennifer Zeng.[1] Fang was arrested on the same day, warned and eventually released during the night.[2] In February 2020, Fang and two other citizen journalists and whistleblowers, Chen Qiushi and Li Zehua, were arrested and went missing in Wuhan. Chen, a lawyer who arrived in Wuhan on January 23, disappeared first on February 6; one week prior, he had uploaded a video criticising the Chinese government's manipulation of information which ended with the sentence \"I am not afraid to die! You think I am afraid of you communist party?\".[3][4] Li, another citizen journalist, went missing in late February,[5] but reappeared in April posting a neutral, patriotic video, in contrast to his previous tone.[6] Two days before Chen's arrest, on February 4, the police came twice to Fang's apartment. He recorded the scene and refused to let them in without a warrant, worried that they had come in large numbers to arrest him (he counted at least four officers).[3] Fang kept making videos from his apartment during the following days, criticising the government's propaganda and its choice to arrest Chen and Li Wenliang.[7] On February 9, he released his last video: a 12-second clip showing a piece of paper with the sentence \"resist all citizens, hand the power of the government back to the people\" written on it. He has been missing ever since.[7][8] In February 2022, Radio Free Asia reported that Fang was possibly held at the Wuhan Jiang'an District Police Station.[9]","Title":"Fang Bin - Wikipedia","KeyID":"11459","URL":"https://en.wikipedia.org/wiki/Fang_Bin"}