{"Content: ":"Ren Zhiqiang (Chinese: 任志强; born 8 March 1951) is an incarcerated Chinese real estate tycoon and a blogger on Sina Weibo with more than 37 million followers.[1] Nicknamed \"Big Cannon Ren\", he is known for his outspoken criticism of the Chinese Communist Party (CCP).[2] He disappeared on 12 March 2020 after criticizing CCP general secretary Xi Jinping as a \"clown\" over the handling of China's response to the COVID-19 pandemic.[3][4] In September 2020 he was sentenced to eighteen years' imprisonment on corruption charges, after a one-day trial.[5][6] Ren Zhiqiang was born in Shandong Province on 8 March 1951. His father, Ren Quansheng (任泉生; 1918–2007), served as China's Vice Minister of Commerce, and his mother was a municipal official in Beijing. He studied at Beijing No. 35 Middle School.[7] Ren's parents were persecuted during the Cultural Revolution, and he went to the countryside of Yan'an to work as a sent-down youth in 1968. A year later, he enlisted in the People's Liberation Army, serving as a military engineer in the 38th Army, and later a platoon leader.[7] Ren left the army in 1981 and became deputy general manager of Beijing Yida.[8] In 1984 he joined Beijing Huayuan Group Corporation as a department head. He was imprisoned in September 1985, but was released 14 months later without being convicted of any crime. According to his long-time colleague, the reason for his imprisonment was because he had offended the head of the audit department of Beijing's Xicheng District.[7] Ren became vice president of Huayuan Corporation in 1988, and President in 1993. In 2004 he became a Director of the Bank of Beijing Co., Ltd, and in 2007 Chairman of Beijing Huayuan Property Co., Ltd. He holds a Master of Laws degree from Renmin University of China.[8] In 2010 China Daily reported that Ren, as chairman of Huayuan Real Estate Group, was paid the highest salary of anyone in the 258 listed companies that had filed annual reports. His salary was reportedly 7.07 million yuan ($1.04 million).[9] He resigned as head of the property company in 2014.[10] Until 2013 he was a member of the Beijing Municipal Committee of the Chinese People's Political Consultative Conference.[11] Ren is known for his criticism of Communist Party and government policies.[2] As a property tycoon with forthright views he has been called \"China's Donald Trump\".[12] On 7 May 2010 a protester threw a shoe at him. In November 2013 he threatened to sue the state broadcasting company China Central Television (CCTV) after it reported that Huayuan Real Estate owed 54.9 billion yuan in unpaid tax, and in January 2014 he referred to CCTV as \"the dumbest pig on earth\".[13] In September 2015 he caused online controversy in China with a Weibo post criticising the Communist Youth League of China, the youth wing of the Communist Party.[12] In 2016, he openly challenged Communist Party general secretary Xi Jinping's view that government media should toe the Party line.[2] After Xi made an inspection tour of CCTV on 19 February 2016 during which journalists displayed a banner reading \"CCTV's surname is the Party. We are absolutely loyal. Please inspect us\", Ren posted on Weibo: \"When does the people’s government turn into the party’s government? [Are the media] funded by party membership dues? Don't waste taxpayers' money on things that do not provide them with services.\"[14] The tweet was subsequently deleted, but on 22 February 2016 state-affiliated media accused Ren of advocating the overthrow of the Communist Party.[15] On 28 February, Ren's weibo accounts were blocked by the Cyberspace Administration of China (CAC), for \"spreading illegal information\",[16] cutting Ren off from an estimated 37 million web followers.[1] A day later, the Xicheng District CPC Committee, where Ren's party membership is registered, vowed to punish him under party rules.[17] On 2 May 2016, Ren was placed on a one-year probation within party.[18] In a February 2020 essay Ren criticised a speech given by Xi Jinping concerning the coronavirus pandemic, in which Ren \"...saw not an emperor standing there exhibiting his 'new clothes', but a clown stripped naked who insisted on continuing being emperor\".[3][4] He said that the lack of free press and freedom of speech had delayed the official response to the pandemic, worsening its impact.[19] He disappeared on 12 March.[3][4] On 7 April 2020, the CCP Central Commission for Discipline Inspection announced that Ren was being investigated for alleged \"serious violations of law and discipline\".[19][20] He Weifang said of the investigation: \"It is hoped that the judicial authorities can handle this case strictly and in accordance with the law, and give a convincing demonstration of why the remarks constitute violations of the law and even crimes.\"[20] On 23 July 2020, he was expelled from the Chinese Communist Party, paving the way for his criminal prosecution.[21] On 22 September 2020, after a one-day trial, a Chinese court sentenced Ren to prison for 18 years on corruption charges.[22]","Title":"Ren Zhiqiang - Wikipedia","KeyID":"11465","URL":"https://en.wikipedia.org/wiki/Ren_Zhiqiang"}