{"Content: ":"Private Joseph Ashitey Hammond (born c. 1925) is a Ghanaian Second World War veteran, known for his achievements in fundraising during the COVID-19 pandemic. He is a veteran of the Burma campaign. Hammond came to media attention in May 2020, after walking 14 miles in a week to raise money for coronavirus charities.[1] He took his inspiration from the Late Sir Thomas Moore, popularly known as Captain Tom, a former British Army officer who has similar footsteps in raising funds to support the vulnerable prior to his 100th birthday in April.[2] Hammond joined the Gold Coast Regiment, then part of the Royal West African Frontier Force, on 31 July 1943. He was trained as a mechanic, and posted to Takoradi until November, when he was sent to Khulna with the 3rd Battalion, Gold Coast Regiment for further training. The battalion was attached to the 82nd West African Division and served in western Burma (now Myanmar), during which Hammond and his battalion were involved in heavy fighting.[3] During the Allied capture of Kindaungyyi, Hammond developed an eye infection, and was sent to India for treatment, where he would remain until the end of the war. He returned home in December 1945, and was demobilised in January 1946.[4] He is known to be the only survivor to have served in the Gold Coast Regiment.[5] In May 2020 during the global COVID-19 pandemic, Hammond embarked on a daily walk to raise $600,000 to support frontline workers and vulnerable veterans across Africa by walking two miles in a day for a week.[6] On the final day of his walk, 25 May, Africa Day, he was joined by Iain Walker, High Commissioner of the United Kingdom to Ghana.[7] He was congratulated by Prince Harry, Duke of Sussex in June, and was informed later the same month he was to receive a Commonwealth Points of Light award from Elizabeth II, as head of the Commonwealth of Nations.[8][9] (Hammond had previously met Prince Harry in November 2019, at the Field of Remembrance war memorial event at Westminster Abbey.)[8][9] In July, having raised £40,000 he was visited at home in Osu by the British Deputy High Commissioner, Thomas Hartley, and the British defence attaché to Ghana, Lieutenant Colonel Alastair Mckechnie, who delivered him his Points of Lights award and a handwritten letter from Charles, Prince of Wales.[9] Pandemic walk - 2020 Hammond recently clocked the 14 miles walk in a week to raise funds to support the vulnerable on May 25. He hopes to embark on another walk to meet his overall goal of 30 miles.[10][11] GUBA Special Achievement Award - 2018 Joseph Hammond was honoured for his veteran service at the 2018 GUBA, a Ghana UK Based Achievement Awards scheme which is set to award British-Ghanaians and diasporans for their outstanding work on the African continent.[12] Joseph Ashitey Hammond on Twitter","Title":"Joseph Ashitey Hammond - Wikipedia","KeyID":"11461","URL":"https://en.wikipedia.org/wiki/Joseph_Ashitey_Hammond"}