{"Content: ":"The Parnaíba Basin (Portuguese: Bacia do Parnaíba) is a large cratonic sedimentary basin located in the North and Northeast portion of Brazil. About 50% of its areal distribution occurs in the state of Maranhão, and the other 50% occurring in the state of Pará, Piauí, Tocantins, and Cearâ. It is one of the largest Paleozoic basins in the South American Platform. The basin has a roughly ellipsoidal shape, occupies over 600,000 km2, and is composed of ~3.4 km of mainly Paleozoic sedimentary rock that overlies localized rifts.[1] The basin as named after the Parnaíba River, which is approximately 1,400 km (870 mi) long, and runs relatively parallel to the major axis of the basin. It is located between the Amazonian Craton to the west and the São Francisco Craton to the south east. The São Luís Craton sits north of the basin and the Borborema Province is the east. The basin currently covers a Precambrian basement composed of Archean–Early Proterozoic cratonic blocks, Late Proterozoic Brasiliano/Pan-African fold belts and basement inliers.[2] The existence of a Parnaíba block was hypothesized from geophysical evidence, petrography, geochronology of the basement rocks,[3] and from collisional tectonic models.[4][5][6] It was regarded as one of the continental fragments inherited by the South American platform after the dispersal of the Rodinia supercontinent to form the Gondwana supercontinent.[8] The São Francisco Craton and São Luis Craton existed before the opening of the Atlantic Ocean in Mesozoic times, were part of larger cratonic landmasses, and probably surrounded a central Parnaíba block presently concealed under the basin's sediments.[9] To the west, the Araguaia suture zone represents the final Neoproterozoic collision between the Amazonian craton and the Parnaíba block and, to the east, the Transbrasiliano Lineament marks the border with the Borborema Province.[8][10] Stratigraphy of the Parnaíba basin contains depositional sequences, varying in age from Silurian to Cretaceous, marked by a progressive change in depositional environment from marine to continental.[11] Like many other cratonic basins, the Parnaíba Basin displays a polyphase sedimentary history.[12] There are five distinct and recognizable tectonostratigraphic (TS) units that are separated by basin-wide unconformities that make up the area. These TS units include: the Riachão unit (TS-1), the Jaibaras unit (TS-2), the Parnaíba unit (TS-3), the Mearim unit (TS-4), and the Grajau unit (TS-5). The sedimentary rocks vary greatly throughout the stratigraphy of the basin and depsostional enciroment changes, and includes shale, siltstone, mudstone, sandstone, conglomerate, breccia, limestone, and more. Two magmatic pulses can be seen in the rock record, and are known as the Mosquito Formation and the Sardinha Formation. Most of the magmatic rocks are sub-alkaline tholeiitic basalts, and occur as dykes and sills mainly within the Silurian to Carboniferous and as magmatic flows in the Jurassic and, less commonly, in the Cretaceous[13] Balsas megasequence Caninde megaseqeuence Serra Grande megasequence The Parnaíba basin is located above a complex basement comprising several Archaean and Proterozoic terranes that stabilized during the Brasiliano orogeny.[12] Seismic reflection data reveal a remnant basin beneath the major pre-Silurian unconformity and the base of the sediments of the Parnaíba cratonic basin. This pre-Silurian basin, known as the Riachão basin, covers an area of at least 35,000 km2 along a north–south trend.[11] The remnant basin is thought to have originated as a foreland basin, and is poorly constrained between 574 to 500 million years ago.[11] The Riachão basin has sedimentation that reaches a thickness of 4 km at its maximum, and is composed of three seismostratigraphic sequences (Riachão I, II and III). These sequences are defined by onlaps and erosive unconformities. The Riachão III sequence is a wedge-shaped package of low amplitude continuous reflectors that onlap the top of the Riachão II sequence to the west. These clastic sediments were deposited in the second foreland phase to the east.[11] The Riachão II sequence is a wedge-shaped package of very low amplitude discontinuous reflectors that onlap the top of the Riachão I sequence to the east. These sediments were deposited in the first foreland phase, centered in the west.[11] The Riachão I sequence is a thin, banded package of high-amplitude reflections that extend across most of the basin area and define a broad arch. This is interpreted as a carbonate marine platform sequence that took place before any foreland subsidence or clastic sediment input.[11] The Phanerozic Parnaíba basin sits on top of the remnant Riachão basin sequences, and shows no signs of deformation from thrust faulting. An intense erosional event took place after the deposition of the Riachão basin sequences that ultimately created a profound pre-Silurian unconformity. The subsidence and deposition of the Parnaíba basin sediments occurred after this event and have little to do with the previous development and deformation of the Riachão basin.[11] The current Parnaíba basin has maximum thickness of 3.5 km in its center,[11] covers a Precambrian basin composed of Archean-Early Proterozoic cratonic blocks,[2] consists of phanerozoic sediment, and is termed a cratonic sag basin. Low to moderate thermal subsidence caused the tectonostratigraphic units to become increasingly thicker in the central portion of the basin, which produces a saucer shape typical of cratonic sag basins.[2] Tectonic subsidence curves through the Parnaíba Unit, done by backstripping data from 21 different wells, show an exponentially decreasing subsidence profile over 300 million years.[23] Thermal time constraints of this subsidence range from 70 to 90 million years ago.[23] The underlying subsidence appears largely continuous throughout the basin's history, there are minor deviations associated with regional disconformities. These variations in subsidence can be interpreted as brief uplift events from epeirogenic movement caused by changing patterns of dynamic topography.[24]","Title":"Parnaíba Basin - Wikipedia","KeyID":"1148","URL":"https://en.wikipedia.org/wiki/Parna%C3%ADba_Basin"}