{"Content: ":"Traditional Chinese characters are one type of standard Chinese character sets of the contemporary written Chinese. The traditional characters had taken shapes since the clerical change and mostly remained in the same structure they took at the introduction of the regular script in the 2nd century.[1] Over the following centuries, traditional characters were regarded as the standard form of printed Chinese characters or literary Chinese throughout the Sinosphere until the middle of the 20th century,[1][3][4] before different script reforms initiated by countries using Chinese characters as a writing system.[3][5][6] Traditional Chinese characters remain in common use in Taiwan, Hong Kong and Macau, as well as in most overseas Chinese communities outside Southeast Asia;[7] in addition, Hanja in Korean language remains virtually identical to traditional characters, which is still used to a certain extent in South Korea, despite differing standards used among these countries over some variant Chinese characters. In Taiwan, the standardisation of traditional characters is stipulated through the promulgation of the Standard Form of National Characters, which is regulated by Taiwan's Ministry of Education. In contrast, simplified Chinese characters are used in Mainland China, Malaysia and Singapore in official publications. The debate on traditional and simplified Chinese characters has been a long-running issue among Chinese communities.[8][9] Currently, many Chinese online newspapers allow users to switch between both character sets.[2] The modern shapes of traditional Chinese characters first appeared with the emergence of the clerical script during the Han dynasty and have been more or less stable since the 5th century (during the Southern and Northern Dynasties). The retronym \"Traditional Chinese\" is used to contrast traditional characters with \"simplified Chinese characters\", a standardized character set introduced in the 1950s by the government of the People's Republic of China on Mainland China. The east square of Guangzhou railway station in 1991. Notice the prevalence of traditional Chinese characters as brand logos during that time, including Jianlibao (健力寶), Rejoice (飄柔) and 萬家樂; only Head & Shoulders (海飞丝) printed in simplified. In Mainland China, it is legal to design brand logos in traditional characters, yet by 2020, apart from Jianlibao, the other three have changed to simplified. The character 繁 (Pinyin: fán ; Zhuyin: ㄈㄢˊ) meaning \"complex, complicated (Chinese characters)\" Although simplified characters are endorsed by the government of China and taught in schools, there is no prohibition against using traditional characters. Traditional characters are used informally, primarily in handwriting, but also for inscriptions and religious text.[citation needed] They are often retained in logos or graphics to evoke yesteryear. Nonetheless, the vast majority of media and communications in China use simplified characters. In Hong Kong and Macau, Traditional Chinese has been the legal written form since colonial times. In recent years, however, simplified Chinese characters are used to accommodate Mainland Chinese tourists and immigrants.[10] The use of simplified characters has led to residents being concerned about protecting their local heritage.[11][12] Taiwan has never adopted simplified characters. The use of simplified characters in government documents and educational settings is discouraged by the government of Taiwan.[13][14][15][16] Nevertheless, simplified characters (簡體字) might be understood by some Taiwanese people, as it could take little effort to learn them. Some writing stroke simplifications have long been in folk handwriting from the ancient time, existing as an informal variant form (俗字) of the traditional characters.[17][18] The Chinese Filipino community continues to be one of the most conservative in Southeast Asia regarding simplification.[citation needed] Although major public universities teach simplified characters, many well-established Chinese schools still use traditional characters. Publications such as the Chinese Commercial News, World News, and United Daily News all use traditional characters. So do some magazines from Hong Kong, such as the Yazhou Zhoukan. On the other hand, the Philippine Chinese Daily uses simplified characters. DVD subtitles for film or television mostly use traditional Characters, that subtitling being influenced by Taiwanese usage and by both countries being within the same DVD region, 3.[citation needed] Having immigrated to the United States during the second half of the 19th century, well before the institution of simplified characters, Chinese-Americans have long used traditional characters. Therefore, US public notices and signage in Chinese are generally in traditional Chinese.[19] Traditional Chinese characters are known by different names within the Chinese-speaking world. The government of Taiwan officially calls traditional Chinese characters standard characters or orthodox characters (traditional Chinese: 正體字; simplified Chinese: 正体字; pinyin: zhèngtǐzì; Zhuyin Fuhao: ㄓㄥˋ ㄊㄧˇ ㄗˋ).[20] However, the same term is used outside Taiwan to distinguish standard, simplified, and traditional characters from variant and idiomatic characters.[21] In contrast, users of traditional characters outside Taiwan—such as those in Hong Kong, Macau, and overseas Chinese communities, and also users of simplified Chinese characters—call the traditional characters complex characters (traditional Chinese: 繁體字; simplified Chinese: 繁体字; pinyin: fántǐzì; Zhuyin Fuhao: ㄈㄢˊ ㄊㄧˇ ㄗˋ), old characters (Chinese: 老字; pinyin: lǎozì; Zhuyin Fuhao: ㄌㄠˇ ㄗˋ), or full Chinese characters (traditional Chinese: 全體字; simplified Chinese: 全体字; pinyin: quántǐ zì; Zhuyin Fuhao: ㄑㄩㄢˊ ㄊㄧˇ ㄗˋ) to distinguish them from simplified Chinese characters. Some users of traditional characters argue that traditional characters are the original form of the Chinese characters and cannot be called \"complex\". Similarly, they argue that simplified characters cannot be called \"standard\" because they are not used in all Chinese-speaking regions. Conversely, supporters of simplified Chinese characters object to the description of traditional characters as \"standard\", since they view the new simplified characters as the contemporary standard used by the vast majority of Chinese speakers. They also point out that traditional characters are not truly traditional, as many Chinese characters have been made more elaborate over time.[22] Some people refer to traditional characters as simply proper characters (Chinese: 正字; pinyin: zhèngzì; Zhuyin Fuhao: ㄓㄥˋㄗˋ or Chinese: 正寫; pinyin: zhèngxiě; Zhuyin Fuhao: ㄓㄥˋㄒㄧㄝˇ ) and to simplified characters as \"simplified-stroke characters\" (traditional Chinese: 簡筆字; simplified Chinese: 简笔字; pinyin: jiǎnbǐzì; Zhuyin Fuhao: ㄐㄧㄢˇㄅㄧˇㄗˋ) or \"reduced-stroke characters\" (traditional Chinese: 減筆字; simplified Chinese: 减笔字; pinyin: jiǎnbǐzì; Zhuyin Fuhao: ㄐㄧㄢˇㄅㄧˇㄗˋ) (simplified- and reduced- are actually homophones in Mandarin Chinese, both pronounced jiǎn; ㄐㄧㄢˇ ). When printing text, people in mainland China and Singapore use the simplified system. In writing, most people use informal, sometimes personal simplifications. In most cases, an alternative character (異體字) will be used in place of one with more strokes, such as 体 for 體. In the old days,[when?] there were two main uses for alternative characters. First, alternative characters were used to name an important person in less formal contexts, reserving traditional characters for use in formal contexts, as a sign of respect, an instance of what is called \"offence-avoidance\" (避諱) in Chinese. Secondly, alternative characters were used when the same characters were repeated in context to show that the repetition was intentional rather than a mistake (筆誤). In the past, Traditional Chinese was most often rendered using the Big5 character encoding scheme, a scheme that favours Traditional Chinese. However, Unicode, which gives equal weight to both simplified and traditional Chinese characters, has become increasingly popular as a rendering method. There are various IMEs (Input Method Editors) available to input Chinese characters. There are still many Unicode characters that cannot be written using most IMEs, one example being the character used in the Shanghainese dialect instead of 嗎, which is U+20C8E 𠲎 (伐 with a 口 radical).[citation needed] In font filenames and descriptions, the acronym TC is used to signify the use of traditional Chinese characters to differentiate fonts that use SC for Simplified Chinese characters.[23] The World Wide Web Consortium recommends the use of the language tag zh-Hant as a language attribute and Content-Language value to specify web-page content in Traditional Chinese.[24] In Japanese, kyūjitai is the now-obsolete, non-simplified form of simplified (shinjitai) Jōyō kanji. These non-simplified characters are mostly congruent with the traditional characters in Chinese, save for a few minor regional graphical differences. Furthermore, characters that are not included in the Jōyō list are generally recommended to be printed in their original non-simplified forms, save for a few exceptions. In Korean, traditional Chinese characters are identical with Hanja (now almost completely replaced by Hangul for general use in most cases, but nonetheless unchanged from Chinese except for some Korean-made Hanja). Traditional Chinese characters are also used by non-Chinese ethnic groups, especially the Maniq people—of southern Yala Province of Thailand and northeastern Kedah state of Malaysia—for writing the Kensiu language.[25][26]","Title":"Traditional Chinese characters - Wikipedia","KeyID":"11488","URL":"https://en.wikipedia.org/wiki/Traditional_Chinese_characters"}