{"Content: ":"Recent genera Fossil genera Paddlefish (family Polyodontidae) are family of ray-finned fish belonging to order Acipenseriformes, and one of two living groups of the order alongside sturgeons (Acipenseridae).[3] They are distinguished from other fish by their titular elonglated rostrums, which are thought to enhance electroreception to detect prey. Paddlefish have been referred to as \"primitive fish\" because Acipenseriformes are amongst the earliest diverging lineages of ray-finned fish, having diverged from all living groups over 300 million years ago. Paddlefish are almost exclusively North American and Chinese, both extant and in the fossil record.[4] There are six known species: four extinct species known only from fossil remains (three from western North America, one from China), one extant species, the American paddlefish (Polyodon spathula) which is native to the Mississippi River basin in the U.S., and the Chinese paddlefish (Psephurus gladius), declared extinct in 2022 following a 2019 recommendation that it be declared extinct.[5][6][7] The species was last sighted in 2003 in the Yangtze River Basin in China.[8][9] Chinese paddlefish are also commonly referred to as \"Chinese swordfish\", or \"elephant fish\".[10] The earliest known species is Protopsephurus from the Early Cretaceous (Aptian) of China, dating to around 120 million years ago. Paddlefish populations have declined dramatically throughout their historic range as a result of overfishing, pollution, and the encroachment of human development, including the construction of dams that have blocked their seasonal upward migration to ancestral spawning grounds.[11] Other detrimental effects include alterations of rivers which have changed natural flows resulting in the loss of spawning habitat and nursery areas.[12] Paddlefish as a group are one of the few organisms that retain a notochord past the embryonic stage. Paddlefish have very few bones and their bodies mostly consist of cartilage with the notochord functioning as a soft spine. During the initial stages of development from embryo to fry, paddlefish have no rostrum (snout). It begins to form shortly after hatching.[13] The rostrum of the Chinese paddlefish was narrow and sword-like whereas the rostrum of the American paddlefish is broad and paddle-like. Some common morphological characteristics of paddlefish include a spindle-shaped, smooth-skinned scaleless body, heterocercal tail, and small poorly developed eyes.[10][13] Unlike the filter-feeding American paddlefish, Chinese paddlefish were piscivores, and highly predatory. Their jaws were more forward pointing which suggested they foraged primarily on small fishes in the water column, and occasionally on shrimp, benthic fishes, and crabs.[10][14] The jaws of the American paddlefish are distinctly adapted for filter feeding only.[4] They are ram suspension filter feeders with a diet that consists primarily of zooplankton, and occasionally small insects, insect larvae, and small fish.[4] The largest Chinese paddlefish on record measured 23 ft (7.0 m) in length, and was estimated to weigh a few thousand pounds.[9] They commonly reached 9.8 ft (3.0 m) and 1,100 lb (500 kg).[9][10][15] Although the American paddlefish is one of the largest freshwater fishes in North America, their recorded lengths and weights fall short in comparison to the larger Chinese paddlefish. American paddlefish commonly reach 5 ft (1.5 m) or more in length and can weigh more than 60 lb (27 kg). The largest American paddlefish on record was caught in 1916 in Okoboji Lake, Iowa.[16] The fish was taken with a spear, and measured 7 ft 1 in (2.16 m) long and 45.5 in (1.16 m) in the girth.[16] A report published by J.R. Harlan and E.B. Speaker in Iowa Fish and Fishing (1969) said the fish weighed over 198 lb (90 kg).[17] The world record paddlefish caught on rod and reel weighed 144 lb (65 kg) and was 54.25 in (1.378 m) long. The fish was caught by Clinton Boldridge in a 5-acre pond in Atchison County, Kansas on May 5, 2004.[18][19] However, the record would be broken an additional two times in 2020. On June 28, 2020, an Oklahoma man caught a 146-pounder in Keystone Lake, west of Tulsa. Later on July 23, 2020, the record was broken again when another Oklahoma man caught a 151-pound, nearly 6-foot long Paddlefish in the same lake.[20] Scientists once believed paddlefish used their rostrums to excavate bottom substrate,[13][21] but have since determined with the aid of electron microscopy that paddlefish have electroreceptors on their rostrum's ampulla (hair cells) which are similar in structure to other Lorenzini.[22] The electroreceptors can detect weak electrical fields which not only signal the presence of prey items in the water column, such as zooplankton which is the primary diet of the American paddlefish, but they can also detect the individual feeding and swimming movements of zooplankton's appendages.[4][13] Paddlefish have poorly developed eyes, and rely on their electroreceptors for foraging. However, the rostrum is not the paddlefish's sole means of food detection. Some reports incorrectly suggest that a damaged rostrum would render paddlefish less capable of foraging efficiently to maintain good health. Laboratory experiments, and field research indicate otherwise. In addition to electroreceptors on the rostrum, paddlefish also have sensory pores covering nearly half of the skin surface extending from the rostrum to the top of the head down to the tips of the operculum (gill flaps). Therefore, paddlefish with damaged or abbreviated rostrums are still able to forage and maintain good health.[4][13] Over the past half century, paddlefish populations have been on the decline. Attributable causes are overfishing, pollution, and the encroachment of human development, including the construction of dams which block their seasonal upward migration to ancestral spawning grounds. Other detrimental effects include alterations of rivers which have changed the natural flow, and resulted in the loss of spawning habitat and nursery areas. American paddlefish have been extirpated from much of their Northern peripheral range, including the Great Lakes and Canada, New York, Maryland and Pennsylvania. There is growing concern about their populations in other states. The Chinese paddlefish was considered anadromous with upstream migration, however little is known about their migration habits and population structure. They were endemic to the Yangtze River Basin in China where they lived primarily in the broad surfaced main stem rivers and shoal zones along the East China Sea.[9][23] Research suggests they preferred to navigate the middle and lower layers of the water column, and occasionally swam into large lakes.[9] There have been no sightings of Chinese paddlefish since 2003, and were declared extinct in 2019.[6] Past attempts of artificial propagation for restoration purposes failed because of difficulties encountered in keeping captive fish alive.[24] American paddlefish are native to the Mississippi River basin from New York to Montana and south to the Gulf of Mexico.[25] They have been found in several Gulf Slope drainages in medium to large rivers with long, deep sluggish pools, as well as in backwater lakes and bayous.[26] In Texas, paddlefish occurred historically in the Angelina River, Big Cypress Bayou, Neches River, Red River tributaries, Sabine River, San Jacinto River, Sulphur River, and Trinity River.[25] Their historical range also included occurrences in Canada in Lake Huron and Lake Helen, and in 26–27 states in the United States. The Ontario Ministry of Natural Resources listed the paddlefish as extirpated from Ontario, Canada under their Endangered Species Act.[27] The IUCN Red List lists the Canadian populations of paddlefish as extirpated, noting there have been no Canadian records since the early 1900s and distribution in Canada was highly peripheral. As a species, the American paddlefish is classified as vulnerable (VU) on the IUCN Red List, and its international trade has been restricted since June 1992 under Appendix II of the Convention of International Trade in Endangered Species of Wild Flora and Fauna, or CITES.[28] Paddlefish are long-lived, and sexually late maturing. Females do not begin spawning until they are seven to ten years old, some even as late as sixteen to eighteen years old. Males begin spawning around age seven, some as late as nine or ten years of age.[13][29] Paddlefish spawn in late spring provided the proper combination of events occur, including water flow, temperature, photoperiod, and availability of gravel substrates suitable for spawning. If all the conditions are not met, paddlefish will not spawn. Research suggests females do not spawn every year, rather they spawn every second or third year while males spawn more frequently, typically every year or every other year.[13] Paddlefish migrate upstream to spawn, and prefer silt-free gravel bars that would otherwise be exposed to air, or covered by very shallow water were it not for the rises in the river from snow melt and annual spring rains that cause flooding.[30] They are broadcast spawners, also referred to as mass spawners or synchronous spawners. Gravid females release their eggs into the water over bare rocks or gravel at the same time males release their sperm. Fertilization occurs externally. The eggs are adhesive and stick to the rocky substrate. The young are swept downstream after hatching and grow to adulthood in deep freshwater pools.[31] The advancements in biotechnology in paddlefish propagation and rearing of captive stock indicate significant improvements in reproduction success, adaptation and survival rates of paddlefish cultured for broodstock development and stock rehabilitation. Such improvements have led to successful practices in reservoir ranching and pond rearing, creating an increasing interest in the global market for paddlefish polyculture.[32][33] In a cooperative scientific effort in the early 1970s between the US Fish & Wildlife Service and its former USSR counterpart, American paddlefish were imported into the former USSR for aquaculture, beginning with five-thousand hatched larvae from Missouri hatcheries in the United States. They were introduced into several rivers in Europe and Asia, and provided the first broodstock that were successfully reproduced in 1984–1986 in Russia.[34] Paddlefish are now being raised in Germany, Austria, the Czech Republic, and the Plovdiv and Vidin regions in Bulgaria. Reproduction was successful in 1988 and 1989, and resulted in the exportation of juvenile paddlefish to Romania and Hungary. In May 2006, specimens of different sizes and weights were caught by professional fisherman near Prahovo in the Serbian part of the Danube River.[35] In 1988, fertilized paddlefish eggs and larvae from Missouri hatcheries were first introduced into China.[35] Since that time, China imports approximately 4.5 million fertilized eggs and larvae every year from hatcheries in Russia, and the United States. Some of the paddlefish are polycultured in carp ponds, and sold to restaurants while others are cultured for brood stock and caviar production. China has also exported paddlefish to Cuba, where they are farmed for caviar production.[33] There is one currently extant genus in this family, one recently extinct and three extinct genera known exclusively from fossils: Classification after Grande and Bemis (1991):[36] Relationships of the genera, after Grande et al. (2002).[37] †Protopsephurus †Paleopsephurus †Psephurus †Crossopholis Polyodon ","Title":"Paddlefish - Wikipedia","KeyID":"11493","URL":"https://en.wikipedia.org/wiki/Paddlefish"}