{"Content: ":"Fresh water or freshwater is any naturally occurring liquid or frozen water containing low concentrations of dissolved salts and other total dissolved solids. Although the term specifically excludes seawater and brackish water, it does include non-salty mineral-rich waters such as chalybeate springs. Fresh water may encompass frozen and meltwater in ice sheets, ice caps, glaciers, snowfields and icebergs, natural precipitations such as rainfall, snowfall, hail/sleet and graupel, and surface runoffs that form inland bodies of water such as wetlands, ponds, lakes, rivers, streams, as well as groundwater contained in aquifers, subterranean rivers and lakes. Fresh water is the water resource that is of the most and immediate use to humans. Water is critical to the survival of all living organisms. Many organisms can thrive on salt water, but the great majority of higher plants and most insects, amphibians, reptiles, mammals and birds need fresh water to survive. Fresh water is not always potable water, that is, water safe to drink by humans. Much of the earth's fresh water (on the surface and groundwater) is to a substantial degree unsuitable for human consumption without some treatment. Fresh water can easily become polluted by human activities or due to naturally occurring processes, such as erosion. Fresh water is a renewable and variable, but finite natural resource. Fresh water is replenished through the process of the water cycle, in which water from seas, lakes, forests, land, rivers and reservoirs evaporates, forms clouds, and returns inland as precipitation.[1] Locally, however, if more fresh water is consumed through human activities than is naturally restored, this may result in reduced fresh water availability (or water scarcity) from surface and underground sources and can cause serious damage to surrounding and associated environments. Water pollution also reduces the availability of fresh water. Fresh water can be defined as water with less than 500 parts per million (ppm) of dissolved salts.[2] Other sources give higher upper salinity limits for fresh water, e.g. 1000 ppm[3] or 3000 ppm.[4] Fresh water habitats are classified as either lentic systems, which are the stillwaters including ponds, lakes, swamps and mires; lotic which are running-water systems; or groundwaters which flow in rocks and aquifers. There is, in addition, a zone which bridges between groundwater and lotic systems, which is the hyporheic zone, which underlies many larger rivers and can contain substantially more water than is seen in the open channel. It may also be in direct contact with the underlying underground water. The original source of almost all fresh water is precipitation from the atmosphere, in the form of mist, rain and snow. Fresh water falling as mist, rain or snow contains materials dissolved from the atmosphere and material from the sea and land over which the rain bearing clouds have traveled. The precipitation leads eventually to the formation of water bodies that humans can use as sources of freshwater: ponds, lakes, rainfall, rivers, streams, and groundwater contained in underground aquifers. In coastal areas fresh water may contain significant concentrations of salts derived from the sea if windy conditions have lifted drops of seawater into the rain-bearing clouds. This can give rise to elevated concentrations of sodium, chloride, magnesium and sulfate as well as many other compounds in smaller concentrations. In desert areas, or areas with impoverished or dusty soils, rain-bearing winds can pick up sand and dust and this can be deposited elsewhere in precipitation and causing the freshwater flow to be measurably contaminated both by insoluble solids but also by the soluble components of those soils. Significant quantities of iron may be transported in this way including the well-documented transfer of iron-rich rainfall falling in Brazil derived from sand-storms in the Sahara in north Africa.[citation needed] Saline water in oceans, seas and saline groundwater make up about 97% of all the water on Earth. Only 2.5–2.75% is fresh water, including 1.75–2% frozen in glaciers, ice and snow, 0.5–0.75% as fresh groundwater and soil moisture, and less than 0.01% of it as surface water in lakes, swamps and rivers.[6][7] Freshwater lakes contain about 87% of this fresh surface water, including 29% in the African Great Lakes, 22% in Lake Baikal in Russia, 21% in the North American Great Lakes, and 14% in other lakes. Swamps have most of the balance with only a small amount in rivers, most notably the Amazon River. The atmosphere contains 0.04% water.[8] In areas with no fresh water on the ground surface, fresh water derived from precipitation may, because of its lower density, overlie saline ground water in lenses or layers. Most of the world's fresh water is frozen in ice sheets. Many areas have very little fresh water, such as deserts. Water is a critical issue for the survival of all living organisms. Some can use salt water but many organisms including the great majority of higher plants and most mammals must have access to fresh water to live. Some terrestrial mammals, especially desert rodents, appear to survive without drinking, but they do generate water through the metabolism of cereal seeds, and they also have mechanisms to conserve water to the maximum degree. Freshwater ecosystems are a subset of Earth's aquatic ecosystems. They include lakes, ponds, rivers, streams, springs, bogs, and wetlands.[9] They can be contrasted with marine ecosystems, which have a larger salt content. Freshwater habitats can be classified by different factors, including temperature, light penetration, nutrients, and vegetation. There are three basic types of freshwater ecosystems: Lentic (slow moving water, including pools, ponds, and lakes), lotic (faster moving water, for example streams and rivers) and wetlands (areas where the soil is saturated or inundated for at least part of the time).[10][9] Freshwater ecosystems contain 41% of the world's known fish species.[11] The increase in the world population and the increase in per capita water use puts increasing strains on the finite resources availability of clean fresh water. The response by freshwater ecosystems to a changing climate can be described in terms of three interrelated components: water quality, water quantity or volume, and water timing. A change in one often leads to shifts in the others as well.[15] Water scarcity (closely related to water stress or water crisis) is the lack of fresh water resources to meet the standard water demand. There are two types of water scarcity: physical or economic water scarcity. Physical water scarcity is where there is not enough water to meet all demands, including that needed for ecosystems to function effectively. Arid areas for example Central and West Asia, and North Africa often suffer from physical water scarcity.[16] On the other hand, economic water scarcity is caused by a lack of investment in infrastructure or technology to draw water from rivers, aquifers, or other water sources, or insufficient human capacity to satisfy the demand for water.[17] Much of Sub-Saharan Africa has economic water scarcity.[18]: 11  An important concern for hydrological ecosystems is securing minimum streamflow, especially preserving and restoring instream water allocations.[27] Fresh water is an important natural resource necessary for the survival of all ecosystems. Water pollution (or aquatic pollution) is the contamination of water bodies, usually as a result of human activities, so that it negatively affects its uses.[28]: 6  Water bodies include lakes, rivers, oceans, aquifers, reservoirs and groundwater. Water pollution results when contaminants are introduced into these water bodies. Water pollution can be attributed to one of four sources: sewage discharges, industrial activities, agricultural activities, and urban runoff including stormwater.[29] It can be grouped into surface water pollution (either fresh water pollution or marine pollution) or groundwater pollution. For example, releasing inadequately treated wastewater into natural waters can lead to degradation of these aquatic ecosystems. Water pollution can also lead to water-borne diseases for people using polluted water for drinking, bathing, washing or irrigation.[30] Water pollution reduces the ability of the body of water to provide the ecosystem services (such as drinking water) that it would otherwise provide. Uses of water include agricultural, industrial, household, recreational and environmental activities. The Sustainable Development Goals are a collection of 17 interlinked global goals designed to be a \"blueprint to achieve a better and more sustainable future for all\".[32] Targets on freshwater conservation are included in SDG 6 (Clean water and sanitation) and SDG 15 (Life on land). For example, Target 6.4 is formulated as \"By 2030, substantially increase water-use efficiency across all sectors and ensure sustainable withdrawals and supply of freshwater to address water scarcity and substantially reduce the number of people suffering from water scarcity.\"[32] Another target, Target 15.1, is: \"By 2020, ensure the conservation, restoration and sustainable use of terrestrial and inland freshwater ecosystems and their services, in particular forests, wetlands, mountains and drylands, in line with obligations under international agreements.\"[32]","Title":"Fresh water - Wikipedia","KeyID":"11492","URL":"https://en.wikipedia.org/wiki/Fresh_water"}