{"Content: ":"UNESCO Global Geoparks (UGGp) are world-class geoparks – local areas focused on the protection of geological features and the celebration of that and the wider heritage[1] – recognized by the United Nations Educational, Scientific and Cultural Organization (UNESCO).[2] UGGp has roots in the Global Geoparks Network (GGN), founded in 2004 in partnership with the International Union of Geological Sciences (IUGS).[3] In 2015, the Member States of UNESCO ratified the rebranding to the current name.[4][5] The network was set up to conserve earth's geological heritage, as well as to promote the sustainable research and development by the concerned communities.[6] The first batch of members to the GGN were announced during the first International Conference on Geoparks in 2004. Since 2015, the application and designation process is defined by the Statutes and Operational Guidelines of the UGGp.[7] As of July 2020, there were 161 UGGps in 44 countries[8][9][10] There are now GGN member sites situated in 5 of 7 continents and there being none currently in either Antarctica or Australasia. Notably there are not yet (2020) any global geoparks in the United States or South Asia and most of Africa (except Morocco, Tanzania and Canarias). China is the country with the largest number of global geoparks.[11] The Global Geoparks Network (GGN) (also known as the Global Network of National Geoparks) is UNESCO assisted network established in 1998. Managed under the body's Ecological and Earth Sciences Division, the GGN seeks the promotion and conservation of the planet's geological heritage, as well as encourages the sustainable research and development by the concerned communities.[12][13][14] Since 2015, its members are officially designated as UNESCO Global Geoparks.[4] The international network seeks the membership geoparks—geographical areas where geological heritage is the focus of local protection, education and development. A set of criteria as established by UNESCO[7] must first be met for a geopark, as nominated by the corresponding government, to be included in the GGN: Criteria satisfaction is evaluated during biennial meetings (every even year) by the Geoparks Committee, known as the International Conference on Geoparks, which is also in charge with the periodic review of projects related to geological awareness. The first members of the GGN were named during the first conference in 2004, and it has continued to grow since then: The GGN works closely with another project under UNESCO's Ecological and Earth Sciences Division—the Man and Biosphere (MAB) World Network of Biosphere Reserves—to come up with and establish different means of sustainable development in promoting the local communities’ relationship with the natural environment. The following table contains the detailed articles on the UNESCO Global Geoparks (UGG) and further international recognition frameworks of the geoheritage of each continents and their representative regional geopark networks. UNESCO has currently designated two UNESCO Global Geoparks in Africa[a], located in two state parties, Tanzania and Morocco. There are plans for national geoparks in an initial phase that could be further developed to gain the UNESCO recognition.[16] Also on an international level, several sites of geoheritage values are inscribed on the World Heritage list under criterion VIII and/or criterion VII. Many of the names in the list below[24] appear in slightly different forms in different documents or webpages, particularly where they have been anglicised. Dates of accession to network, where not otherwise referenced are taken from UNESCO website.[25] Note * Kula Volcanic Geopark designated in 2013 was extended and renamed as Kula Salihli in 2020 Whilst the length of the list has grown year on year, some members drop out from time to time, either by choice or by failing the network's revalidation procedures. UNESCO Global Geoparks are given this designation for a period of four years after which the functioning and quality of each UNESCO Global Geopark is thoroughly re-examined during a revalidation process.[51] ^ A. Names and spellings used for the elements were based on the official list as published.","Title":"UNESCO Global Geoparks - Wikipedia","KeyID":"1149","URL":"https://en.wikipedia.org/wiki/UNESCO_Global_Geopark"}