{"Content: ":"The Three Gorges Dam is a hydroelectric gravity dam that spans the Yangtze River by the town of Sandouping, in Yiling District, Yichang, Hubei province, central China, downstream of the Three Gorges. The Three Gorges Dam has been the world's largest power station in terms of installed capacity (22,500 MW) since 2012.[5][6] The dam generates an average 95±20 TWh of electricity per year, depending on annual amount of precipitation in the river basin.[7] After the extensive monsoon rainfalls of 2020, the dam's annual production nearly reached 112 TWh, breaking the previous world record of ~103 TWh set by Itaipu Dam in 2016.[8][9] The dam body was completed in 2006. The power plant of the dam project was completed and fully functional as of July 4, 2012,[10][11] when the last of the main water turbines in the underground plant began production. Each main water turbine has a capacity of 700 MW.[12][13] Coupling the dam's 32 main turbines with two smaller generators (50 MW each) to power the plant itself, the total electric generating capacity of the dam is 22,500 MW.[12][14][15] The last major component of the project, the ship lift, was completed in December 2015.[16] As well as producing electricity, the dam is intended to increase the Yangtze River's shipping capacity. By providing flood storage space, the dam reduces the potential for floods downstream which have historically plagued the Yangtze Plain. In 1931, floods on the river caused the deaths of up to 4 million people. As a result, China regards the project as a monumental social and economical success,[17] with the design of state-of-the-art large turbines,[18] and a move toward limiting greenhouse gas emissions.[19] However, the dam has caused ecological changes including an increased risk of landslides.[20][21] Because of that, the dam has been controversial both domestically and abroad.[22][23][24][25] A large dam across the Yangtze River was originally envisioned by Sun Yat-sen in The International Development of China, in 1919.[27][28] He stated that a dam capable of generating 30 million horsepower (22 GW) was possible downstream of the Three Gorges.[28] In 1932, the Nationalist government, led by Chiang Kai-shek, began preliminary work on plans in the Three Gorges. In 1939, during the Second Sino-Japanese War, Japanese military forces occupied Yichang and surveyed the area. A design, the Otani plan, was completed for the dam in anticipation of a Japanese victory over China.[citation needed] In 1944, the United States Bureau of Reclamation's head design engineer, John L. Savage, surveyed the area and drew up a dam proposal for the 'Yangtze River Project'.[29] Some 54 Chinese engineers went to the U.S.A for training. The original plans called for the dam to employ a unique method for moving ships: the ships would enter locks located at the lower and upper ends of the dam and then cranes would move the ships from one lock to the next. Groups of craft would be lifted together for efficiency. It is not known whether this solution was considered for its water-saving performance or because the engineers thought the difference in height between the river above and below the dam too great for alternative methods.[30] Some exploration, survey, economic study, and design work was done, but the government, in the midst of the Chinese Civil War, halted work in 1947. After the 1949 Communist Revolution, Mao Zedong supported the project, but began the Gezhouba Dam project nearby first, and economic problems including the Great Leap Forward and the Cultural Revolution slowed progress. After the 1954 Yangtze River Floods, in 1956, Mao Zedong wrote \"Swimming\", a poem about his fascination with a dam on the Yangtze River. In 1958, after the Hundred Flowers Campaign, some engineers who spoke out against the project were imprisoned.[31] During the 1980s, the idea of a dam reemerged. The National People's Congress approved the dam in 1992: out of 2,633 delegates, 1,767 voted in favour, 177 voted against, 664 abstained, and 25 members did not vote, giving the legislation an unusually low 67.75% approval rate.[32][33] Construction started on December 14, 1994.[34] The dam was expected to be fully operational in 2009, but additional projects, such as the underground power plant with six additional generators, delayed full operation until May 2012.[15][31][35] The ship lift was completed in 2015.[16][36] The dam had raised the water level in the reservoir to 172.5 m (566 ft) above sea level by the end of 2008 and the designed maximum level of 175 m (574 ft) by October 2010.[37][38] Made of concrete and steel, the dam is 2,335 m (7,661 ft) long and the top of the dam is 185 m (607 ft) above sea level. The project used 27.2 million m3 (35.6 million cu yd) of concrete (mainly for the dam wall), used 463,000 tonnes of steel (enough to build 63 Eiffel Towers), and moved about 102.6 million m3 (134.2 million cu yd) of earth.[39] The concrete dam wall is 181 m (594 ft) high above the rock basis. When the water level is at its maximum of 175 m (574 ft) above sea level, 110 m (361 ft) higher than the river level downstream, the dam reservoir is on average about 660 km (410 mi) in length and 1.12 km (3,675 ft) in width. It contains 39.3 km3 (31,900,000 acre⋅ft) of water and has a total surface area of 1,045 km2 (403 sq mi). On completion, the reservoir flooded a total area of 632 km2 (244 sq mi) of land, compared to the 1,350 km2 (520 sq mi) of reservoir created by the Itaipu Dam.[40] The government estimated that the Three Gorges Dam project would cost 180 billion yuan (US$22.5 billion).[41] By the end of 2008, spending had reached 148.365 billion yuan, among which 64.613 billion yuan was spent on construction, 68.557 billion yuan on relocating affected residents, and 15.195 billion yuan on financing.[42] It was estimated in 2009 that the construction cost would be recovered when the dam had generated 1,000 terawatt-hours (3,600 PJ) of electricity, yielding 250 billion yuan. Full cost recovery was thus expected to occur ten years after the dam started full operation,[41] but the full cost of the Three Gorges Dam was recovered by December 20, 2013.[43] Funding sources include the Three Gorges Dam Construction Fund, profits from the Gezhouba Dam, loans from the China Development Bank, loans from domestic and foreign commercial banks, corporate bonds, and revenue from both before and after the dam was fully operational. Additional charges were assessed as follows: Every province receiving power from the Three Gorges Dam had to pay ¥7.00 per MWh extra. Other provinces had to pay an additional charge of ¥4.00 per MWh. The Tibet Autonomous Region pays no surcharge.[44] Power generation is managed by China Yangtze Power, a listed subsidiary of China Three Gorges Corporation (CTGC) – a Central Enterprise SOE administered by SASAC. The Three Gorges Dam is the world's largest capacity hydroelectric power station with 34 generators: 32 main generators, each with a capacity of 700 MW, and two plant power generators, each with capacity of 50 MW, making a total capacity of 22,500 MW.[12] Among those 32 main generators, 14 are installed in the north side of the dam, 12 in the south side, and the remaining six in the underground power plant in the mountain south of the dam. Annual electricity generation in 2018 was 101.6 TWh,[7] which is 20 times more than the Hoover Dam.[45] The main generators weigh about 6,000 tonnes each and are designed to produce more than 700 MW of power. The designed hydraulic head of the generator is 80.6 metres (264 ft). The flow rate varies between 600–950 cubic metres per second (21,000–34,000 cu ft/s) depending on the head available. The greater the head, the less water needed to reach full power. Three Gorges uses Francis turbines. The turbine diameter is 9.7/10.4 m (VGS design/Alstom's design) and the rotation speed is 75 revolutions per minute. This means that in order to generate power at 50 Hz, the generator rotors have 80 poles. Rated power is 778 MVA, with a maximum of 840 MVA and a power factor of 0.9. The generator produces electrical power at 20 kV. The electricity generated is then stepped-up to 500 kV for transmission at 50 Hz. The outer diameter of the generator stator is 21.4/20.9 m. The inner diameter is 18.5/18.8 m. The stator, the biggest of its kind, is 3.1/3 m in height. Bearing load is 5,050/5,500 tonnes. Average efficiency is over 94%, and reaches 96.5%.[46][47] The generators were manufactured by two joint ventures: one of them Alstom, ABB, Kvaerner, and the Chinese company Harbin Motor; the other Voith, General Electric, Siemens (abbreviated as VGS), and the Chinese company Oriental Motor. The technology transfer agreement was signed together with the contract. Most of the generators are water-cooled. Some newer ones are air-cooled, which are simpler in design and manufacture and are easier to maintain.[48] The first north side main generator (No. 2) started on July 10, 2003; the north side became completely operational September 7, 2005, with the implementation of generator No. 9. Full power (9,800 MW) was only reached on October 18, 2006, after the water level reached 156 m.[49] The 12 south-side main generators are also in operation. No. 22 began operation on June 11, 2007, and No. 15 started up on October 30, 2008.[13] The sixth (No. 17) began operation on December 18, 2007, raising capacity to 14.1 GW, finally surpassing Itaipu dam (14.0 GW), to become the world's largest hydro power plant by capacity.[50][51][52][53] As of May 23, 2012, when the last main generator, No. 27, finished its final test, the six underground main generators are also in operation, raising capacity to 22.5 GW.[10] After nine years of construction, installation and testing, the power plant was fully operational by July 2012.[15][54][55] By August 16, 2011, the plant had generated 500 TWh of electricity.[69][70] In July 2008 it generated 10.3 TWh of electricity, its first month over 10 TWh.[71] On June 30, 2009, after the river flow rate increased to over 24,000 m3/s, all 28 generators were switched on, producing only 16,100 MW because the head available during flood season is insufficient.[72] During an August 2009 flood, the plant first reached its maximum output for a short period.[73] During the November to May dry season, power output is limited by the river's flow rate, as seen in the diagrams on the right. When there is enough flow, power output is limited by plant generating capacity. The maximum power-output curves were calculated based on the average flow rate at the dam site, assuming the water level is 175 m and the plant gross efficiency is 90.15%. The actual power output in 2008 was obtained based on the monthly electricity sent to the grid.[74][75] The Three Gorges Dam reached its design-maximum reservoir water level of 175 m (574 ft) for the first time on October 26, 2010, in which the intended annual power-generation capacity of 84.7 TWh was realized.[37] It has a combined generating capacity of 22.5 gigawatts and a designed annual generation capacity of 88.2 billion kilowatt hours. In 2012, the dam's 32 generating units generated a record 98.1 TWh of electricity, which accounts for 14% of China's total hydro generation.[76] Between 2012 (first year with all 32 generating units operating) and 2021, the dam generated an average of 97.22 TWh of electricity per year, higher than Itaipu dam's average of 89.22 TWh of electricity per year during the same period. Due to extensive monsoon of 2020 year with heavy rainfalls, the annual production reached ~112 TWh that year, which broke the previous world record of annual production by Itaipu Dam equal to ~103 TWh of 2016 year.[8] The State Grid Corporation and China Southern Power Grid paid a flat rate of ¥250 per MWh (US$35.7) until July 2, 2008. Since then, the price has varied by province, from ¥228.7–401.8 per MWh. Higher-paying customers, such as Shanghai, receive priority.[77] Nine provinces and two cities consume power from the dam.[78] Power distribution and transmission infrastructure cost about 34.387 billion yuan. Construction was completed in December 2007, one year ahead of schedule.[79] Power is distributed over multiple 500 kV transmission lines. Three direct current (DC) lines to the East China Grid carry 7,200 MW: Three Gorges – Shanghai (3,000 MW), HVDC Three Gorges – Changzhou (3,000 MW), and HVDC Gezhouba – Shanghai (1,200 MW). The alternating current (AC) lines to the Central China Grid have a total capacity of 12,000 MW. The DC transmission line HVDC Three Gorges – Guangdong to the South China Grid has a capacity of 3,000 MW.[80] The dam was expected to provide 10% of China's power. However, electricity demand has increased more quickly than previously projected. Even fully operational, on average, it supports only about 1.7% of electricity demand in China in the year of 2011, when the Chinese electricity demand reached 4,692.8 TWh.[81][82] According to the National Development and Reform Commission, 366 grams of coal would produce 1 kWh of electricity during 2006.[83] From 2003 to 2007, power production equaled that of 84 million tonnes of standard coal.[84] Two hazards are uniquely identified with the dam.[85] One is that sedimentation projections are not agreed upon, and the other is that the dam sits on a seismic fault. At current levels, 80% of the land in the area is experiencing erosion, depositing about 40 million tons of sediment into the Yangtze annually.[86] Because the flow is slower above the dam, much of this sediment will now settle there instead of flowing downstream, and there will be less sediment downstream. The absence of silt downstream has three effects: Erosion in the reservoir, induced by rising water, causes frequent major landslides that have led to noticeable disturbance in the reservoir surface, including two incidents in May 2009 when somewhere between 20,000 and 50,000 cubic metres (26,000 and 65,000 cu yd) of material plunged into the flooded Wuxia Gorge of the Wu River.[90] In the first four months of 2010, there were 97 significant landslides.[91] The dam catalyzed improved upstream wastewater treatment around Chongqing and its suburban areas. According to the Ministry of Environmental Protection, as of April 2007, more than 50 new plants could treat 1.84 million tonnes per day, 65% of the total need. About 32 landfills were added, which could handle 7,664.5 tonnes of solid waste every day.[92] Over one billion tons of wastewater are released annually into the river,[86] which was more likely to be swept away before the reservoir was created. This has left the water looking stagnant, polluted and murky.[91] In 1997, the Three Gorges area had 10% forestation, down from 20% in the 1950s.[86] Research by the United Nations Food and Agriculture Organization suggested that the Asia-Pacific region would, overall, gain about 6,000 km2 (2,300 sq mi) of forest by 2008. That is a significant change from the 13,000 km2 (5,000 sq mi) net loss of forest each year in the 1990s. This is largely due to China's large reforestation effort. This accelerated after the 1998 Yangtze River floods convinced the government that it should restore tree cover, especially in the Yangtze's basin upstream of the Three Gorges Dam.[93] Concerns about the potential wildlife impact of the dam predate the National People's Congress's approval in 1992.[94] This region has long been known for its rich biodiversity. It is home to 6,388 species of plants, which belong to 238 families and 1,508 genera. Of these plant species, 57 percent are endangered.[95] These rare species are also used as ingredients in traditional Chinese medicines.[96] Already, the percentage of forested area in the region surrounding the Three Gorges Dam has dropped from twenty percent in 1950 to less than ten percent as of 2002,[96] negatively affecting all plant species in this locality. The region also provides habitats to hundreds of freshwater and terrestrial animal species.[95] Freshwater fish are especially affected by dams due to changes in the water temperature and flow regime. Many other fish are injured in the turbine blades of the hydroelectric plants as well. This is particularly detrimental to the ecosystem of the region because the Yangtze River basin is home to 361 different fish species and accounts for 27 percent of all endangered freshwater fish species in China.[97] Other aquatic species have been endangered by the dam, particularly the baiji, or Chinese river dolphin,[86] now extinct. In fact, Chinese Government scholars even claim that the Three Gorges Dam directly caused the extinction of the baiji.[98] The Chinese paddlefish is also believed extinct in part due to the dam blocking its migration. Of the 3,000 to 4,000 remaining critically endangered Siberian crane, a large number currently spend the winter in wetlands that will be destroyed by the Three Gorges Dam.[99] The dam contributed to the functional extinction of the baiji Yangtze river dolphin. Though it was close to this level even at the start of construction, the dam further decreased its habitat and increased ship travel, which are among the factors causing what will be its ultimate demise. In addition, populations of the Yangtze sturgeon are guaranteed to be \"negatively affected\" by the dam.[100] In 2005, NASA scientists calculated that the shift of water mass stored by the dams would increase the total length of the Earth's day by 0.06 microseconds and make the Earth slightly more round in the middle and flat on the poles.[101] An important function of the dam is to control flooding, which is a major problem for the seasonal river of the Yangtze. Millions of people live downstream of the dam, with many large, important cities like Wuhan, Nanjing, and Shanghai located adjacent to the river. Plenty of farm land and China's most important industrial area are built beside the river. The reservoir's flood storage capacity is 22 km3 (5.3 cu mi; 18 million acre⋅ft). This capacity will reduce the frequency of major downstream flooding from once every 10 years to once every 100 years. The dam is expected to minimize the effect of even a \"super\" flood.[102][103] In 1954, the river flooded 193,000 km2 (74,500 sq mi), killing 33,169 people and forcing 18,884,000 people to move. The flood covered Wuhan, a city of eight million people, for over three months, and the Jingguang Railway was out of service for more than 100 days.[104] The 1954 flood carried 50 cubic kilometres (12 cu mi) of water. The dam could only divert the water above Chenglingji, leaving 30 to 40 km3 (7.2 to 9.6 cu mi) to be diverted.[105] Also, the dam cannot protect against some of the large tributaries downstream, including the Xiang, Zishui, Yuanshui, Lishui, Hanshui, and the Gan. In 1998, a flood in the same area caused billions of dollars in damage; 2,039 km2 (787 sq mi) of farmland were flooded. The flood affected more than 2.3 million people, killing 1,526.[106] In early August 2009, the largest flood in five years passed through the dam site. The dam limited the water flow to less than 40,000 m3/s (1.4 million cu ft/s) per second, raising the upstream water level from 145.13 m (476.1 ft) on August 1, 2009, to 152.88 m (501.6 ft) on August 8, 2009. A full 4.27 km3 (1.02 cu mi) of flood water was captured and the river flow was cut by as much as 15,000 m3 (530,000 cu ft) per second.[73] The dam discharges its reservoir during the dry season between December and March every year.[107] This increases the flow rate of the river downstream, and provides fresh water for agricultural and industrial usage. It also improves shipping conditions. The water level upstream drops from 175 to 145 m (574 to 476 ft),[108] preparing for the rainy season. The water also powers the Gezhouba Dam downstream. Since the filling of the reservoir in 2003, the Three Gorges Dam has supplied an extra 11 km3 (2.6 cu mi) of fresh water to downstream cities and farms during the dry season.[109] During the 2010 South China floods in July, inflows at the Three Gorges Dam reached a peak of 70,000 m3/s (2.5 million cu ft/s), exceeding the peak during the 1998 Yangtze River Floods. The dam's reservoir rose nearly 3 m (9.8 ft) in 24 hours and reduced the outflow to 40,000 m3/s (1.4 million cu ft/s) in discharges downstream, effectively alleviating serious impacts on the middle and lower river.[110][111] The installation of ship locks is intended to increase river shipping from ten million to 100 million tonnes annually; as a result transportation costs will be cut between 30 and 37%. Shipping will become safer, since the gorges are notoriously dangerous to navigate.[84] There are two series of ship locks installed near the dam ( 30°50′12″N 111°1′10″E﻿ / ﻿30.83667°N 111.01944°E﻿ / 30.83667; 111.01944). Each of them is made up of five stages, with transit time at around four hours. Maximum vessel size is 10,000 tons.[112] The locks are 280 m long, 35 m wide, and 5 m deep (918 × 114 × 16.4 ft).[113][114] That is 30 m (98 ft) longer than those on the St Lawrence Seaway, but half as deep. Before the dam was constructed, the maximum freight capacity at the Three Gorges site was 18.0 million tonnes per year. From 2004 to 2007, a total of 198 million tonnes of freight passed through the locks. The freight capacity of the river increased six times and the cost of shipping was reduced by 25%. The total capacity of the ship locks is expected to reach 100 million tonnes per year.[84] These locks are staircase locks, whereby inner lock gate pairs serve as both the upper gate and lower gate. The gates are the vulnerable hinged type, which, if damaged, could temporarily render the entire flight unusable. As there are separate sets of locks for upstream and downstream traffic, this system is more water efficient than bi-directional staircase locks.  In addition to the canal locks, there is a ship lift, a kind of elevator for vessels. The ship lift can lift ships of up to 3,000 tons.[16][115] The vertical distance traveled is 113 m (371 ft),[116] and the size of the ship lift's basin is 120 m × 18 m × 3.5 m (394 ft × 59 ft × 11 ft). The ship lift takes 30 to 40 minutes to transit, as opposed to the three to four hours for stepping through the locks.[117] One complicating factor is that the water level can vary dramatically. The ship lift must work even if water levels vary by 12 m (39 ft) on the lower side, and 30 m (98 ft) on the upper side. The ship lift's design uses a helical gear system, to climb or descend a toothed rack.[118] The ship lift was not yet complete when the rest of the project was officially opened on May 20, 2006.[119][120] In November 2007, it was reported in the local media that construction of the ship lift started in October 2007.[36] In February 2012, Xinhua reported that the four towers that are to support the ship lift had almost been completed.[121] The report said the towers had reached 189 m (620 ft) of the anticipated 195 m (640 ft), the towers would be completed by June 2012 and the entire shiplift in 2015. As of May 2014, the ship lift was expected to be completed by July 2015.[122] It was tested in December 2015 and announced complete in January 2016.[16][123] Lahmeyer, the German firm that designed the ship lift, said it will take a vessel less than an hour to transit the lift.[118] An article in Steel Construction says the actual time of the lift will be 21 minutes.[124] It says that the expected dimensions of the 3,000 t (3 million kg) passenger vessels the ship lift's basin was designed to carry will be 84.5 by 17.2 by 2.65 metres (277.2 ft × 56.4 ft × 8.7 ft). The moving mass (including counterweights) is 34,000 tonnes. The trials of elevator finished in July 2016, the first cargo ship was lifted on July 15, the lift time comprised 8 minutes.[125] Shanghai Daily reported that the first operational use of the lift was on September 18, 2016, when limited \"operational testing\" of the lift began.[126] Plans also exist for the construction of short portage railways bypassing the dam area altogether. Two short rail lines, one on each side of the river, are to be constructed. The 88-kilometre-long (55 mi) northern portage railway (北岸翻坝铁路) will run from the Taipingxi port facility (太平溪港) on the northern side of the Yangtze, just upstream from the dam, via Yichang East Railway Station to the Baiyang Tianjiahe port facility in Baiyang Town (白洋镇), below Yichang.[127] The 95-kilometre-long (59 mi) southern portage railway (南岸翻坝铁路) will run from Maoping (upstream of the dam) via Yichang South Railway Station to Zhicheng (on the Jiaozuo–Liuzhou Railway).[127] In late 2012, preliminary work started along both future railway routes.[128] Though the large size of the reservoir caused huge relocation upstream, it was considered justified by the flood protection it provides for communities downstream.[129] As of June 2008, China relocated 1.24 million residents (ending with Gaoyang in Hubei Province) as 13 cities, 140 towns and 1350 villages either flooded or were partially flooded by the reservoir,[130][131][132] about 1.5% of the province's 60.3 million and Chongqing Municipality's 31.44 million population.[133] About 140,000 residents were relocated to other provinces.[134] Relocation was completed on July 22, 2008.[131] Some 2007 reports claimed that Chongqing Municipality will encourage an additional four million people to move away from the dam to the main urban area of Chongqing by 2020.[135][136][137] However, the municipal government explained that the relocation is due to urbanization, rather than the dam, and people involved included other areas of the municipality.[138] The 600-kilometre-long (370 mi) reservoir flooded some 1,300 archaeological sites and altered the appearance of the Three Gorges as the water level rose over 91 m (300 ft).[139] Cultural and historical relics are being moved to higher ground as they are discovered, but the flooding inevitably covered undiscovered relics. Some sites could not be moved because of their location, size, or design such as the hanging coffins site high in the Shen Nong Gorge is part of the cliffs.[140] The ancient cities of Guizhou, Kuizhou and Wushan were also completely submerged. The United States Department of Defense reported that in Taiwan, \"proponents of strikes against the mainland apparently hope that merely presenting credible threats to China's urban population or high-value targets, such as the Three Gorges Dam, will deter Chinese military coercion.\"[141] Destroying the Three Gorges Dam has been a tactic discussed and debated in Taiwan since the early 1990s, when the Dam was still in the planning phase.[142] The notion that the military in Taiwan would seek to destroy the dam provoked an angry response from the mainland Chinese media. People's Liberation Army General Liu Yuan was quoted in the China Youth Daily saying that the People's Republic of China would be \"seriously on guard against threats from Taiwan independence terrorists.\"[143] The Three Gorges Dam is a steel-concrete gravity dam. The water is held back by the innate mass of the individual dam sections. As a result, damage to an individual section should not affect other parts of the dam.[142] Zhang Boting, deputy secretary-general of China Society for Hydropower Engineering, suggested that concrete gravity dams are resistant to nuclear strikes.[144] Sung Chao-wen, former Taiwanese Ministry of Defense advisor, called the notion of using cruise missiles to destroy the Three Gorges Dam \"ridiculous\". He cited missiles would only deliver minimal damage to the reinforced concrete, and any attack attempts would need to go through multiple layers of ground and air defenses.[145][146] Immediately after the first filling of the reservoir, around 80 hairline cracks were observed in the dam's structure;[147][148][149] however, an experts group gave the project overall a good-quality rating[150] and the 163,000 concrete units all passed quality testing, with normal deformation within design limits. In order to maximize the utility of the Three Gorges Dam and cut down on sedimentation from the Jinsha River, the upper course of the Yangtze River, authorities plan to build a series of dams on the Jinsha, including Wudongde Dam, Baihetan Dam, along with the now completed Xiluodu and Xiangjiaba dams. The total capacity of those four dams is 38,500 MW,[151] almost double the capacity of the Three Gorges.[152] Baihetan is under construction and should be fully operational by July 2022.[153] Wudongde was opened in June 2021. Another eight dams are in the midstream of the Jinsha and eight more upstream of it.[154]","Title":"Three Gorges Dam - Wikipedia","KeyID":"11499","URL":"https://en.wikipedia.org/wiki/Three_Gorges_Dam"}