{"Content: ":"Crossopholis is an extinct bony fish known from the early Eocene (Ypresian) of North America, approximately 52 million years ago. It is close relative of the contemporary American paddlefish, belonging to the paddlefish family. First described by Edward Drinker Cope in 1883, the first specimen consisted of an incomplete section of the fish's body and tail. In 1886, a partial skull was recovered by Cope. A nearly complete fossil wasn't recorded until 1980. This was due, in part, to the comparative rarity of the fossil as well as the similarities to other species found within the site. A member of the family Polyodontidae, Crossopholis is most closely related to the American paddlefish.[3] Crossopholis means \"fringed scales\"; a reference to the thousands of tiny (less than 0.5mm) scales which covered the body of the animal.[4] Relationships of recent and fossil paddlefish genera, after Grande et al. (2002).[5] †Protopsephurus †Paleopsephurus †Psephurus †Crossopholis Polyodon The fossils of this fish are found in the Fossil Lake area of the Green River Formation. It is more commonly found in shallower deposits of the Thompson Ranch sandwich bed in the Northeast corner of the site than in the deeper midlake sediment deposits. As the species comprises less than .02% of fossils found in the formation, it is probable that Crossopholis spent much of its life in the connecting rivers that existed to the North. This is further evidenced by that lack of juvenile specimens found in the lake area.[4] Crossopholis was a predator, with fossil evidence of it consuming small schooling fish such as Knightia eocaena. This is in contrast to the American paddlefish, which primarily consumes zooplankton. Research has indicated that the rostrum was an electro-sensory organ, similar to the function in extant relatives. This allowed it to find prey in poor lighting or murky water.[4] With a maximum recorded length of 1.5m, it is smaller than its modern relatives.   This order Acipenseriformes (Sturgeon and Paddlefish) related article is a stub. You can help Wikipedia by expanding it. This article about a prehistoric Chondrostei fish is a stub. You can help Wikipedia by expanding it.","Title":"Crossopholis - Wikipedia","KeyID":"11518","URL":"https://en.wikipedia.org/wiki/Crossopholis"}