{"Content: ":"Albert Karl Ludwig Gotthilf Günther FRS, also Albert Charles Lewis Gotthilf Günther (3 October 1830 – 1 February 1914), was a German-born British zoologist, ichthyologist, and herpetologist. Günther is ranked the second-most productive reptile taxonomist (after George Albert Boulenger) with more than 340 reptile species described.[1][2] Günther was born in Esslingen in Swabia (Württemberg). His father was a Stiftungs-Commissar in Esslingen and his mother was Eleonora Nagel. He initially schooled at the Stuttgart Gymnasium. His family wished him to train for the ministry of the Lutheran Church for which he moved to the University of Tübingen. A brother shifted from theology to medicine, and he, too, turned to science and medicine at Tübingen in 1852. His first work was \"Ueber den Puppenzustand eines Distoma\". He graduated in medicine with an M.D. from Tübingen in 1858, the same year in which he published a handbook of zoology for students of medicine. His mother moved to England, and when he visited the country in 1855, he met John Edward Gray and Professor Richard Owen at the British Museum. This led to an offer to work at the British Museum in 1857, where his first task was to classify 2000 snake specimens. After the death of John Edward Gray in 1875, Günther was appointed Keeper of Zoology at the Natural History Museum, a position he held until 1895. The major work of his life was the eight-volume Catalogue of Fishes (1859–1870, Ray Society). He also worked on the reptiles and amphibians in the museum collection. In 1864, he founded the Record of Zoological Literature and served as editor for six years.[3] He was one of the editors for the Annals and Magazine of Natural History for more than thirty years.[4] His landmark paper on tuatara anatomy[5] was the first to establish that the tuatara reptile was not a lizard, but in fact the only living member of an entirely new group of reptiles, which he named Rhynchocephalia.[6] Fossil and genetic evidence have subsequently confirmed Günther's assertion, and the tuatara is now recognised as the only living member of a once diverse lineage that shared a common ancestor with Squamata (lizards and snakes) over 240 million years ago.[7] Günther was elected fellow of the Royal Society in 1867 and served as vice-president 1875–6. He served on the council of the Zoological Society for nearly 40 years (1868–1905). He was elected a fellow of the Linnaean Society in 1877 and was president 1896–1900. He became a naturalised British citizen in 1874. Günther died at Kew Gardens on 1 February 1914.[3][8] Günther was the son of Friedrich Gotthilf Günther (1800–?) and Eleonora/Eleanore Louise née Nagel (1806–1899). He married, firstly, in 1868, Roberta Mitchell née McIntosh (1842–1869), sister of William M'Intosh. They had one son, the historian Robert William Theodore Günther (1869–1940). Roberta died shortly after his birth. In 1879 he married again, to Theodora Dowrish née Drake (1863–1944). They had a son Frederic Albert Günther (1883–1953), a merchant; and a daughter Theodora Alberta Günther (1889–1908) who died aged nineteen. Albert Günther is commemorated in the scientific names of many species of reptiles.[9][10] As well as fish:","Title":"Albert Günther - Wikipedia","KeyID":"11513","URL":"https://en.wikipedia.org/wiki/Albert_G%C3%BCnther"}