{"Content: ":"Protopsephurus is an extinct genus of paddlefish containing the single species Protopsephurus liui, known from the Yixian Formation in Liaoning, northern China from the Barremian to Aptian ages of the Early Cretaceous period around 125-120 million years ago.[1][2] It is up to be one meter in length. It is currently the oldest and most basal paddlefish known. The species is known from numerous specimens ranging up to about 80 cm (31 in) long. The snout is shorter than that in any other known paddlefish, and is more sturgeon-like. The morphology of the skull roof is also more archaic than any other paddlefish. The axial skeleton is poorly ossified. Like other extinct polyodontids, it also has tiny non-interlocking scales approximately 1 mm in diameter called denticles that cover the trunk, which bear a fringe of spikes.[3] Protopsephurus is thought to have been piscovorous, feeding on smaller fish. One adult specimen of Protopsephurus was observed with a specimen of Lycoptera, the most common fish in the formation, preserved in its stomach. Piscivory is likely the ancestral ecology of paddlefish, with only the genus Polyodon making the transition to being planktivorous filter feeders.[3] The name comes from Ancient Greek words \"protos\" (first) and \"psepharos\" (cloudy/gloomy one). However the name also translates to \"first pebble bearer\" from the words \"psephus\" (pebble) and \"phorus\" (holder), commonly spelled as \"psephurus\". Eduard von Martens, a German zoologist and the first person to describe its living relative the Chinese Paddlefish, did not provide a definition on the meaning of the binomial name.   This order Acipenseriformes (Sturgeon and Paddlefish) related article is a stub. You can help Wikipedia by expanding it. This article about a prehistoric Chondrostei fish is a stub. You can help Wikipedia by expanding it. This article about a Cretaceous fish is a stub. You can help Wikipedia by expanding it.","Title":"Protopsephurus - Wikipedia","KeyID":"11515","URL":"https://en.wikipedia.org/wiki/Protopsephurus"}