{"Content: ":"Palaeopsephurus is an extinct genus of paddlefish in the Acipenseriformes family Polyodontidae.[2] At present the genus contains the single species Palaeopsephurus wilsoni. The genus is known primarily from the Late Cretaceous, Turonian to the Maastrichtian stage,[1] Hell Creek Formation deposits. Palaeopsephurus is one of only two known paddlefish genera to have been found in the North American fossil record, with the genus and species Crossopholis magnicaudatus only being described and found in the Early Eocene Green River Formation.[2] A third extinct genus Protopsephurus with the single species Protopsephurus liui was described from China in 1994. Only two modern paddle fish species are known, Polyodon spathula in the Mississippi River System of North America, and the possibly extinct Psephurus gladius in the Yangtze River of China.[3] The genus was described from three partial specimens currently residing in the collections of the University of Michigan Museum of Paleontology in Ann Arbor, Michigan, USA.[2] Specimen number 22206 U.M. is a complete and well preserved skull with some denticles, pectoral girdle and pectoral fins.[2] The second and third specimens were found in a block of matrix from the same location as 2226 U.M.. Specimen 22207 U.M. is a portion of the caudal region of a paddlefish, while 22208 U.M. is a partial shoulder with associated pectoral fin. While the specimens were found close to each other, it is impossible to determine if they represent a single individual, and as such were described as three separate fish specimens.[2] The specimens were collected from a sandstone outcrop of the Hell Creek Formation 24 miles (39 km) southeast of Fort Peck, Montana by a University of Michigan Museum of Paleontology expedition in 1938. the fossils were in close association with the holotype specimen of the extinct sturgeon Protoscaphirhynchus squamosus.[2] The Palaeopsephurus specimens were first studied by American paleontologist and ichthyologist Archie Justus MacAlpin. He published his detailed 1947 type description in the journal Contributions from the Museum of Paleontology, University of Michigan.[2]   This order Acipenseriformes (Sturgeon and Paddlefish) related article is a stub. You can help Wikipedia by expanding it. This article about a prehistoric Chondrostei fish is a stub. You can help Wikipedia by expanding it. This article about a Cretaceous fish is a stub. You can help Wikipedia by expanding it.","Title":"Paleopsephurus - Wikipedia","KeyID":"11517","URL":"https://en.wikipedia.org/wiki/Paleopsephurus"}