{"Content: ":"Araripenymphes is an extinct genus of lacewing in the family Nymphidae known from fossils found in the Crato Formation of the Araripe Basin in South America. The genus contains a single species, Araripenymphes seldeni. The genus was named after the basin. When first described, A. seldoni was known from a single fossil adult which is a compression-impression fossil preserved in layers of soft sedimentary rock.[1][2] Along with other well-preserved insect fossils, the A. seldoni specimens were collected from layers of the Upper Aptian Crato Formation. The formation is composed of unweathered grey and oxidized yellow limestones, which preserved numerous insects, fish, birds and reptiles as a notable lagerstätte. The area is a preserved inland lake or one of a series of lakes, though the nature as a fresh or salt-water body is uncertain. The depth of the basin has been suggested as either shallow or fairly deep. The basin formed near the center of the supercontinent Gondwana during the early part of the diversification of flowering plants.[3][4] The A. seldoni holotype specimen was preserved in the Brazilian Society of Paleoarthropodology collections when first studied. The fossil was described by paleontologists Federica Menon, Rafael G. Martins-Neto and David M. Martill in a 2005 paper.[1] The genus name is a combination of Araripe, for the Araripe Basin where the fossil was collected, combined with nymphes, taken from the family name Nymphidae. They coined the specific epithet seldoni to honor Paul Selden, professor with the University of Manchester.[1] A second specimen was described by Justine Myskowiak and a research team who published a description of it and a slight revision of the genus diagnosis in 2016.[2] The species shows probable sexual dimorphism, with differences in the wing coloration and wing lengths noted between fossils SBPr-I-2365 and iQ563.[2] In SBPr-I-2365 the 28.0 mm (1.10 in) fore wings are longer than iQ563, which has 26.5 mm (1.04 in) long fore wings. In contrast the 27.0 mm (1.06 in) hind wings of iQ563 are longer than the 26.0 mm (1.02 in) long hind wings of SBPr-I-2365. In addition to the length differences, all four wings of iQ563 display mottled light and dark color patterning, while the wings of SBPr-I-2365 are hyaline and have no patterning at all. The full body length of iQ563 is approximately 16.0 mm (0.63 in). The heads of both fossils are shorter than wide, with large eyes placed on the sides. The antennae of SBPr-I-2365 are long and have many segments, while the antennae of iQ563 were not preserved. In both specimens the abdomen terminations are poorly preserved making gender identification impossible.[2]","Title":"Araripenymphes - Wikipedia","KeyID":"1151","URL":"https://en.wikipedia.org/wiki/Araripenymphes"}