{"Content: ":"The Qiantang River or alternatively Tsientang River is a river in East China. An important commercial artery, it runs for 459 kilometers (285 mi) through Zhejiang, passing through the provincial capital Hangzhou before flowing into the East China Sea via Hangzhou Bay south of Shanghai. Its original name, the \"Zhe River\" or \"Zhe Jiang\", is the origin of the name of Zhejiang province. The river is also known, along with Hangzhou Bay, for having the world's largest tidal bore, a phenomenon where leading edge of the incoming tide forms a wave (or waves) of water that travels up a river or narrow bay against the direction of the river or bay's current. Its upper stretch near the Anhui–Jiangxi border is also known as the Xin'an River (新安, \"Newly Peaceful\"); its middle stretch through the mountains of Zhejiang is also known as the Fuchun River (富春江, \"Abundant Spring River\"); and the former name of its lower stretch—the Zhe (浙) or Crooked River—gave Zhejiang Province its name.[1] Historically, it was first documented in the Classic of Mountains and Seas (山海经) as Zhejiang River (浙江), later in Zhuangzi (庄子)as Zhe River (淛河), and in the Water Classic (水經) as Jianjiang River (漸江水). All those names probably originate from the Old Yue language of extinct Baiyue peoples.[2] In the early 18th century, the Kangxi Dictionary (康熙字典) regarded Zhejiang River (浙江) as Crooked River for its crooked lower stretch and countercurrent tidal bore.[3] The origin of its current name, the Qiantang River (钱塘江), literally the River of King Qian's Dyke, however, has nothing to do with the King Qian of Wuyue. It previously referred to the lower stretch within the Qiantang County (钱塘县, former name of Hangzhou City) and later in the 20th century began referring to all stretches of the river.[4] It was linked by the Eastern Zhejiang Canal to Shaoxing during the Spring and Autumn Period and to Ningbo's Yong River during the Three Kingdoms Period. It was linked by the Grand Canal to Beijing during the Sui Dynasty. Its present name derives from a major dyke constructed near Hangzhou by the Tang warlord Qian Liu, who established the Wuyue Kingdom in the early 10th century.[5] Qiantang River is one of the largest rivers on the southeast coast of China. It runs through Zhejiang, Anhui, Fujian, Jiangxi, provinces, which is the largest river in Zhejiang. \"Qiantang\" originally refers to the name of the river below the gate of Hangzhou, but now refers to the whole river basin. Qiantang River basin generally is abundant rainfall with developed water system (total of 60 tributaries), which is feather distribution.[6] If count from the north source (Xinan river), the length of Qiantang river is 588.73 km. While if count from the south source (Qu river), the length of Qiantang river is 522.22 km.[7] The main rivers of Qiantang river basin are Majin river, Changshan river, Qu river, Lan river, Xinan river, Fuchun river and Qiantang river. Overall, the runoff of the Qiantang River is abundant. However, the incoming water of Qiantang River is strongly impacted by seasonal variation. In general, the runoff from April to June can occupy about 50% of the total annual flow.[8] Because the Qiantang River valley is located in the southeast coastal monsoon climate zone, the main source of runoff is atmospheric precipitation. The runoff and precipitation in the river valley show obvious consistency in both regional distribution and annual variation.[9] The average annual discharge is 2.905×1010 cubic meters, and the average annual sediment discharge is 6.68×10^6 tons.[10] In addition, the annual runoff of the Qiantang River and its tributaries showed significant changes in abundance and drought. Tidal bore is one of the significant features of the Qiantang River. Due to the riverbed of the estuary (Hangzhou bay) sharply shrank and lifted, the tidal range increases along the way, resulting in the sharp deformation of tide waves.[11] The average tidal range of Zhenhai on the south bank of Wankou was 1.69 meters, the average tidal range of Ganpu was 5.45 meters. The tidal current of Hangzhou Bay is a clockwise rotating tidal current and the speed is generally 15~20 m/s, The north shore can be up to 3~4 m/s. The average incoming tidal current of Ganpu station was 18,850,000 cubic meters per second.[12] On the other hand, the river bed at the estuary of the Qiantang River is wide and shallow, forming a broad intertidal zone. Under the influence of seasonal runoff and tidal fluctuation, the riverbed can easily be violently deformed. In autumn, due to the strong tide, the main trough oscillates along the direction of the rising tide crest. In the season of abundant runoff, the main trough swings along the direction of ebb tide. Because of the process of main trough oscillation, the beach ground is easy to collapse and retreat quickly.[13] The river and Hangzhou Bay are known for the world's largest tidal bore. The oldest known tide table (AD 1056) is for the Qiantang River and may have aided ancient travelers wishing to see the famous tidal bore.[14] The tide rushing into the river mouth from the bay causes a bore which can reach up to 9 meters (30 ft) in height, and travel at up to 40 km per hour (25 miles an hour). Known locally as the Silver (or Black) Dragon, the wave sweeps past Hangzhou, menacing shipping in the harbor. In August 2013, the tidal bore turned out stronger than expected due to Typhoon Trami, reaching more than twice its usual height as it broke on the flood barrier, sweeping it and injuring numerous spectators. There have been attempts to surf the tidal bore. The first person to ride the bore was Stuart Matthews from England. The 1988 record was 1.9 km by Stuart Matthews.[15] Then, in October 2007, a group of international surfers brought by Antony Colas did several attempts, one wave being ridden continuously by French Patrick Audoy and Brazilian Eduardo Bagé for 1h10min, for 17 km. In September 2008 a group of American surfers convinced the Chinese government to allow them to surf a section of the river.[16] In November 2013, Red Bull held the first surf competition on the river, called the Qiantang Shoot Out. The bore was considered the most unusual wave in the world for a surfing contest.[17] The Qiantang River basin is rich in ecosystem types. Forest ecosystems in the west and south which are composed of evergreen and deciduous broad-leaved forests. The forest ecosystem with the widespread wetlands creates a variety of species. However, with the development of industry, the ecological environment of Qiantang River basin has deteriorated and soil erosion is becoming a serious problem. Although the forest coverage is high, the trend of islandization and fragmentation of wildlife native habitats is obvious, and biodiversity is under threat.[18] Qiantang River Tidal Bore is an important scenic spot of Qiantang River. Generally, around August 15, Lunar Calendar is the best time to observe the tides. At that time, the largest Qiantang river tidal bore can be several meters.[19][20] Before the arrival of the sea tide, a tiny white dot appeared in the distance, which turned into a silver thread in a blink of an eye. Later on, accompanied by waves of dull thunder, the white line rolled to the sea. In ancient Hangzhou, Phoenix mountain, Jianggan area were the best place to watch.[21] Due to the change of geographical location, from the Ming dynasty, Haining, Hanguan was the first resort for tide observation, so it was also called \"Haining Tidal Bore\". Qiantang river bridge, also called the first Qiantang River Bridge designed by Chinese bridge expert Yisheng Mao, which is a double-deck truss girder bridge spanning the Qiantang river in Hangzhou city, Zhejiang province, China. It is located at the southern end of Hangzhou city and about 700 meters to the east of Liuhe pagoda, between Nanxing bridge station of Zhejiang-jiangxi railway. It is the first double-deck railway and highway bridge designed and built by China itself, which is a milestone in the history of Chinese Bridges.[22] Qiantang river bridge is 1453 meters long, 9.1 meters wide and 71 meters high. The upper deck of the bridge is a two-way two-lane highway with a design speed of 100 km/h, and the lower deck is a single-track railway with a design speed of 120 km/h.[23] During World War II, the Qiantang River Bridge was hit by Japanese air raids. And then, the Qiantang River Bridge was blown up to the piers only, to resist the Japanese attack. It was repaired in 1948.[24] Qiantang River has been regarded as the birthplace of Wuyue culture. The characteristics of Wuyue culture are pardon, inclusive, intelligent, realistic, pioneering and brave, which also have been the cultural deposits displayed by Qiantang River.[25] In addition, Liangzhu culture, southern Song dynasty culture, West lake culture and other regional cultures are also distributed in the area of Qiantang River basin. Liangzhu culture has a long history, which adds the thick and simplicity tone to the Qiantang River.[26] The secularization and leisure of the southern Song dynasty culture, combined with the river crossing, have the charm of Qibao teahouse and Jianqiao old street, and contributed to the economic development of the dynasty.[27] Qiantang River has been deeply loved by ancient Chinese writers and artists, as can be seen from the example of, \"Dwelling in the Fuchun Mountains\" by painter Gongwang Huang.[28] It was regarded as the culmination of ancient Chinese landscape painting and the peak of art. Zhou Mi's \"observation tide\" was praised as a literary classic and it still listed as a point article in the textbook of ancient Chinese literature. Sun Quan, as a hero and the ruler of the kingdom of Wu in The Three Kingdoms period.[29][30] In modern times writer Dafu Yu, revolutionary writer and artist Yan Xia, and scientist Wang Chong are the famous persons born in Qiantang River Basin, and these people made an important contribution to the development of Qiantang culture.[31][32] Qiantang River is mentioned in The Tale of Kieu as the place where Wang Cuiqiao [vi] committed suicide.[33] Additionally, it is mentioned in some versions of The Butterfly Lovers, as the river that the protagonists must cross in order to go to school in Hangzhou.[34] Coordinates: 30°22′46″N 120°41′20″E﻿ / ﻿30.3794°N 120.6889°E﻿ / 30.3794; 120.6889","Title":"Qiantang River - Wikipedia","KeyID":"11525","URL":"https://en.wikipedia.org/wiki/Qiantang"}