{"Content: ":"Fish go through various life stages between birth and adulthood. Juvenile fish start as spawned eggs which hatch into immotile larvae. These larval hatchlings are not yet able to feed themselves, and carry a yolk sac which provides stored nutrition. Before the yolk sac completely disappears, the tiny fish must mature enough to become capable of independent feeding. When they have developed to the point where they are capable of feeding themselves, the fish are called fry. When, in addition, they have developed scales and working fins, the transition to a juvenile fish is complete and it is called a fingerling, so called as they are typically about the size of human fingers. The juvenile stage lasts until the fish is fully grown, sexually mature and interacting with other adult fish. Ichthyoplankton (planktonic or drifting fish) are the eggs and larvae of fish. They are usually found in the sunlit zone of the water column, less than 200 metres deep, sometimes called the epipelagic or photic zone. Ichthyoplankton are planktonic, meaning they cannot swim effectively under their own power, but must drift with ocean currents. Fish eggs cannot swim at all, and are unambiguously planktonic. Early stage larvae swim poorly, but later stage larvae swim better and cease to be planktonic as they grow into juveniles. Fish larvae are part of the zooplankton that eat smaller plankton, while fish eggs carry their own food supply. Both eggs and larvae are themselves eaten by larger animals.[1][2] According to Kendall et al. 1984[2][3] there are three main developmental stages of fish: This article is about the juvenile stage. Fry and fingerling are terms that can be applied to juvenile fish of most species. But some groups of fishes have juvenile development stages particular to the group. This section details the stages and the particular names used for juvenile salmon. Salmon eggs. The growing larvae can be seen through the transparent egg envelope. The black spots are the eyes. Salmon egg hatching into a sac fry. In a few days, the sac fry will absorb the yolk sac and become a salmon fry Sac fry remain in the gravel habitat of their redd (nest) while their yolk sac, or \"lunch box\" is depleted (click to enlarge) The juvenile salmon, parr, grow up in the relatively protected natal river The parr lose their camouflage bars and become smolt as they become ready for the transition to the ocean Salmon enter the ocean as post-smolt and mature into adult salmon. They gain most of their weight in the ocean Juvenile fish need protection from predators. Juvenile species, as with small species in general, can achieve some safety in numbers by schooling together.[10] Juvenile coastal fish are drawn to turbid shallow waters and to mangrove structures, where they have better protection from predators.[11][12] As the fish grow, their foraging ability increases and their vulnerability to predators decreases, and they tend to shift from mangroves to mudflats.[13] In the open sea juvenile species often aggregate around floating objects such as jellyfish and Sargassum seaweed. This can significantly increase their survival rates.[14][15] Juvenile fish are marketed as food.","Title":"Juvenile fish - Wikipedia","KeyID":"11531","URL":"https://en.wikipedia.org/wiki/Juvenile_fish"}