{"Content: ":"The Chinese Academy of Sciences (CAS; Chinese: 中国科学院), known by Academia Sinica in English until the 1980s,[3] is the national academy of the People's Republic of China for natural sciences. It has historical origins in the Academia Sinica during the Republican era and was formerly also known by that name. Collectively known as the \"Two Academies (两院)\" along with the Chinese Academy of Engineering, it functions as the national scientific think tank and academic governing body, providing advisory and appraisal services on issues stemming from the national economy, social development, and science and technology progress. It is headquartered in Xicheng District, Beijing,[4] with branch institutes all over mainland China. It has also created hundreds of commercial enterprises, Lenovo being one of the most famous. CAS is the world's largest research organization. It had 60,000 researchers in 2018[1] and 114 institutes in 2016,[5] and has been consistently ranked among the top research organizations around the world.[6][7][5] It also holds the University of Science and Technology of China and the University of Chinese Academy of Sciences.[8] CAS has been ranked the No. 1 research institute in the world by Nature Index since the list's inception in 2016 by Nature Portfolio.[9][10][11][12][13][14] It was the most productive institution publishing articles on sustainable development indexed in Web of Science from 1981 to 2018 among all universities and research institutions in the world.[15] Membership of the Chinese Academy of Sciences (also known by the title Academician (CAS), Chinese: 中国科学院院士) is a lifelong honor given to Chinese scientists who have made significant achievements in various fields. According to Bylaws for Members of the Chinese Academy of Sciences adopted in 1992 and recently amended in 2014, it is the highest academic title in China. A formal CAS member must hold Chinese citizenship, although foreigners can be elected as foreign CAS members. Members older than 80 are designated as \"senior members\" and may no longer hold leading positions in the organization.[16] Academicians of the Chinese Academy of Sciences carry an obligation to advance science and technology, to advocate and uphold scientific spirit, to develop a scientific and technological workforce, to attend member meetings and receive consultation and evaluation tasks, and to promote international exchanges and cooperation. Academicians can give suggestions and influence Chinese state policy related to science and technology.[17] On 26 February 2007, CAS published a Declaration of Scientific Ideology and set up a commission for scientific integrity to promote transparency, autonomy and accountability of scientific research in the country. The Ministry of Science and Technology had at the same time also initiated measures to address misconduct in state-funded programs.[18] Together with the National Natural Science Foundation of China, the academy publishes the peer-reviewed academic journal, Science China (also known as Science in China). Science China comprises seven series:[19] CAS also promotes the China Open Access Journals (COAJ) platform,[20] a national variant of the international Directory of Open Access Journals (DOAJ). Since 1999 the CAS has issued the annual State Preeminent Science and Technology Award, presented by the President of China to the recipient.[21] The Institute of Remote Sensing and Digital Earth is a branch of CAS. The Institute of Remote Sensing and Digital Earth was a customer of Swedish Space Corporation (SSC), which provides data transmission services from satellites for a wide range of societal functions.[22] It was reported by Reuters on 21 September 2020 that SSC decided not to renew the contracts with China to help operate Chinese satellites from SSC's ground stations, or seek new business with China.[23]","Title":"Chinese Academy of Sciences - Wikipedia","KeyID":"11534","URL":"https://en.wikipedia.org/wiki/Chinese_Academy_of_Sciences"}