{"Content: ":"Luzhou (simplified Chinese: 泸州; traditional Chinese: 瀘州; pinyin: Lúzhōu; Sichuanese Pinyin: Nu2zou1; Luzhou dialect: [nu˨˩tsəu˥]), formerly transliterated as Lu-chou or Luchow, is a prefecture-level city located in the southeast of Sichuan Province, China. The city, named Jiangyang until the Southern and Northern Dynasties, is known as the \"Liquor City\" (酒城). Situated at the confluence of the Tuo River and the Yangtze River, Luzhou is not only an important port on the Yangtze river, but also the largest port in both size and output in Sichuan province since Chongqing was separated from Sichuan province in 1997. As of the 2020 Chinese census, its population was 4,254,149 inhabitants whom 1,241,273 lived in the built-up (or metro) area made of Jiangyang and Longmatan districts, as Naxi district is not conurbated yet. Luzhou, which borders Yunnan, Guizhou and Chongqing, is the only geographic junction of the four provinces, and was therefore the logical place for a port in ancient China. After the PRC was founded in 1949, Luzhou became the capital of southern Sichuan province. In 1983, Luzhou was approved as a prefecture-level city administratively. Luzhou is best known for its alcoholic beverages, particularly baijiu.[2] Luzhou was incorporated into the Ba state early in the Shang and Zhou period, in the 11th century BC. In 316 BC, during the Warring States period, King Huiwen of Qin established Ba prefecture, which included most of Luzhou, after he conquered the states of Ba and Shu. The local economy and culture expanded as a result of the advanced production technique and culture introduced by immigrants from the rest of China. During the Western Han Dynasty (206 BC-AD 23), Jiangyang county was set up in what is the current Jiangyang district, at the confluence of the Tuo River and Yangtze River. The county was further expanded during the reign of Emperor Wu of Han. As a result, Luzhou became the portal of the Tuojing River leading to western Sichuan, which brought great prosperity to salt-refinery and agriculture in the area. The Song Dynasty was an important period in Luzhou’s history. It was known as the natural granary of southern Sichuan as the liquor-distilling and salt-refining industries expanded. The method to decoct salt with natural gas was discovered at that time, according to ancient literature. In addition, trade and business between Luzhou residents and ethnic groups was brisk and a protective wall as well as forts were constructed by the local government. In the Yuan Dynasty, Luzhou remained an important place for the liquor-distillation, salt-refinery and tea-making industry and trade. A large number of wooden ships were made to further the shipping industry. During the Qing Dynasty (1644–1911), waves of immigrants from other parts of China brought rapid growth in economy and culture. Luzhou served as a political, economic, military and cultural center for the provinces of Sichuan, Guizhou and Yunnan. The People's Liberation Army took control of Luzhou on December 6, 1949 from the Kuomintang government, two months after the founding of the People's Republic of China. In 1960, Luzhou prefecture was created with five counties that had been part of Yibin prefecture. The prefecture was upgraded to the prefecture-level city of Luzhou in 1983. Nowadays, Luzhou is considered a center of the chemical, machinery, and liquor-distilling industries. Located in downtown Luzhou, the Bao’en pagoda was built in 1148 at the request of southern Song Dynasty, and was restored in 1983 and 1985, Qing Dynasty. It is an octagon 33.3 m high, built of brick and stone in a seven-tiered pavilion style. It has a bronze top and there are 107 steps in its spiral staircase. The base is an octagon of 4.1 m per side, 4.5 m high; inside are 256 figures set in 90 niches. The Bao’en pagoda was listed by the People’s Government of Sichuan Province as a historical and culture relic under provincial protection in April 1991. Constructed during the Ming Dynasty, Dragon Head Bridge spans the Nine Bends Creek and is a stone bridge in the style of the Ming Dynasty. It is 5 m high, 54 m long and 1.9 m wide, and has 14 piers. The eight midsection piers are characterized by traditionally carved auspicious beasts, such as dragons, lions, elephants and kylins. It was declared a key national culture relic in 1996. Longtou Pass, about 2.5 km (1.6 mi) long, is located in the southern suburban area of Luzhou. Construction began in the Han Dynasty during Emperor Guangxu's reign. Its name, Longtou Pass, derives from its resemblance to a huge dragon crossing the Tuo River in the north and Yangtze river in the south. Longtou Pass is the location where Liu Bocheng waged the Luzhou Uprising. It was listed as a protected historic and cultural relic of Luzhou in 1984 and a provincial one in 1996. The Guojiao Square (Chinese: 国窖广场; lit. 'National Fermentation Pit Square') is a key cultural site of baijiu producer Luzhou Laojiao. The \"Guojiao\" refers to a baijiu fermentation pit that was commissioned during the Ming dynasty in 1573 and has been in continuous operation ever since. Situated in Xuyong county, the Spring and Autumn Temple was built in 1906, during the Qing Dynasty. Originally, it was a temple for Guany (the Lord of Guan) and then rebuilt as a Shaanxi salt merchants' assembly hall. It has a typical local architecture style, and has been listed as a protected historic and cultural relic of Luzhou. Baizitu is situated near the Tuojiang river, in the northwestern corner of Luzhou city. It is named for the stone inscription of the Qing Dynasty and was the protected historic and cultural relic of Luzhou. Built in 2015, Luzhou City Park is an important project of Luzhou City in order to promote the ecological environment construction, and upgrade the eco-city level of Luzhou City. The total investment of the project is about 120 million RMB and covers an area of about 107 mu. It is located in the valley of the east of Chengxi Park in Jiangyang, Luzhou. Superior, is expected to receive more than 1.5 million tourists trips each year. Luzhou is situated in the southeast region of Sichuan province, at the intersection of Sichuan, Yunnan, Guizhou and Chongqing, at longitude 105° 08' 41\"E ~ 106° 28'E and latitude 27° 39' N ~ 29° 20'N. Covering an area of 12,246.87 square kilometres (4,728.54 sq mi), it is 121.64 kilometres (75.58 mi) wide from east to west and 181.84 kilometres (112.99 mi) long from south to north. A prefecture-level city of Sichuan with a registered population of 4.8 million, Luzhou is 267 km (166 mi) away from Chengdu, the provincial capital. It is adjacent to Chongqing in the east, borders Guizhou and Yunnan provinces in the south, Yibin City and Zizhong City in the west, Chongqing and Neijiang in the north. The city governs 7 administrative divisions, including 3 districts (Jiangyang, Longma, Naxi) and 4 counties (Lu, Hejiang, Xuyong, Gulin). Owing to its position in the southern peripheral area of Sichuan Basin and the connective region with Yunnan and Guizhou plateau, Luzhou is characterised by the river valleys, hills, and level lands in the north and highland, mountains, sheer valleys and rushing rivers in the south. Fishing and agriculture are the primary industries in the northern area and forest and mineral resources to the southern region respectively. The lowest part is 203 metres (666 ft), at the surface of Yangtze river in Jiucengyan, Hejiang county while the highest point is located at the peak of Liangzi mountain, Xuyong County, reaching 1,902 metres (6,240 ft). Luzhou is also a region covered by rivers. The Yangtze river flows through the whole area from west to east, covering a total course of 133 kilometres (83 mi), and the maximum flood level was 18.68 metres (61.3 ft) during the past 30 years. Other rivers converging here, such as Tuo River, Yongling River, Chishui River, and Laixi Rivers. Luzhou has a monsoon-influenced humid subtropical climate (Köppen Cfa) and is largely mild, except during the summer, and humid, with four distinct seasons and ample rainfall: winters are short, mild, and comparatively dry, while summers are long, hot, and humid. Within the prefecture, annual mean temperatures range from 17.1 to 18.5 °C (62.8 to 65.3 °F). In the urban area, monthly daily average temperatures range from 7.6 °C (45.7 °F) in January to around 27 °C (80.6 °F) in July and August, with August being slightly warmer. The diurnal temperature variation is 6.1 °C (11.0 °F) and is lowest during winter. Snow is rare here. The annual precipitation in the prefecture ranges from 748.4 to 1,184.2 millimetres (29.46 to 46.62 in), 70% of which occurs from May to September. Sunshine is quite low, with only 1200 to 1400 hours per year, and the frost-free period is lengthy, lasting 300 to 358 days. Luzhou has always been a hub of economic activities in the tri-province border area of Sichuan, Yunnan, and Guizhou. Food, liquor, and chemicals production, along with construction equipment manufacturing are the most important industries of the local economy. Total GDP reached 33.11 billion yuan in 2006 (per capita 7,819 yuan). Luzhou is a center of liquor production, particularly baijiu. Luzhou Laojiao (Chinese: 泸州老窖; lit. 'Luzhou Old Fermentation Pit') and Gulin Langjiu (Chinese: 古蔺郎酒) are the two best known brands with national and international reputation. Over 200 liquor products are listed as national and provincial products with good market share in China and abroad. Luzhou is a manufacturing center of hydraulic trucks, cranes and excavators in China. Among the cities along the Yangtze River, Luzhou is the second largest producer of hydraulic trucks, after Shanghai. The chemical industry, particularly natural gas production, is also important to Luzhou's economy natural gas industry. At present, Luzhou has developed a national chemical industry system covering production, education, scientific research, design, machine and architecture. A group of national large scale enterprises have been established and achieved a globally advanced level. Lutianhua enterprise is the most extensive carbamide and oil chemical production base in China, producing fatty acid, fatty amine, synthetic ammonia, and carbamide.[3] Its annual output of carbamide is 1.24 million tons and 0.9 million tons of synthetic ammonia. It is one of the 500 largest national enterprises. Tianhua Co, Ltd is a key enterprise which brings in 0.3 million tons of synthetic ammonia and 0.6 million tons of carbamide, processing two sets of chemical fertilizer devices with world technical levels. Luzhou Chemical Factory participates in military and civil chemical production. State-owned Torch Chemical Factory is the only producer of \"801\" . It gained the national quality golden award, surpassing the America Standard. Luzhou is a tourist destination; specific scenic spots include Yuchan in Luxian county, Fobao in Hejiang county, Mt. Fangshan in Jiangyang county, the litchi and longan orchard along the Yangtze River and Tuojiang River, and many others. With the official approbation of the National Ministry of Forestry, Fobao Forest Park became a National Forestry Park and was classified as an “AAA” tourist attraction in 2001 by National Tourism Administration. Luzhou and Xuyong county have national cultural significance. The Luzhou Old Fermentation Pit (Luzhou Laojiao, 泸州老窖) constructed in Ming Dynasty in 1573 and in continuous operation ever since, and Dragon Head Bridge are listed as key protected cultural relics of the nation. There are more than ten protected historical relics in Sichuan Province, including the site of Red Army’s Four-time Crossing the Chishui River; the Taiping Ferry Museum this site was nominated the “National Demonstration base for patriotic education” by the central Propaganda Ministry in 2001. The Sci-tech Park of Luzhou Laojiao is a national industry tourism demonstration spot and Luzhou Zhangba Longan Orchard is a national agricultural tourism spot. Other scenic areas nearby include Leshan, Yibin, Zigong and Chongqing, such as the Bamboo Forest, Mt. Simianshan in Chongqing and Sidong Channel in Guizhou Province. Luzhou is a key comprehensive development zone in the upper Yangtze River and Sichuan province as well as an important production base of commodity rice, fruit such as litchi and longan, cured tobacco, poultry, tea, and traditional Chinese medicine ingredients. The Sichuan Pilot Free Trade Zone (FTZ) officially launched on 1 April 2017, forms part of a third batch of government-endorsed pilot FTZs. All told, the zone covers an area of 119.99 km2 and consists of three sub-zones: The Chengdu Tianfu New Area (90.32 km2 inclusive of the Chengdu High-Tech Comprehensive Bonded Area 4 (Shuangliu Park) (4 km2) and the Chengdu Airport Bonded Logistics Centre (Type B) (0.09 km2)), the Chengdu Qingbaijiang Railway Port Area (9.68 km2 inclusive of the Chengdu Railway Bonded Logistics Centre (Type B) (0.18 km2)), and the Chuannan Lingang Area (19.99 km2 inclusive of the Luzhou Port Bonded Logistics Centre (Type B) (0.21 km2)). The Chuannan Lingang Area will focus on developing a range of high quality professional services, including shipping logistics, port trade, education and medical support. As part of its remit, it will also look to nurture the advanced manufacturing industries, as well as looking to take a lead in a number of other sectors, including equipment manufacturing, medicine and food/beverages. Furthermore, it will play a key role in the development of an integrated transport hub, which will provide streamlined connections between the Chengdu-Chongqing city cluster and Yunnan and Guizhou, its southerly neighbours. Expressways connecting to Chengdu and Chongqing were completed in the 1990s. Railroads and an airport provide additional links to several cities in China. The city has four bridges over the Yangtze which form part of Sichuan's overland corridor to the South China Sea. G76 national expressway (from Xiamen to Chengdu) connecting Luzhou to Chengdu andu Guiyang, G93 national expressway( Chengdu-Chongqing area circle expressway) connect Luzhou to Chongqing, G4215 national expressway(Chengdu to Zunyi) connect Luzhou to Chengdu and Zunyi. Other main highways includes G321,G353 national highway and several provincial highways. Luzhou is served by a freight-only branch. A passenger service briefly operated but was cancelled in 1995.[4] A new railway station served by multiple high-speed lines has opened on June 28, 2021 with links to Chengdu and various other cities.[citation needed] Luzhou is an important inland port serving as a transshipment point for goods heading to cities deeper into Sichuan such as Chengdu. Making it the largest river port in Sichuan on the upper Yangtze, with the capability to load and unload container ships. The Luzhou International Container Pier handled over 500,000 containers in 2016.[5] Luzhou Lantian Airport was built in 1945 and initially provided an air route between China and India for the US Air Force during World War II. Services were suspended in the 1960s, but later it was used for training purposes by the Chinese Air Force. Major renovations and expansions were completed in January 2001, and now the airport serves direct flights to Beijing, Shanghai, Guangzhou, Kunming, Guiyang, Shenzhen, Xiamen, Hangzhou, Haikou, Changsha, Nanning, Xi'an, Daochengyading, Lanzhou, Lijiang, Nanjing, Wuhan and Zhengzhou.[6] The new Luzhou Airport at Yunlong opened in September 2018, and all services were transferred from Lantian to the new location, 11 km north of the city.","Title":"Luzhou - Wikipedia","KeyID":"11532","URL":"https://en.wikipedia.org/wiki/Luzhou"}