{"Content: ":"See text. Gobiidae is a family of bony fish in the order Gobiiformes, one of the largest fish families comprising more than 2,000 species in more than 200 genera, sometimes referred to as the \"true gobies\".[1] Most of them are relatively small, typically less than 10 cm (3.9 in) in length. The Gobiidae includes some of the smallest vertebrates in the world, such as Trimmatom nanus and Pandaka pygmaea, Trimmatom nanus are under 1 cm (3⁄8 in) long when fully grown, then Pandaka pygmaea standard length are 9mm (0.35 in),maximum known standard length are 11 mm (0.43 in). Some large gobies can reach over 30 cm (0.98 ft) in length, but that is exceptional. Generally, they are benthic, or bottom-dwellers. Although few are important as food for humans, they are of great significance as prey species for commercially important fish such as cod, haddock, sea bass, and flatfish. Several gobiids are also of interest as aquarium fish, such as the dartfish of the genus Ptereleotris. Phylogenetic relationships of gobiids have been studied using molecular data.[2][3] The most distinctive aspects of gobiid morphology are the fused pelvic fins that form a disc-shaped sucker. This sucker is functionally analogous to the dorsal fin sucker possessed by the remoras or the pelvic fin sucker of the lumpsuckers, but is anatomically distinct; these similarities are the product of convergent evolution. The species in this family can often be seen using the sucker to adhere to rocks and corals, and in aquariums they will stick to glass walls of the tank, as well. Gobiidae are spread all over the world in tropical and temperate near shore-marine, brackish, and freshwater environments. Their range extends from the Old World coral reefs to the seas of the New World, and includes the rivers and near-shore habitats of Europe and Asia.[4] Gobies are generally bottom-dwellers. Although many live in burrows, a few species (e.g. in the genus Glossogobius) are true cavefish.[5] On coral reefs, species of gobiids constitute 35% of the total number of fishes and 20% of the species diversity.[6] The family Gobiidae underwent a major revision in the 5th edition of Fishes of the World. Before the revision the Gobiidae contained six subfamilies: Gobiinae, Benthophilinae, Amblyopinae, Gobionellinae, Oxudercinae, and Sicydiinae. The revision retained the first two subfamilies and removed the other four to a separate family, the Oxudercidae. In addition, species formerly placed in the families Kraemeriidae, Microdesmidae, Ptereleotridae and Schindleriidae were added to the revised Gobiidae, although no subfamilies were described.[7] The two formerly recognised subfamilies where the species have been retained in Gobiidae in the 5th Edition of Fishes of the World:[7] Members of Benthophilinae are endemic to the Ponto-Caspian region (including the Marmara, Black, Azov, Caspian, and Aral Seas).[8] The representatives of the subfamily have fused pelvic fins and elongated dorsal and anal fins.[9] They are distinguished from the closely related subfamily Gobiinae by the absence of a swimbladder in adults and location of the uppermost rays of the pectoral fins within the fin membrane.[10] Its members include tadpole gobies, monkey gobies, and bighead gobies. Members of the Gobiinae are known as true gobies. It is the most widespread and most diverse of the subfamilies formerly recognised under the Gobiidae, containing around 2000 species and 150 genera. Gobiids are primarily fish of shallow marine habitats, including tide pools, coral reefs, and seagrass meadows; they are also very numerous in brackish water and estuarine habitats, including the lower reaches of rivers, mangrove swamps, and salt marshes. A few gobiid species (unknown exactly, but in the low hundreds) are also fully adapted to freshwater environments. These include the round goby (Neogobius melanostomus), Australian desert goby (Chlamydogobius eremius), and the European freshwater goby Padogobius bonelli. Most gobies feed on small invertebrates, although some of the larger species eat other fish, and a few eat planktonic algae. Most species in the Gobiidae attach their eggs to a substrate, such as vegetation, coral, or a rock surface. They lay from five to a few thousand eggs, depending on the species. After fertilizing the eggs, the male guards the eggs from predators and keep them free from detritus. The male fans the eggs, thereby providing them with oxygen. The female maintains the burrow. The eggs hatch after a few days. The larvae are born transparent, and they develop coloration after spreading to find a suitable habitat. The larvae of many freshwater gobiid species are carried downstream to the brackish waters, or even to the sea. They return to fresh water weeks or months later.[11] Gobiids in warmer waters reach adulthood in a few months, while gobies in cooler environments reach adulthood in two years. The total lifespan of gobiid varies from one to ten years, again with the species in warmer waters generally living longer.[11] Many species in the Gobiidae live in male-female pairs that construct and share burrows, similar to many other fish such as Mozambique tilapia. The burrows are used for shelters and spawning places. Gobiids use their mouths to dig into the sea bottom, removing dead coral-fragments, rubble, and benthic algae in order to build their burrows.[12] Gobiids maintain their burrows by fanning away sand inside the burrows. Furthermore, gobies use coral rubble to block burrow entrance. A single goby carry as many as nine pieces of coral rubble per minute. Gobiids also build a 6–13 cm high mound over the entrance of their spawning burrow.[12] The mound lets the water flow fast over the mound. The water flow created by the mound helps to provide oxygen to the eggs. While burrow building is a cooperative behavior done by both sexes, males usually put more effort in burrow maintenance than females. Females feed more instead, because the reproductive success is optimal when females put more energy in preparing for the reproduction.[13] After spawning eggs, the roles of male and female changes. Females primarily maintain the burrow, and males mainly care for the eggs by fanning them, thereby providing oxygen. When females leave the burrow, however, the mounds lose their heights. The males then give up on the eggs and eat them, preparing for future mating opportunities. Gobiid burrows vary in size depending on the size of the species.[13] Kleptogamy refers to the sneaking behavior during reproduction. Females prefer male gobies with large bodies. Since not all males have large bodies, the smaller ones may cheat instead of expending energy to find mates.[14] The sneakers wait near the spawning ground of paired fish. The sneakers then release their sperm on the spawning ground as soon as the paired female releases her eggs.[15] Though sneakers’ sperm fertilizes some eggs, the paired male cannot distinguish the eggs fertilized by the sneakers from those fertilized by his own sperm. Therefore, the paired male gives parental care equally to all the eggs.[16] Kleptogamy is a good strategy in many ways. First, the sneakers do not need their own territories, indicating that they do not need to spend energy in protecting territories, as most other males do. Most male gobies need their own territories, since females do not choose to mate with a male that does not own his own territory.[14] Secondly, the sneakers do not provide parental care to their eggs. The paired males provide parental care instead of the sneakers. Therefore, the sneakers can save energy, and they can put more effort into finding new targets for cheating.[14] The cost of kleptogamy is that the sneakers can receive aggressive attacks from the paired males that are usually much larger and stronger than the sneakers. For small sneakers, the attacks by the paired males can be detrimental and often lead to death.[14] The sneakers are also referred to as pseudo-females, since they are small and hardly distinguishable from females. This small body size makes cheating easier. The paired males most of the time think that the sneakers are females, thus the paired males do not chase the sneakers away. The paired males are called “bourgeois” males, because they are larger, stronger, and most importantly, paired.[14] A few species of gobiid, such as blackeye goby and Lythrypnus dalli, can change their sexes. Sex change is possible in these gobies, since the external genitalia for males and females do not differ much.[14] Sex changes can take from days to weeks. Most sex changes in gobies are from female to male (protogyny) rather than male to female (protandry). Female-to-male changes are observed not only in gobiids but also in wrasses, damselfishes, and sea basses.[14] Female-to-male change usually occurs because the resident male of the group is dead. If no male is in the group, reproduction will be impossible. Therefore, the dominant female turns into male, allowing mating to happen.[17] Male-to-female change occurs when the females have preference for specific features in males. For example, females prefer large males, and a few large males mate with multiple females, whereas small males lose their chance to mate. Small males either choose to become sneakers (kleptogamy) or choose to transform into females because all females technically have high mating opportunities. By turning into females, males can ensure that they produce many offspring.[14][18] Some gobies have extraordinarily developed sex change ability. Gobiodon histrio from the Great Barrier Reef exhibits bidirectional sex changes. G. histrio is one of the very few species that can change sex in both ways. When two G. historio females, which used to be males, are on the same coral reef, one of them transforms back into a male goby.[18] Sex determination in coral goby Gobiodon erythrospilus does not occur until the juveniles meet potential mates.[14] Confronting a potential mate can be difficult for Gobiodon erythrospilus juveniles, since most coral resources, crucial for attracting mates, are occupied by pre-existing paired gobies. Juveniles can only meet potential mates when one member of the pre-existing pairs dies. Juveniles’ sexes are determined according to the sexes of their potential mates. When a juvenile meets a female, it becomes a male, and vice versa. This type of sex determination is referred to as socially influenced sex determination.[19] Some gobiids remember landmarks that are within short distances, and use them to find their ways. Small frillfin gobies (Bathygobius soporator) live in intertidal zones. They swim through the pools during high tides and memorize how each pool connects to the others. Then, during low tides, they can exhibit accurate jumping behaviors, as they have memorized the paths.[20] In a new environment, these fish do not show jumping behaviors or jump into wrong pools. Nevertheless, after one night, they show the same accurate jumping behaviors.[21] A study was done to understand how gobiids react to changing habitat. The fish were given two choices: a safe habitat with less food and a dangerous habitat with more food. Results from both the full and hungry fish revealed that gobiids, when confronted with the trade-off between foraging and avoiding predation, made choices that would better their foraging.[22] Species in the Gobiidae sometimes form symbiotic relationships with other species,[23] such as with burrowing shrimps. The shrimp maintains a burrow in the sand in which both the shrimp and the fish live. The shrimp has poor eyesight compared to the gobiid, but if it sees or feels the fish suddenly swim into the burrow, it will follow. The fish and shrimp keep in contact with each other, the shrimp using its antennae, and the fish flicking the shrimp with its tail when alarmed. These gobiids are thus sometimes known as \"watchmen gobies\" or \"prawn gobies\". Each party gains from this relationship: the shrimp gets a warning of approaching danger, and the fish gets a safe home and a place to lay its eggs. Only the alpha male and female reproduce, other fish in the colony eat sparingly to resist being eaten by the alpha male or female. This way, only the largest and fittest are able to reproduce.[citation needed] Another example of symbiosis is demonstrated by the neon gobies (Elacatinus spp.). These gobiids, known as \"cleaner gobies\", remove parasites from the skin, fins, mouth, and gills of a wide variety of large fish. The most remarkable aspect of this symbiosis is many of the fish that visit the cleaner gobies' cleaning stations would otherwise treat such small fish as food (for example, groupers and snapper). Again, this is a relationship where both parties gain: the gobies get a continual supply of food as bigger fish visit their cleaning stations, and the bigger fish leave the cleaning stations healthier than they were when they arrived. Another form of symbiosis exists between gobiids and the mushroom coral Heliofungia actiniformis (Fungiidae), in which representatives of the genus Eviota roam among the tentacles possibly hiding from predators.[24][25] Gobiids have commercial importance in Russia and Ukraine. They are fished in the Sea of Azov, northwestern Black Sea and Caspian Sea. Most important species are round goby, monkey goby, toad goby, and grass goby. The grass goby is also a commercial fish in Italy. Several species of gobiids are kept in aquaria.[26] Most captive gobies are marine. Perhaps the most popular is the small but colorful neon goby. Most gobies stay toward the lower portion of the aquarium, hiding in the rockwork, but some species (most notably the shrimp gobies) prefer to dig themselves little burrows. Aquarists typically provide them with a fine-grained substrate to prevent damage to their delicate undersides. Commonly kept saltwater species include Randall's shrimp goby and the watchman goby.","Title":"Gobiidae - Wikipedia","KeyID":"11542","URL":"https://en.wikipedia.org/wiki/Gobiidae"}