{"Content: ":"Ampullae of Lorenzini (singular Ampulla) are electroreceptors, sense organs able to detect electric fields. They form a network of mucus-filled pores in the skin of cartilaginous fish (sharks, rays, and chimaeras), and of basal actinopterygians (bony fishes) such as reedfish,[1] sturgeon,[2] and lungfish.[1] They are associated with and evolved from the mechanosensory lateral line organs of early vertebrates. Most bony fishes and terrestrial vertebrates have lost their ampullae of Lorenzini. Ampullae were initially described by Marcello Malpighi and later given an exact description by the Italian physician and ichthyologist Stefano Lorenzini in 1679, though their function was unknown.[3] Electrophysiological experiments in the 20th century suggested a sensibility to temperature, mechanical pressure, and possibly salinity. In 1960 the ampullae were identified as specialized receptor organs for sensing electric fields.[4][5] One of the first descriptions of calcium-activated potassium channels was based on studies of the ampulla of Lorenzini in the skate.[6] Ampullae of Lorenzini are physically associated with and evolved from the mechanosensory lateral line organs of early vertebrates. Passive electroreception using ampullae is an ancestral trait in the vertebrates, meaning that it was present in their last common ancestor.[7] Ampullae of Lorenzini are present in cartilaginous fishes (sharks, rays, and chimaeras), lungfishes, bichirs, coelacanths, sturgeons, paddlefishes, aquatic salamanders, and caecilians. Ampullae of Lorenzini appear to have been lost early in the evolution of bony fishes and tetrapods, though the evidence for absence in many groups is incomplete and unsatisfactory.[7]  Cartilaginous fishes Coelacanths Lungfish (aquatic salamanders, caecilians) other Tetrapods bichirs, reedfishes sturgeons, paddlefishes Most bony fishes Each ampulla is a bundle of sensory cells containing multiple nerve fibres in a sensory bulb (the endampulle) in a collagen sheath, and a gel-filled canal (the ampullengang) which opens to the surface by a pore in the skin. The gel is a glycoprotein-based substance with the same resistivity as seawater, and electrical properties similar to a semiconductor.[8][3][9] Pores are concentrated in the skin around the snout and mouth of sharks and rays, as well as the anterior nasal flap, barbel, circumnarial fold and lower labial furrow.[10] Canal size typically corresponds to the body size of the animal but the number of ampullae remains the same. The canals of the ampullae of Lorenzini can be pored or non-pored. Non-pored canals do not interact with external fluid movement but serve a function as a tactile receptor to prevent interferences with foreign particles.[10] Pores of ampullae of Lorenzini in snout of tiger shark The electroreceptive ampullae of Lorenzini (red dots) evolved from the mechanosensory lateral line organs (gray lines) of early vertebrates. Inner view of ampullae of Lorenzini. The bulbs appear as many pale translucent spheres on either side of the midline. The ampullae detect electric fields in the water, or more precisely the potential difference between the voltage at the skin pore and the voltage at the base of the electroreceptor cells.[11][12][6] A positive pore stimulus decreases the rate of nerve activity coming from the electroreceptor cells, while a negative pore stimulus increases the rate. Each ampulla contains a single layer of receptor cells, separated by supporting cells. The cells are connected by apical tight junctions so that no current leaks between them. The apical faces of the receptor cells have a small surface area with a high concentration of voltage-dependent calcium channels (which trigger depolarisation) and calcium-activated potassium channels (for repolarisation afterwards).[13] Because the canal wall has a very high resistance, all the voltage difference between the pore of the canal and the ampulla is dropped across the 50 micron-thick receptor epithelium. Because the basal membranes of the receptor cells have a lower resistance, most of the voltage is dropped across the excitable apical faces which are poised at the threshold. Inward calcium current across the receptor cells depolarises the basal faces, causing a large action potential, a wave of depolarisation followed by repolarisation (as in a nerve fibre). This triggers presynaptic calcium release and release of excitatory transmitter onto the afferent nerve fibres. These fibres signal the size of the detected electric field to the fish's brain.[14] The ampulla contains large conductance calcium-activated potassium channels (BK channels). Sharks are much more sensitive to electric fields than electroreceptive freshwater fish, and indeed than any other animal, with a threshold of sensitivity as low as 5 nV/cm. The collagen jelly, a hydrogel, that fills the ampullae canals has one of the highest proton conductivity capabilities of any material created by organisms. It contains keratan sulfate in 97% water, and has a conductivity of about 1.8 mS/cm.[14][11] All living creatures produce an electrical field caused by muscle contractions; electroreceptive fish may pick up weak electrical stimuli from the muscle contractions of their prey.[6] The sawfish has more ampullary pores than any other cartilaginous fish, and is considered an electroreception specialist. Sawfish have ampullae of Lorenzini on their head, ventral and dorsal side of their rostrum leading to their gills, and on the dorsal side of their body.[15] Ampullae of Lorenzini also contribute to the ability to receive geomagnetic information. As magnetic and electrical fields are related, magnetoreception via electromagnetic induction in the ampullae of Lorenzini is possible. Many cartilaginous fish respond to artificially generated magnetic fields in association with food rewards, demonstrating their capability. Magnetoreception may explain the ability of sharks and rays to form strict migratory patterns and to identify their geographic location.[16] The mucus-like substance inside the tubes may perhaps transduce temperature changes into an electrical signal that the animal may use to detect temperature gradients.[17]","Title":"Ampullae of Lorenzini - Wikipedia","KeyID":"11548","URL":"https://en.wikipedia.org/wiki/Ampullae_of_Lorenzini"}