{"Content: ":"The lateral line, also called the lateral line organ (LLO), is a system of sensory organs found in fish, used to detect movement, vibration, and pressure gradients in the surrounding water. The sensory ability is achieved via modified epithelial cells, known as hair cells, which respond to displacement caused by motion and transduce these signals into electrical impulses via excitatory synapses. Lateral lines serve an important role in schooling behavior, predation, and orientation. Fish can use their lateral line system to follow the vortices produced by fleeing prey. Lateral lines are usually visible as faint lines of pores running lengthwise down each side, from the vicinity of the gill covers to the base of the tail. In some species, the receptive organs of the lateral line have been modified to function as electroreceptors, which are organs used to detect electrical impulses, and as such, these systems remain closely linked. Most amphibian larvae and some fully aquatic adult amphibians possess mechanosensitive systems comparable to the lateral line.[1] Due to many overlapping functions and their great similarity in ultrastructure and development, the lateral line system and the inner ear of fish are often grouped together as the octavolateralis system (OLS).[2] Here, the lateral line system detects particle velocities and accelerations with frequencies below 100 Hz. These low frequencies create large wavelengths, which create strong particle accelerations in the near field of swimming fish that do not radiate into the far field as acoustic waves due to an acoustic short circuit. The auditory system detects pressure fluctuations with frequencies above 100 Hz that propagate to the far field as waves.[3] The lateral line system allows the detection of movement, vibration, and pressure gradients in the water surrounding an animal, providing spatial awareness and the ability to navigate in the environment. This plays an essential role in orientation, predatory behavior, defense, and social schooling.[4] A related aspect to social schooling is the hypothesis that schooling confuses the lateral line of predatory fishes. In summary, a single prey fish creates a rather simple particle velocity pattern while pressure gradients of many closely swimming (schooling) prey fish will overlap; that creates a complex pattern, and accordingly the predator will be unable to identify the individual fish through lateral line perception.[5] The lateral line system is necessary to detect vibrations made by prey, and to orient towards the source to begin predatory action.[6] Fish are able to detect movement, produced either by prey or a vibrating metal sphere, and orient themselves toward the source before proceeding to make a predatory strike at it. This behavior persists even in blinded fish, but is greatly diminished when lateral line function was inhibited by CoCl2 application. Cobalt chloride treatment results in the release of cobalt ions, disrupting ionic transport and preventing signal transduction in the lateral lines.[7] These behaviors are dependent specifically on mechanoreceptors located within the canals of the lateral line.[6] The role mechanoreception plays in schooling behavior was demonstrated in a 1976 study. A school of Pollachius virens was established in a tank and individual fish were removed and subjected to different procedures before their ability to rejoin the school was observed. Fish that were experimentally blinded were able to reintegrate into the school, while fish with severed lateral lines were unable to reintegrate themselves. Therefore, reliance on functional mechanoreception, not vision, is essential for schooling behavior.[8] A study in 2014 suggests that the lateral line system plays an important role in the behavior of Mexican blind cave fish (Astyanax mexicanus).[9] The effectiveness of the lateral line system as a passive sensing system in discriminating between submerged obstacles has been established theoretically.[10] A neural data-processing based on artificial neural networks has been shown to successfully process stationary sensory data to enhance the obstacle shape discrimination capability of the lateral line system.[11] The major unit of functionality of the lateral line is the neuromast. The neuromast is a mechanoreceptive organ which allows the sensing of mechanical changes in water. There are two main varieties of neuromasts located in animals, canal neuromasts and superficial or freestanding neuromasts. Superficial neuromasts are located externally on the surface of the body, while canal neuromasts are located along the lateral lines in subdermal, fluid filled canals. Each neuromast consists of receptive hair cells whose tips are covered by a flexible and jellylike cupula. Hair cells typically possess both glutamatergic afferent connections and cholinergic efferent connections.[12] The receptive hair cells are modified epithelial cells and typically possess bundles of 40-50 microvilli \"hairs\" which function as the mechanoreceptors.[13] These bundles are organized in rough \"staircases\" of hairs of increasing length order.[14] The hair cells are stimulated by the deflection of these hair bundles in the direction of the tallest stereocilia. The deflection allows cations to enter through a theoretical mechanically gated channel, causing depolarization of the hair cell. This depolarization opens Cav1.3 channels in the basolateral membrane.[15] This use of mechanosensitive hairs is homologous to the functioning of hair cells in the auditory and vestibular systems, indicating a close link between these systems.[13] Hair cells utilize a system of transduction that uses rate coding in order to transmit the directionality of a stimulus. Hair cells of the lateral line system produce a constant, tonic rate of firing. As mechanical motion is transmitted through water to the neuromast, the cupula bends and is displaced. Varying in magnitude with the strength of the stimulus, shearing movement and deflection of the hairs is produced, either toward the longest hair or away from it. This results in a shift in the cell's ionic permeability, resulting from changes to open ion channels caused by the deflection of the hairs. Deflection towards the longest hair results in depolarization of the hair cell, increased neurotransmitter release at the excitatory afferent synapse, and a higher rate of signal transduction. Deflection towards the shorter hair has the opposite effect, hyperpolarizing the hair cell and producing a decreased rate of neurotransmitter release.[13] These electrical impulses are then transmitted along afferent lateral neurons to the brain. While both varieties of neuromasts utilize this method of transduction, the specialized organization of superficial and canal neuromasts allow them different mechanoreceptive capacities. Located at the surface of an animal's skin, superficial organs are exposed more directly to the external environment. Though these organs possess the standard \"staircase\" shaped hair bundles, overall the organization of the bundles within the organs is seemingly haphazard, incorporating various shapes and sizes of microvilli within bundles. This suggests a wide range of detection, potentially indicating a function of broad detection to determine the presence and magnitude of deflection caused by motion in the surrounding water.[14] In contrast, the structure of canal organs allow canal neuromasts to be organized into a network system that allows more sophisticated mechanoreception, such as the detection of pressure differentials. As current moves across the pores of a canal, a pressure differential is created over the pores. As pressure on one pore exceeds that of another pore, the differential pushes down on the canal and causes flow in the canal fluid. This moves the cupula of the hair cells in the canal, resulting in a directional deflection of the hairs corresponding to the direction of the flow.[16] This method allows the translation of pressure information into directional deflections which can be received and transduced by hair cells. The electroreceptive organs called ampullae of Lorenzini, appearing as pits in the skin of sharks and some other fishes, evolved from the lateral line organ.[17] The mechanoreceptive hair cells of the lateral line structure are integrated into more complex circuits through their afferent and efferent connections. The synapses that directly participate in the transduction of mechanical information are excitatory afferent connections that utilize glutamate.[18] However, a variety of different neuromast and afferent connections are possible, resulting in variation in mechanoreceptive properties. For instance, a series of experiments on the superficial neuromasts of Porichthys notatus revealed that neuromasts can exhibit a receptive specificity for particular frequencies of stimulation.[19] Using an immobilized fish to prevent extraneous stimulation, a metal ball was vibrated at different frequencies. Utilizing single cell measurements with a microelectrode, responses were recorded and used to construct tuning curves, which revealed frequency preferences and two main afferent nerve types. One variety is attuned to collect mechanoreceptive information about acceleration, responding to stimulation frequencies between 30–200 Hz. The other type is sensitive to velocity information and is most receptive to stimulation below <30 Hz. This suggests a more intricate model of reception than was previously considered.[19] The efferent synapses to hair cells are inhibitory and utilize acetylcholine as a transmitter. They are crucial participants in a corollary discharge system designed to limit self-generated interference.[20] When a fish moves, it creates disturbances in the water that could be detected by the lateral line system, potentially interfering with the detection of other biologically relevant signals. To prevent this, an efferent signal is sent to the hair cell upon motor action, resulting in inhibition which counteracts the excitation resulting from reception of the self-generated stimulation. This allows the fish to retain perception of motion stimuli without interference created by its own movements. After signals transduced from the hair cells are transmitted along lateral neurons, they eventually reach the brain. Visualization methods have revealed that the area where these signals most often terminate is the medial octavolateralis nucleus (MON).[21] It is likely that the MON plays an important role in the processing and integration of mechanoreceptive information.[21] This has been supported through other experiments, such as the use of Golgi staining and microscopy by New & Coombs to demonstrate the presence of distinct cell layers within the MON. Distinct layers of basilar and non-basilar crest cells were identified within the deep MON. Drawing a comparison to similar cells in the closely related electrosensory lateral line lobe of electric fish, it seems to suggest possible computational pathways of the MON. The MON is likely involved in the integration of sophisticated excitatory and inhibitory parallel circuits in order to interpret mechanoreceptive information.[22]","Title":"Lateral line - Wikipedia","KeyID":"11549","URL":"https://en.wikipedia.org/wiki/Lateral_line"}