{"Content: ":"An electric fish is any fish that can generate electric fields. Most electric fish are also electroreceptive, meaning that they can sense electric fields. The only exception is the stargazer family. Electric fish, although a small minority, include both oceanic and freshwater species, and both cartilaginous and bony fishes. Electric fish produce their electrical fields from an electric organ. This is made up of electrocytes, modified muscle or nerve cells, specialized for producing strong electric fields, used to locate prey, for defence against predators, and for signalling, such as in courtship. Electric organ discharges are two types, pulse and wave, and vary both by species and by function. Electric fish have evolved many specialised behaviours. The predatory African sharptooth catfish eavesdrops on its weakly electric mormyrid prey to locate it when hunting, driving the prey fish to develop electric signals that are harder to detect. Bluntnose knifefishes produce an electric discharge pattern similar to the electrolocation pattern of the dangerous electric eel, probably a form of Batesian mimicry to dissuade predators. Glass knifefish that are using similar frequencies move their frequencies up or down in a jamming avoidance response; African knifefish have convergently evolved a nearly identical mechanism. All fish, indeed all vertebrates, use electrical signals in their nerves and muscles.[1] Cartilaginous fishes and some other basal groups use passive electrolocation with sensors that detect electric fields;[2] the platypus and echidna have separately evolved this ability. The knifefishes and elephantfishes actively electrolocate, generating weak electric fields to find prey. Finally, fish in several groups have the ability to deliver electric shocks powerful enough to stun their prey or repel predators. Among these, only the stargazers, a group of marine bony fish, do not also use electrolocation.[3][4] In vertebrates, electroreception is an ancestral trait, meaning that it was present in their last common ancestor.[2] This form of ancestral electroreception is called ampullary electroreception, from the name of the receptive organs involved, ampullae of Lorenzini. These evolved from the mechanical sensors of the lateral line, and exist in cartilaginous fishes (sharks, rays, and chimaeras), lungfishes, bichirs, coelacanths, sturgeons, paddlefish, aquatic salamanders, and caecilians. Ampullae of Lorenzini were lost early in the evolution of bony fishes and tetrapods. Where electroreception does occur in these groups, it has secondarily been acquired in evolution, using organs other than and not homologous with ampullae of Lorenzini.[2][5] Most common bony fish are non-electric. There are some 350 species of electric fish.[6] Electric organs have evolved eight times, four of these being organs powerful enough to deliver an electric shock. Each such group is a clade.[7][2] Most electric organs evolved from myogenic tissue (which forms muscle), however one group of gymnotiformes, the Apteronotidae, derived their electric organ from neurogenic tissue (which forms nerves).[8] In Gymnarchus niloticus (the African knifefish), the tail, trunk, hypobranchial, and eye muscles are incorporated into the organ, most likely to provide rigid fixation for the electrodes while swimming. In some other species, the tail fin is lost or reduced. This may reduce lateral bending while swimming, allowing the electric field to remain stable for electrolocation. There has been convergent evolution in these features among the mormyrids and gymnotids. Electric fish species that live in habitats with few obstructions, such as some bottom-living fish, display these features less prominently. This implies that convergence for electrolocation is indeed what has driven the evolution of the electric organs in the two groups.[9][10] Actively electrolocating fish are marked on the phylogenetic tree with a small yellow lightning flash . Fish able to deliver electric shocks are marked with a red lightning flash . Non-electric and purely passively-electrolocating species are not shown.[2][11][10] Torpediniformes (electric rays) (69 spp) Rajiformes (skates) (~200 spp) elephantfishes (~200 spp) African knifefish (1 sp) (>100 spp) (3 spp) (11 spp) Stargazers (50 spp) Weakly electric fish generate a discharge that is typically less than one volt. These are too weak to stun prey and instead are used for navigation, electrolocation in conjunction with electroreceptors in their skin, and electrocommunication with other electric fish. The major groups of weakly electric fish are the Osteoglossiformes, which include the Mormyridae (elephantfishes) and the African knifefish Gymnarchus, and the Gymnotiformes (South American knifefishes). These two groups have evolved convergently, with similar behaviour and abilities but different types of electroreceptors and differently-sited electric organs.[2][11] Strongly electric fish, namely the electric eel, the electric catfishes, the electric rays, and the stargazers, have an electric organ discharge powerful enough to stun prey or be used for defence,[14] and navigation.[15][9][16] The electric eel, even when very small in size, can deliver substantial electric power, and enough current to exceed many species' pain threshold.[17] Electric eels sometimes leap out of the water to electrify possible predators directly, as has been tested with a human arm.[17] The amplitude of the electrical output from these fish can range from 10 to 860 volts with a current of up to 1 ampere, according to the surroundings, for example different conductances of salt and freshwater. To maximize the power delivered to the surroundings, the impedances of the electric organ and the water must be matched:[13] Electric organs vary widely among electric fish groups. They evolved from excitable, electrically-active tissues that make use of action potentials for their function: most derive from muscle tissue, but in some groups the organ derives from nerve tissue.[18] The organ may lie along the body's axis, as in the electric eel and Gymnarchus; it may be in the tail, as in the elephantfishes; or it may be in the head, as in the electric rays and the stargazers.[3][8][19] Electric organs are made up of electrocytes, large, flat cells that create and store electrical energy, awaiting discharge. The anterior ends of these cells react to stimuli from the nervous system and contain sodium channels. The posterior ends contain sodium–potassium pumps. Electrocytes become polar when triggered by a signal from the nervous system. Neurons release the neurotransmitter acetylcholine; this triggers acetylcholine receptors to open and sodium ions to flow into the electrocytes.[15] The influx of positively charged sodium ions causes the cell membrane to depolarize slightly. This in turn causes the gated sodium channels at the anterior end of the cell to open, and a flood of sodium ions enters the cell. Consequently, the anterior end of the electrocyte becomes highly positive, while the posterior end, which continues to pump out sodium ions, remains negative. This sets up a potential difference (a voltage) between the ends of the cell. After the voltage is released, the cell membranes go back to their resting potentials until they are triggered again.[15] Electric organ discharges (EODs) need to vary with time for electrolocation, whether with pulses, as in the Mormyridae, or with waves, as in the Torpediniformes and Gymnarchus, the African knifefish.[19][20][21] Many electric fishes also use EODs for communication, while strongly electric species use them for hunting or defence.[20] Their electric signals are often simple and stereotyped, the same on every occasion.[19] Weakly electric fish can communicate by modulating the electrical waveform they generate. They may use this to attract mates and in territorial displays.[23] In sexually dimorphic signalling, as in the brown ghost knifefish (Apteronotus leptorhynchus), the electric organ produces distinct signals to be received by individuals of the same or other species.[24] The electric organ fires to produce an EOD with a certain frequency, along with short modulations termed \"chirps\" and \"gradual frequency rises\", both varying widely between species and differing between the sexes.[25][20] For example, in the glass knifefish genus Eigenmannia, females produce a nearly pure sine wave with few harmonics, males produce a far sharper non-sinusoidal waveform with strong harmonics.[26] Male bluntnose knifefishes (Brachyhypopomus) produce a continuous electric \"hum\" to attract females; this consumes 11–22% of their total energy budget, whereas female electrocommunication consumes only 3%. Large males produced signals of larger amplitude, and these are preferred by the females. The cost to males is reduced by a circadian rhythm, with more activity coinciding with night-time courtship and spawning, and less at other times.[27] Electric catfish (Malapteruridae) frequently use their electric discharges to ward off other species from their shelter sites, whereas with their own species they have ritualized fights with open-mouth displays and sometimes bites, but rarely use electric organ discharges.[28] The electric discharge pattern of bluntnose knifefishes is similar to the low voltage electrolocative discharge of the electric eel. This is thought to be a form of bluffing Batesian mimicry of the powerfully-protected electric eel.[29] Fish that prey on electrolocating fish may \"eavesdrop\"[30] on the discharges of their prey to detect them. The electroreceptive African sharptooth catfish (Clarias gariepinus) may hunt the weakly electric mormyrid, Marcusenius macrolepidotus in this way.[31] This has driven the prey, in an evolutionary arms race, to develop more complex or higher frequency signals that are harder to detect.[32] It had been theorized as early as the 1950s that electric fish near each other might experience some type of interference. In 1963, Akira Watanabe and Kimihisa Takeda discovered the jamming avoidance response in Eigenmannia.[33] When two fish are approaching one another, their electric fields interfere.[34] This sets up a beat with a frequency equal to the difference between the discharge frequencies of the two fish.[34] The jamming avoidance response comes into play when fish are exposed to a slow beat. If the neighbour's frequency is higher, the fish lowers its frequency, and vice versa.[33][26] A similar jamming avoidance response was discovered in the distantly-related Gymnarchus niloticus, the African knifefish, by Walter Heiligenberg in 1975, in a further example of convergent evolution between the electric fishes of Africa and South America.[35] Both the neural computational mechanisms and the behavioural responses are nearly identical in the two groups.[36]","Title":"Electric fish - Wikipedia","KeyID":"11550","URL":"https://en.wikipedia.org/wiki/Electric_fish"}