{"Content: ":"A braided river, or braided channel, consists of a network of river channels separated by small, often temporary, islands called braid bars or, in English usage, aits or eyots. Braided streams tend to occur in rivers with high sediment loads or coarse grain sizes, and in rivers with steeper slopes than typical rivers with straight or meandering channel patterns. They are also associated with rivers with rapid and frequent variation in the amount of water they carry, i.e., with \"flashy\" rivers, and with rivers with weak banks. Braided channels are found in a variety of environments all over the world, including gravelly mountain streams, sand bed rivers, on alluvial fans, on river deltas, and across depositional plains.[1] A braided river consists of a network of multiple shallow channels that diverge and rejoin around ephemeral braid bars. This gives the river a fancied resemblance to the interweaved strands of a braid.[2][3] The braid bars, also known as channel bars,[4] branch islands,[5] or accreting islands, are usually unstable and may be completely covered at times of high water.[3] The channels and braid bars are usually highly mobile, with the river layout often changing significantly during flood events.[6] When the islets separating channels are stabilized by vegetation, so that they are more permanent features, they are sometimes called aits or eyots.[7] A braided river differs from a meandering river, which has a single sinuous channel. It is also distinct from an anastomosing river. Anastomosing rivers are similar to braided rivers in that they consist of multiple interweaving channels. However, anastomosing rivers consist of semi-permanent channels which are separated by floodplain rather than channel bars. These channels may themselves be braided.[3] The physical processes that determine whether a river will be braided or meandering are not fully understood.[8][9] However, there is wide agreement that a river becomes braided when it carries an abundant supply of sediments.[2][8][10] Experiments with flumes suggest that a river becomes braided when a threshold level of sediment load or slope is reached. On timescales long enough for the river to evolve, a sustained increase in sediment load will increase the bed slope of the river, so that a variation of slope is equivalent to a variation in sediment load, provided the amount of water carried by the river is unchanged. A threshold slope was experimentally determined to be 0.016 (ft/ft) for a 0.15 cu ft/s (0.0042 m3/s) stream with poorly sorted coarse sand. Any slope over this threshold created a braided stream, while any slope under the threshold created a meandering stream or – for very low slopes – a straight channel. Also important to channel development is the proportion of suspended load sediment to bed load. An increase in suspended sediment allowed for the deposition of fine erosion-resistant material on the inside of a curve, which accentuated the curve and in some instances, caused a river to shift from a braided to a meandering profile.[11] These experimental results were expressed in formulas relating the critical slope for braiding to the discharge and grain size. The higher the discharge, the lower the critical slope, while larger grain size yields a higher critical slope. However, these give only an incomplete picture,[8] and numerical simulations have become increasingly important for understanding braided rivers.[12][13] Aggradation (net deposition of sediments) favors braided rivers, but is not essential. For example, the Rakaia and Waitaki Rivers of New Zealand are not aggrading, due to retreating shorelines, but are nonetheless braided rivers. Variable discharge has also been identified as important in braided rivers,[14] but this may be primarily due to the tendency for frequent floods to reduce bank vegetation and destabilize the banks, rather than because variable discharge is an essential part of braided river formation.[15] Numerical models suggest that bedload transport (movement of sediment particles by rolling or bouncing along the river bottom) is essential to formation of braided rivers, with net erosion of sediments at channel divergences and net deposition at convergences. Braiding is reliably reproduced in simulations whenever there is little lateral constraint on flow and there is significant bedload transport. Braiding is not observed in simulations of the extreme cases of pure scour (no deposition taking place), which produces a dendritic system, or of cohesive sediments with no bedload transport. Meanders fully develop only when the river banks are sufficiently stabilized to limit lateral flow.[13] An increase in suspended sediment relative to bedload allows the deposition of fine erosion-resistant material on the inside of a curve, which accentuated the curve and in some instances, causes a river to shift from a braided to a meandering profile.[11] A stream with cohesive banks that are resistant to erosion will form narrow, deep, meandering channels, whereas a stream with highly erodible banks will form wide, shallow channels, preventing the helical flow of the water necessary for meandering and resulting in the formation of braided channels.[16] Braided rivers occur in many environments, but are most common in wide valleys associated with mountainous regions or their piedmonts[15] or in areas of coarse-grained sediments and limited growth of vegetation near the river banks.[17] They are also found on fluvial (stream-dominated) alluvial fans.[18] Extensive braided river systems are found in Alaska, Canada, New Zealand's South Island, and the Himalayas, which all contain young, rapidly eroding mountains. Waimakariri River with the Southern Alps in the background, Canterbury, New Zealand Rakaia River, South Island, New Zealand Tanana River, Fairbanks, Alaska, United States Toklat River, Denali National Park and Preserve, Alaska, United States Medano Creek, Great Sand Dunes National Park and Preserve, Colorado, United States","Title":"Braided river - Wikipedia","KeyID":"1156","URL":"https://en.wikipedia.org/wiki/Braided_river"}