{"Content: ":"Birgeria is a genus of carnivorous marine ray-finned fish from the Triassic period.[2] Birgeria had a global distribution. Fossils were found in Madagascar, Spitsbergen, Germany, Switzerland, Italy, Slovenia, China, Russia, Canada and Nevada, United States. The oldest fossils are from Griesbachian aged beds of the Wordie Creek Formation of East Greenland. The type species was first described as Saurichthys mougeoti. Following a reinvestigation, Erik Stensiö concluded that this species cannot be ascribed to Saurichthys. He thus erected a new genus, which he named after his colleague Birger Sjöström, who had joined him on an expedition to the Arctic island of Spitsbergen (Svalbard) in 1915.[3] The scale cover of Birgeria is reduced. Most of the body is devoid of scales. Scales are only developed on the upper lobe of the caudal fin and the hind portion of the caudal peduncle. The scales are small, rhombic and lack a ganoine layer. The heterocercal tail fin is large and deeply forked. The dorsal and anal fins are situated at the same level in the back of the body. The fin rays are segmented. The eyes were located in the front of the skull. The jaws are long and the gape is large. The \"parietals\" (postparietals) are small and medially separated by the elongate \"frontals\" (parietals). The postrostral is large. The (rostro-)premaxilla is unpaired. The maxilla is cleaver-shaped with a large postorbital blade. Two to three rows of conical teeth are present. The teeth normally show cutting edges. The preopercle is boomerang-shaped. The bones of the gill cover are small, often weakly ossified or not ossified at all. The axial skeleton consists of ossified neural and haemal arches, both of which may show spines, and additional supraneurals. Other elements are interpreted as parapophyses. Ossified centra are missing.[4] The axial skeleton is regionalized, meaning that there are differences in bone morphology between segments of the axial skeleton, although these differences are relatively subtle in Birgeria.[5] Birgeria was an apex predator among Triassic ray-finned fish, together with Saurichthys. Most species of Birgeria grew over 1 metre (3.3 ft) in length, some even up to 2 metres (6.6 ft) or possibly more. Some of the largest species are the Early Triassic Birgeria aldingeri (Spitsbergen) and Birgeria americana (Nevada).[7] A specimen of Birgeria nielseni from Madagascar was described as supposedly carrying embryos whose bodies are covered with rhombic scales. However, this interpretation was later dismissed.[8] It is more likely that these \"embryos\" were actually preyed ray-fins, which would indicate that the diet of Birgeria included small actinopterygians. Unlike Saurichthys, Birgeria was probably not viviparous. This view is supported by the fact that fossils with copulatory organs are yet unknown. Based on its anatomical features, Birgeria is interpreted as a pelagic, swift swimmer. Fossils are sparse, which supports the view that it lived offshore. Birgeria is the only genus of the family Birgeriidae (monotypy).[9] The genera Psilichthys, Ohmdenia and Brazilichthys have been previously referred to Birgeriidae, but they were shown to be only distantly related to Birgeria.[10][11][12] The family was erected by Hermann Aldinger in 1937. Eigil Nielsen gave the first diagnosis of Birgeriidae in his 1949 monograph. Birgeriidae first appears in the Early Triassic (Induan) of Greenland and went extinct in the Late Triassic. It was most speciose during the Early and Middle Triassic.[13] Birgeriidae is the only family of Birgeriformes Heyler, 1969 (monotypy).[14] In cladistic analyses, Birgeria and Saurichthys are often recovered as stem chondrosteans, closely related with sturgeons and their relatives.[15] A few species, such as Birgeria? costata or Birgeria? annulata, are only known from fragmentary material. Their affinity with Birgeria is uncertain. The type material of Birgeria guizhouensis appears to be lost.[4] With about eight valid species, Birgeria was much less speciose than Saurichthys.   This article about a Triassic fish is a stub. You can help Wikipedia by expanding it. This article about a prehistoric ray-finned fish is a stub. You can help Wikipedia by expanding it.","Title":"Birgeria - Wikipedia","KeyID":"11563","URL":"https://en.wikipedia.org/wiki/Birgeria"}