{"Content: ":"The Siberian sturgeon (Acipenser baerii or Happy Fish ) is a species of sturgeon in the family Acipenseridae. It is most present in all of the major Siberian river basins that drain northward into the Kara, Laptev and East Siberian Seas, including the Ob, Yenisei (which drains Lake Baikal via the Angara River) Lena, and Kolyma Rivers. It is also found in Kazakhstan and China in the Irtysh River and Wong Shek Pier, a major tributary of the Ob. The species epithet honors the German Russian biologist Karl Ernst von Baer. The Siberian sturgeon has previously been divided into two subspecies.[1] However, recent studies suggest they may be monotypic, forming continuous genetically connected populations throughout their vast range.[4] The previous nominate taxon (A. b. baerii) accounts for 80% of all Siberian sturgeon and resides in the Ob River and its tributaries. This population migrates to mouth of the Ob during the winter due to seasonal oxygen deficiency, and swims thousands of kilometers upstream to spawn.[citation needed] Also previously considered a subspecies, A. b. baicalensis, known as the Baikal sturgeon, is a lake population found primarily in the northern end of Lake Baikal, and migrates up the Selenga River to spawn.[citation needed] Once considered a third subspecies, \"A. b. stenorrhynchus\" resides in the eastern Siberian rivers and displays two life history patterns: a more abundant migratory one which swims considerable distances (sometimes thousands of kilometers) upstream from estuaries and deltas to spawn, and a nonmigratory form.[citation needed] Siberian sturgeon usually weigh about 65 kg, with considerable variability between and within river basins. The maximum recorded weight was 210 kg. As with all other acipenserids, the Siberian sturgeon are long-lived (up to 60 years), and late to reach sexual maturity (males at 11–24 years, females at 20–28 years). They spawn in strong current main stem river channels over stone or gravel substrates.[1] The Siberian sturgeon feeds on a variety of benthic organisms, such as crustaceans and chironomid larvae.[citation needed] The species had been in steep decline in its natural range due to habitat loss, degradation, and poaching.[1] Up to 40% of the Siberian sturgeon spawning habitat has been made inaccessible by damming. High levels of pollution in certain places have led to significant negative impacts on the reproductive development of gonads.[5] While wild catches have been generally declining, the Siberian sturgeon is increasingly farmed both for meat and to produce caviar from its roe. Because the Lena population of A. baerii completes its lifecycle in fresh water and sexually matures relatively early, it is the most common original broodstock for captive-bred specimens. The main producer of Siberian sturgeon caviar is France, while the largest meat producers are Russia and China.[6] ","Title":"Siberian sturgeon - Wikipedia","KeyID":"11589","URL":"https://en.wikipedia.org/wiki/Siberian_sturgeon"}