{"Content: ":"The Adriatic sturgeon (Acipenser naccarii) is a species of fish in the family Acipenseridae. It is native to the Adriatic Sea and large rivers which flow in it of Albania, Greece, Italy, and the states of the former Yugoslavia. Specimens can be seen in several public aquarium, such the Milan Aquarium, Aquarium Finisterrae, Aquarium of the Po, and Oasis of Sant'Alessio in Lombardy. The Adriatic sturgeon reaches a maximum length exceeding 2 m (6.6 ft); the published maximum weight was 25 kg (55 lb), but large wild fish recently caught were evidently exceeding 40 kg (88 lb). Like other sturgeons it has an elongated body, heterocercal tail, partially cartilaginous skeleton, naked skin and longitudinal series of bony scutes on the body. The rostrum is tendentially conical and rather short (1/3 of the head), the head is broad and rounded at the apex, with a protractile mouth which lower lip is thin with a central cleft, and four barbels (circular section) which are closer to the tip of the snout than they are to the mouth. The series of longitudinal scutes are five: dorsal (1 series, 10–14 scutes), lateral (2 series, one per side, 30–42 scutes each) and ventral series (2 series, one per side, 8–11 scutes each).[5] The dorsal fin has no spines and 36 to 48 soft rays, and the anal fin has 24 to 31 soft rays. The dorsal colouring is olive-brown, the flanks are paler and the underside white.[6][7] Juveniles have a flattened and triangular rostrum, with a distinctive colouring on the back, dark brown with wide paler areas casually distributed . Adriatic sturgeon was reported as very similar to the critically endangered European sea sturgeon (Acipenser sturio), once simpatric in the Adriatic sea, but distinctive characters for A. naccarii are:[8] The Adriatic sturgeon can be found in freshwater and marine environments, including estuaries and brackish water. Historically it was to be found in the Adriatic Sea and the rivers flowing into it on either side. In 1932 its range in the sea was reported to be from Venice and Trieste to Greece and Corfu. It used to be present in the rivers Adige, Brenta, Bacchiglione, Piave, Livenza and Tagliamento. In the Po and its tributaries, it used to be present as far upstream as Turin, and it was reported numerous in the Ticino and Adda rivers. It traditionally occurred along the Albanian coasts, and in the rivers of Slovenia, Croatia, Bosnia-Herzegovina and Montenegro, including Lake Skadar.[citation needed] Once considered an anadromous species, a recent study affirms that A. naccarii is an euryhaline species facultatively migratory, which lives also into the sea but spends most of its life in the lower part of the rivers.[9] In the same study it has been reported that, unlike most of the species of sturgeons, A. naccarii is a facultative anadromous, since a small, isolated and structured population was spawning and maintaining above Isola Serafini Dam before the building of a fish ladder (on 2017, EU project Life11nat/IT/000188), at the mouth of Ticino river in the Po, without any migration to the sea;[10][11] the distribution of the catches of this sturgeon throughout the year confirm this hypothesis.[12] This was never confirmed for the obliged anadromous A. sturio and Huso huso, other two species of sturgeon which once lived simpatrically with A. naccarii.[citation needed] Adriatic sturgeons are slow-growing, long-lived fish; wild males are sexually mature at 7–11 years old (about 80 cm, or 2.6 ft, long), and females at 12–14 years old (at least 1 m, or 3.3 ft, long). Females ovulate every 2–4 years.[13] During spring months mature fish migrate to the upper part of the rivers, then they lay eggs from April to June[14] in deep and oxygenated waters, on gravelly substrates at a depth of 2–10 m (6.6–32.8 ft),[15] with a current velocity of 0.8 m/s at least.[16] Water turbulence is very important for the reproductive success of sturgeons, since it avoids egg stress, aggregation of the eggs, anoxia, parasites, and predators.[17] The eggs adhere at the substrate and hatch after about a week, fry are about 8–10 mm (0.31–0.39 in) long with pelagic attitude like other sturgeons, then after ten days they begin to be demersal.[8] Adriatic sturgeons tend toward an opportunistic feeding, swallowing substrate together with prey and organic matter, including small decaying carrions. In the rivers they mainly eat gammarids, diptera larvae and oligochaetes, sometimes small fish,[18] which they suck up with their toothless, funnel-like mouths; considering the present invasion in the Po and other rivers of the allochtonous Corbicula sp., probably these freshwater clams are now an important prey. In the sea they eat gammarids, shrimps, crabs, demersal fish, molluscs (cephalopods, gastropods, bivalves) and vegetal matter.[19] In both cases, the analysis of the digestive tract revealed a high presence of inorganic matter (sand, silt, mud, etc., even plastic) mixed with food. The typical habitat of A. naccarii are large, deep rivers with strong current, which flows in the Adriatic sea, mainly in its north-western portion. In the sea it lives in lagoons and close to the estuaries, mainly on muddy and sandy substrates, at a depth of 10–40 m (33–131 ft). Juveniles of Adriatic sturgeon can adapt at a salinity of 20–30‰,[20] as opposed to other species of sturgeons.[21] However, despite some A. naccarii have been captured in the Adriatic Sea, it has been shown that this sturgeon tolerates with difficulty high salinity for extended periods, spending in marine environments short periods for foraging activities.[22] The low tolerance to full-strength salt water constitutes a strong constraint to migration across Adriatic Sea where the salt contents can reach up to 37‰.[23] Furthermore, it has been shown, tracking the movements of tagged fish in some cold and oxygenated rivers of northern Italy (Piave, Sile, Livenza), that A. naccarii regularly moves to areas where the salt intrusion from the sea involves an electrical conductivity of 1000–4000 μS in the water (about 0.6–2.5‰ salinity at 18 °C), on equal terms of other environmental variables.[24] A study on genetic variability of Acipenser naccarii, based on mitochondrial and nuclear DNA, showed that sturgeons of the Po Basin are genetically distinguished from those of the Buna (Bojana) Basin. So, the introduction of sturgeons of the Po in the Buna river would jeopardize the genetic differences between both populations and should thus be avoided[23] (if the Buna population is still existing). The International Union for Conservation of Nature (IUCN) rates the conservation status of this fish as \"critically endangered\" and \"possibly extinct in the wild.\" For a long time, scientists reported that no spawning was observed in the wild.[1] However, a number of organisations are concerned in attempts to preserve this species and a captive breeding scheme has been established, with young microchipped fish released into the wild[1] officially since 2004, following EU projects (Life03nat/IT/000113 and subsequents); before 2004, almost only post-larvae and very small sturgeons were released (since 1988), at a time when fishing of sturgeons was still allowed in Italy (until 1997) and the allochtonous wels catfish (Silurus glanis) was at the apex of its numerical expansion in Italian rivers, so the survival rate was extremely low.[24] The captive broodstock for the programme of reintroduction comprised initially about 50[8] individual fish. The Adriatic sturgeon is a tetraploid fish (has four sets of chromosomes) and research based on mitochondrial and microsatellite information is applied on the breeding stock to establish how best to increase the genetic diversity of the fish used in the breeding programme.[25][26] It has been reported by researchers that, despite the release of captive-bred fish, no signs of spawning have been observed in the wild;[1] however, considering that Adriatic sturgeon needs at least twelve years to attain sexual maturity and matures gonads in alternate years, and considering the release of captive small fish started in 2004, it was probably premature to look for wild fingerlings at the time of the publication of the report (2011). About the southwestern population, it was reported that Adriatic sturgeon was seen for the last time in Greece in 1977, and in Albania in 1997 in the Buna River, but has not been seen there since;[1] however, in 2003 a study published genetic data of several specimens especially caught in Buna river, below the confluence with Lake Skadar.[23] In the recent past catfish anglers caught, filmed and released mature specimens of Adriatic sturgeon in the Po and other rivers, also very large, old fish (for example, [1], [2],[3]).[27] After the building of a fish ladder on Isola Serafini dam, on 2018 a project GRAIA (Gestione Ricerca Ambientale Ittica Acque) started and a cam is now monitoring continuously the passage of fish through the mentioned ladder. Among millions of fish, mature specimens of Adriatic sturgeon were filmed.[citation needed] The capture of juveniles without microchips, smaller than those released into the wild by researchers and authorities, is an indication that Adriatic sturgeon naturally spawned in Italian rivers.[28] Molecular analyses showed that, among those fish, some were not related with the captive broodstock,[8] so a wild broodstock still exists.[citation needed] The main threat that Adriatic sturgeons face is damming, which involves the fragmentation of the habitat and prevents trophic and spawning migrations. The building of a dam severely modifies the river habitat upstream and downstream for many kilometers: upstream the current can be very slow, with water turbidity, water stratification and hypoxia or even anoxia on the bottom; downstream the nature of the substrate can change and water can be warmer and hypoxic, so the reproductive success of sturgeons can be very low or null and the metabolism of juveniles can be very stressed (above 23–25 °C for A. naccarii).[29] Before the building of some fish ladders on the main watercourses, most (if any) of the traditional spawning areas of the Po basin were not available to Adriatic sturgeons for decades, and this involved the collapse of wild populations of A. naccarii, as well as of other species of sturgeon (A. sturio, Huso huso) in the Adriatic sea. The only suitable remaining habitat for spawning were in the vicinity of the confluence of the River Po with its tributaries.[1] Another important problem is pollution of rivers by industrial effluent, agricultural runoff and civil wastewaters.[citation needed] During the XX century, overfishing on adults and above all immature sturgeons was another important cause of the decline of the wild stock of A. naccarii. Despite it is now a protected species, illegal fishing by poachers is presently one of the main threat in the Po basin (for example, [4],[5]), particularly harmful when smaller fish are taken before they have reached maturity and reproduced at least once. Illegal capture with giant lift nets placed close to the estuaries can be a big threat, as well as commercial fishing in the sea and lagoons.[citation needed] Predation by cormorant on juveniles is another important problem: Italian wintering populations of these birds are extremely numerous and increasing every year,[30] so many of them are moving to rivers and lakes, due to numerical saturation of the coastal areas.[31] Adriatic sturgeons also face competition from the wels catfish, which has expanded its range into Western Europe; however, wels catfish cohabits with many species of sturgeon in its native range. It has been supposed that, as they have become fewer in number, they could be affected by the Allee effect,[1] which postulates that a fish's growth rate is reduced at low population densities; however, Allee effect has never been studied for A. naccarii.[citation needed] ","Title":"Adriatic sturgeon - Wikipedia","KeyID":"11597","URL":"https://en.wikipedia.org/wiki/Adriatic_sturgeon"}