{"Content: ":"The lake sturgeon (Acipenser fulvescens), also known as the rock sturgeon,[7] is a North American temperate freshwater fish, one of about 25 species of sturgeon. Like other sturgeons, this species is an evolutionarily ancient bottom feeder with a partly cartilaginous skeleton, an overall streamlined shape and skin bearing rows of bony plates on its sides and back. The fish uses its elongated, spade-like snout to stir up the substrate and sediments on the beds of rivers and lakes while feeding. The lake sturgeon has four purely sensory organs that dangle near its mouth. These organs, called barbels, help the sturgeon to locate bottom-dwelling prey. Lake sturgeons can grow to a relatively large size, topping 7.25 ft (2.2 m) long and weighing over 240 lb (108 kg).[8] The lake sturgeon has taste buds on and around its barbels near its rubbery, prehensile lips. It extends its lips to vacuum up soft live food, which it swallows whole due to its lack of teeth. Its diet consists of insect larvae, worms (including leeches), and other small organisms (primarily metazoan) it finds in the mud. Fish are rarely found in its diet and are likely incidental items only, with the possible exception of the invasive round goby.[9] Given that it is a large species surviving by feeding on very small species, its feeding ecology has been compared to that of large marine animals, like some whales, which survive by filter-feeding.[10] This species occurs in the Mississippi River drainage basin south to Alabama and Mississippi. It occurs in the Great Lakes and the Detroit River, east down the St. Lawrence River to the limits of fresh water. In the west, it reaches Lake Winnipeg and the North Saskatchewan and South Saskatchewan Rivers. In the north, it is found in the Hudson Bay Lowland.[11] In the east, the species lives in Lake Champlain and in some Vermont rivers, including the Winooski, Lamoille and Missisquoi rivers, and Otter Creek. This distribution makes sense in that all these areas were linked by the large lakes that formed as the glaciers retreated from North America at the end of the last ice age (e.g., Lake Agassiz, Lake Iroquois). These sturgeon often migrate in search of food or suitable spawning locations, or in response to seasonal environmental conditions. Juveniles typically inhabit pools greater than about 6 feet in depth, and adults typically live deep in large lakes. They are not often far from suitable spawning locations. The abundance of prey also plays a large factor in finding a suitable habitat.[12] Lake sturgeon have a very long lifespan. Males typically live for 55 years and females can live for 80 to 150 years.[13] They grow quickly during a lengthy juvenile stage.[12] Lake sturgeon eggs begin yellowed and are attached to a fatty ovarian mass. When the eggs are mature, they become olive green, grey or black. The eggs typically hatch after 8 to 14 days. Observations suggest lake sturgeon and other fish and invertebrates likely consume some fertilized eggs while on the spawning grounds. At hatching, the larvae are barely discernible and are about 10 mm long. The larvae soon become pelagic, remaining far from the surface and bed, and negatively phototactic, or attracted to darkness, while searching for rocky places to hide. About two weeks after hatching, they disperse downstream with the current for several miles until settling back down upon the river bottom. As juveniles, all definitive adult structures, except for gonads, form. They are thought to feed on benthic invertebrates like adults. It is thought that during late summer, yearlings gather in large schools in shallow river mouths and bays. The juveniles can be found in the same habitats as adults after a year.[12] Male lake sturgeon typically reach sexual maturity at 8 to 12 years, but may take up to 22 years. Females reach sexual maturity at 14 to 33 years, most often from 24 to 26 years of age. These sturgeon spawn on clean, gravel shoals and stream rapids, usually from April to June. They prefer to spawn in temperatures between 55 and 64 degrees Fahrenheit.[13] Lake sturgeon reproduce by swimming around each other in circles and shaking violently; the male stops circling when he has released his fertilizer and the female then lays her eggs.[14] Males spawn every 2 to 7 years while females spawn every 4 to 9 years. Only 10 to 20 percent of adult lake sturgeon are sexually active during a season[13] Lake sturgeon are polygamous, maximizing genetic diversity.[15] These fish were once killed as a nuisance by catch because they damaged fishing gear. When their meat and eggs became prized, commercial fishermen targeted them. Between 1879 and 1900, the Great Lakes commercial sturgeon fishery brought in an average of 4 million pounds (1800 metric tons) per year. Such unsustainable catch rates were coupled with environmental challenges such as pollution and the construction of dams and other flood control measures. Sturgeon, which return each spring to spawn in the streams and rivers in which they were born, found tributaries blocked and spawning shoals destroyed by silt from agriculture and lumbering. In the 20th century, drastic drops in sturgeon catches, increased regulations, and the closure of viable fisheries occurred. Currently, 19 of the 20 states within the fish's original U.S. range list it as either threatened or endangered.[16][17] It is considered \"Vulnerable\" by NatureServe.[18] This sturgeon is a valuable gourmet food fish, as well as a source of specialty products including caviar and isinglass. \"In 1860, this species, taken on incidental catches of other fishes, was killed and dumped back in the lake, piled up on shore to dry and be burned, fed to pigs, or dug into the earth as fertilizer.\"[19] It was even stacked like cordwood and used to fuel steamboats. Once its value was realized, \"They were taken by every available means from spearing and jigging to set lines of baited or unbaited hooks laid on the bottom to trap nets, pound nets and gillnets.\"[19] Over 5 million lb were taken from Lake Erie in a single year. The fishery collapsed, largely by 1900. It has never recovered. Like most sturgeons, the lake sturgeon is rare now and is protected in many areas.[16][17] In addition to overharvesting, it has also been negatively affected by pollution and loss of migratory waterways. It is vulnerable to population declines through overfishing due to its extremely slow reproductive cycle; most individuals caught before 20 years of age have never bred and females spawn only once every four or five years. The specific harvesting of breeding females for their roe is also damaging to population size. Few individuals ever reach the extreme old age or large size that those of previous generations often did.[20] In 2001, transmitters placed into ten sturgeon and egg mats placed in the Detroit River documented spawning of sturgeon for the first time in many decades.[21] This discovery followed the 2001 discovery of spawning runs under the Blue Water Bridge in the St. Clair River.[22][23] The Little River Band of Ottawa Indians (Manistee, MI) Sturgeon Program began in 2001. In 2002 they successfully documented natural reproduction of lake sturgeon by capturing larvae (newly hatched fish) from the Big Manistee River. The Streamside Rearing Facility for lake sturgeon on the Big Manistee River became operational in the spring of 2004 and marked the first time this technique had ever been used for this species. Since that time there have been five SRFs operated within the Lake Michigan Basin built on the same LRBOI design. Many agencies now collaborate on this effort including the U.S. Fish and Wildlife Service, States of Michigan and Wisconsin, and many other partners. The LRBOI Nmé Stewardship Plan, created by biologists and Tribal members, was published in 2005 as a guiding document for the LRBOI sturgeon program and sturgeon restoration. New York State has also had a successful recovery program, using eggs and sperm collected from a spawning area on the St. Lawrence River. In early June 2017, aquatic biologists conducted the annual assisted propagation effort, through which 130,000 fertilized eggs were sent to hatcheries.[24] Several populations of lake sturgeon have experienced levels of restoration with help of U.S. Fish and Wildlife Service. There are fisheries located from North Carolina all the way to the Great Lakes that not only support restoration of lake sturgeon populations. However, many lake sturgeon populations still remain imperiled. The USFWS is going through measures to restore the species of lake sturgeon by recording abundance, distribution, age, growth and health of the species. Lake sturgeon are tagged and released by the USFWS to capture a better understanding of their life cycle. While strict regulations have been put in place to monitor harvests, hatcheries have been heavily used in restoration efforts.[25] Today, limited sturgeon fishing seasons are permitted in only a few areas, including some locations in Minnesota, Wisconsin, and Michigan. Fishing for sturgeon is allowed on Black Lake in Michigan, for example, but the fishery is limited to five total fish taken each year, each over 36 in (910 mm) and taken through the ice with spears. Anglers in Minnesota have the opportunity to harvest one lake sturgeon per calendar year between 45 and 50 in on the Rainy River, and Lake of the Woods on the Canada–US border. The early season runs from April 24 to May 7 each year with the late season running from July 1 to September 30. Anglers must have a valid Minnesota fishing license and purchase a sturgeon tag to harvest a lake sturgeon. An annual sturgeon spearing season is open on Lake Winnebago in Wisconsin. It has changed from a 16-day season in the past to a season with a marked quota, but the season can still run for the full 16 days. If 90–99% of the quota is reached on any day, the season is over at 1:00 pm the following day. If 100% (or more) of the quota is reached, the Wisconsin Department of Natural Resources can enable an emergency stoppage rule.[26] In 2012, the largest sturgeon ever caught on Lake Winnebago (a female) was 125 years old, weighed 240 lb., and measured 87.5 in. in length. It was tagged and released by scientists from the Wisconsin Department of Natural Resources.[27] The sturgeon is also present in Quebec in the St. Lawrence River, where it is targeted by commercial fisheries. It is also a game fish with a harvest limit of one per day. Wolf Lake State Fish Hatchery in Kalamazoo, MI, raises and releases lake sturgeon. The lake sturgeon are produced mainly for inland waters, although a few are stocked in Great Lakes waters. There is also a streamside rearing facility near Onaway, Michigan on the Black River, a tributary of the Cheboygan River, then Lake Huron. The facility is run and managed by the Michigan Department of Natural Resources, Michigan State University, and Tower Kliber. Each year hundreds to thousands of sturgeon are raised and released into Black Lake, and other surrounding areas. Adult sturgeon are caught in the river, their eggs and sperm are extracted and then taken back to the hatchery for fertilization, and left to incubate. Hatched larvae are also caught in the river with drift nets. The hatchery is open to the public, and people can also watch the hatchery workers catch the fish. The sturgeon was and is a major figure in Menominee culture. For example, one of their clans is the Sturgeon Clan. There was also special celebration, the Sturgeon Festival, in which the spiritual and economic aspects of the fish were celebrated. Among the spiritual aspects are the sturgeon's role as protector of wild rice. Sturgeon were taken not just for their meat but also for the eggs (caviar) and other parts, especially the isinglass, which was traditionally used as a paint adhesive and later as a trade item with Europeans. [28] The fish was also a key economic factor among the Anishinaabe. In fact, members of this tribe living in the sturgeon-rich Winnipeg River watershed were known as \"Sturgeon Indians\" during the fur trade era. Devices used in fishing sturgeon included spear, weir, net, and less commonly hook and line.[29] Lake sturgeon, Batchawana Bay, Lake Superior (live released). Lake sturgeon. Juvenile lake sturgeon Goulais Bay, Lake Superior. Juvenile lake sturgeon Goulais Bay, Lake Superior. A very juvenile lake sturgeon. ","Title":"Lake sturgeon - Wikipedia","KeyID":"11592","URL":"https://en.wikipedia.org/wiki/Lake_sturgeon"}