{"Content: ":"The sterlet (Acipenser ruthenus) is a relatively small species of sturgeon from Eurasia native to large rivers that flow into the Black Sea, Azov Sea, and Caspian Sea, as well as rivers in Siberia as far east as Yenisei. Populations migrating between fresh and salt water (anadromous) have been extirpated.[1] Due to overfishing (for its flesh, caviar, and isinglass), pollution, and dams, the sterlet has declined throughout its native range and is considered vulnerable by the IUCN.[1] Restocking projects are ongoing, and it has been introduced to some regions outside its native range, but the latter have generally not become self-sustaining.[1] Today, the majority of the international trade involves sterlets from aquaculture.[1] The sterlet's main source of food is benthic organisms; they commonly feed on crustaceans, worms, and insect larvae.[5] The sterlet commonly reaches the age of 22 to 25 years. Males reach sexual maturity at 3–7 years old and females at 4–12 years old. Spawning occurs from the middle of April to the beginning of June. Females may lay from 15,000–44,000 eggs, at water temperatures preferably 12–17 °C (54–63 °F). Sterlets require relatively large ponds with good water conditions, and may get entangled in plants such as blanketweed. They may require special food such as sterlet sticks, as they are unable to digest the vegetable proteins usually found in commercial fish foods.[citation needed] In Russia, it is held in high esteem on account of its excellent flesh, contributing also to the best kinds of caviar and isinglass.[citation needed] The sterlet (Acipenser ruthenus in Linnaeus' classification) is the last of the five native sturgeon species inhabiting the Middle and Upper Danube River. Its population has dropped significantly, mainly due to the degradation of main habitats, spawning grounds and foraging grounds.[6] ","Title":"Sterlet - Wikipedia","KeyID":"11602","URL":"https://en.wikipedia.org/wiki/Sterlet"}