{"Content: ":"The kaluga (Huso dauricus), also known as the river beluga, is a large predatory sturgeon found in the Amur River basin. With a maximum size of at least 1,000 kg (2,205 lb) and 5.6 m (18.6 ft), the kaluga is one of the biggest of the sturgeon family. Like the slightly larger beluga, it spends part of its life in salt water. Unlike the beluga, this fish has 5 major rows of dermal scutes, nail-like teeth in its jaws, and feeds on salmon and other fish in the Amur. They have gray-green to black backs with a yellowish green-white underbelly. The kaluga has been hunted to near extinction for its valuable roe. Despite constant anti-poaching patrols, poachers still continue to catch the fish. Fishing for kaluga anywhere in the Amur River is an offense punishable by law. However, kalugas are known to have an aggressive nature, and instances of them toppling fishing boats and drowning fishermen have been reported, although no concrete evidence exists of them assaulting or hunting people. Kaluga sturgeon are semi-anadromous, spending some of its life in salt water but most of its life in freshwater. Kalugas are one of the four species of sturgeons to exist in the Amur River. The Amur River is one of the largest rivers in East Asia and lies between the borders of China and Russia. There are two types of Kaluga that exist in this river. One group of Kalugas spawn in the main stem of the river, while others spawn downstream and work their way to the middle of the river. In the early life of a Kaluga, the offspring prefer to live in a clear habitat setting. They prefer the point of the river where there is an illuminated white bottom and open space for them to swim way above the bottom of the river. The Kaluga also prefers to avoid any cover from the river. Observations suggest that the Kaluga embryos might do this to avoid predators near the bottom of the river. The Kaluga sturgeon are currently endangered now because of human interaction. However, environmental factors such as warm water temperatures pose risk for fungus over free embryos and could be a cause of death also. The migration intensity of Kaluga is also a big factor in the life of a Kaluga. Water velocity in the stream has a great effect on the migration of the free embryos, meaning that the greater the force of the stream of water is the more likely the embryo migrates. Migration plays a big role in Kaluga's early life. The migration of the Kaluga is considered a passive migration because the embryos have no control over where the river flow takes them. However, when grown the Kaluga constantly migrates back and forth between upstream and downstream. The generation length of the species is not less than 20 years, comparable to humans. Kaluga spends at least part of its life in salt water and returns to rivers to breed. The Kaluga Sturgeon spawns in lower reaches of the Amur River in strong-current habitats in the mainstream of the river on gravel or sandy-gravel bottom at water temperatures of 70 °F (12-20 °C) in depths of 6–10 feet (2–3 m). Spawning peaks from the end of May to July. Adults spawn many times during their life cycle. Spawning periodicity is 4–5 years in females and 3–4 years in males. Water temperature affects the onset of maturity of females. Females spawn a year earlier during warm years than they would during cold years. Kaluga sturgeon have declined sharply since the 1800s. Official catch records dropped from: This indicates a greater than 80% decline in catches over 90 years. Since 2000, Kaluga sturgeon older than 10 years have not been observed in the Amur River channel during non-spawning periods, suggesting that adults in the Amur River are absent. Kaluga Sturgeon hatch in shallow gravel beds in the freshwater estuaries of the Amur River. Their parents play no role in their lives. They remain in the egg from 83 to 295 hours and hatch with a yolk sac that feeds them for up to 8 or 9 days. After that, the Kaluga Sturgeon are forced to hunt. They hunt for tiny zooplankton, insects, and shrimp. They reach the sea with the help of the current and remain there until they are ready to breed, between the ages of 10 and 14. Females are only able to breed every four years. Their spawning season begins in May and ends in July. Adult Kaluga Sturgeons travel in small groups of between 3 and 20 individuals to the shallow gravel beds to spawn. Sometimes if the Kaluga Sturgeon is too large it may die from getting stuck in the shallow water. The Kaluga Sturgeon can hybridize with the Amur sturgeon. Adult Kaluga Sturgeon have enormous appetites. They eat pike, carp, herring, chum salmon, keta, and most other fish or shellfish that can fit into their mouths. A Kaluga Sturgeon can live up to 55 years. The Kaluga Sturgeon is a massive fish, also known as the “River Beluga”. It has a triangular head with several bony plates. Its body is an elongated fusiform body with five rows of bony scutes: dorsal with 10-16 beetles (the first is largest), two laterals (32-46 scutes), and two ventral (8-12 scutes) between rows of small bony scutes grains and rarely more large plate. Lateral scutes are smaller than the dorsal and ventral scutes. The mouth takes up the entire lower surface of the snout, it is lateral, crescent-shaped, and extremely large. Parts of the mouth can move to the side of the head. Under the snout and in front of the mouth there is a transverse row of four flattened laterally barbels. The inner two barbels are more anterior than the outer ones, but they are similar in length. The snout of the Kaluga Sturgeon is short and sharply pointed. It has very small eyes which are located immediately behind its nostrils. There are a few reasons as to why exactly this species is declining. To begin with, they are being severely overfished. Ever since the 1900s, they have been poached at an alarming rate. After World War II, in 1948, 61 metric tons of Kaluga was caught, an unbelievable number for a species of their size (Krikhtin et al. 1997). They are extremely vulnerable to extinction by poaching because they have late sexual maturity. On average their sexual maturity lasts from 6 to 25 years of age. Sturgeon Caviar output, including the Kaluga, from 1957 to 2005, averaged about 117 tons per year. The animals are being hunted down for their unfertilized eggs because sturgeon roe is considered a delicacy to people all across the world (Yang et al. 2006). This market cuts down on the Kaluga population and only hastens the process of their extinction. Another reason for the endangerment is river pollution, especially near spawning grounds. This has led to deformed eggs and has caused defects in birth. [5][6][7] ","Title":"Kaluga (fish) - Wikipedia","KeyID":"11608","URL":"https://en.wikipedia.org/wiki/Kaluga_(fish)"}