{"Content: ":"Siltstone, also known as aleurolite,[1] is a clastic sedimentary rock that is composed mostly of silt. It is a form of mudrock with a low clay mineral content, which can be distinguished from shale by its lack of fissility.[2] Although its permeability and porosity is relatively low, siltstone is sometimes a tight gas reservoir rock,[3][4] an unconventional reservoir for natural gas that requires hydraulic fracturing for economic gas production.[5] Siltstone was prized in ancient Egypt for manufacturing statuary and cosmetic palettes. The siltstone quarried at Wadi Hammamat was a hard, fine-grained siltstone that resisted flaking and was almost ideal for such uses.[6] There is not complete agreement on the definition of siltstone. One definition is that siltstone is mudrock (clastic sedimentary rock containing at least 50% clay and silt) in which at least 2/3 of the clay and silt fraction is composed of silt-sized particles. Silt is defined as grains 2–62 μm in diameter, or 4 to 8 on the Krumbein phi (φ) scale.[7] An alternate definition is that siltstone is any sedimentary rock containing 50% or more of silt-sized particles.[8] Siltstones can be distinguished from claystone in the field by chewing a small sample; claystone feels smooth while siltstone feels gritty.[2] Siltstones differ significantly from sandstones due to their smaller pores and a higher propensity for containing a significant clay fraction. Although often mistaken for a shale, siltstone lacks the laminations and fissility along horizontal lines which are typical of shale.[2] Siltstones may contain concretions.[9][10] Unless the siltstone is fairly shaly, stratification is likely to be obscure and it tends to weather at oblique angles unrelated to bedding. Siltstone is an unusual rock, in which most of the silt grains are made of quartz.[11] The origin of quartz silt has been a topic of much research and debate.[12][13] Some quartz silt likely has its origin in fine-grained foliated metamorphic rock,[14] while much marine silt is likely biogenic,[15][16] but most quartz sediments come from granitic rocks in which quartz grains are much larger than quartz silt.[17] Highly energetic processes are required to break these grains down to silt size.[18] Among proposed mechanism are glacial grinding;[19][20] weathering in cold, tectonically active mountain ranges;[18] normal weathering, particularly in tropical regions;[11][21][22] and formation in hot desert environments by salt weathering.[23] Siltstones form in relatively quiet depositional environments where fine particles can settle out of the transporting medium (air or water) and accumulate on the surface.[24] They are found in turbidite sequences,[25] in deltas,[26] in glacial deposits,[27] and in miogeosynclinal settings.[28]","Title":"Siltstone - Wikipedia","KeyID":"1161","URL":"https://en.wikipedia.org/wiki/Siltstone"}