{"Content: ":"The Amu Darya sturgeon or false shovelnose sturgeon (Pseudoscaphirhynchus kaufmanni) is a critically endangered species of fish in the family Acipenseridae. It is found in Turkmenistan, Uzbekistan, Tajikistan and perhaps Afghanistan.[1] It inhabits quite shallow flowing waters that are turbid and muddy.[1][5] The Amu Darya sturgeon is a small sturgeon, but the largest species of Pseudoscaphirhynchus, reaching up to 2 kg (4.4 lb) in weight and 75 cm (30 in) in total length, excluding tail filament.[5][6] It has a long, thin tail filament. For example, two individuals that both had a length of about 55 cm (22 in) excluding tail filament were 77 cm (30.5 in) and 85.5 cm (33.5 in) including tail filament.[7] The species occurs in two morphs: a relatively large, light-coloured and late maturing morph, and a small, dark-coloured and early maturing morph. The small morph is roughly of similar size to P. hermanni, a species that lacks a tail filament.[5][7] The Amu Darya sturgeon feeds on small fish and aquatic insect larvae, with large individuals being mostly piscivorous.[1][5] Studies in the 1960s and 1970s showed that Amu Darya sturgeon reach maturity when 5–8 years old (slightly later in females than males), but in the 1990s the youngest mature individuals only were 4 years old, possibly due to environmental changes in their habitat.[7] The breeding season is from March to May when the water is 14 to 16 °C (57 to 61 °F).[1][5] During a season, a female of the large morph lays about 3,100–36,500 eggs and a female of the small morph about 1,000–2,000 eggs, but it is possible that they only do this every 4–5-year.[5] The species can reach an age of more than 14 years.[1] Historically, it was known to hybridize with P. hermanni, with the offspring having features that are intermediate between the two species.[5] The Amu Darya sturgeon once occurred throughout the Amu Darya river basin, including its delta in the Aral Sea, today it is found in the middle Amu Darya River (between Kerki and Chardzhou (modern name is Turkmenabad) in Turkmenistan and also lower in Kyzylrabat area (Uzbekistan), also in more lower Amu Darya River (between Pitnak and Urganch in Khorezm province, Uzbekistan) and in the lower Vakhsh River (an Amu Darya tributary) in Tadjikistan.[1] It has declined because of habitat loss, pollution and poaching, and is rated as critically endangered by the IUCN.[1] Despite its threatened status, strong decline and range contraction, it can be locally fairly common and overall it is the least rare species of Pseudoscaphirhynchus (P. fedtschenkoi is possibly extinct and P. hermanni only survives in very small numbers).[7] In general the status of the Amu Darya sturgeon is poorly known and further surveys are necessary.[1] A part of its range is in the Amudarya State Nature Reserve.[1] Although the Amu Darya sturgeon is a fully protected species throughout its range,[8] illegal fishing is widespread and fisheries management in the region is very poor.[9] The species has been listed on CITES Appendix II since 1998.[1] This restricts international trade in the species, but two were legally exported from Uzbekistan to Russia for zoological purposes in 2002–2012, and in 2013 Uzbekistan set the export quota to twenty individuals.[9] Many sturgeon species have been bred in captivity and this often forms the basis for restocking the wild populations.[8] In the 1980s there were attempts of doing this with the Amu Darya sturgeon. Although some progress was made, captive breeding ultimately failed because the embryos died.[9] Since 2010, Eurasian Regional Association of Zoos and Aquariums (EARAZA) together with various Russian and Uzbekistan institutes as well as officials of Tajikistan) has attempted to start a breeding program for the Amu Darya sturgeon, but as of 2021 it has not succeeded (in 2020 Khorezm Mamun Academy in Khiva (Khorezm province branch of Academy of Sciences of Uzbekistan) - the main partner in the program) has temporary stopped shovelnose conservation project because of lack of financial support) although some progress was made (the eggs were incubated in the field in 2012 but the embryos died).[8] The karyotype of the Amu Darya sturgeon consists of roughly 118–120 chromosomes; it is classified as a low-chromosome group acipenserid fish. Studies of its genetics and karyotype show clear differences compared to the shovelnose sturgeon (Scaphirhynchus platorhynchus), indicating that the usually recognized subfamily Scaphirhynchinae is polyphyletic.[10] Further karyological research on the Amu Darya sturgeon may help in determining polyploid evolution in acipenserid fish.[citation needed] ","Title":"Amu Darya sturgeon - Wikipedia","KeyID":"11612","URL":"https://en.wikipedia.org/wiki/Amu_Darya_sturgeon"}