{"Content: ":"The dwarf sturgeon, little shovelnose sturgeon, or small Amu-Darya shovelnose sturgeon (Pseudoscaphirhynchus hermanni) is a species of fish in the family Acipenseridae. It is found in Turkmenistan, Uzbekistan and probably in Tajikistan. The Pseudoscaphirhynchus hermanni population is recorded to be a rare species. There are few recordings of this species being caught, but there are accusations that fishermen are unknowingly catching them. The population trend of this species is decreasing. The Pseudoscaphirhynchus hermanni is being negatively affected due to dams, poaching, water extraction, irrigation, and high levels of water pollution including mineral fertilizers, pesticides for cotton agriculture, and drainage waste. More survey work on this species is needed to determine the status of their population. Overall this species is recorded to be a critically endangered species.[1] The Pseudoscaphirhynchus hermanni has a diet of small aquatic invertebrates. Pseudoscaphirhynchus hermanni is endemic to the Amu Darya river basin in Turkmenistan and Uzbekistan, and might also occur in Tajikistan. It formerly occurred up to the Aral Sea.[1] The Pseudoscaphirhynchus hermanni has been recorded reaching a maximum length of 27 centimeters or 10.63 inches. The maximum reported weight of this species is 51 grams or 0.11 pounds. The oldest reported age of this species is six years old. This species is considered to be potamodromous. This species is also recorded to be sensitive to chemicals in the water.[5] One of the specific features of Pseudoscaphirhynchus hermanni is the crease on the external edge of pectoral fin. The Pseudoscaphirhynchus hermanni is recorded to live in freshwater or slightly salty environments within a demersal depth range. This species lives in a temperate climate.[5][6] The common names of the Pseudoscaphirhynchus hermanni in various languages include the following:   This order Acipenseriformes (Sturgeon and Paddlefish) related article is a stub. You can help Wikipedia by expanding it.","Title":"Dwarf sturgeon - Wikipedia","KeyID":"11611","URL":"https://en.wikipedia.org/wiki/Dwarf_sturgeon"}