{"Content: ":"Ground sloths are a diverse group of extinct sloths in the mammalian superorder Xenarthra. The term is used to refer to all extinct sloths because of the large size of the earliest forms discovered, compared to existing tree sloths. The Caribbean ground sloths, the most recent survivors, lived in the Antilles, possibly until 1550 BCE. However, radiocarbon dating suggests an age of between 2819 and 2660 BCE for the last occurrence of Megalocnus in Cuba.[1] Ground sloths had been extinct on the mainland of North and South America for 10,000 years or more.[2] They survived 5,000–6,000 years longer in the Caribbean than on the American mainland, which correlates with the later colonization of this area by humans.[3] Much ground sloth evolution took place during the late Paleogene and Neogene of South America, while the continent was isolated. At their earliest appearance in the fossil record, the ground sloths were already distinct at the family level. The presence of intervening islands between the American continents in the Miocene allowed a dispersal of forms into North America. A number of mid- to small-sized forms are believed to have previously dispersed to the Antilles. They were hardy as evidenced by their diverse numbers and dispersals into remote areas given the finding of their remains in Patagonia (Cueva del Milodón Natural Monument)[4] and parts of Alaska. Sloths, and xenarthrans as a whole, represent one of the more successful South American groups during the Great American Interchange. During the interchange, many more taxa moved from North America into South America than in the other direction. At least five genera of ground sloths have been identified in North American fossils; these are examples of successful immigration to the north. Paleontologists assign more than 80 genera of ground sloths to multiple families.[5] The megalonychid ground sloths first appeared in the Late Eocene, about 35 million years ago, in Patagonia. Megalonychids first reached North America by island-hopping, prior to the formation of the Isthmus of Panama. Some lineages of megalonychids increased in size as time progressed. The first species of these were small and may have been partly tree-dwelling, whereas the Pliocene (about 5 to 2 million years ago) species were already approximately half the size of the huge Late Pleistocene Megalonyx jeffersonii from the last ice age. Some West Indian island species were as small as a large cat; their dwarf condition typified both tropical adaptation and their restricted island environment. This small size also enabled them a degree of arboreality.[6] Megalonyx, which means \"giant claw\", was a widespread North American genus that lived past the close of the last (Wisconsin) glaciation, when so many large mammals died out. Remains have been found as far north as Alaska[7] and the Yukon.[8][9] Ongoing excavations at Tarkio Valley in southwestern Iowa may reveal something of the familial life of Megalonyx. An adult was found in direct association with two juveniles of different ages, suggesting that adults cared for young of different generations.[10][11] The earliest known North American megalonychid, Pliometanastes protistus, lived in the southern U.S. about 9 million years ago and is believed to have been the predecessor of Megalonyx. Several species of Megalonyx have been named; in fact it has been stated that \"nearly every good specimen has been described as a different species\".[8] A broader perspective on the group, accounting for age, sex, individual and geographic differences, indicates that only three species are valid (M. leptostomus, M. wheatleyi, and M. jeffersonii) in the late Pliocene and Pleistocene of North America,[12] although work by McDonald lists five species. Jefferson's ground sloth has a special place in modern paleontology, for Thomas Jefferson's letter on Megalonyx, read before the American Philosophical Society of Philadelphia in August 1796, marked the beginning of vertebrate paleontology in North America.[8] When Lewis and Clark set out, Jefferson instructed Meriwether Lewis to keep an eye out for ground sloths. He was hoping they would find some living in the Western range. Megalonyx jeffersonii was appropriately named after Thomas Jefferson.[8] The megatheriid ground sloths are relatives of the megalonychids; these two families, along with the family Nothrotheriidae, form the infraorder Megatheria. Megatheriids appeared later in the Oligocene, some 30 million years ago, also in South America. The group includes the heavily built Megatherium (given its name 'great beast' by Georges Cuvier[13]) and Eremotherium. The skeletal structure of these ground sloths indicates that the animals were massive. Their thick bones and even thicker joints (especially those on the hind legs) gave their appendages tremendous power that, combined with their size and fearsome claws, provided a formidable defense against predators. The earliest megatheriid in North America was Eremotherium eomigrans which arrived 2.2 million years ago, after crossing the recently formed Panamanian land bridge. With more than five tons in weight, 6 meters in length, and able to reach as high as 17 feet (5.2 m), it was larger than an African bush elephant bull. Unlike relatives, this species retained a plesiomorphic extra claw. While other species of Eremotherium had four fingers with only two or three claws, E. eomigrans had five fingers, four of them with claws up to nearly a foot long.[14] Recently recognized, ground sloths of Nothrotheriidae are often associated with those of the Megatheriidae, and together the two form the superfamily Megatherioidea. The most prominent members of the group are the South American genus Thalassocnus, known for being aquatic, and Nothrotheriops from North America. The last ground sloths in North America belonging to Nothrotheriops died so recently that their subfossil dung has remained undisturbed in some caves. One of the skeletons, found in a lava tube (cave) at Aden Crater, adjacent to Kilbourne Hole, New Mexico, still had skin and hair preserved, and is now at the Yale Peabody Museum. The largest samples of Nothrotheriops dung can be found in the collections of the Smithsonian Museum. Another Nothrotheriops was excavated at Shelter Cave, also in Doña Ana County, New Mexico.[citation needed] The mylodontid ground sloths together with their relatives the scelidotheriids form the Mylodontoidea, the second radiation of ground sloths. The discovery of their fossils in caverns associated with human occupation led some early researchers to theorize that the early humans built corrals when they could procure a young ground sloth, to raise the animal to butchering size.[15] However, radiocarbon dates do not support simultaneous occupation of the site by humans and sloths.[16] Subfossil remains like coproliths, fur and skin have been discovered in some quantities. The American Museum of Natural History has exhibited a sample of Mylodon dung from Argentina with a note that reads \"deposited by Theodore Roosevelt\".[17][18][19][20] The ground sloth family Scelidotheriidae was demoted in 1995 to the subfamily Scelidotheriinae within Mylodontidae.[21][22] Based on collagen sequence data showing that its members are more distant from other mylodontids than Choloepodidae, it was elevated back to full family status in 2019.[23] Together with Mylodontidae, the enigmatic Pseudoprepotherium and two-toed sloths, the scelidotheriids form the superfamily Mylodontoidea. Chubutherium is an ancestral and very plesiomorphic member of this subfamily and does not belong to the main group of closely related genera, which include Scelidotherium and Catonyx. The formerly recognized ground sloth family Orophodontidae constitutes a rather small but quite distinct group. They have been classified as a distinct mylodontan superfamily Orophodontoidea, the sister taxon to the Mylodontoidea. The taxon is now often disused with genus members reassigned to Megalonychidae and Mylodontidae.[24] The following sloth family phylogenetic tree is based on collagen and mitochondrial DNA sequence data (see Fig. 4 of Presslee et al., 2019).[23] † Neocnus dousman † Parocnus serus † Neocnus comes † Acratocnus ye † Nothrotheriops shastensis † Megatherium americanum † Megalonyx jeffersoni 4 living spp. † Scelidotherium sp. † Scelidodon sp. 2 living spp. † Lestodon armatus † Paramylodon harlani † Mylodon darwinii † Glossotherium robustus Sloths that had longer snouts are presumed to have had greater olfactory acuity, but appear to have also had less binocular vision and poorer ability to localize sounds. A number of extinct sloth species are thought to have had hearing abilities optimized for low frequencies, perhaps related to use of infrasound for communication.[25][26] A 2021 study on isotope proposed Mylodon and some other ground sloths must have been at least sporadically omnivorous.[27] Radiocarbon dating places the disappearance of ground sloths in what is now the United States at around 11,000 years ago. The Shasta ground sloth (Nothrotheriops shastensis) visited Rampart Cave (located on the Arizona side of the Lake Mead National Recreation Area) seasonally, leaving behind a massive stratified subfossilized dung deposit, and seemed to be flourishing from 13,000 until 11,000 BP, when the deposition suddenly stopped.[28] Steadman et al. argue that it is no coincidence that studies have shown that ground sloths disappeared from an area a few years after the arrival of humans.[3] Trackways preserved in New Mexico (probably dating from 10 to 15.6 thousand years ago) that appear to show a group of humans chasing or harassing three Nothrotheriops or Paramylodon ground sloths may record the scene of a hunt. The tracks are interpreted as showing seven instances of a sloth turning and rearing up on its hind legs to confront its pursuers, while the humans approach from multiple directions, possibly in an attempt to distract it.[29][30][31] Those who argue in favor of humans being the direct cause of the ground sloths' extinction point out that the few sloths that remain are small sloths that spend most of their time in trees, making it difficult for them to be spotted. Although these sloths were well hidden, they still would have been affected by the climate changes that others claim wiped out the ground sloths. Additionally, after the continental ground sloths disappeared, insular sloths of the Caribbean survived for approximately 6,000 years longer, which correlates with the fact that these islands were not colonized by humans until about 5500 yr BP.[3] It is difficult to find evidence that supports either claim on whether humans hunted the ground sloths to extinction.[32] Removing large amounts of meat from large mammals such as the ground sloth requires no contact with the bones; tool-inflicted damage to bones is a key sign of human interaction with the animal.[33] Humans are believed to have entered the New World via Beringia, a land bridge which connected Asia and North America during the last glacial maximum. Mosimann and Martin (1975) suggested the first of these nomads descended from hunting families who had acquired the skills to track down and kill large mammals.[34] By this time, humans had developed early hunting weapons, including the Clovis points, which were narrow, carved stone projectiles used specifically for big game. A couple of hundred years later, the atlatl became widely used, which allowed them to throw spears with greater velocity.[35] These inventions would have allowed hunters to put distance between them and their prey, potentially making it less dangerous to approach ground sloths. Certain characteristics and behavioral traits of the ground sloths made them easy targets for human hunting and provided hunter-gatherers with strong incentives to hunt these large mammals. Ground sloths often fed in open fields.[36] Recent studies have attempted to discover the diet of ground sloths through fossils of their dung. Analysis of these coproliths have found that ground sloths often ate the foliage of trees, hard grasses, shrubs, and yucca; these plants were located in areas that would have exposed them,[37] making them susceptible to human predation. Ground sloths were not only easy to spot, but had never interacted with humans before, so would not have known how to react to them. Additionally, these large mammals waddled on their hind legs and front knuckles, keeping their claws turned in. Their movement and massive build (some weighed up to 3,000 kilograms (6,600 lb)) imply they were relatively slow mammals.[3] These reasonable after-the-fact inferences from the evidence might explain why ground sloths would have been easy prey for hunters, but are not certain.[38] While ground sloths would have been relatively easy to spot and approach, big game hunters' weapons would have been useless from farther than thirty feet away. It would have been difficult to take down a ground sloth with a spear-thrower and would have required extensive knowledge of the species. Additionally, the ground sloths' already thick hide was fortified by osteoderms, making it difficult to penetrate.[33][39] Since ground sloths thrived in an environment filled with large predators, they evidently would have been able to also defend themselves against human predation, so there is no reason to expect that they would have been \"easy pickings\". When feeding, they had enough strength to use their long, sharp claws to tear apart tree branches; presumably their strength and formidable claws would be dangerous for hunters that attempted to attack them at close quarters.[40] ","Title":"Ground sloth - Wikipedia","KeyID":"11628","URL":"https://en.wikipedia.org/wiki/Ground_sloths"}