{"Content: ":"Bufo periglenes Cranopsis periglenes Ollotis periglenes The golden toad (Incilius periglenes) is an extinct species of true toad that was once abundant in a small, high-altitude region of about 4 square kilometres (1.5 sq mi) in an area north of the city of Monteverde, Costa Rica.[3] It was endemic to elfin cloud forest.[4] Also called the Monte Verde toad, Alajuela toad and orange toad, it is commonly considered the \"poster child\" for the amphibian decline crisis.[5] This toad was first described in 1966 by herpetologist Jay Savage.[3] The last sighting of a single male golden toad was on 15 May 1989, and it has since been classified as extinct by the International Union for Conservation of Nature (IUCN).[1] The golden toad was one of about 500 species in the family Bufonidae—the \"true toads\". Males were orange and sometimes slightly mottled on the belly, while females showed a greater variety of colors, including black, yellow, red, green, and white; both sexes had smooth skin. While males had brilliant orange that attracted females to mate, females were covered with a dark, charcoal-color outlined with yellow lines.[6] Sexual dimorphism played a key role in identifying females, who were typically larger than males. Body length ranged from 39 to 48 mm in males and from 42 to 56 mm in females. Males had proportionally longer limbs and longer, more acute noses than females.[7] Females also had enlarged cranial crests above the level of the orbit (eye socket), while in males the crests were much lower.[8] Individuals spent the majority of their lives in moist burrows, in particular during the dry season.[4] The average lifespan of the golden toad is unknown, but other amphibian species in the family Bufonidae have an average lifespan of 10–12 years.[9] The golden toad inhabited northern Costa Rica's Monteverde Cloud Forest Reserve, in a cloud forest area north of the city of Monteverde.[10] It was distributed over an area no more than 8 km2 and possibly as little as 0.5 km2 in extent, at an average elevation of 1,500 to 1,620 m.[11] The species seemed to prefer the lower elevations.[8] The golden toad's main habitat was on a cold, wet ridge called Brillante. They would emerge in late March through April to mate for the first few weeks in rainwater pools amongst tree roots, where they also laid their eggs.[4][12] 1500 golden toads were reported to breed at the site since 1972. The last documented breeding episode occurred from April–May 1987.[13] For a few weeks in April, after the dry season ended and the forest became wetter, males would gather in large numbers near ground puddles and wait for the females. Golden toads were found to breed explosively when it rained heavily from March to June.[14] Males would clasp onto any other individuals encountered and only then identify the partner's gender. As soon as a male found a female golden toad, he would engage in amplexus with the female until she laid spawn.[15] The males would fight with each other for opportunities to mate until the end of their short mating season, after which the toads retreated to their burrows.[16] Males outnumbered females, in some years by as many as ten to one, a situation that often led bachelors to attack amplectant pairs and form what has been described as a \"writhing masses of toad balls\".[3] During the 1977 and 1982 seasons, males outnumbered females by over 8 to 1 at breeding pools. Each toad couple produced 200–400 eggs each week for the six-week mating period, with each egg approximately 3 mm in diameter. The eggs of the golden toad, black and tan spheres, were deposited in small pools often no more than one-inch deep. Tadpoles emerged in a matter of days but required another four or five weeks for metamorphosis. During this period, they were highly dependent on the weather. Too much rain and they would be washed down the steep hillsides; too little and their puddles would dry up. In 1987, an American ecologist and herpetologist, Martha Crump, recorded the golden toad's mating rituals. In her book, In Search of the Golden Frog, she described it as \"one of the most incredible sights I've ever seen\", and said they looked like \"statues, dazzling jewels on the forest floor\". On April 15, 1987, Crump recorded in her field diary that she counted 133 toads mating in one \"kitchen sink-sized pool\" that she was observing. Five days later, she witnessed the pools in the area drying, which she attributed to the effects of the El Niño-Southern Oscillation, \"leaving behind desiccated eggs already covered in mold\". The toads attempted to mate again that May. Of the 43,500 eggs that Crump found, only twenty-nine tadpoles survived the drying of the forest's ground.[17] Jay Savage discovered the golden toad in 1964.[3] From their discovery in 1964 for about 17 years, and from April to July in 1987, population sizes of ~1500 adult toads were reported.[18] As the population was very small and localized, a reserve of 4 km2 was established around the known locality, eventually expanded to cover 105 km2.[19] Only ten[1] or eleven toads were seen in 1988,[18] including one seen by Martha Crump, and none have been seen since May 15, 1989, when Crump last saw the same solitary male toad that she had seen the year before.[16] In the period between its discovery and disappearance, the golden toad was commonly featured on posters promoting the biodiversity of Costa Rica.[20] Another species, Holdridge's toad, was declared extinct in 2008 but has since been rediscovered.[21] The Global Amphibian Assessment (GAA) listed 427 species as \"critically endangered\" in its extensive analysis, including 122 species that could be “possibly extinct”. A majority of species, including the golden toad, have declined in numbers even in seemingly undisturbed environments.[8] As late as 1994, five years after the last sighting, researchers still hoped that I. periglenes continued to live in burrows, as similar toad species have lifespans of up to twelve years.[18] By 2004 IUCN listed the species as extinct, after an evaluation involving Savage (who had first discovered them 38 years earlier). IUCN's conclusion was based on the lack of sightings since 1989 and the \"extensive searching\" that had been done since without result.[1] In August 2010 a search organised by the Amphibian Specialist Group of the International Union for Conservation of Nature, aiming to verify the status of various species of frogs thought to be extinct in the wild, failed to find evidence of surviving specimens.[22] Since records of golden toads were consistently collected, their rapid disappearance was well documented, yet the causes remain poorly understood. After 1989, there have been no verified documented sightings. The disappearance was originally attributed to a severe neotropical drought in 1987–1988, but other factors have since been treated as more likely causes.[19] The IUCN has given numerous possible reasons for the species' extinction, including its \"restricted range, global warming, chytridiomycosis and airborne pollution\".[1] Jennifer Neville examined the different hypotheses explaining the extinction in her article \"The Case of the Golden Toad: Weather Patterns Lead to Decline\", and concluded that Crump's El Niño hypothesis is \"clearly supported\" by the available data.[18] In her article, Neville discussed the flaws in other hypotheses explaining the toad's decline. The UV-B radiation theory, which suggests that the decline in golden toads resulted from an increase in UV-B radiation, has little evidence supporting it because there was no high elevation UV-B radiation recorded, also, there is little evidence that an increase in UV-B radiation would have an effect on anurans.[18] Another theory is that the anuran water loss from dry conditions helped cause high mortality rates among adults, although this point is hotly contested.[4] In 1991, ML Crump, FR Hensley, and KL Clark attempted to understand whether the decline of the golden toad in Costa Rica meant that the species was underground or extinct. They found that each year from the early 1970s–1987 golden toads emerged from retreats to breed during April–June. During the time of the study in 1991, the most recent known breeding episode occurred during April/May 1987. Over 1500 adults were observed at five breeding pools, but a maximum of 29 tadpoles metamorphosed from these sites. During April–June 1988–90, Crump et al. found only 11 toads during surveys of the breeding habitat. To study the species' decline, they analyzed rainfall, water temperature, and pH of the breeding pools. The data on weather patterns and characteristics of the breeding habitat unveiled that warmer water temperatures and less precipitation during dry season after 1987 could have caused adverse breeding conditions. The toads may have actually been alive and hiding in retreats, waiting for appropriate weather conditions. The scarcity of toads could have been a normal population response to an unpredictable environment.[11] However this hypothesis is unlikely to be still valid after close to 30 years. Furthermore, there have been many mating seasons since 1987 with very favorable conditions but no reappearance of the species.[18] The climate-linked extinction hypothesis postulates that rising global temperatures caused the extreme El Niño event. To test the hypothesis a study was conducted using oxygen isotope measurements from trees identifying data spanning the years of 1900-2002. The results found “no evidence of a trend associated with global warming”, though without more extensive climate data dating farther back it is difficult to conclude if anthropogenic changes to the climate played a role in extinction for the Golden Toad.[23] Climate variability is strongly dominated by dry season influences from the El Niño Southern Oscillation events.[24] In 1986–87, El Niño caused the lowest recorded rainfall and highest temperature in Monteverde, Costa Rica. The shift of climate during El Niño is caused by the increased atmospheric pressure in the Atlantic and decreased in the Pacific. The wind reduced the number of rain on the Pacific-facing slopes, and the temperature during the dry season was dramatically higher than usual.[15] At that time, researchers were not certain if the toads were waiting for wetter mating conditions to return or if they had simply died off. In Atelopus, another genus found in the tropical Americas, an estimated 67% of the ~110 species of have become extinct or endangered, and the pathogenic chytrid fungus Batrachochytrium dendrobatidis, which causes chytridiomycosis, is implicated in this regard.[8] Three hypotheses of how the chytrid fungus could have caused the extinction of the golden toad were reviewed by Rohr et al.[25] They include the spatiotemporal-spread hypothesis, the climate-linked-epidemic hypothesis, and the chytrid-thermal-optimum hypothesis. The spatiotemporal-spread hypothesis claims that B. dendrobatidis related decreases in population are a result of the introduction and spread of B. dendrobatidis, independent of climate changes. The climate-linked-epidemic hypothesis says the decline was a result of a climate change interacting with a pathogen. This hypothesis leads to a paradox because B. dendrobatidis is a cold-tolerant pathogen.[26] The chytrid-thermal-optimum hypothesis proposes that global warming increased cloud cover in warm years, resulting in the concurrence of daytime cooling and nighttime warming, temperatures that are the optimal thermal temperature for B. dendrobatidis growth.[25] This theory is controversial.[27] Another explanation has been termed the chytrid thermal optimum hypothesis. An earlier study by Pounds and Crump based on the El Niño event in 1986–1987[28] had concluded, after observing the dry conditions from higher temperatures and lower seasonal rainfall, that this could potentially have caused the extinction. When chytridiomycosis was eventually identified as a major cause of amphibian extinctions throughout the world, a connection between these causes was hypothesized.[29] To test it, they used radiocarbon and chronology validation to test the amount of δ18O (delta-O-18) which is commonly used as a measure of the temperature of precipitation. They found that in the El Niño Southern Oscillation (ENSO) years showed a strong mean positive anomaly of 2.0% for 1983, 1987, and 1998 which is greater than 2σ above the mean. These strong positive anomalies are indicators of periods of lower precipitation and temperature differences of greater than 1 degree Celsius.[29] In conjunction with the chytrid-thermal-optimum hypothesis, the climate-linked-epidemic hypothesis also suggests a correlation between climate change and the amphibian pathogen. Unlike the chytrid-thermal-optimum hypothesis, the climate-linked-epidemic hypothesis does not assume a direct chain of events between warmer weather and disease outbreak. This interpretation assumes that global climate change has a direct link to species extinctions, arguing that \"the patterns of increasing dry days implicate rising global temperatures due to anthropogenic greenhouse gas emissions.\"[24] Taking the results and recent findings that tie the golden toad's population crash to disease, the authors concluded that climate-driven epidemics are an immediate threat to biodiversity. It also points to a chain of events whereby this warming may accelerate disease development by translating into local or microscale temperature shifts—increases and decreases—favorable to Bd.[8] Notably, B. dendrobatidis becomes increasingly malignant under cold and moist conditions. Hence, the idea that the pathogen spreads in warmer climates is paradoxical. It is possible that the warmer climate made the species more susceptible to disease, or those warm years could have favored Batrachochytrium directly.[8] In contrast to both the chytrid-thermal-optimum hypothesis and the climate-linked-epidemic hypothesis, the spatiotemporal-spread hypothesis suggests that population decline due to B. dendrobatidis was caused by the introduction and spread of B. dendrobatidis from a finite amount of introduction sites in a way unaffected by climate change. Mantel tests of all the possible origins of B. dendrobatidis were used to see if their hypothesis was correct. They did see positive correlations between spatial distance and distance in the timing of declass and the lat year observed. \"Coincident mass extirpation of neotropical amphibians with the emergence of the infectious fungal pathogen Batrachochytrium dendrobatidis\" by Tina L. Cheng et al., also parallels with the spatiotemporal-spread hypothesis by tracking the origins of B. dendrobatidis and tracking it from Mexico to Costa Rica. Furthermore, this study also shows that local amphibian species could have extreme susceptibility to B. dendrobatidis which could result in population decline.[30] There has been evidence that contradicts the theory of fungus killing off the golden toads. Three collected and preserved specimens of I. periglenes were found to be negative for B. dendrobatidis. There is a possibility that the B. dendrobatidis was too damaged to detect, but even with this data, there is not enough to prove that climate change had a significant enough impact on the growth and spreading of the deadly fungus. It is possible that either the testing methods were not robust enough to detect the nascent infection, or that the specimens were too damaged to be tested. The more likely explanation is that the specimens were collected prior to the presumptive emergence and documentation of B. dendrobatidis in Monteverde. It is very likely that B. dendrobatidis played a role in the extinction of the golden toad, but there are still not enough data for a conclusive verdict.[5]","Title":"Golden toad - Wikipedia","KeyID":"11631","URL":"https://en.wikipedia.org/wiki/Golden_toads"}