{"Content: ":"The Global Assessment Report on Biodiversity and Ecosystem Services is a report[1] by the Intergovernmental Science-Policy Platform on Biodiversity and Ecosystem Services, on the global state of biodiversity. A summary for policymakers was released on 6 May 2019.[2] The report states that, due to human impact on the environment in the past half-century, the Earth's biodiversity has suffered a catastrophic decline unprecedented in human history.[3] An estimated 82 percent of wild mammal biomass has been lost, while 40 percent of amphibians, almost a third of reef-building corals, more than a third of marine mammals, and 10 percent of all insects are threatened with extinction. In 2010 a resolution by the 65th session of the United Nations General Assembly urged the United Nations Environment Programme to convene a plenary meeting to establish an Intergovernmental Platform on Biodiversity and Ecosystem Services (IPBES).[4][5] In 2013 an initial conceptual framework was adopted for the prospective IPBES plenary.[5] From 29 April to 4 May 2019, representatives of the 132 IPBES members met in Paris, France, to receive the IPBES's full report and adopted a summary of it for policymakers. On 6 May 2019, the 40-page summary was released.[6][7] The Global Assessment Report is a global-level assessment of changes in Earth's biodiversity that have occurred over the past 50 years. It draws an extensive picture of economic development and its effects on nature in that period. The Report is a collaborative effort by 145 authors from 50 countries,[8] produced over a three-year period and supported by some 310 authors' contributions.[9] The Global Assessment Report comprises some 1,700 pages[8] evaluating over 15,000 scientific publications and reports from indigenous peoples.[10] The Report's authors are predominantly natural scientists, one-third are social scientists, and about ten percent are interdisciplinary workers.[8] The IPBES Report—an analogue to reports by the Intergovernmental Panel on Climate Change (IPCC), including the IPCC Fifth Assessment Report—is intended to form a scientific basis for informed political and societal decisions on biodiversity policies.[11] It is the first United Nations report on the global state of biodiversity since the Millennium Ecosystem Assessment published in 2005.[12] \"Finding out that 1 million species face extinction without radical corrective changes in human behavior is akin to finding out you have a fatal disease. One day you have a thousand problems; the next, you have just one. Nothing in today’s headlines compares to the catastrophic potential posed by climate change and the decimating effects of careless consumerism around the globe.\" Kathleen Parker for The Washington Post, May 7, 2019[13] The Report examined the rate of decline in biodiversity and found that the adverse effects of human activities on the world's species is \"unprecedented in human history\":[14] one million species, including 40 percent of amphibians, almost a third of reef-building corals, more than a third of marine mammals, and 10 percent of all insects are threatened with extinction.[15] The drivers of this extinction are, in descending order: (1) changes in land and sea use; (2) direct exploitation of organisms; (3) climate change; (4) pollution and (5) invasive alien species.[6] Since the 16th century, at least 680 species of vertebrates have become extinct.[16] By 2016, among mammals, more than nine percent of livestock breeds were extinct, and another 1,000 breeds are threatened with extinction.[17] The authors have coined the expression \"dead species walking\" for the more than 500,000 species that are not yet extinct but, due to changes in, or reduction of, their habitats, have no chance of long-term survival.[18] According to the Report, the threat to species diversity is human-caused.[19] The main cause is the human land requirement, which deprives other species of their habitats.[10] In the past 50 years, the world's human population has doubled,[20][12] per capita gross domestic product has quadrupled,[21] and biodiversity has suffered a catastrophic decline.[22] Most notably, tropical forests have been cleared for cattle pastures in South America and for oil-palm plantations in Southeast Asia.[23] Some 32 million hectares (79 million acres) of tropical rainforest were destroyed between 2010 and 2015, compared to the 100 million hectares (250 million acres) lost in the latter two decades of the 20th century. Already 85 percent of the world's wetlands have been lost.[24] The total biomass of wild mammals has decreased by 82 percent, while humans and their farm animals now make up 96 percent of all mammalian biomass on Earth.[10] Additionally, since 1992 the land requirement for human settlements has more than doubled worldwide;[25] and humanity has rendered 23 percent of Earth's land ecologically degraded and no longer usable.[24] Industrial farming is considered to be one of the major contributors to this decline.[26][27] Around 25% of the planet's ice-free land is being used to rear cattle for human consumption.[10] In the oceans, overfishing is a major cause of species loss.[16][27] Some 300–400 million metric tons (660–880 billion lb) of heavy metals, solvents, toxic sludge, and other wastes per year enter the water cycle from industrial facilities.[10][28] Since the 19th century, the world's coral reefs have been reduced by half.[24] Socioeconomic consequences include threatened loss of food production, due to loss of pollinator insects, valued at between $235 and $577 billion a year; and anticipated loss of the livelihoods of up to 300 million people, due to loss of coastal areas such as mangrove forests.[24] The Report warned that society should not fixate on economic growth,[29][30] and that countries should \"base their economies on an understanding that nature is the foundation for development.\"[8][31] The Report called on countries to begin focusing on \"restoring habitats, growing food on less land, stopping illegal logging and fishing, protecting marine areas, and stopping the flow of heavy metals and wastewater into the environment.\"[31] It also suggests that countries reduce their subsidies to industries that are harmful to nature, and increase subsidies and funding to environmentally beneficial programs.[32] Restoring the sovereignty of indigenous populations around the world is also suggested, as their lands have seen lower rates of biodiversity loss.[33] Additionally, it highlighted needed shifts in individual behaviours, such as reducing meat consumption.[10][23]","Title":"Global Assessment Report on Biodiversity and Ecosystem Services - Wikipedia","KeyID":"11637","URL":"https://en.wikipedia.org/wiki/Global_Assessment_Report_on_Biodiversity_and_Ecosystem_Services"}