{"Content: ":"Lepidodendron is an extinct genus of primitive vascular plants belonging to the family Lepidodendraceae, part of a group of Lycopodiopsida known as scale trees or arborescent lycophytes, related to quillworts and lycopsids (club mosses). They were part of the coal forest flora. They sometimes reached heights of 50 metres (160 feet),[1] and the trunks were often over 1 m (3.3 ft) in diameter. They thrived during the Carboniferous Period (about 359.2 ± 2.5 Mya (million years ago). Sometimes erroneously called \"giant club mosses\", the genus was actually more closely related to modern quillworts than to modern club mosses. Within the form classification system used within paleobotany, Lepidodendron is both used for the whole plant as well as specifically the stems and leaves. The name Lepidodendron comes from the Greek λεπίς lepis, scale, and δένδρον dendron, tree. During the early stages of growth, arborescent lycophytes such as Lepidodendron grew as single, unbranched trunks, with leaves growing out of the scale leaf bases (cushions). Towards the end of the trees growth, the leaves on the lower part of the trunk were shed, and in Lepidodendron, the upper part of the trunk dichotomously branched into a crown.[2] Lepidodendron species were comparable in size to modern trees. The plants had tapering trunks as wide as 2 m (6.6 ft) at their base that rose to about 40 m (130 ft)[3] and even 50 m (160 ft),[1] arising from an underground system of horizontally spreading branches that were covered with many rootlets. Though the height of the trees make the plants similar to modern trees, the constant dichotomy of branches created a habit that contrasts with that of modern trees. At the ends of branches were oval-shaped cones that had a similar shape to modern cones of a spruce or fir.[4] The stem of the trees had a unifacial vascular cambium, contrasting with the bifacial vascular cambium of modern trees. Though the bifacial cambium of modern trees produces both secondary phloem and xylem, the unifacial cambium of Lepidodendron trees produced only secondary xylem. As the trees aged, the wood produced by the unifacial cambium decreased towards the top of the plant such that terminal twigs resembled young Lepidodendron stems. Compared to modern trees, the stems and branches of the trees contained little wood with the majority of mature stems consisting of a massive cortical meristem. The nearly-uniform growth of this cortical tissue indicates no difference in growth during changing seasons, and the absence of dormant buds further indicates the lack of seasonality in Lepidodendron species.[5] The outermost cortex of oldest stems developed into the bark-like lycopodiopsid periderm.[6] The bark of the trees was somewhat similar to that of Picea species, as leaf scars formed peg-like projections that stretched and tore as the bark stretched. To resist the bending force of wind, Lepidodendron trees depended on their outer bark rather than their vascular tissues, as compared to modern trees that rely mostly on their central mass of wood.[4] − The leaves of the trees were needle-like and were densely spiraled about young shoots, each possessing only a single vein. The leaves were similar to those of a fir in some species and similar to those of Pinus roxburghii in others, though in general the leaves of Lepidodendron species are indistinguishable from those of Sigillaria species. The decurrent leaves formed a cylindrical shell around branches. The leaves were only present on thin and young branches, indicating that, though the trees were evergreen, they did not retain their needles for as long as modern conifers. The leaf-cushions were fusiform and elongated, growing at most to a length of 8 cm (3.1 in) and a width of 2 cm (0.79 in). The middle of leaf-cushions were smooth, where leaf scars were created when an abscission layer cut a leaf from its base. Each leaf scar was composed of a central circular or triangular scar and two lateral scars that were smaller and oval-shaped. This central scar marks where the main vascular bundle of the leaf connected to the vascular system of the stem. This xylem bundle was composed only of primary trachea. The two outer scars mark the forked branches of a strand of vascular tissue that passed from the cortex of the stem into the leaf. This forked strand is sometimes referred to as the \"parichnos\". Surrounding this strand were parenchyma cells and occasionally thick-walled elements. Surrounding both conducting tissues was a broad sheath of transfusion tracheids. Below the leaf scar the leaf-cushion tapered to a basal position. In this tapering area, circular impressions with fine pits were present. These impressions were continuous with the parichnos scars near the top of the tapering portion. This is because the impressions are formed by aerenchyma tissue that developed in closely with the parichnos. Above the leaf scar was a deep triangular impression known as the \"ligular pit\" for its similarities to the ligule of Isoetes. In some leaf-cushions a second depression was present above the ligular pit. Though its purpose is unclear, it has been suggested that the depression may mark the position of a sporangium. As the branch of a Lepidodendron tree grew the leaf-cushion only grew to a certain extent, past which the leaf-cushion stretched. This stretching widened the groove that separated the leaf-cushions, creating a broad, flat channel.[4] Hyphae are occasionally present in the tissues of Lepidodendron trees, indicating the presence of mycorrhizal associations.[7] Different fossil genera have been described to name the various levels of decay in Lepidodendron bark fossils. The name Bergeria describes stems that have lost their epidermises, Aspidiariu is used when cushions have been removed by deep decay, and Knorria is used when the leaf cushions and the majority of cortical tissues has decayed, with a shallow \"fluted\" surface remaining. However, it has been suggested that these are more likely growth forms than preserved bark types, as entire fossilized trunks have been discovered with dissimilar forms; if decay is assumed to be constant throughout the trunk, then different forms indicate growth rather than levels of decay. It is likely that the trunk of Lepidodendron trees were subject to the growth forms Knorria, Aspidiaria, and Bergeria progressing up the trunk, respectively.[8] Lepidodendron species had a life cycle of 10 to 15 years composed of a growth cycle, in which the trees grew to a predetermined height, and a subsequent reproductive cycle, in which the trees produced reproductive organs, after which the trees died, similar to the life cycle of a Mauna Kea silversword.[6] Rather than reproduce with seeds, Lepidodendron trees reproduced with spores. The spores were stored in sporangia situated on fertile stems that grew on or near the main trunk. The fertile stems grew together in cone-like structures that clustered at the tips of branches.[9] The lack of growth rings and of dormant buds indicate no seasonal growth patterns and modern plants with similar characteristics tend to grow in tropical conditions, but Lepidodendron species were distributed throughout subtropical conditions. The trees inhabited an extensive area compared to tropical flora of the same time period, with trees growing as far north as Spitsbergen and as far south as South America, in a latitudinal range of 120°.[5] By the Mesozoic era, the giant lycopsids had died out and were replaced by conifers as well as smaller quillworts.[10] This may have been the result of competition from the emerging woody gymnosperms. Lepidodendron is one of the more common plant fossils found in Pennsylvanian-age (Late Carboniferous) rocks. They are closely related to other extinct lycopsid genera, Sigillaria and Lepidendropsis.","Title":"Lepidodendron - Wikipedia","KeyID":"11641","URL":"https://en.wikipedia.org/wiki/Lepidodendron"}