{"Content: ":"Pseudoextinction (or phyletic extinction) of a species occurs when all members of the species are extinct, but members of a daughter species remain alive. The term pseudoextinction refers to the evolution of a species into a new form, with the resultant disappearance of the ancestral form. Pseudoextinction results in the relationship between ancestor and descendant still existing even though the ancestor species no longer exists.[1] The classic example is that of the non-avian dinosaurs.[2] While the non-avian dinosaurs of the Mesozoic died out, their descendants, birds, live on today. Many other families of bird-like dinosaurs also died out as the heirs of the dinosaurs continued to evolve, but because birds continue to thrive in the world today their ancestors are only pseudoextinct.[3] From a taxonomic perspective, pseudoextinction is \"within an evolutionary lineage, the disappearance of one taxon caused by the appearance of the next.\"[4] The pseudoextinction of a species can be arbitrary, simply resulting from a change in the naming of a species as it evolves from its ancestral form to its descendant form.[5] Taxonomic pseudoextinction has to do with the disappearance of taxa that are categorized together by taxonomists. As they are just grouped together, their extinction is not reflected through lineage; therefore, unlike evolutionary pseudoextinction, taxonomic pseudoextinction does not alter the evolution of daughter species.[6] From an evolutionary perspective, pseudoextinction entails the loss of a species as a result of the creation of a new one. As the primordial species evolves into its daughter species, either by anagenesis or cladogenesis, the ancestral species can be subject to extinction. Throughout the process of evolution, a taxon can disappear; in this case, pseudoextinction is considered an evolutionary event.[6] From a genetic perspective, pseudoextinction is the \"disappearance of a taxon by virtue of its being evolved by anagenesis into another taxon.\"[7] As all species must have an ancestor of a previous species, much of evolution is believed to occur through pseudoextinction. However, it is difficult to prove that any particular fossil species is pseudoextinct unless genetic information has been preserved. For example, it is sometimes claimed that the extinct Hyracotherium (an ancient horse-like animal commonly known as an eohippus) is pseudoextinct, rather than extinct, because several species of horse, including the zebra and the donkey, are extant today. However, it is not known, and probably cannot be known, whether modern horses actually descend from members of the genus Hyracotherium, or whether they simply share a common ancestor.[8] One proposed mechanism of pseudoextinction is endocrine disruption (changing hormone levels). Additionally, when the primary sex-ratio (male to female ratio of a population) is male-biased, predicted levels of pseudoextinction increase.[9] Because the variance of the population size increases with time, the probability of pseudoextinction increases with the length of the time horizon used.[10] Mammal systematist and paleobiologist David Archibald has estimated that as many as 25% of the extinctions recorded in three different early Puercan mammal lineages are pseudoextinctions.[11] Pseudotermination is an extreme form of pseudoextinction, when a lineage continues as a new species; phylogeny is often difficult to determine in such cases.[12] Extirpation or regional disappearance can be a stage in pseudoextinction when progressive diachronous range contraction leads to final extinction by the elimination of the last refuge or population growth from this temporal bottleneck.[12] The notion of pseudoextinction is sometimes applied to wider taxa than species. For instance, the entire superorder Dinosauria, as traditionally conceived, would have to be considered as pseudoextinct, because feathered dinosaurs are considered by the majority of modern palaeontologists as the ancestors of modern-day birds. Pseudoextinction for such higher taxa appears to be easier to prove. However, pseudoextinct higher taxa are paraphyletic groups, which are rejected as formal taxa in phylogenetic nomenclature; either all dinosaurs are stem-group birds, or birds are derived dinosaurs, but there is no taxon Dinosauria, acceptable in cladistic taxonomy, that excludes the taxon Aves. Pseudoextinction cannot be applied to the genus or family levels as, “when a species evolves to a new form, causing the pseudoextinction of the ancestral form, the new species is normally assigned the same higher taxa as the ancestor.” When a family or genus goes extinct it must be true extinction, because pseudoextinction would mean that at least one member of the family or genus is still extant.[13] Pseudoextinction is an event that occurs much more frequently under the assumption of a Phyletic gradualism model of evolution, under which speciation is slow, uniform and gradual.[14] The majority of speciation would occur through anagenesis under this model, resulting in a majority of species undergoing Pseudoextinction. However, the model of punctuated equilibrium is more widely accepted, with the proposal that most species remain in stasis, a state of very little evolutionary change, for a large proportion of the species' lifespan.[15] This would result in increased cases of speciation through cladogenesis and true extinction, with fewer cases of Pseudoextinction. Nearly all species undergo true extinction under the model of punctuated equilibrium.[15] Charles Darwin proposed the idea of stasis in his book, On the Origin of Species. He suggested that species spend the majority of their evolutionary lifespan in the same form, having undergone very little morphological or genetic change.[16] Another concept of species on the tree of life is the composite species concept. It sees one species as occupying all internodes of the tree that have the same combination of (morphological, ecological, etc.) characters. Here, a species starts with the acquisition of a character and ends when another change is fixed in its lineage. This process - of one lineage turning into what is afterwards seen as another species because of the fixation of a novel character - is often called anagenesis. In this situation, a species is considered to end by definition but is not really extinct (it survived, after all, in the form of one descendent species with a different character combination), and so it could also be considered to be a pseudoextinction. On the other hand, under the composite species concept[17] a species continues through a lineage split if only one of the two resulting lineages acquires a new character, an event that is sometimes called speciation through \"budding\". The one that has a new character is now a new species but the other lineage, the one that looks identical to the common ancestor, is considered to be the common ancestor. An example would be a widespread breeding group remaining unchanged while \"budding off\" a small isolated population that accumulates changes until it cannot interbreed with the others any more.[18]","Title":"Pseudoextinction - Wikipedia","KeyID":"11644","URL":"https://en.wikipedia.org/wiki/Pseudoextinction"}