{"Content: ":"A dagger, obelisk, or obelus † is a typographical mark that usually indicates a footnote if an asterisk has already been used.[1] The symbol is also used to indicate death or extinction.[2] It is one of the modern descendants of the obelus, a mark used historically by scholars as a critical or highlighting indicator in manuscripts. (The term obelisk derives from the Greek: ὀβελίσκος (obeliskos), which means \"little obelus\"; from ὀβελός (obelos) meaning 'roasting spit').[3] A double dagger or diesis ‡ is a variant with two handles that usually marks a third footnote after the asterisk and dagger.[4] The triple dagger ⹋ is a variant with three handles and is used by medievalists to indicate another level of notation.[5] The dagger symbol originated from a variant of the obelus, originally depicted by a plain line − or a line with one or two dots ÷.[6] It represented an iron roasting spit, a dart, or the sharp end of a javelin,[7] symbolizing the skewering or cutting out of dubious matter.[8][9][10] The obelus is believed to have been invented by the Homeric scholar Zenodotus as one of a system of editorial symbols. They marked questionable or corrupt words or passages in manuscripts of the Homeric epics.[3][8] The system was further refined by his student Aristophanes of Byzantium, who first introduced the asterisk and used a symbol resembling a ⊤ for an obelus; and finally by Aristophanes' student, in turn, Aristarchus, from whom they earned the name of \"Aristarchian symbols\".[11][12] While the asterisk (asteriscus) was used for corrective additions, the obelus was used for corrective deletions of invalid reconstructions.[13] It was used when non-attested words are reconstructed for the sake of argument only, implying that the author did not believe such a word or word form had ever existed. Some scholars used the obelus and various other critical symbols, in conjunction with a second symbol known as the metobelos (\"end of obelus\"),[14] variously represented as two vertically arranged dots, a γ-like symbol, a mallet-like symbol, or a diagonal slash (with or without one or two dots). They indicated the end of a marked passage.[15][16] It was used much in the same way by later scholars to mark differences between various translations or versions of the Bible and other manuscripts.[17] The early Christian Alexandrian scholar Origen (c. 184–253 AD) used it to indicate differences between different versions of the Old Testament in his Hexapla.[11][14][18] Epiphanius of Salamis (c. 310–320 – 403) used both a horizontal slash or hook (with or without dots) and an upright and slightly slanting dagger to represent an obelus. St. Jerome (c. 347–420) used a simple horizontal slash for an obelus, but only for passages in the Old Testament.[16][19] He describes the use of the asterisk and the dagger as: \"an asterisk makes a light shine, the obelisk cuts and pierces\".[10] Isidore of Seville (c. 560–636) described the use of the symbol as follows: \"The obelus is appended to words or phrases uselessly repeated, or else where the passage involves a false reading, so that, like the arrow, it lays low the superfluous and makes the errors disappear ... The obelus accompanied by points is used when we do not know whether a passage should be suppressed or not.\"[9] Medieval scribes used the symbols extensively for critical markings of manuscripts.[16] In addition to this, the dagger was also used in notations in early Christianity, to indicate a minor intermediate pause in the chanting of Psalms, equivalent to the quaver rest notation or the trope symbol in Hebrew cantillation. It also indicates a breath mark when reciting, along with the asterisk, and is thus frequently seen beside a comma.[20][21] In the 16th century, the printer and scholar Robert Estienne (also known as Stephanus in Latin and Stephens in English) used it to mark differences in the words or passages between different printed versions of the Greek New Testament (Textus Receptus).[22] Due to the variations as to the different uses of the different forms of the obelus, there is some controversy as to which symbols can actually be considered an obelus. The ⨪ symbol and its variant, the ÷, is sometimes considered to be different from other obeli. The term 'obelus' may have referred strictly only to the horizontal slash and the dagger symbols.[16] The dagger usually indicates a footnote if an asterisk has already been used.[1] A third footnote employs the double dagger.[4] Additional footnotes are somewhat inconsistent and represented by a variety of symbols, e.g., parallels ( ‖ ), section sign §, and the pilcrow ¶ – some of which were nonexistent in early modern typography. Partly because of this, superscript numerals have increasingly been used in modern literature in the place of these symbols, especially when several footnotes are required. Some texts use asterisks and daggers alongside superscripts, using the former for per-page footnotes and the latter for endnotes. The dagger is also used to indicate death,[4][23] extinction,[24] or obsolescence.[1][25] The asterisk and the dagger, when placed beside years, indicate year of birth and year of death respectively.[4] This usage is particularly common in German. When placed immediately before or after a person's name, the dagger indicates that the person is deceased.[4][26][27][28] In this usage, it is referred to as the \"death dagger\".[29] In the Oxford English Dictionary, the dagger symbol indicates an obsolete word.[25] While daggers are freely used in English-language texts, they are often avoided in other languages because of their similarity to the Christian cross. In German, for example, daggers are commonly employed only to indicate a person's death or the extinction of a word, language, species or the like.[35] The dagger should not be confused with the symbols U+271D ✝ LATIN CROSS, U+253C ┼ BOX DRAWINGS LIGHT VERTICAL AND HORIZONTAL, or other cross symbols. The double dagger should not be confused with the U+2628 ☨ CROSS OF LORRAINE, or U+2626 ☦ ORTHODOX CROSS, or U+01C2 ǂ LATIN LETTER ALVEOLAR CLICK in IPA, or U+167E ᙾ CANADIAN SYLLABICS WOODS-CREE FINAL TH.","Title":"Dagger (mark) - Wikipedia","KeyID":"11640","URL":"https://en.wikipedia.org/wiki/Dagger_(mark)"}