{"Content: ":"Species reintroduction is the deliberate release of a species into the wild, from captivity or other areas where the organism is capable of survival.[1] The goal of species reintroduction is to establish a healthy, genetically diverse, self-sustaining population to an area where it has been extirpated, or to augment an existing population.[2] Species that may be eligible for reintroduction are typically threatened or endangered in the wild. However, reintroduction of a species can also be for pest control; for example, wolves being reintroduced to a wild area to curb an overpopulation of deer. Because reintroduction may involve returning native species to localities where they had been extirpated, some prefer the term \"reestablishment\".[1] Humans have been reintroducing species for food and pest control for thousands of years. However, the practice of reintroducing for conservation is much younger, starting in the 20th century.[3] There are a variety of approaches to species reintroduction. The optimal strategy will depend on the biology of the organism.[4] The first matter to address when beginning a species reintroduction is whether to source individuals in situ, from wild populations, or ex situ, from captivity in a zoo or botanic garden, for example. In situ sourcing for restorations involves moving individuals from an existing wild population to a new site where the species was formerly extirpated. Ideally, populations should be sourced in situ when possible due to the numerous risks associated with reintroducing organisms from captive populations to the wild.[5] To ensure that reintroduced populations have the best chance of surviving and reproducing, individuals should be sourced from populations that genetically and ecologically resemble the recipient population.[6] Generally, sourcing from populations with similar environmental conditions to the reintroduction site will maximize the chance that reintroduced individuals are well adapted to the habitat of the reintroduction site .[7][6] One consideration for in situ sourcing is at which life stage the organisms should be collected, transported, and reintroduced. For instance, with plants, it is often ideal to transport them as seeds as they have the best chance of surviving translocation at this stage. However, some plants are difficult to establish as seed and may need to be translocated as juveniles or adults.[4] In situations where in situ collection of individuals is not feasible, such as for rare and endangered species with too few individuals existing in the wild, ex situ collection is possible. Ex situ collection methods allow storage of individuals that have high potential for reintroduction. Storage examples include germplasm stored in seed banks, sperm and egg banks, cryopreservation, and tissue culture.[5] Methods that allow for storage of a high numbers of individuals also aim to maximize genetic diversity. Stored materials generally have long lifespans in storage, but some species do lose viability when stored as seed.[8] Tissue culture and cryopreservation techniques have only been perfected for a few species.[9] Organisms may also be kept in living collections in captivity. Living collections are more costly than storing germplasm and hence can support only a fraction of the individuals that ex situ sourcing can.[5] Risk increases when sourcing individuals to add to living collections. Loss of genetic diversity is a concern because fewer individuals stored.[10] Individuals may also become genetically adapted to captivity, which often adversely affects the reproductive fitness of individuals. Adaptation to captivity may make individuals less suitable for reintroduction to the wild. Thus, efforts should be made to replicate wild conditions and minimize time spent in captivity whenever possible.[11][12] Reintroduction biology is a relatively young discipline and continues to be a work in progress. No strict and accepted definition of reintroduction success exists, but it has been proposed that the criteria widely used to assess the conservation status of endangered taxa, such as the IUCN Red List criteria, should be used to assess reintroduction success.[13] Successful reintroduction programs should yield viable and self-sustainable populations in the long-term. The IUCN/SSC Re-introduction Specialist Group & Environment Agency, in their 2011 Global Re-introduction Perspectives, compiled reintroduction case studies from around the world.[14] 184 case studies were reported on a range of species which included invertebrates, fish, amphibians, reptiles, birds, mammals, and plants. Assessments from all of the studies included goals, success indicators, project summary, major difficulties faced, major lessons learned, and success of project with reasons for success or failure. A similar assessment focused solely on plants found high rates of success for rare species reintroductions.[15] An analysis of data from the Center for Plant Conservation International Reintroduction Registry found that, for the 49 cases where data were available, 92% of the reintroduced plant populations survived two years. The Siberian tiger population has rebounded from 40 individuals in the 1940s to around 500 in 2007. The Siberian tiger population is now the largest un-fragmented tiger population in the world.[16] Yet, a high proportion of translocations and reintroductions have not been successful in establishing viable populations.[17] For instance, in China reintroduction of captive Giant Pandas have had mixed effects. The initial pandas released from captivity all died quickly after reintroduction.[18] Even now that they have improved their ability to reintroduce pandas, concern remains over how well the captive-bred pandas will fare with their wild relatives.[19] Many factors can attribute to the success or failure of a reintroduction. Predators, food, pathogens, competitors, and weather can all affect a reintroduced population's ability to grow, survive, and reproduce. The number of animals reintroduced in an attempt should also vary with factors such as social behavior, expected rates of predation, and density in the wild.[20] Animals raised in captivity may experience stress during captivity or translocation, which can weaken their immune systems.[21] The IUCN reintroduction guidelines emphasize the need for an assessment of the availability of suitable habitat as a key component of reintroduction planning.[22] Poor assessment of the release site can increase the chances that the species will reject the site and perhaps move to a less suitable environment. This can decrease the species fitness and thus decrease chances for survival.[21] They state that restoration of the original habitat and amelioration of causes of extinction must be explored and considered as essential conditions for these projects. Unfortunately, the monitoring period that should follow reintroductions often remains neglected.[23] When a species has been extirpated from a site where it previously existed, individuals that will comprise the reintroduced population must be sourced from wild or captive populations. When sourcing individuals for reintroduction, it is important to consider local adaptation, adaptation to captivity (for ex situ conservation), the possibility of inbreeding depression and outbreeding depression, and taxonomy, ecology, and genetic diversity of the source population.[2] Reintroduced populations experience increased vulnerability to influences of drift, selection, and gene flow evolutionary processes due to their small sizes, climatic and ecological differences between source and native habitats, and presence of other mating-compatible populations.[11][24][25][26] If the species slated for reintroduction is rare in the wild, it is likely to have unusually low population numbers, and care should be taken to avoid inbreeding and inbreeding depression.[2] Inbreeding can change the frequency of allele distribution in a population, and potentially result in a change to crucial genetic diversity.[2] Additionally, outbreeding depression can occur if a reintroduced population can hybridize with existing populations in the wild, which can result in offspring with reduced fitness, and less adaptation to local conditions. To minimize both, practitioners should source for individuals in a way that captures as much genetic diversity as possible, and attempt to match source site conditions to local site conditions as much as possible.[2] Capturing as much genetic diversity as possible, measured as heterozygosity, is suggested in species reintroductions.[2] Some protocols suggest sourcing approximately 30 individuals from a population will capture 95% of the genetic diversity.[2] Maintaining genetic diversity in the recipient population is crucial to avoiding the loss of essential local adaptations, minimizing inbreeding depression, and maximizing fitness of the reintroduced population. Plants or animals that undergo reintroduction may exhibit reduced fitness if they are not sufficiently adapted to local environmental conditions. Therefore, researchers should consider ecological and environmental similarity of source and recipient sites when selecting populations for reintroduction. Environmental factors to consider include climate and soil traits (pH, percent clay, silt and sand, percent combustion carbon, percent combustion nitrogen, concentration of Ca, Na, Mg, P, K).[6] Historically, sourcing plant material for reintroductions has followed the rule \"local is best,\" as the best way to preserve local adaptations, with individuals for reintroductions selected from the most geographically proximate population.[27] However, geographic distance was shown in a common garden experiment to be an insufficient predictor of fitness.[6] Additionally, projected climatic shifts induced by climate change have led to the development of new seed sourcing protocols that aim to source seeds that are best adapted to project climate conditions.[28] Conservation agencies have developed seed transfer zones that serve as guidelines for how far plant material can be transported before it will perform poorly.[29] Seed transfer zones take into account proximity, ecological conditions, and climatic conditions in order to predict how plant performance will vary from one zone to the next. A study of the reintroduction of Castilleja levisecta found that the source populations most physically near the reintroduction site performed the poorest in a field experiment, while those from the source population whose ecological conditions most closely matched the reintroduction site performed best, demonstrating the importance of matching the evolved adaptations of a population to the conditions at the reintroduction site.[30] Some reintroduction programs use plants or animals from captive populations to form a reintroduced population.[2] When reintroducing individuals from a captive population to the wild, there is a risk that they have adapted to captivity due to differential selection of genotypes in captivity versus the wild. The genetic basis of this adaptation is selection of rare, recessive alleles that are deleterious in the wild but preferred in captivity.[11] Consequently, animals adapted to captivity show reduced stress tolerance, increased tameness, and loss of local adaptations.[31] Plants also can show adaptations to captivity through changes in drought tolerance, nutrient requirements, and seed dormancy requirements.[32] Extent of adaptation is directly related to intensity of selection, genetic diversity, effective population size and number of generations in captivity. Characteristics selected for in captivity are overwhelmingly disadvantageous in the wild, so such adaptations can lead to reduced fitness following reintroduction. Reintroduction projects that introduce wild animals generally experience higher success rates than those that use captive-bred animals.[11] Genetic adaptation to captivity can be minimized through management methods: by maximizing generation length and number of new individuals added to the captive population; minimizing effective population size, number of generations spent in captivity, and selection pressure; and reducing genetic diversity by fragmenting the population.[2][11] For plants, minimizing adaptation to captivity is usually achieved by sourcing plant material from a seed bank, where individuals are preserved as wild-collected seeds, and have not had the chance to adapt to conditions in captivity. However, this method is only plausible for plants with seed dormancy.[11] In reintroductions from captivity, translocation of animals from captivity to the wild has implications for both captive and wild populations. Reintroduction of genetically valuable animals from captivity improves genetic diversity of reintroduced populations while depleting captive populations; conversely, genetically valuable captive-bred animals may be closely related to individuals in the wild and thus increase risk of inbreeding depression if reintroduced. Increasing genetic diversity is favored with removal of genetically overrepresented individuals from captive populations and addition of animals with low genetic relatedness to the wild.[33][34] However, in practice, initial reintroduction of individuals with low genetic value to the captive population is recommended to allow for genetic assessment before translocation of valuable individuals.[34] A cooperative approach to reintroduction by ecologists and biologists could improve research techniques. For both preparation and monitoring of reintroductions, increasing contacts between academic population biologists and wildlife managers is encouraged within the Survival Species Commission and the IUCN. The IUCN states that a re-introduction requires a multidisciplinary approach involving a team of persons drawn from a variety of backgrounds.[22] A survey by Wolf et al. in 1998 indicated that 64% of reintroduction projects have used subjective opinion to assess habitat quality.[21] This means that most reintroduction evaluation has been based on human anecdotal evidence and not enough has been based on statistical findings. Seddon et al. (2007) suggest that researchers contemplating future reintroductions should specify goals, overall ecological purpose, and inherent technical and biological limitations of a given reintroduction, and planning and evaluation processes should incorporate both experimental and modeling approaches.[3] Monitoring the health of individuals, as well as the survival, is important; both before and after the reintroduction. Intervention may be necessary if the situation proves unfavorable.[22] Population dynamics models that integrate demographic parameters and behavioral data recorded in the field can lead to simulations and tests of a priori hypotheses. Using previous results to design further decisions and experiments is a central concept of adaptive management. In other words, learning by doing can help in future projects. Population ecologists should therefore collaborate with biologists, ecologists, and wildlife management to improve reintroduction programs.[35] For reintroduced populations to successfully establish and maximize reproductive fitness, practitioners should perform genetic tests to select which individuals will be the founders of reintroduced populations and to continue monitoring populations post-reintroduction.[4] A number of methods are available to measure the genetic relatedness between and variation among individuals within populations. Common genetic diversity assessment tools include microsatellite markers, mitochondrial DNA analyses, alloenzymes, and amplified fragment length polymorphism markers.[36] Post-reintroduction, genetic monitoring tools can be used to obtain data such as population abundance, effective population size, and population structure, and can also be used to identify instances of inbreeding within reintroduced populations or hybridization with existing populations that are genetically compatible. Long-term genetic monitoring is recommended post-reintroduction to track changes in genetic diversity of the reintroduced population and determine success of a reintroduction program. Adverse genetic changes such as loss of heterozygosity may indicate management intervention, such as population supplementation, is necessary for survival of the reintroduced population.[37][38][39] The RSG is a network of specialists whose aim is to combat the ongoing and massive loss of biodiversity by using re-introductions as a responsible tool for the management and restoration of biodiversity. It does this by actively developing and promoting sound inter-disciplinary scientific information, policy, and practice to establish viable wild populations in their natural habitats. The role of the RSG is to promote the re-establishment of viable populations in the wild of animals and plants. The need for this role was felt due to the increased demand from re-introduction practitioners, the global conservation community and increase in re-introduction projects worldwide. Increasing numbers of animal and plant species are becoming rare, or even extinct in the wild. In an attempt to re-establish populations, species can – in some instances – be re-introduced into an area, either through translocation from existing wild populations, or by re-introducing captive-bred animals or artificially propagated plants.","Title":"Species reintroduction - Wikipedia","KeyID":"11659","URL":"https://en.wikipedia.org/wiki/Reintroduction"}