{"Content: ":"Anagenesis is the gradual evolution of a species that continues to exist as an interbreeding population. This contrasts with cladogenesis, which occurs when there is branching or splitting, leading to two or more lineages and resulting in separate species.[1] Anagenesis does not always lead to the formation of a new species from an ancestral species.[2] When speciation does occur as different lineages branch off and cease to interbreed, a core group may continue to be defined as the original species. The evolution of this group, without extinction or species selection, is anagenesis.[3] One hypothesis is that during the speciation event in anagenetic evolution, the original populations will increase quickly, and then rack up genetic variation over long periods of time by mutation and recombination in a stable environment. Other factors such as selection or genetic drift will have such a significant effect on genetic material and physical traits that a species can be acknowledged as being different from the previous.[4] An alternative definition offered for anagenesis involves progeny relationships between designated taxa with one or more denominated taxa in line with a branch from the evolutionary tree. Taxa must be within the species or genus and will help identify possible ancestors.[5] When looking at evolutionary descent, there are two mechanisms at play. The first process is when genetic information changes. This means that over time there is enough of a difference in their Genomes, and in the way that species' genes interact with each other during the developmental stage, that anagenesis can thereby be viewed as the processes of sexual and natural selection, and genetic drift's effect on an evolving species over time. The second process, speciation, is closely associated with cladogenesis. Speciation includes the actual separation of lineages, into two or more new species, from one specified species of origin. Cladogenesis can be seen as a similar hypothesis to anagenesis, with the addition of speciation to its mechanisms.[6] Diversity on a species-level is able to be achieved through anagenesis. Anagenesis suggests that evolutionary changes can occur in a species over time to a sufficient degree that later organisms may be considered a different species, especially in the absence of fossils documenting the gradual transition from one to another.[7] This is in contrast to cladogenesis—or speciation in a sense—in which a population is split into two or more reproductively isolated groups and these groups accumulate sufficient differences to become distinct species. The punctuated equilibria hypothesis suggests that anagenesis is rare and that the rate of evolution is most rapid immediately after a split which will lead to cladogenesis, but does not completely rule out anagenesis. Distinguishing between anagenesis and cladogenesis is particularly relevant in the fossil record, where limited fossil preservation in time and space makes it difficult to distinguish between anagenesis, cladogenesis where one species replaces the other, or simple migration patterns.[7][8] Recent evolutionary studies are looking at anagenesis and cladogenesis for possible answers in developing the hominin phylogenetic tree to understand morphological diversity and the origins of Australopithecus anamensis, and this case could possibly show anagenesis in the fossil record.[9] When enough mutations have occurred and become stable in a population so that it is significantly differentiated from an ancestral population, a new species name may be assigned. A series of such species is collectively known as an evolutionary lineage.[10][11] The various species along an evolutionary lineage are chronospecies. If the ancestral population of a chronospecies does not go extinct, then this is cladogenesis, and the ancestral population represents a paraphyletic species or paraspecies, being an evolutionary grade. This situation is quite common in species with widespread populations.[citation needed] The modern human origins debate caused researchers to look further for answers. Researchers were curious to know if present day humans originated from Africa, or if they somehow, through anagenesis, were able to evolve from a single archaic species that lived in Afro-Eurasia.[12] Milford H. Wolpoff is paleoanthropologist whose work done when studying human fossil records explored anagenesis as a hypothesis for hominin evolution.[13] When looking at anagenesis in hominids, M. H. Wolpoff describes in terms of the ‘single-species hypothesis,’ which is characterized by thinking of the impact that culture has on a species as an adaptive system, and as an explanation to what conditions humans tend live in based on the environmental conditions, or ecological niche. When judging the effect culture has as this adaptive system, scientists must first look the modern Homo sapiens. Wolpoff contended that the ecological niche of past, extinct hominidae is distinct within the line of origin.[4] Examining early Pliocene and late Miocenes findings helps to determine the corresponding importance of anagenesis vs. cladogenesis during the period of morphological differences. These findings propose that branches of the human and chimpanzee once diverged from each other. The hominin fossils go as far as 5 to 7 million years ago (Mya).[9] Diversity on a species-level is able to be achieved through anagenesis. With collected data, only one or two early hominin were found to be relatively close to the Plio-Pleistocene range.[9] Once more research was done, specifically with the fossils of A. anamensis and A. afarensis, researchers were able to justify that these two hominin species were linked ancestrally.[14][15][16][17][18] However, looking at data collected by William H. Kimbel and other researchers, they viewed the history of early hominin fossils and concluded that actual macroevolution change via anagenesis was scarce.[19] DEM (or Dynamic Evolutionary Map) is a different way to track ancestors and relationships between organisms. The pattern of branching in phylogenetic trees and how far the branch grows after a species lineage has split and evolved, correlates with anagenesis and cladogenesis. However, in DEM dots depict the movement of these different species. Anagenesis is viewed by observing the dot movement across the DEM, whereas cladogenesis is viewed by observing the separation and movement of the dots across the map.[20] Controversy arises among taxonomists as to when the differences are significant enough to warrant a new species classification: Anagenesis may also be referred to as gradual evolution. The distinction of speciation and lineage evolution as anagenesis or cladogenesis can be controversial, and some academics question the necessity of the terms altogether.[21][22][23] The philosopher of science Marc Ereshefsky argues that paraphyletic taxa are the result of anagenesis.[citation needed] The lineage leading to birds has diverged significantly from lizards and crocodiles, allowing evolutionary taxonomists to classify birds separately from lizards and crocodiles, which are grouped as reptiles.[24] Regarding social evolution, it has been suggested that social anagenesis/aromorphosis be viewed as universal or widely diffused social innovation that raises social systems' complexity, adaptability, integrity, and interconnectedness.[25][26]","Title":"Anagenesis - Wikipedia","KeyID":"11662","URL":"https://en.wikipedia.org/wiki/Anagenesis"}