{"Content: ":"Marjorie Eileen Doris Courtenay-Latimer (24 February 1907 – 17 May 2004) was a South African museum official, who in 1938, brought to the attention of the world the existence of the coelacanth, a fish thought to have been extinct for 65 million years. Courtenay-Latimer was born in East London, South Africa. She was the daughter of a stationmaster for South African Railways. She was born two months prematurely and was sickly throughout her childhood, nearly dying on one occasion due to a diphtheria infection. Despite her frailty, from a young age she was an avid naturalist and enjoyed outdoor activities.[2] When she visited her grandmother on the coast, she was fascinated by the lighthouse on Bird Island. At age eleven, she vowed she would become an expert on birds. After school, she trained to become a nurse at King William's Town but, just before finishing her training, she was alerted to a job opening at the recently opened East London Museum, East London, Eastern Cape. Although never having received any formal training, she impressed her interviewers with her range of South African naturalistic knowledge and was hired at the age of twenty-four in August 1931.[2] Courtenay-Latimer spent the rest of her career at the museum, retiring first to a farm at Tsitsikamma where she wrote a book on flowers and then headed back to East London. She never married due to the \"love of her life\" dying in her twenties.[2] She busily worked on collecting rocks, feathers, shells, and the like for her museum, and made her desire to see unusual specimens known to fishermen. On 22 December 1938, she received a telephone call that such a fish had been brought in. She went to the docks to inspect the catch of Captain Hendrik Goosen. \"I picked away at the layers of slime to reveal the most beautiful fish I had ever seen,\" she said. \"It was five feet (150 cm) long, a pale mauvy blue with faint flecks of whitish spots; it had an iridescent silver-blue-green sheen all over. It was covered in hard scales, and it had four limb-like fins and a strange puppy dog tail.\"[citation needed] She hauled the fish to her museum in a taxi and tried to find it in her books without success. Eager to preserve the fish and, having no facilities at the museum, Courtenay-Latimer took it to the morgue, which refused to assist her. She tried to contact J. L. B. Smith, a friend who taught at Rhodes University, to help her identify it, but he was away. Courtenay-Latimer reluctantly sent it to a taxidermist to skin and gut it.[citation needed] When Smith finally arrived on 16 February 1939, he instantly recognized the fish as a coelacanth. \"There was not a shadow of a doubt\", he said. \"It could have been one of those creatures of 200 million years ago come alive again\". Smith would give it the scientific name Latimeria chalumnae after his friend and the Chalumna River, where it was found.[3] It would be fourteen more years before another was brought in.","Title":"Marjorie Courtenay-Latimer - Wikipedia","KeyID":"11673","URL":"https://en.wikipedia.org/wiki/Marjorie_Courtenay-Latimer"}