{"Content: ":"In paleontology, a Lazarus taxon (plural taxa) is a taxon that disappears for one or more periods from the fossil record, only to appear again later. Likewise in conservation biology and ecology, it can refer to species or populations that were thought to be extinct, and are rediscovered.[1] The term Lazarus taxon was coined by Karl W. Flessa & David Jablonski in 1983 and was then expanded by Jablonski in 1986.[2] Wignall and Benton defined Lazarus taxa as, \"At times of biotic crisis many taxa go extinct, but others only temporarily disappeared from the fossil record, often for intervals measured in millions of years, before reappearing unchanged\".[3] Earlier work also supports the concept though without using the name Lazarus taxon, like work by Christopher R. C. Paul.[4] The term refers to the story in the Christian biblical Gospel of John, in which Jesus Christ raised Lazarus from the dead. Lazarus taxa are observational artifacts that appear to occur either because of (local) extinction, later resupplied, or as a sampling artifact. The fossil record is inherently sporadic (only a very small fraction of organisms become fossilized, and an even smaller fraction are discovered before destruction) and contains gaps not necessarily caused by extinction, particularly when the number of individuals in a taxon is very low. After mass extinctions, such as the Permian–Triassic extinction event, the Lazarus effect occurred for many taxa. However, there appears to be no link with the abundance of fossiliferous sites and the proportion of Lazarus taxa, and no missing taxa have been found in potential refuges. Therefore, reappearance of Lazarus taxa probably reflects the rebound after a period of extreme rarity during the aftermath of such extinctions.[5] An Elvis taxon is a look-alike that has supplanted an extinct taxon through convergent evolution. A zombie taxon is a taxon that contains specimens that have been collected from strata younger than the extinction of the taxon. Later such fossils turn out to be freed from the original seam and refossilized in a younger sediment. For example, a trilobite that gets eroded out of its Cambrian-aged limestone matrix, and reworked into Miocene-aged siltstone. A living fossil is an extant taxon that appears to have changed so little compared with fossil remains, that it is considered identical. Living fossils may occur regularly in the fossil record, such as the lampshell Lingula, though the living species in this genus are not identical to fossil brachiopods.[6] Other living fossils however are also Lazarus taxa if these have been missing from the fossil record for substantial periods of time, such as applies for coelacanths. Finally, the term \"Lazarus species\" is applied to organisms that have been rediscovered as being still alive after having been widely considered extinct for years, without ever having appeared in the fossil record. In this last case, the term Lazarus taxon is applied in neontology. Because its definition is ambiguous, some, like R. B. Rickards and A. J. Wright, reject the very concept of the Lazarus taxon. Rickards and Wright have questioned the usefulness of the concept, writing in \"Lazarus taxa, refugia and relict faunas: evidence from graptolites\" that anyone could argue that any gap in the fossil record could potentially be considered a Lazarus effect because the duration required for the Lazarus effect is not defined.[36] They have argued that accurate plotting of biodiversity changes and species abundance through time, coupled with an appraisal of their palaeobiogeography, is more important than using this title to categorize species.[36] The lack of public engagement around environmental issues has led conservationists to attempt newer communication strategies. One of them is the focus on positive messages, of which Lazarus species are an important part.[37] One conservation outreach project that has focused exclusively on species rediscoveries is the Lost & Found project which aims to tell the stories of species once thought extinct but that were subsequently rediscovered.[38]","Title":"Lazarus taxon - Wikipedia","KeyID":"11670","URL":"https://en.wikipedia.org/wiki/Lazarus_taxa"}