{"Content: ":"Picus principalis Linnaeus, 1758 The ivory-billed woodpecker (Campephilus principalis) is a possibly extinct woodpecker that is native to the bottomland hardwood forests and temperate coniferous forests of the Southern United States and Cuba.[a] Habitat destruction and hunting have reduced populations so thoroughly that the species is listed by the International Union for Conservation of Nature (IUCN) on its Red List as critically endangered,[1][3] and by the American Birding Association as \"definitely or probably extinct\".[4] The last universally accepted sighting of an American ivory-billed woodpecker occurred in Louisiana in 1944, and the last universally accepted sighting of a Cuban ivory-billed woodpecker occurred in 1987, after the bird's rediscovery there the prior year.[5][6] Sporadic reports of sightings and other evidence of the persistence of the species have continued since then. In the 21st century, reported sightings and analyses of audio and visual recordings were published in peer-reviewed scientific journals as evidence that the species persists in Arkansas, Louisiana, and Florida. Various land purchases and habitat restoration efforts to protect any surviving individuals have been initiated in areas where sightings and other evidence have suggested a relatively high probability the species exists. In September 2021, the U.S. Fish and Wildlife Service[7] proposed that the species be declared extinct. A virtual public hearing was held on January 26, 2022, and the public comment period ended February 10, 2022. A final decision by the Fish and Wildlife Service was due by September 2022. On July 11, 2022 the U.S. Fish and Wildlife Service announced it is extending its review period by 6 months to determine the status of the ivory-billed woodpecker.[8] The ivory-billed woodpecker was first described as Picus maximus rostra albo (Latin for \"the largest white-bill woodpecker\") in English naturalist Mark Catesby's 1731 publication of Natural History of Carolina, Florida, and the Bahamas.[9][b] Noting his report, Linnaeus later described it in the landmark 1758 10th edition of his Systema Naturae, where it was given the binomial name of Picus principalis.[11] The genus Campephilus was introduced by the English zoologist George Robert Gray in 1840 with the ivory-billed woodpecker as the type species.[12] Ornithologists currently recognize two subspecies of this bird: The two look similar, with the Cuban bird somewhat smaller,[14] some variations in plumage with the white dorsal strips extending to the bill, and the red crest feathers of the male being longer than its black crest feathers, while the two are of the same length in the American subspecies.[15] Some controversy exists over whether the Cuban ivory-billed woodpecker is more appropriately recognized as a separate species. A 2006 study compared DNA samples taken from specimens of both ivory-billed woodpeckers, along with the imperial woodpecker (Campephilus imperialis), a larger but otherwise very similar bird. It concluded not only that the Cuban and American ivory-billed woodpeckers are genetically distinct, but also that they and the imperial form a North American clade within Campephilus that appeared in the mid-Pleistocene.[16] The study does not attempt to define a lineage linking the three birds, although it does imply that the Cuban bird is more closely related to the imperial.[16] The American Ornithologists' Union Committee on Classification and Nomenclature has said it is not yet ready to list the American and Cuban birds as separate species. Lovette, a member of the committee, said that more testing is needed to support that change, but concluded, \"These results will likely initiate an interesting debate on how we should classify these birds.\"[17] \"Ivory-billed woodpecker\" is the official name given to the species by the International Ornithologists' Union.[18] Older common names included Log Cock, Log God, Good Lord, Indian Hen, Kent, Kate, Poule de Bois (Wood Hen in Cajun French),[19] and Tit-ka (Wood Cock in Seminole).[20][21] Some modern authors refer to the species as the \"Holy Grail bird\" or \"Grail Bird\" because of its extreme rarity and elusiveness to birders.[22] The ivory-billed woodpecker is one of the largest woodpeckers in the world at roughly 51 centimetres (20 in; 1.67 ft) long and 76 centimetres (30 in; 2.49 ft) in wingspan. It is the largest woodpecker in its range. The closely related imperial woodpecker (C. imperialis) of western Mexico is the largest woodpecker in the world. The ivory-billed woodpecker has a total length of 48 to 53 cm (19 to 21 in), and based on scant information, weighs approximately 450 to 570 g (0.99 to 1.26 lb). Its wingspan is typically 76 cm (30 in). Standard measurements obtained include a wing chord length of 23.5–26.5 cm (9.3–10.4 in), a tail length of 14–17 cm (5.5–6.7 in), a bill length of 5.8–7.3 cm (2.3–2.9 in), and a tarsus length of 4–4.6 cm (1.6–1.8 in).[23] The plumage of the ivory-billed woodpecker is predominated by a shiny black or purple tint. There are white lines extending from the cheeks down the neck, meeting on the back. The ends of the inner primary feathers are white, as well as the whole of the outer secondary feathers.[24] This creates extensive white on the trailing edge of both the upper- and underwing. The underwing also is white along its forward edge, resulting in a black line running along the middle of the underwing, expanding to more extensive black at the wingtip. Some birds have been recorded with more extensive amounts of white on the primary feathers.[25] Ivory-bills have a prominent crest, although it is ragged in juveniles. The bird is somewhat sexually dimorphic, as seen in the image to the right, the crest is black along its forward edge, changing abruptly to red on the side and rear in males, but solid black in females, as well as in juvenile males. When perched with the wings folded, birds of both genders present a large patch of white on the lower back, roughly triangular in shape. Like all woodpeckers, the ivory-billed woodpecker has a strong and straight bill and a long, mobile, hard-tipped, barbed tongue. In adults, the bill is ivory in color, while it is chalky white in juveniles. Among North American woodpeckers, the ivory-billed woodpecker is unique in having a bill whose tip is quite flattened laterally, shaped much like a beveled wood chisel. Its flight is strong and direct, and has been likened to that of a duck. These characteristics distinguish ivory-bills from the smaller and darker-billed pileated woodpecker. The pileated woodpecker normally is brownish-black, smoky, or slaty black in color. It also has a white neck stripe, but normally its back is black. Pileated woodpecker juveniles and adults have a red crest and a white chin. Pileated woodpeckers normally have no white on the trailing edges of their wings and when perched, normally show only a small patch of white on each side of the body, near the edge of the wing. However, aberrant individual pileated woodpeckers have been reported with white trailing edges on the wings, forming a white triangular patch on the lower back when perched. The drum of the ivory-billed woodpecker is a single or double rap. Four fairly distinct calls are reported in the literature and two were recorded in the 1930s. The most common, a kent or hant, sounds like a toy trumpet often repeated in a series. When the bird is disturbed, the pitch of the kent note rises, it is repeated more frequently, and often doubled. A conversational call, also recorded, is given between individuals at the nest, and has been described as kent-kent-kent. No attempts to comprehensively estimate the range of the ivory-billed woodpecker were made until after its range already had been severely reduced by deforestation and hunting. The first range map produced for the species was made by Edwin M. Hasbrouck in 1891.[26] The second range map produced was that made by James Tanner in 1942.[27] Both authors reconstructed the original range of the species from historical records they considered reliable, in many cases from specimens with clear records of where they were obtained. The two authors produced broadly similar range estimates, finding that before deforestation and hunting began to shrink its range, the ivory-billed woodpecker had ranged from eastern Texas to North Carolina, and from southern Illinois to Florida and Cuba,[28] typically from the coast inland to where the elevation is approximately 30 m (98 ft).[29] A few significant differences in their reconstructions exist, however. Based on the reports of Wells Woodbridge Cooke from Kansas City and Fayette, Hasbrouck's range map extended up the Missouri River and approximately to Kansas City.[30] which Tanner rejected as a possible accidental or unproven report.[31] Similarly, Hasbrouck's range estimate extended up the Ohio river valley to Franklin county, Indiana based on a record from the E. T. Cox,[32] which Tanner likewise rejected as unproven or accidental. Tanner's range estimate extended farther up the Arkansas River and Canadian River, on the basis of reports of the birds by S. W. Woodhouse west of Fort Smith, Arkansas, and Edwin James at the falls of the Canadian River,[33] which were not mentioned by, and possibly, unknown to Hasbrouck. Tanner's range map is now generally accepted as the original range of the bird,[27] but a number of records exist outside of both ranges, that were either overlooked or rejected by Tanner, or that surfaced after his analysis. Southwest of Tanner's range estimate, the species was reported along the San Marcos River and Guadalupe River, as well as near New Braunfels, around 1900.[34] Farther along the Ohio River Valley, William Fleming reported shooting an ivory-billed woodpecker at Logan's Fort, Kentucky in 1780.[35] Ivory-billed woodpecker remains were found in middens in Scioto County, Ohio and were inferred to come from a bird locally hunted.[36] Similar inferences were drawn from remains found near Wheeling, West Virginia.[37] There is also a report of a bird shot and eaten in Doddridge county, West Virginia around 1900.[38] Based on reports that did not include specimens, Hasbrouck set the northern limit of the range along the Atlantic Coast to around Fort Macon, North Carolina,[39] which was rejected as unproven by Tanner, who used the record of a bird shot 12 miles (19 km) north of Wilmington, North Carolina by Alexander Wilson to set the northern limit of the range.[31] Records exist of the ivory-billed woodpecker farther north along the Atlantic Coast; Thomas Jefferson included it as a bird of Virginia in Notes on the State of Virginia.[40] Audubon reported the bird could occasionally be found as far north as Maryland.[41] Pehr Kalm reported it was present seasonally in Swedesboro, New Jersey in the mid-18th century.[42] Farther inland, Wilson reported shooting an ivory-bill west of Winchester, Virginia.[38] Bones recovered from the Etowah Mounds in Georgia are generally believed to come from birds hunted locally.[34] Within its range, the ivory-billed woodpecker is not smoothly distributed, but highly locally concentrated in areas where the habitat is suitable and where large quantities of appropriate food may be found.[27] Knowledge of the ecology and behavior of ivory-billed woodpeckers is largely derived from James Tanner's study of several birds in a tract of forest along the Tensas River in the late 1930s. The extent to which those data can be extrapolated to ivory-bills as a whole, remains an open question.[43] Ivory-billed woodpeckers have been found in habitat including dense swampland, comparatively open old-growth forest, and the upland pine forests of Cuba, but whether that is a complete list of suitable habitat is somewhat unclear.[44] In the Tensas river region, Tanner estimate there was one pair of birds per 44 km2 (17 sq mi). From historical data he estimated there was one pair of birds per 25 km2 (10 sq mi) in the California swamp in northern Florida and one pair per 16 km2 (6 sq mi) along the Wacissa river, he produced an understanding that these birds need large amounts of suitable territory to find enough food to feed themselves and their young, and thus they should be expected occur at low densities even in healthy populations.[45] After the Civil War, the timber industry deforested millions of acres in the South, leaving only sparse, isolated tracts of appropriate habitat. Combined with the large range needs, this became the general understanding of the reason for the population decline of the species in the South. This picture has been disputed by Noel Snyder, who contended that hunting rather than habitat loss had been the primary cause of the population decline. He argued that Tanner's population estimates were made of an already depleted population, and the home range needs were significantly smaller.[46] The preferred food of the ivory-billed woodpecker is beetle larvae, with roughly half of recorded stomach contents composed of large beetle larvae, particularly of species from the family Cerambycidae,[47] with Scolytidae beetles also recorded.[48] The bird also eats significant vegetable matter, with recorded stomach contents including the fruit of the southern magnolia, pecans,[47] acorns,[48] hickory nuts, and poison ivy seeds.[49] They also have been observed feeding on wild grapes, persimmons, and hackberries.[50] To hunt woodboring grubs, the bird uses its enormous bill to hammer, wedge, and peel the bark off dead trees in order to access their tunnels. The species has no real competitors in hunting these grubs. No other species present in its range are able to remove tightly bound bark, as the ivory-billed woodpecker does.[51] Ivory-billed woodpeckers are diurnal birds, spending their nights in individual roost holes that often are reused. The birds typically leave their roost holes around dawn, feeding and engaging in other activities during the early morning. They are generally inactive during the mid-day and resume feeding activities in the late afternoon before returning to the roosts around dusk.[52] The ivory-billed woodpecker is thought to mate for life. Pairs are known to travel together. These paired birds breed every year between January and May. Both parents work together to excavate a cavity in a tree approximately 15–70 feet (4.6–21.3 m)[53] from the ground for the nest in which their young will be raised. Limited data indicates a preference for living trees,[54] or partially dead trees, with rotten ones avoided.[53] Nest cavities are typically in or just below broken off stumps in living trees, where the wood is easier to excavate, and the overhanging stump can provide protection against rain and leave the opening in shadow, providing some protection against predators.[55] There are no clear records of nest cavities being reused, and ivory-bills, like most woodpeckers, likely excavate a new nest each year.[56] Nest openings are typically oval to rectangular in shape, and measure approximately 12–14 cm (4.7–5.5 in) tall by 10 cm (3.9 in) wide. The typical nest depth is roughly 50 cm (20 in), with nests as shallow as 36 cm (14 in) and as deep as 150 cm (59 in) reported.[57] Typically, eggs are laid in April or May, with a few records of eggs laid as early as mid-February.[58] A second clutch has only been observed when the first one failed.[59] Up to three glossy, china-white eggs are laid, measuring on average 3.5 cm × 2.5 cm (1.38 in × 0.98 in),[48] although clutches of up to six eggs, and broods of up to four young, have been observed.[60] No nest has been observed for the length of incubation so it remains unknown,[61] although Tanner estimated it to be roughly 20 days.[62] Parents incubate the eggs cooperatively, with the male observed to incubate overnight, and the two birds typically exchanging places every two hours during the day, with one foraging and one incubating. Once the young hatch, both parents forage to bring food to them.[63] Young learn to fly about 7 to 8 weeks after hatching. The parents continue feeding them for another two months. The family eventually splits up in late fall or early winter. Ivory-billed woodpeckers are not migratory, and pairs are frequently observed to nest within a few hundred meters of previous nests, year after year.[59] Although ivory-billed woodpeckers thus feed within a semiregular territory within a few kilometers of their nest or roost, they are not territorial; no records are known of ivory-bills protecting their territories from other ivory-bills when encountering one another.[64] Indeed, in many instances the ivory-billed woodpecker has been observed acting as a social bird, with groups of four or five feeding together on a single tree, and as many as 11 observed feeding in the same location.[65] Similarly, ivory-billed woodpeckers have been observed feeding on the same tree as the pileated woodpecker, the only other large woodpecker with which they share a range, without any hostile interactions.[66] Although not migratory, sometimes the ivory-billed woodpecker is described as nomadic;[67] birds relocate from time to time to areas where disasters such as fires or floods have created large amounts of dead wood, and subsequently large numbers of beetle larva upon which they prefer to feed.[27] The maximum lifespan of an Ivory-billed woodpecker is not known, but other Campephilus woodpeckers are not known to live longer than 15 years, so this value is sometimes used as an estimate.[68] No species (other than humans) are known to be predators of ivory-billed woodpeckers. However, they have been observed to exhibit predator response behaviors toward Cooper's hawks and red-shouldered hawks.[51] Heavy logging activity exacerbated by hunting by collectors devastated the population of ivory-billed woodpeckers in the late 19th century. The species was generally considered extremely rare and some ornithologists believed it extinct by the 1920s. In 1924, Arthur Augustus Allen found a nesting pair in Florida, which local taxidermists shot for specimens.[69] In 1932, a Louisiana state representative, Mason Spencer of Tallulah, killed an ivory-billed woodpecker along the Tensas River and took the specimen to his state wildlife office in Baton Rouge.[70] As a result, Arthur Allen, fellow Cornell Ornithology professor Peter Paul Kellogg, Ph.D. student James Tanner, and avian artist George Miksch Sutton organized an expedition to that part of Louisiana as part of a larger expedition to record images and sounds of endangered birds across the United States.[69] The team located a population of woodpeckers in Madison Parish in northeastern Louisiana, in a section of the old-growth forest called the Singer tract, owned by the Singer Sewing Company, where logging rights were held by the Chicago Mill and Lumber Company. The team made the only universally accepted audio and motion picture recordings of the ivory-billed woodpecker.[71] The National Audubon Society attempted to buy the logging rights to the tract so the habitat and birds could be preserved, but the company rejected their offer. Tanner spent 1937-1939 studying the ivory-billed woodpeckers on the Singer tract and travelling across the southern United States searching for other populations as part of his thesis work. At that time, he estimated there were 22–24 birds remaining, of which 6–8 were on the Singer tract. The last universally accepted sighting of an ivory billed woodpecker in the United States was made on the Singer tract by Audubon Society artist Don Eckelberry in April 1944,[72] when logging of the tract was nearly complete.[73] The ivory-billed woodpecker was listed as an endangered species on March 11, 1967, by the United States Fish and Wildlife Service. It has been assessed as critically endangered by the International Union for Conservation of Nature and Natural Resources,[1] and is categorized as probably extinct or extinct by the American Birding Association.[74] A 2019 five-year review by the United States Fish and Wildlife Service recommended that the ivory-billed woodpecker be removed from the Endangered Species List due to extinction, and in September 2021 the U.S. Fish and Wildlife Service proposed that the species be declared extinct, pending a period of public comment that had been extended to February 10, 2022. A public hearing was held on January 26, 2022.[7] On July 11, 2022 the U.S. Fish and Wildlife Service announced it is extending its review period by 6 months to determine the status of the ivory-billed woodpecker.[8] Since 1944, regular reports have been made of ivory-billed woodpeckers being seen or heard across the southeastern United States, particularly in Louisiana, Florida, Texas, and South Carolina.[75] In many instances, sightings were clearly misidentified pileated woodpeckers or red-headed woodpeckers. Similarly, in many cases, reports of hearing the kent call of the ivory-billed woodpecker were misidentifications of a similar call sometimes made by blue jays.[34] It also may be possible to mistake wing collisions in flying duck flocks for the characteristic double knock.[76] However, a significant number of reports were accompanied by physical evidence or made by experienced ornithologists and could not be easily dismissed.[34] In 1950, the Audubon Society established a wildlife sanctuary along the Chipola River after a group led by University of Florida graduate student Whitney Eastman reported a pair of ivory-billed woodpeckers with a roost hole.[77][78] The sanctuary was terminated in 1952 when the woodpeckers could no longer be located.[79] In 1967, ornithologist John Dennis, sponsored by the U.S. Fish and Wildlife Service, reported sightings of ivory-billed woodpeckers along the Neches River in Texas.[80] Previously, Dennis had rediscovered the Cuban species in 1948.[14] Dennis produced audio recording of possible kent calls that were found to be a good match to ivory-billed woodpecker calls, but possibly, also compatible with blue jays.[81] At least 20 people reported sightings of one or more ivory-billed woodpeckers in the same area in the late 1960s,[82] and several photographs, ostensibly showing an ivory-billed woodpecker in a roost, were produced by Neil Wright.[83][84] Copies of two of his photographs were given to the Academy of Natural Sciences of Drexel University.[34] These sightings formed part of the basis for the creation of the Big Thicket National Preserve.[85][86] H. N. Agey and G. M. Heinzmann reported observing one or two ivory-billed woodpeckers in Highlands County, Florida, on 11 occasions from 1967 to 1969.[87] A tree in which the birds had been observed roosting was damaged during a storm and they were able to obtain a feather from the roost that was identified as an inner secondary feather of an ivory-billed woodpecker by A. Wetmore. The feather is stored at the Florida Museum of Natural History.[53] The feather was described as \"fresh, not worn\", but as it could not be conclusively dated, it has not been universally accepted as proof that ivory-billed woodpeckers persisted to the date the feather was collected.[34] Louisiana State University museum director George Lowery presented two photographs at the 1971 annual meeting of the American Ornithologists' Union that show what appeared to be a male ivory-billed woodpecker. The photographs were taken by outdoorsman Fielding Lewis in the Atchafalaya Basin of Louisiana, with an Instamatic camera.[88] Although the photographs had the correct field markings for an ivory-billed woodpecker, their quality was not sufficient for other ornithologists to be confident that they did not depict a mounted specimen, and they were greeted with general skepticism.[89] In 1999, a Louisiana State University forestry student reported an extended viewing of a pair of birds at close range in the Pearl River region of southeast Louisiana, which some experts found very compelling.[90] In 2002, a large collaboration was organized by researchers from Louisiana State University and Cornell University and it sent an expedition into the area. The expedition was funded by Carl Zeiss Sports Optics, Louisiana Department of Wildlife and Fisheries, the Cornell Laboratory of Ornithology, the U.S. Fish and Wildlife Service, and the U.S. Forest Service.[91] Six researchers spent 30 days searching the area, finding indications of large woodpeckers, but none that could be clearly ascribed to ivory-billed woodpeckers rather than pileated woodpeckers.[92] Gene Sparling reported seeing an ivory-billed woodpecker in the Cache River National Wildlife Refuge in 2004, prompting Tim Gallagher and Bobby Harrison to investigate. They also observed a bird they identified as an ivory-billed woodpecker. An expedition led by John W. Fitzpatrick of the Cornell Laboratory of Ornithology followed and reported seven convincing sightings of an ivory-billed woodpecker. The team also heard and recorded possible double-knock and kent calls, and they produced a video with four seconds of footage of a large woodpecker that they identified as an ivory-billed woodpecker due to its size, field marks, and flight pattern.[93] The sighting was accepted by the Bird Records Committee of the Arkansas Audubon Society.[94] The Nature Conservancy bought 18,000 acres (73 km2) of land to enlarge the protected areas that housed suitable habitat.[95] A second search in 2005-2006 produced no unambiguous encounters with ivory-billed woodpeckers. The collaboration subsequently conducted searches in Arkansas, Florida, Illinois, Louisiana, Mississippi, North Carolina, South Carolina, Tennessee, and Texas, but found no clear indications of ivory-billed woodpeckers in any of those searches,[34] at which point they concluded their efforts.[96] A team headed by David A. Sibley published a response arguing the bird in the video has a morphology that could be consistent with that of a pileated woodpecker,[97] and a second team argued that flight characteristics may not be diagnostic.[98] The original team published a rebuttal,[99] but the identity of the bird in the video remains disputed. Scientists from Auburn University and the University of Windsor published a paper describing a search for ivory-billed woodpeckers along the Choctawhatchee River from 2005 to 2006, during which they recorded 14 sightings of ivory-billed woodpeckers, 41 occasions on which double-knocks or kent calls were heard, and 244 occasions on which double-knocks or kent calls were recorded. They analysed those recordings and conducted examinations of tree cavities and bark stripping by woodpeckers seen during the search and determined them to be consistent with the behavior of ivory-billed woodpeckers, but inconsistent with the behavior of pileated woodpeckers.[100] In 2008, the sightings and sound detections largely dried up and the team ended their searches in 2009.[101] The sightings were not accepted by the Florida Ornithological Society Records Committee.[102] Mike Collins reported ten sightings of ivory-billed woodpeckers between 2006 and 2008. He obtained video evidence at the Pearl River in Louisiana in 2006 and 2008 and at the Choctawhatchee River in Florida in 2007. His analyses of these sightings and videos were published in peer-reviewed journal articles.[103][104][105][106][107] These reports, like all others since 1944, have encountered skepticism.[108] Collins argues that the lack of clear photographs after 1944 is a function of species behavior and habitat, and that the expected time interval between clear photographs will be several orders of magnitude greater than it would be for a more typical species of comparable rarity.[104][107] Project Principalis, a team of \"researchers, community scientists, and nature enthusiasts\" searching for the ivory-billed woodpecker, took photographs in November 2019, 9 January 2020, 1 October 2021, and 14 October 2021 that they argue depict ivory-billed woodpeckers.[109][110] Sometimes body parts of ivory-billed woodpeckers, particularly their bills, were used for trade, ceremonies, and decoration by various Native American groups from the western Great Lakes and Great Plains regions.[111] For instance, bills marked with red pigment were found among grave goods in burials at Ton won Tonga, a village of the Omaha people. The bills may have been part of \"Wawaⁿ Pipes.[112] Ivory-billed woodpecker bills and scalps were commonly incorporated into ceremonial pipes by the Iowa people, another Siouan-speaking people.[111] The Sauk people and Meskwaki used ivory-billed body parts in amulets, headbands, and sacred bundles.[111] In many cases it is likely that the bills were acquired through trade. For instance, Ton won Tonga was located roughly 300 mi (480 km) from the farthest reported range of the ivory-billed woodpecker, and the bills were only found in the graves of wealthy adult men.[112] Another bill was found in a grave in Johnstown, Colorado.[113] The bills were quite valuable, with Catesby reporting a north–south trade where bills were exchanged outside the bird's range for two or three deerskins.[9] European settlers in the United States also used ivory-bill remains for adornment, often securing dried heads to their shot pouches, or employing them as watch fobs.[114] The presence of remains in kitchen middens has been used to infer that some Native American groups would hunt and eat the ivory-billed woodpecker.[36] Such remains have been found in Illinois, Ohio,[115] West Virginia, and Georgia.[34] The hunting of ivory-billed woodpeckers for food by the residents of the Southeastern United States continued into the early 20th century,[116] with reports of hunting ivory-billed woodpeckers for food continuing until at least the 1950s.[77] In some instances, the flesh of ivory-billed woodpeckers was used as bait by trappers and fishermen.[116][84] In the 19th and into the early 20th century, hunting for bird collections was extensive, with 413 specimens now housed in museum and university collections.[117] The largest collection is that of more than 60 skins at the Harvard Museum of Comparative Zoology.[118] The ivory-billed woodpecker has been a particular focus among birdwatchers. It has been called Audubon's favorite bird.[119] Roger Tory Peterson called his unsuccessful search for the birds along the Congaree River in the 1930s his \"most exciting bird experience\".[120] After the publication of the Fitzpatrick results, tourist attention was drawn to eastern Arkansas, with tourist spending up 30% in and around the city of Brinkley, Arkansas. Brinkley hosted \"The Call of the Ivory-billed Woodpecker Celebration\" in February 2006. The celebration included exhibits, birding tours, educational presentations, and a vendor market.[121] By the 21st century, the ivory-billed woodpecker had achieved a near-mythic status among birdwatchers, most of whom would regard it as a prestigious entry on their life lists.[122] The rare and elusive status of the species has inspired rewards being offered for information that allows the location of live birds. During their searches for conclusive proof of continued existence of the species, Cornell University offered a reward of $50,000.[123] The Louisiana Wilds project offered $12,000 for the location of an active roost or nest in 2020.[124] The ivory-billed woodpecker has been the subject of various artistic works. Joseph Bartholomew Kidd produced a painting based on Audubon's plates that was intended for a travelling exhibition throughout the United Kingdom and United States. The exhibition never took place and the painting is displayed in the Metropolitan Museum of Art.[125] Based on interviews with residents of Brinkley, Arkansas, Sufjan Stevens wrote a song entitled \"The Lord God Bird\" on the ivory-billed woodpecker that was broadcast on National Public Radio following the public reports of sightings there.[126][127] The Alex Karpovsky film entitled Red Flag features Karpovsky as a filmmaker touring his documentary film about the ivory-billed woodpecker that is entitled Woodpecker. Arkansas has issued license plates featuring a graphic of an ivory-billed woodpecker.[128]","Title":"Ivory-billed woodpecker - Wikipedia","KeyID":"11677","URL":"https://en.wikipedia.org/wiki/Ivory-billed_woodpecker"}