{"Content: ":"Human extinction is the hypothetical end of the human species due to either natural causes such as population decline due to sub-replacement fertility, an asteroid impact or large-scale volcanism, or anthropogenic (human) causes, also known as omnicide. For the latter, some of the many possible contributors include climate change, global nuclear annihilation, biological warfare and ecological collapse. Other scenarios center on emerging technologies, such as advanced artificial intelligence, biotechnology, or self-replicating nanobots. The scientific consensus is that there is a relatively low risk of near-term human extinction due to natural causes.[2] The likelihood of human extinction through its own activities, however, is a current area of research and debate. Before the 18th and 19th centuries, the possibility that humans or other organisms could go extinct was viewed with scepticism.[3] It contradicted the principle of plenitude, a doctrine that all possible things exist.[3] The principle traces back to Aristotle, and was an important tenet of Christian theology.[4] Ancient Western philosophers such as Plato, Aristotle, and Lucretius wrote of the end of humankind only as part of a cycle of renewal. Later philosophers such as Al-Ghazali, William of Ockham, and Gerolamo Cardano expanded the study of logic and probability and began discussing abstract possible worlds, including a world without humans. The notion that species can go extinct gained scientific acceptance during the Age of Enlightenment in the 17th and 18th centuries, and by 1800, Georges Cuvier had identified 23 extinct prehistoric species.[3] The doctrine was further gradually undermined by evidence from the natural sciences, particular the discovery of fossil evidence of species that appeared to no longer exist, and the development of theories of evolution.[4] In On the Origin of Species, Darwin discussed the extinction of species as a natural process and core component of natural selection.[5] Notably, Darwin was skeptical of the possibility of sudden extinctions, viewing it as a gradual process. He held that the abrupt disappearances of species from the fossil record were not evidence of catastrophic extinctions, but rather were a function of unrecognised gaps in the record.[5] As the possibility of extinction became more widely established in the sciences, so did the prospect of human extinction.[3] In the 19th century, human extinction became a popular topic in science (e.g., Thomas Robert Malthus's An Essay on the Principle of Population) and fiction (e.g., Mary Shelley's The Last Man). In 1863, a few years after Charles Darwin published On the Origin of Species, William King proposed that Neanderthals were an extinct species of the genus Homo. The Romantic authors and poets were particularly interested in the topic.[3] Lord Byron wrote about the extinction of life on earth in his 1816 poem \"Darkness\", and in 1824 envisaged humanity being threatened by a comet impact, and employing a missile system to defend against it.[3] Mary Shelley's 1826 novel The Last Man is set in a world where humanity has been nearly destroyed by a mysterious plague.[3] At the turn of the 20th century, Russian cosmism, a precursor to modern transhumanism, advocated avoiding humanity's extinction by colonizing space.[3] The invention of the atomic bomb prompted a wave of discussion about the risk of human extinction among scientists, intellectuals, and the public at large.[3] In a 1945 essay, Bertrand Russell wrote that \"[T]he prospect for the human race is sombre beyond all precedent. Mankind are faced with a clear-cut alternative: either we shall all perish, or we shall have to acquire some slight degree of common sense.\"[6] In 1950, Leo Szilard suggested it was technologically feasible to build a cobalt bomb that could render the planet unlivable. A 1950 Gallup poll found that 19% of Americans believed that another world war would mean \"an end to mankind\".[7] Rachel Carson's 1962 Silent Spring raised awareness of environmental catastrophe. In 1983, Brandon Carter proposed the Doomsday argument, which used Bayesian probability to predict the total number of humans that will ever exist. The discovery of \"nuclear winter\" in the early 1980s, a specific mechanism by which nuclear war could result in human extinction, again raised the issue to prominence. Writing about these findings in 1983, Carl Sagan argued that measuring the severity of extinction solely in terms of those who die \"conceals its full impact\", and that nuclear war \"imperils all of our descendants, for as long as there will be humans.\"[8] John Leslie's 1996 book The End of The World was an academic treatment of the science and ethics of human extinction. In it, Leslie considered a range of threats to humanity and what they have in common. In 2003, British Astronomer Royal Sir Martin Rees published Our Final Hour, in which he argues that advances in certain technologies create new threats for the survival of humankind and that the 21st century may be a critical moment in history when humanity's fate is decided.[9] Edited by Nick Bostrom and Milan M. Ćirković, Global Catastrophic Risks was published in 2008, a collection of essays from 26 academics on various global catastrophic and existential risks.[10] Toby Ord's 2020 book The Precipice: Existential Risk and the Future of Humanity argues that preventing existential risks is one of the most important moral issues of our time. The book discusses, quantifies, and compares different existential risks, concluding that the greatest risks are presented by unaligned artificial intelligence and biotechnology.[11] Potential anthropogenic causes of human extinction include global thermonuclear war, deployment of a highly effective biological weapon, an ecological collapse, runaway artificial intelligence, runaway nanotechnology (such as a grey goo scenario), a scientific accident involving a micro black hole or vacuum metastability disaster, overpopulation and increased consumption pose the risk of resource depletion and a concomitant population crash, population decline by choosing to have fewer children, displacement of naturally evolved humans by a new species produced by genetic engineering or technological augmentation. Natural and external extinction risks include high-fatality-rate pandemic, supervolcanic eruption, asteroid impact, nearby supernova or gamma-ray bursts, extreme solar flare, or alien invasion. Without intervention by unexpected forces, the stellar evolution of the Sun is expected to make Earth uninhabitable, then destroy it. Depending on its ultimate fate, the entire universe may eventually become uninhabitable. Experts generally agree that anthropogenic existential risks are (much) more likely than natural risks.[12][9][13][14][15] A key difference between these risk types is that empirical evidence can place an upper bound on the level of natural risk.[14] Humanity has existed for at least 200,000 years, over which it has been subject to a roughly constant level of natural risk. If the natural risk were high, then it would be highly unlikely that humanity would have survived as long as it has. Based on a formalization of this argument, researchers have concluded that we can be confident that natural risk is lower than 1 in 14,000 (and likely \"less than one in 87,000\") per year.[14] Another empirical method to study the likelihood of certain natural risks is to investigate the geological record.[12] For example, a comet or asteroid impact event sufficient in scale to cause an impact winter that would cause human extinction before the year 2100 has been estimated at one-in-a-million.[16][17] Moreover, large supervolcano eruptions may cause a volcanic winter that could endanger the survival of humanity.[18] The geological record suggests that supervolcanic eruptions are estimated to occur on average about once every 50,000 years, though most such eruptions would not reach the scale required to cause human extinction.[18] Famously, the supervolcano Mt. Toba may have almost wiped out humanity at the time of its last eruption (though this is contentious).[18][19] Since anthropogenic risk is a relatively recent phenomenon, humanity's track record of survival cannot provide similar assurances.[14] Humanity has only survived 75 years since the creation of nuclear weapons, and for future technologies, there is no track record at all. This has led thinkers like Carl Sagan to conclude that humanity is currently in a \"time of perils\"[20] – a uniquely dangerous period in human history, where it is subject to unprecedented levels of risk, beginning from when humans first started posing risk to themselves through their actions.[12][21] Given the limitations of ordinary observation and modeling, expert elicitation is frequently used instead to obtain probability estimates.[22] In 2008, an informal survey of experts at a conference hosted by the Future of Humanity Institute estimated a 19% risk of human extinction by the year 2100, though, given the survey's limitations, these results should be taken \"with a grain of salt\".[13] Table source: Future of Humanity Institute, 2008.[13] There have been a number of other estimates of existential risk, extinction risk, or a global collapse of civilization: Although existential risks are less manageable by individuals than – for example – health risks, according to Ken Olum, Joshua Knobe, and Alexander Vilenkin, the possibility of human extinction does have practical implications. For instance, if the \"universal\" Doomsday argument is accepted it changes the most likely source of disasters, and hence the most efficient means of preventing them. They write: \"... you should be more concerned that a large number of asteroids have not yet been detected than about the particular orbit of each one. You should not worry especially about the chance that some specific nearby star will become a supernova, but more about the chance that supernovas are more deadly to nearby life than we believe.\"[37] Some scholars argue that certain scenarios such as global thermonuclear war would have difficulty eradicating every last settlement on Earth. Physicist Willard Wells points out that any credible extinction scenario would have to reach into a diverse set of areas, including the underground subways of major cities, the mountains of Tibet, the remotest islands of the South Pacific, and even to McMurdo Station in Antarctica, which has contingency plans and supplies for long isolation.[38] In addition, elaborate bunkers exist for government leaders to occupy during a nuclear war.[16] The existence of nuclear submarines, which can stay hundreds of meters deep in the ocean for potentially years at a time, should also be considered. Any number of events could lead to a massive loss of human life, but if the last few (see minimum viable population) most resilient humans are unlikely to also die off, then that particular human extinction scenario may not seem credible.[39] The very long-term survival of humanity, and its possible descendants, depends on the ultimate fate of the universe. \"Existential risks\" are risks that threaten the entire future of humanity, whether by causing human extinction or by otherwise permanently crippling human progress.[2] Multiple scholars have argued based on the size of the \"cosmic endowment\" that because of the inconceivably large number of potential future lives that are at stake, even small reductions of existential risk have great value. In one of the earliest discussions of ethics of human extinction, Derek Parfit offers the following thought experiment:[40] I believe that if we destroy mankind, as we now can, this outcome will be much worse than most people think. Compare three outcomes: (1) Peace. (2) A nuclear war that kills 99% of the world's existing population. (3) A nuclear war that kills 100%. (2) would be worse than (1), and (3) would be worse than (2). Which is the greater of these two differences? Most people believe that the greater difference is between (1) and (2). I believe that the difference between (2) and (3) is very much greater. The scale of what is lost in an existential catastrophe is determined by humanity's long-term potential – what humanity could expect to achieve if it survived.[12] From a utilitarian perspective, the value of protecting humanity is the product of its duration (how long humanity survives), its size (how many humans there are over time), and its quality (on average, how good is life for future people).[12]: 273 [41] On average, species survive for around a million years before going extinct. Parfit points out that the Earth will remain habitable for around a billion years.[40] And these might be lower bounds on our potential: if humanity is able to expand beyond Earth, it could greatly increase the human population and survive for trillions of years.[42][12]: 21  The size of the foregone potential that would be lost, were humanity to go extinct, is very large. Therefore, reducing existential risk by even a small amount would have a very significant moral value.[2][43] Carl Sagan wrote in 1983: \"If we are required to calibrate extinction in numerical terms, I would be sure to include the number of people in future generations who would not be born.... (By one calculation), the stakes are one million times greater for extinction than for the more modest nuclear wars that kill \"only\" hundreds of millions of people. There are many other possible measures of the potential loss – including culture and science, the evolutionary history of the planet, and the significance of the lives of all of our ancestors who contributed to the future of their descendants. Extinction is the undoing of the human enterprise.\"[44] Philosopher Robert Adams in 1989 rejects Parfit's \"impersonal\" views but speaks instead of a moral imperative for loyalty and commitment to \"the future of humanity as a vast project... The aspiration for a better society – more just, more rewarding, and more peaceful... our interest in the lives of our children and grandchildren, and the hopes that they will be able, in turn, to have the lives of their children and grandchildren as projects.\"[45] Philosopher Nick Bostrom argues in 2013 that preference-satisfactionist, democratic, custodial, and intuitionist arguments all converge on the common-sense view that preventing existential risk is a high moral priority, even if the exact \"degree of badness\" of human extinction varies between these philosophies.[46] Parfit argues that the size of the \"cosmic endowment\" can be calculated from the following argument: If Earth remains habitable for a billion more years and can sustainably support a population of more than a billion humans, then there is a potential for 1016 (or 10,000,000,000,000,000) human lives of normal duration.[47] Bostrom goes further, stating that if the universe is empty, then the accessible universe can support at least 1034 biological human life-years; and, if some humans were uploaded onto computers, could even support the equivalent of 1054 cybernetic human life-years.[2] Some economists and philosophers have defended views, including exponential discounting and person-affecting views of population ethics, on which future people do not matter (or matter much less), morally speaking.[48] While these views are controversial,[16][49][50] even they would agree that an existential catastrophe would be among the worst things imaginable. It would cut short the lives of eight billion presently existing people, destroying all of what makes their lives valuable, and most likely subjecting many of them to profound suffering. So even setting aside the value of future generations, there may be strong reasons to reduce existential risk, grounded in concern for presently existing people.[51] Beyond utilitarianism, other moral perspectives lend support to the importance of reducing existential risk. An existential catastrophe would destroy more than just humanity – it would destroy all cultural artifacts, languages, and traditions, and many of the things we value.[12][52] So moral viewpoints on which we have duties to protect and cherish things of value would see this as a huge loss that should be avoided.[12] One can also consider reasons grounded in duties to past generations. For instance, Edmund Burke writes of a \"partnership ... between those who are living, those who are dead, and those who are to be born\".[53] If one takes seriously the debt humanity owes to past generations, Ord argues the best way of repaying it might be to 'pay it forward', and ensure that humanity's inheritance is passed down to future generations.[12]: 49–51  There are several economists who have discussed the importance of global catastrophic risks. For example, Martin Weitzman argues that most of the expected economic damage from climate change may come from the small chance that warming greatly exceeds the mid-range expectations, resulting in catastrophic damage.[54] Richard Posner has argued that humanity is doing far too little, in general, about small, hard-to-estimate risks of large-scale catastrophes.[55] Some philosophers adopt the antinatalist position that human extinction would not be a bad thing, but a good thing. David Benatar argues that coming into existence is always serious harm, and therefore it is better that people do not come into existence in the future.[56] Further, David Benatar, animal rights activist Steven Best, and anarchist Todd May, posit that human extinction would be a positive thing for the other organisms on the planet, and the planet itself, citing, for example, the omnicidal nature of human civilization.[57][58][59] The environmental view in favor of human extinction is shared by the members of Voluntary Human Extinction Movement who call for refraining from reproduction and allowing the human species to go peacefully extinct, thus stopping further environmental degradation.[60] Jean-Baptiste Cousin de Grainville's 1805 Le dernier homme (The Last Man), which depicts human extinction due to infertility, is considered the first modern apocalyptic novel and credited with launching the genre.[61] Other notable early works include Mary Shelley's 1826 The Last Man, depicting human extinction caused by a pandemic, and Olaf Stapledon's 1937 Star Maker, \"a comparative study of omnicide\".[3] Some 21st century pop-science works, including The World Without Us by Alan Weisman, and the TV specials Life After People and Aftermath: Population Zero pose a thought experiment: what would happen to the rest of the planet if humans suddenly disappeared?[62][63] A threat of human extinction, such as through a technological singularity (also called an intelligence explosion), drives the plot of innumerable science fiction stories; an influential early example is the 1951 film adaption of When Worlds Collide.[64] Usually the extinction threat is narrowly avoided, but some exceptions exist, such as R.U.R. and Steven Spielberg's A.I.[65]","Title":"Human extinction - Wikipedia","KeyID":"11689","URL":"https://en.wikipedia.org/wiki/Human_extinction"}