{"Content: ":"Extinction vortices are a class of models through which conservation biologists, geneticists and ecologists can understand the dynamics of and categorize extinctions in the context of their causes. This model shows the events that ultimately lead small populations to become increasingly more vulnerable as they spiral toward extinction. Developed by M. E. Gilpin and M. E. Soulé in 1986, there are currently four classes of extinction vortices.[1] The first two (R and D) deal with environmental factors that have an effect on the ecosystem or community level, such as disturbance, pollution, habitat loss etc. Whereas the second two (F and A) deal with genetic factors such as inbreeding depression and outbreeding depression, genetic drift etc. Environmental factors: Many of the environmental events that contribute to an extinction vortex do so through reduction in population size. These events can include rapid loss of population size due to disease, natural disasters, and climate change. Habitat loss and/or habitat degradation can also kick start an extinction vortex. Other factors include events that occur more gradually, such over-harvesting (hunting, fishing, etc.), or excessive predation. Genetic factors:[2] Populations that succumb to an extinction vortex experience strong genetic factors that cause already small populations to decrease in size over time. All populations experience genetic drift, a random process that causes changes in the population genetic structure over time. Small populations are particularly vulnerable to rapid changes in population genetic structure due to the random nature gamete sampling. When a population is small, any change in alleles can disproportionately impact the population. Thus, genetic drift leads small populations to lose genetic diversity. Additionally, when populations become small, inbreeding increases because individuals are more likely to mate with others with a genome that contains many of the same alleles. Inbreeding can lead to inbreeding depression within the population, and this can cause fewer offspring, more birth defects, more individuals prone to disease, decreased survival and reproduction (fitness), and decreased genetic diversity within the population. With a decrease in genetic diversity comes even greater likelihood of inbreeding and inbreeding depression. Another genetic factor that can lead small populations toward the spiral of extinction is limited gene flow. For example, if a population becomes isolated due to habitat fragmentation, migration rates decrease or become non-existent, causing the population to lose genetic diversity over time and increasing inbreeding. Migration is important because new individuals from outside of the population will almost certainly add new genetic variation, which can increase overall fitness within the population. One example of the role of genetics in extinction occurs in the case of fragmented metapopulations of southern dunlins (Calidris alpine schinzii) in SW Sweden. These endangered shorebirds experienced inbreeding and loss of genetic diversity at two molecular markers examined, and this limited survival and reproduction throughout the population by increasing inbreeding. When parent dunlins with more similar genetics mated, their offspring had lower likelihood of hatching, and if they did manage to hatch, they were more likely to die soon after hatching.[3] Demographic factors: Demographic factors that are involved in extinction vortices include reduced fecundity, changes in dispersal patterns, and decreased population density.","Title":"Extinction vortex - Wikipedia","KeyID":"11688","URL":"https://en.wikipedia.org/wiki/Extinction_vortex"}