{"Content: ":"Martin John Rees, Baron Rees of Ludlow, Kt, OM, FRS, FREng, FMedSci, FRAS, HonFInstP[11][2] (born 23 June 1942) is a British cosmologist and astrophysicist. He is the fifteenth Astronomer Royal, appointed in 1995,[12][13][14] and was Master of Trinity College, Cambridge, from 2004 to 2012 and President of the Royal Society between 2005 and 2010.[15][16][17][18][19][20] Rees was born on 23 June 1942 in York, England.[1][21] After a peripatetic life during the war his parents, both teachers, settled with Rees, an only child, in a rural part of Shropshire near the border with Wales. There, his parents founded Bedstone College, a boarding school based on progressive educational concepts.[22] He was educated at Bedstone College, then from the age of 13 at Shrewsbury School. He studied for the mathematical tripos at Trinity College, Cambridge,[1] graduating with first class honours. He then undertook post-graduate research at Cambridge and completed a PhD supervised by Dennis Sciama in 1967.[3][23][24] Rees' post-graduate work in astrophysics in the mid-1960s coincided with an explosion of new discoveries, with breakthroughs ranging from confirmation of the Big Bang, the discovery of neutron stars and black holes, and a host of other revelations.[22] After holding postdoctoral research positions in the United Kingdom and the United States, he taught at Sussex University and the University of Cambridge, where he was the Plumian Professor until 1991, and the director of the Institute of Astronomy. From 1992 to 2003, he was Royal Society Research Professor, and from 2003 Professor of Cosmology and Astrophysics. He was professor of astronomy at Gresham College, London, in 1975 and became a Fellow of the Royal Society in 1979. He holds visiting professorships at Imperial College London and at the University of Leicester. He is a fellow of Darwin College, Cambridge,[25] and an Honorary Fellow of King's College,[26] Clare Hall,[27] and Jesus College, Cambridge.[28] Rees is the author of more than 500 research papers,[15] and he has made contributions to the origin of cosmic microwave background radiation, as well as to galaxy clustering and formation. His studies of the distribution of quasars led to final disproof of steady state theory.[15] He was one of the first to propose that enormous black holes power quasars,[29] and that superluminal astronomical observations can be explained as an optical illusion caused by an object moving partly in the direction of the observer.[30] Since the 1990s, Rees has worked on gamma-ray bursts, especially in collaboration with Peter Mészáros,[31] and on how the \"cosmic dark ages\" ended when the first stars formed. Since the 1970s he has been interested in anthropic reasoning, and the possibility that our visible universe is part of a vaster \"multiverse\".[32][33] Rees is an author of books on astronomy and science intended for the lay public and gives many public lectures and broadcasts. In 2010 he was chosen to deliver the Reith Lectures for the BBC,[34] now published as From Here to Infinity: Scientific Horizons. Rees thinks the search for extraterrestrial intelligence is worthwhile.[35] Aside from expanding his scientific interests, Rees has written and spoken extensively about the problems and challenges of the 21st century, and the interfaces between science, ethics, and politics.[36][37][38][39] He is a member of the Board of the Institute for Advanced Study, in Princeton, the Oxford Martin School, and the Gates Cambridge Trust. He co-founded the Centre for the Study of Existential Risk[40] and serves on the Scientific Advisory Board for the Future of Life Institute.[41] He has formerly been a Trustee of the British Museum, the Science Museum and the Institute for Public Policy Research (IPPR). In August 2014, Rees was one of 200 public figures who were signatories to a letter to The Guardian expressing their hope that Scotland would vote to remain part of the United Kingdom in September's referendum on that issue.[42] In 2015, he was co-author of the report that launched the Global Apollo Programme, which calls for developed nations to commit to spending 0.02% of their GDP for 10 years, to fund coordinated research to make carbon-free baseload electricity less costly than electricity from coal by the year 2025.[43] His doctoral students have included Roger Blandford,[3][4] Craig Hogan,[5][6] Nick Kaiser[44] Priyamvada Natarajan,[7] and James E. Pringle. He has been president of the Royal Astronomical Society (1992–94) and the British Association (1995–96), and was a Member of Council of the Royal Institution of Great Britain until 2010. Rees has received honorary degrees from a number of universities including Hull, Sussex, Uppsala, Toronto, Durham, Oxford, Yale, Melbourne and Sydney. He belongs to several foreign academies, including the US National Academy of Sciences, the Russian Academy of Sciences, the Pontifical Academy of Sciences, the Royal Netherlands Academy of Arts and Sciences,[46] the Science Academy of Turkey[47] and the Japan Academy. He became president of the Royal Society on 1 December 2005[48][49] and continued until the end of the Society's 350th Anniversary Celebrations in 2010. In 2011, he was awarded the Templeton Prize.[50] In 2005, Rees was elevated to a life peerage, sitting as a crossbencher in the House of Lords as Baron Rees of Ludlow, of Ludlow in the County of Shropshire.[51][52] In 2005, he was awarded the Crafoord Prize.[53] Other awards and honours include: The Asteroid 4587 Rees and the Sir Martin Rees Academic Scholarship at Shrewsbury International School are named in his honour. In June 2022, to celebrate his 80th birthday, Rees was the subject of the BBC programme The Sky at Night, in conversation with Professor Chris Lintott.[67] Rees married the anthropologist Caroline Humphrey in 1986.[1] He is an atheist but has criticised militant atheists for being too hostile to religion.[68][69][70] Rees is a lifelong supporter of the Labour Party, but has no party affiliation when sitting in the House of Lords.[71][72] \"All text published under the heading 'Biography' on Fellow profile pages is available under Creative Commons Attribution 4.0 International License.” -- \"Royal Society Terms, conditions and policies\". Archived from the original on 11 November 2016. Retrieved 9 March 2016. This article incorporates text available under the CC BY 4.0 license.","Title":"Martin Rees - Wikipedia","KeyID":"11690","URL":"https://en.wikipedia.org/wiki/Martin_Rees"}