{"Content: ":"Population growth is the increase in the number of people in a population or dispersed group. Global human population growth amounts to around 83 million annually, or 1.1% per year.[2] The global population has grown from 1 billion in 1800 to 7.9 billion in 2020.[3] The UN projected population to keep growing, and estimates have put the total population at 8.6 billion by mid-2030, 9.8 billion by mid-2050 and 11.2 billion by 2100.[4] However, some academics outside the UN have increasingly developed human population models that account for additional downward pressures on population growth; in such a scenario population would peak before 2100.[5] World human population has been growing since the end of the Black Death, around the year 1350.[6] A mix of technological advancement that improved agricultural productivity and sanitation and medical advancement that reduced mortality increased population growth. In some geographies, this has slowed through the process called the demographic transition, where many nations with high standards of living have seen a significant slowing of population growth. This is in direct contrast with less developed contexts, where population growth is still happening.[7] Globally, the rate of population growth has declined from a peak of 2.2% per year in 1963.[8] The global human population is projected to peak during the mid-21st century and decline by 2100.[9] Population growth alongside increased consumption is a driver of environmental concerns, such as biodiversity loss and climate change, due to resources utilised in human development.[10] International policy focused on mitigating the impact of human population growth is concentrated in the Sustainable Development Goals which seek to improve the standard of living globally while reducing the impact of society on the environment. World population has been rising continuously since the end of the Black Death, around the year 1350.[6] Population began growing rapidly in the Western world during the industrial revolution. The most significant increase in the world's population has been since the 1950s, mainly due to medical advancements[12] and increases in agricultural productivity.[13] Due to its dramatic impact on the human ability to grow food, the Haber process, named after one of its inventors, the German chemist Fritz Haber, served as the \"detonator of the population explosion\", enabling the global population to increase from 1.6 billion in 1900 to 7.7 billion by November 2019.[14] Some of the reasons for the \"Modern Rise of Population\"[15] were particularly investigated by the British health scientist Thomas McKeown (1912-1988). In his publications, McKeown challenged four theories about the population growth: Although the McKeown thesis has been heavily disputed, recent studies have confirmed the value of his ideas.[20] His work is pivotal for present day thinking about population growth, birth control, public health and medical care. McKeown had a major influence on many population researchers, such as health economists and Nobel prize winners Robert W. Fogel (1993) and Angus Deaton (2015). The latter considered McKeown as \"the founder of social medicine\".[21] The \"population growth rate\" is the rate at which the number of individuals in a population increases in a given time period, expressed as a fraction of the initial population. Specifically, population growth rate refers to the change in population over a unit time period, often expressed as a percentage of the number of individuals in the population at the beginning of that period. This can be written as the formula, valid for a sufficiently small time interval: A positive growth rate indicates that the population is increasing, while a negative growth rate indicates that the population is decreasing. A growth ratio of zero indicates that there were the same number of individuals at the beginning and end of the period—a growth rate may be zero even when there are significant changes in the birth rates, death rates, immigration rates, and age distribution between the two times.[22] A related measure is the net reproduction rate. In the absence of migration, a net reproduction rate of more than 1 indicates that the population of females is increasing, while a net reproduction rate less than one (sub-replacement fertility) indicates that the population of females is decreasing. Most populations do not grow exponentially, rather they follow a logistic model. Once the population has reached its carrying capacity, it will stabilize and the exponential curve will level off towards the carrying capacity, which is usually when a population has depleted most its natural resources.[23] In the world human population, growth has been following a linear trend throughout the last few decades.[8] The growth of a population can often be modelled by the logistic equation[24] where As it is a separable differential equation, the population may be solved explicitly, producing a logistic function: where A = K − P 0 P 0 {\\displaystyle A={\\frac {K-P_{0}}{P_{0}}}} and P 0 {\\displaystyle P_{0}} is the initial population at time 0. The world population growth rate peaked in 1963 at 2.2% per year and subsequently declined.[8] In 2017, the estimated annual growth rate was 1.1%.[25] The CIA World Factbook gives the world annual birthrate, mortality rate, and growth rate as 1.86%, 0.78%, and 1.08% respectively.[26] The last 100 years have seen a massive fourfold increase in the population, due to medical advances, lower mortality rates, and an increase in agricultural productivity made possible by the Green Revolution.[27] The annual increase in the number of living humans peaked at 88.0 million in 1989, then slowly declined to 73.9 million in 2003, after which it rose again to 75.2 million in 2006. In 2017, the human population increased by 83 million.[25] Generally, developed nations have seen a decline in their growth rates in recent decades, though annual growth rates remain above 2% in some countries of the Middle East and Sub-Saharan Africa, and also in South Asia, Southeast Asia, and Latin America.[28] In some countries the population is declining, especially in Eastern Europe, mainly due to low fertility rates, high death rates and emigration. In Southern Africa, growth is slowing due to the high number of AIDS-related deaths. Some Western Europe countries might also experience population decline.[29] Japan's population began decreasing in 2005.[30] The United Nations Population Division projects world population to reach 11.2 billion by the end of the 21st century. The Institute for Health Metrics and Evaluation projects that the global population will peak in 2064 at 9.73 billion and decline to 8.89 billion in 2100. [9] A 2014 study in Science concludes that the global population will reach 11 billion by 2100, with a 70% chance of continued growth into the 22nd century.[31][32] The German Foundation for World Population reported in December 2019 that the global human population grows by 2.6 people every second, and could reach 8 billion by 2023.[33][34] According to United Nations population statistics, the world population grew by 30%, or 1.6 billion humans, between 1990 and 2010.[35] In number of people the increase was highest in India (350 million) and China (196 million). Population growth rate was among highest in the United Arab Emirates (315%) and Qatar (271%).[35] Many of the world's countries, including many in Sub-Saharan Africa, the Middle East, South Asia and South East Asia, have seen a sharp rise in population since the end of the Cold War. The fear is that high population numbers are putting further strain on natural resources, food supplies, fuel supplies, employment, housing, etc. in some of the less fortunate countries. For example, the population of Chad has ultimately grown from 6,279,921 in 1993 to 10,329,208 in 2009,[37] further straining its resources. Vietnam, Mexico, Nigeria, Egypt, Ethiopia, and the DRC are witnessing a similar growth in population. The following table gives some example countries or territories: Population projections are attempts to show how the human population statistics might change in the future.[95] These projections are an important input to forecasts of the population's impact on this planet and humanity's future well-being.[96] Models of population growth take trends in human development, and apply projections into the future.[97] These models use trend-based-assumptions about how populations will respond to economic, social and technological forces to understand how they will affect fertility and mortality, and thus population growth.[97] The 2019 projections from the United Nations Population Division (made before the COVID-19 pandemic) show that annual world population growth peaked at 2.1% in 1968, has since dropped to 1.1%, and could drop even further to 0.1% by 2100, which would be a growth rate not seen since pre-industrial revolution days.[98] Based on this, the UN Population Division projects the world population, which is 7.8 billion as of 2020[update], to level out around 2100 at 10.9 billion (the median line),[99][100] assuming a continuing decrease in the global average fertility rate from 2.5 births per woman during the 2015–2020 period to 1.9 in 2095–2100, according to the medium-variant projection.[101] A 2014 projection has the population continuing to grow into the next century.[102] However, estimates outside of the United Nations have put forward alternative models based on additional downward pressure on fertility (such as successful implementation of education and family planning goals in the Sustainable Development Goals) which could result in peak population during the 2060-2070 period rather than later.[97][103] According to the UN, about two-thirds of the predicted growth in population between 2020 and 2050 will take place in Africa.[104] It is projected that 50% of births in the 5-year period 2095-2100 will be in Africa.[105] Other organizations project lower levels of population growth in Africa based particularly on improvement in women's education and successfully implementing family planning.[106] By 2100, the UN projects the population in Sub-Saharan Africa will reach 3.8 billion, IHME projects 3.1 billion, and IIASA is the lowest at 2.6 billion. In contrast to the UN projections, the models of fertility developed by IHME and IIASA incorporate women's educational attainment, and in the case of IHME, also assume successful implementation of family planning.[107]","Title":"Population growth - Wikipedia","KeyID":"11698","URL":"https://en.wikipedia.org/wiki/Population_growth"}