{"Content: ":"In evolutionary genetics, mutational meltdown is a sub class of extinction vortex in which the environment and genetic predisposition mutually reinforce each other.[1] Mutational meltdown (not to be confused with the concept of an error catastrophe[2]) is the accumulation of harmful mutations in a small population, which leads to loss of fitness and decline of the population size, which may lead to further accumulation of deleterious mutations due to fixation by genetic drift. A population experiencing mutational meltdown is trapped in a downward spiral and will go extinct if the phenomenon lasts for some time. Usually, the deleterious mutations would simply be selected away, but during a mutational meltdown, the number of individuals thus suffering an early death is too large relative to the overall population size so that mortality exceeds the birth rate. The mechanism behind mutational meltdown is that a spontaneous deleterious mutation is introduced and after some time is eventually fixed into the population. This, in turn, leads to an accumulation in small populations where the growth rate as well as the population size both decrease. This, in consequence, allows the mutation to accumulate new deleterious alleles into the population until it is eventually extinct.[1] In more detail, the accumulation of mutations in small populations can be divided into three phases. In the second phase a population starts in mutation/selection equilibrium, mutations are fixed at a constant rate through time, and the population size is constant because the fecundity exceeds mortality. However, after a sufficient number of mutations have been fixed in the population, the birth rate is slightly less than the death rate, and the population size begins to decrease. This is due to the fixation of deleterious mutations, which increases the death rate. The death rate eventually becomes too large in the population, theoretically infinite, that the time that it takes the deleterious mutant alleles to be fixated can be equated to the mean fixation time of a neutral mutation. This is only due to the small population that mutation is affecting, where the time for fixation is comparatively short. The smaller population size allows for more rapid fixation of deleterious mutations, and a more rapid decline of population size, which becomes irreversible after a certain number of generations[3] In asexual species, the effects of mutation accumulation are more significant compared to sexual species. In an asexual population, all the individual species are equally affected by the selective pressures from the environment, which includes, deleterious and/or beneficial mutations. This is due to the lack of recombination of alleles and diversity in the genome that allows the accumulation of mutations to effectively take over the asexual population.[4] The accumulation of mutation can occur during a short period of time, and this is because the offspring of the species that were introduced to the deleterious mutation does not have a recombination of alleles passed on by the parents. Instead, the exact copy and number of genes that were originally in the parent species is passed on to the offspring with no genetic changes. This puts asexual reproductive species under the high selective pressure of mutational meltdown. In sexual reproducing species, the time it takes for the mutational meltdown to occur takes longer, if at all. In sexually reproducing populations, the segregation and recombination of alleles allow genetic diversity to flourish within the population. Genetic diversity increases exponentially as the population gets larger over time. This, however; does not eliminate the chance of deleterious mutations to occur.[5] An accumulation of deleterious alleles can do irreversible damage to the population before the species has time to reproduce. In simulated models of sexually reproductive species being introduced to an accumulation of deleterious alleles, it was shown that the population will not go extinct, or it takes an exponential amount of time to do so. This is due to if the sexually reproducing population was put under a strong selection for deleterious mutation, that it causes most of the population to be eliminated. The individuals in the population that do survive will have a lower fitness level, as well as overcome the accumulation of different deleterious mutations, even though their genome might have resistance to the previous deleterious mutations. The extinction based on mutational accumulation on sexual species, unlike asexual species, is under the assumption that the population is small or is highly restricted in genetic recombination.[6] However; even under certain conditions in a large population, a mutational meltdown can still occur in sexually reproducing species. Factors that include, low birth and recombination rate, as well as having a strong mutation-selection, can a large sexually reproducing population can go extinct. In contrast, the same conditions that can cause extinction in a sexually reproducing population can aid in the avoidance of mutation meltdown. In a tested environment, where variables can be theoretically manipulated, the strong mutation-selection in a large sexually reproducing population can be prevented from mutational meltdown if the birth rate were to increase. The effect on both asexual and sexually reproducing populations is still confounding to external variables. In cases where a large sexually reproducing population underwent a bottleneck can cause an immediate decrease in population, which causes the population to be more susceptible to mutations accumulating in the population at a fast occurring rate. Mutational meltdown relies on external variables aside from small population size to eliminate the allelic frequency of a population. In such cases, mutational meltdown relies on genetic drift, in terms of a small population, to have time for the mutation to be fixated in the population.","Title":"Mutational meltdown - Wikipedia","KeyID":"11701","URL":"https://en.wikipedia.org/wiki/Mutational_meltdown"}