{"Content: ":"Robustness of a biological system (also called biological or genetic robustness[1]) is the persistence of a certain characteristic or trait in a system under perturbations or conditions of uncertainty.[2][3] Robustness in development is known as canalization.[4][5] According to the kind of perturbation involved, robustness can be classified as mutational, environmental, recombinational, or behavioral robustness etc.[6][7][8] Robustness is achieved through the combination of many genetic and molecular mechanisms and can evolve by either direct or indirect selection. Several model systems have been developed to experimentally study robustness and its evolutionary consequences. Mutational robustness (also called mutation tolerance) describes the extent to which an organism’s phenotype remains constant in spite of mutation.[9] Robustness can be empirically measured for several genomes[10][11] and individual genes[12] by inducing mutations and measuring what proportion of mutants retain the same phenotype, function or fitness. More generally robustness corresponds to the neutral band in the distribution of fitness effects of mutation (i.e. the frequencies of different fitnesses of mutants). Proteins so far investigated have shown a tolerance to mutations of roughly 66% (i.e. two thirds of mutations are neutral).[13] Conversely, measured mutational robustnesses of organisms vary widely. For example, >95% of point mutations in C. elegans have no detectable effect[14] and even 90% of single gene knockouts in E. coli are non-lethal.[15] Viruses, however, only tolerate 20-40% of mutations and hence are much more sensitive to mutation.[10] Biological processes at the molecular scale are inherently stochastic.[16] They emerge from a combination of stochastic events that happen given the physico-chemical properties of molecules. For instance, gene expression is intrinsically noisy. This means that two cells in exactly identical regulatory states will exhibit different mRNA contents.[17][18] The cell population level log-normal distribution of mRNA content[19] follows directly from the application of the Central Limit Theorem to the multi-step nature of gene expression regulation.[20] In varying environments, perfect adaptation to one condition may come at the expense of adaptation to another. Consequently, the total selection pressure on an organism is the average selection across all environments weighted by the percentage time spent in that environment. Variable environment can therefore select for environmental robustness where organisms can function across a wide range of conditions with little change in phenotype or fitness (biology). Some organisms show adaptations to tolerate large changes in temperature, water availability, salinity or food availability. Plants, in particular, are unable to move when the environment changes and so show a range of mechanisms for achieving environmental robustness. Similarly, this can be seen in proteins as tolerance to a wide range of solvents, ion concentrations or temperatures. Genomes mutate by environmental damage and imperfect replication, yet they display remarkable tolerance. This comes from robustness both at many different levels. There are many mechanisms that provide genome robustness. For example, genetic redundancy reduces the effect of mutations in any one copy of a multi-copy gene.[21] Additionally the flux through a metabolic pathway is typically limited by only a few of the steps, meaning that changes in function of many of the enzymes have little effect on fitness.[22][23] Similarly metabolic networks have multiple alternate pathways to produce many key metabolites.[24] Protein mutation tolerance is the product of two main features: the structure of the genetic code and protein structural robustness.[25][26] Proteins are resistant to mutations because many sequences can fold into highly similar structural folds.[27] A protein adopts a limited ensemble of native conformations because those conformers have lower energy than unfolded and mis-folded states (ΔΔG of folding).[28][29] This is achieved by a distributed, internal network of cooperative interactions (hydrophobic, polar and covalent).[30] Protein structural robustness results from few single mutations being sufficiently disruptive to compromise function. Proteins have also evolved to avoid aggregation[31] as partially folded proteins can combine to form large, repeating, insoluble protein fibrils and masses.[32] There is evidence that proteins show negative design features to reduce the exposure of aggregation-prone beta-sheet motifs in their structures.[33] Additionally, there is some evidence that the genetic code itself may be optimised such that most point mutations lead to similar amino acids (conservative).[34][35] Together these factors create a distribution of fitness effects of mutations that contains a high proportion of neutral and nearly-neutral mutations.[12] During embryonic development, gene expression must be tightly controlled in time and space in order to give rise to fully functional organs. Developing organisms must therefore deal with the random perturbations resulting from gene expression stochasticity.[36] In bilaterians, robustness of gene expression can be achieved via enhancer redundancy. This happens when the expression of a gene under the control of several enhancers encoding the same regulatory logic (ie. displaying binding sites for the same set of transcription factors). In Drosophila melanogaster such redundant enhancers are often called shadow enhancers.[37] Furthermore, in developmental contexts were timing of gene expression in important for the phenotypic outcome, diverse mechanisms exist to ensure proper gene expression in a timely manner.[36] Poised promoters are transcriptionally inactive promoters that display RNA polymerase II binding, ready for rapid induction.[38] In addition, because not all transcription factors can bind their target site in compacted heterochromatin, pioneer transcription factors (such as Zld or FoxA) are required to open chromatin and allow the binding of other transcription factors that can rapidly induce gene expression. Open inactive enhancers are call poised enhancers.[39] Cell competition is a phenomenon first described in Drosophila[40] where mosaic Minutes mutants cells (affecting ribosomal proteins) in a wild-type background would be eliminated. This phenomenon also happens in the early mouse embryo where cells expressing high levels of Myc actively kill their neighbors displaying low levels of Myc expression. This results in homogeneously high levels of Myc.[41][42] Patterning mechanisms such as those described by the French flag model can be perturbed at many levels (production and stochasticity of the diffusion of the morphogen, production of the receptor, stochastic of the signaling cascade, etc). Patterning is therefore inherently noisy. Robustness against this noise and genetic perturbation is therefore necessary to ensure proper that cells measure accurately positional information. Studies of the zebrafish neural tube and antero-posterior patternings has shown that noisy signaling leads to imperfect cell differentiation that is later corrected by transdifferentiation, migration or cell death of the misplaced cells.[43][44][45] Additionally, the structure (or topology) of signaling pathways has been demonstrated to play an important role in robustness to genetic perturbations.[46] Self-enhanced degradation has long been an example of robustness in System biology.[47] Similarly, robustness of dorsoventral patterning in many species emerges from the balanced shuttling-degradation mechanisms involved in BMP signaling.[48][49][50] Since organisms are constantly exposed to genetic and non-genetic perturbations, robustness is important to ensure the stability of phenotypes. Also, under mutation-selection balance, mutational robustness can allow cryptic genetic variation to accumulate in a population. While phenotypically neutral in a stable environment, these genetic differences can be revealed as trait differences in an environment-dependent manner (see evolutionary capacitance), thereby allowing for the expression of a greater number of heritable phenotypes in populations exposed to a variable environment.[51] Being robust may even be a favoured at the expense of total fitness as an evolutionarily stable strategy (also called survival of the flattest).[52] A high but narrow peak of a fitness landscape confers high fitness but low robustness as most mutations lead to massive loss of fitness. High mutation rates may favour population of lower, but broader fitness peaks. More critical biological systems may also have greater selection for robustness as reductions in function are more damaging to fitness.[53] Mutational robustness is thought to be one driver for theoretical viral quasispecies formation. Natural selection can select directly or indirectly for robustness. When mutation rates are high and population sizes are large, populations are predicted to move to more densely connected regions of neutral network as less robust variants have fewer surviving mutant descendants.[54] The conditions under which selection could act to directly increase mutational robustness in this way are restrictive, and therefore such selection is thought to be limited to only a few viruses[55] and microbes[56] having large population sizes and high mutation rates. Such emergent robustness has been observed in experimental evolution of cytochrome P450s[57] and B-lactamase.[58] Conversely, mutational robustness may evolve as a byproduct of natural selection for robustness to environmental perturbations.[59][60][61][62][63] Mutational robustness has been thought to have a negative impact on evolvability because it reduces the mutational accessibility of distinct heritable phenotypes for a single genotype and reduces selective differences within a genetically diverse population.[citation needed] Counter-intuitively however, it has been hypothesized that phenotypic robustness towards mutations may actually increase the pace of heritable phenotypic adaptation when viewed over longer periods of time.[64][65][66][67] One hypothesis for how robustness promotes evolvability in asexual populations is that connected networks of fitness-neutral genotypes result in mutational robustness which, while reducing accessibility of new heritable phenotypes over short timescales, over longer time periods, neutral mutation and genetic drift cause the population to spread out over a larger neutral network in genotype space.[68] This genetic diversity gives the population mutational access to a greater number of distinct heritable phenotypes that can be reached from different points of the neutral network.[64][65][67][69][70][71][72] However, this mechanism may be limited to phenotypes dependent on a single genetic locus; for polygenic traits, genetic diversity in asexual populations does not significantly increase evolvability.[73] In the case of proteins, robustness promotes evolvability in the form of an excess free energy of folding.[74] Since most mutations reduce stability, an excess folding free energy allows toleration of mutations that are beneficial to activity but would otherwise destabilise the protein. In sexual populations, robustness leads to the accumulation of cryptic genetic variation with high evolutionary potential.[75][76] Evolvability may be high when robustness is reversible, with evolutionary capacitance allowing a switch between high robustness in most circumstances and low robustness at times of stress.[77] There are many systems that have been used to study robustness. In silico models have been used to model promoters,[78][79] RNA secondary structure, protein lattice models, or gene networks. Experimental systems for individual genes include enzyme activity of cytochrome P450,[57] B-lactamase,[58] RNA polymerase,[13] and LacI[13] have all been used. Whole organism robustness has been investigated in RNA virus fitness,[10] bacterial chemotaxis, Drosophila fitness,[15] segment polarity network, neurogenic network and bone morphogenetic protein gradient, C. elegans fitness[14] and vulval development, and mammalian circadian clock.[9]","Title":"Robustness (evolution) - Wikipedia","KeyID":"11707","URL":"https://en.wikipedia.org/wiki/Robustness_(evolution)"}