{"Content: ":"Phenotypic plasticity refers to some of the changes in an organism's behavior, morphology and physiology in response to a unique environment.[1][2] Fundamental to the way in which organisms cope with environmental variation, phenotypic plasticity encompasses all types of environmentally induced changes (e.g. morphological, physiological, behavioural, phenological) that may or may not be permanent throughout an individual's lifespan.[3] The term was originally used to describe developmental effects on morphological characters, but is now more broadly used to describe all phenotypic responses to environmental change, such as acclimation (acclimatization), as well as learning.[3] The special case when differences in environment induce discrete phenotypes is termed polyphenism. Generally, phenotypic plasticity is more important for immobile organisms (e.g. plants) than mobile organisms (e.g. most animals), as mobile organisms can often move away from unfavourable environments.[4] Nevertheless, mobile organisms also have at least some degree of plasticity in at least some aspects of the phenotype.[2] One mobile organism with substantial phenotypic plasticity is Acyrthosiphon pisum of the aphid family, which exhibits the ability to interchange between asexual and sexual reproduction, as well as growing wings between generations when plants become too populated.[5] Water fleas (Daphnia magna) have shown both phenotypic plasticity and the ability to genetically evolve to deal with the heat stress of warmer, urban pond waters.[2] Phenotypic plasticity in plants includes the timing of transition from vegetative to reproductive growth stage, the allocation of more resources to the roots in soils that contain low concentrations of nutrients, the size of the seeds an individual produces depending on the environment,[7] and the alteration of leaf shape, size, and thickness.[8] Leaves are particularly plastic, and their growth may be altered by light levels. Leaves grown in the light tend to be thicker, which maximizes photosynthesis in direct light; and have a smaller area, which cools the leaf more rapidly (due to a thinner boundary layer). Conversely, leaves grown in the shade tend to be thinner, with a greater surface area to capture more of the limited light.[9][10] Dandelion are well known for exhibiting considerable plasticity in form when growing in sunny versus shaded environments. The transport proteins present in roots also change depending on the concentration of the nutrient and the salinity of the soil.[11] Some plants, Mesembryanthemum crystallinum for example, are able to alter their photosynthetic pathways to use less water when they become water- or salt-stressed.[12] Because of phenotypic plasticity, it is hard to explain and predict the traits when plants are grown in natural conditions unless an explicit environment index can be obtained to quantify environments. Identification of such explicit environment indices from a critical growth periods being highly correlated with sorghum and rice flowering time enables such predictions.[6][13] Leaves are very important to a plant in that they create an avenue where photosynthesis and thermoregulation can occur. Evolutionarily, the environmental contribution to leaf shape allowed for a myriad of different types of leaves to be created.[14] Leaf shape can be determined by both genetics and the environment.[15] Environmental factors, such as light and humidity, have been shown to affect leaf morphology,[16] giving rise to the question of how this shape change is controlled at the molecular level. This means that different leaves could have the same gene but present a different form based on environmental factors. Plants are sessile, so this phenotypic plasticity allows the plant to take in information from its environment and respond without changing its location. In order to understand how leaf morphology works, the anatomy of a leaf must be understood. The main part of the leaf, the blade or lamina, consists of the epidermis, mesophyll, and vascular tissue. The epidermis contains stomata which allows for gas exchange and controls perspiration of the plant. The mesophyll contains most of the chloroplast where photosynthesis can occur. Developing a wide blade/lamina can maximize the amount of light hitting the leaf, thereby increasing photosynthesis, however too much sunlight can damage the plant. Wide lamina can also catch wind easily which can cause stress to the plant, so finding a happy medium is imperative to the plants’ fitness. The Genetic Regulatory Network is responsible for creating this phenotypic plasticity and involves a variety of genes and proteins regulating leaf morphology. Phytohormones have been shown to play a key role in signaling throughout the plant, and changes in concentration of the phytohormones can cause a change in development.[17] Studies on the aquatic plant species Ludwigia arcuata have been done to look at the role of abscisic acid (ABA), as L. arcuata is known to exhibit phenotypic plasticity and has two different types of leaves, the aerial type (leaves that touch the air) and the submerged type (leaves that are underwater).[18] When adding ABA to the underwater shoots of L. arcuata, the plant was able to produce aerial type leaves underwater, suggesting that increased concentrations of ABA in the shoots, likely caused by air contact or a lack of water, triggers the change from the submerged type of leaf to the aerial type. This suggests ABA's role in leaf phenotypic change and its importance in regulating stress through environmental change (such as adapting from being underwater to above water). In the same study, another phytohormone, ethylene, was shown to induce the submerged leaf phenotype unlike ABA, which induced aerial leaf phenotype. Because ethylene is a gas, it tends to stay endogenously within the plant when underwater – this growth in concentration of ethylene induces a change from aerial to submerged leaves and has also been shown to inhibit ABA production, further increasing the growth of submerged type leaves. These factors (temperature, water availability, and phytohormones) contribute to changes in leaf morphology throughout a plants lifetime and are vital to maximize plant fitness. The developmental effects of nutrition and temperature have been demonstrated.[19] The gray wolf (Canis lupus) has wide phenotypic plasticity.[20][21] Additionally, male speckled wood butterflies have two morphs: one with three dots on its hindwing, and one with four dots on its hindwings. The development of the fourth dot is dependent on environmental conditions – more specifically, location and the time of year.[22] In amphibians, Pristimantis mutabilis has remarkable phenotypic plasticity.[23] Another example is the southern rockhopper penguin.[24] Rockhopper penguins are present at a variety of climates and locations; Amsterdam Island's subtropical waters, Kerguelen Archipelago's subarctic coastal waters, and Crozet Archipelago's subantarctic coastal waters.[24] Due to the species plasticity they are able to express different strategies and foraging behaviors depending on the climate and environment.[24] A main factor that has influenced the species' behavior is where food is located.[24] Plastic responses to temperature are essential among ectothermic organisms, as all aspects of their physiology are directly dependent on their thermal environment. As such, thermal acclimation entails phenotypic adjustments that are found commonly across taxa, such as changes in the lipid composition of cell membranes. Temperature change influences the fluidity of cell membranes by affecting the motion of the fatty acyl chains of glycerophospholipids. Because maintaining membrane fluidity is critical for cell function, ectotherms adjust the phospholipid composition of their cell membranes such that the strength of van der Waals forces within the membrane is changed, thereby maintaining fluidity across temperatures.[25] Phenotypic plasticity of the digestive system allows some animals to respond to changes in dietary nutrient composition,[26][27] diet quality,[28][29] and energy requirements.[30][31][32] Changes in the nutrient composition of the diet (the proportion of lipids, proteins and carbohydrates) may occur during development (e.g. weaning) or with seasonal changes in the abundance of different food types. These diet changes can elicit plasticity in the activity of particular digestive enzymes on the brush border of the small intestine. For example, in the first few days after hatching, nestling house sparrows (Passer domesticus) transition from an insect diet, high in protein and lipids, to a seed based diet that contains mostly carbohydrates; this diet change is accompanied by two-fold increase in the activity of the enzyme maltase, which digests carbohydrates.[26] Acclimatizing animals to high protein diets can increase the activity of aminopeptidase-N, which digests proteins.[27][33] Poor quality diets (those that contain a large amount of non-digestible material) have lower concentrations of nutrients, so animals must process a greater total volume of poor-quality food to extract the same amount of energy as they would from a high-quality diet. Many species respond to poor quality diets by increasing their food intake, enlarging digestive organs, and increasing the capacity of the digestive tract (e.g. prairie voles,[32] Mongolian gerbils,[29] Japanese quail,[28] wood ducks,[34] mallards[35]). Poor quality diets also result in lower concentrations of nutrients in the lumen of the intestine, which can cause a decrease in the activity of several digestive enzymes.[29] Animals often consume more food during periods of high energy demand (e.g. lactation or cold exposure in endotherms), this is facilitated by an increase in digestive organ size and capacity, which is similar to the phenotype produced by poor quality diets. During lactation, common degus (Octodon degus) increase the mass of their liver, small intestine, large intestine and cecum by 15–35%.[30] Increases in food intake do not cause changes in the activity of digestive enzymes because nutrient concentrations in the intestinal lumen are determined by food quality and remain unaffected.[30] Intermittent feeding also represents a temporal increase in food intake and can induce dramatic changes in the size of the gut; the Burmese python (Python molurus bivittatus) can triple the size of its small intestine just a few days after feeding.[36] AMY2B (Alpha-Amylase 2B) is a gene that codes a protein that assists with the first step in the digestion of dietary starch and glycogen. An expansion of this gene in dogs would enable early dogs to exploit a starch-rich diet as they fed on refuse from agriculture. Data indicated that the wolves and dingo had just two copies of the gene and the Siberian Husky that is associated with hunter-gatherers had just three or four copies, whereas the Saluki that is associated with the Fertile Crescent where agriculture originated had 29 copies. The results show that on average, modern dogs have a high copy number of the gene, whereas wolves and dingoes do not. The high copy number of AMY2B variants likely already existed as a standing variation in early domestic dogs, but expanded more recently with the development of large agriculturally based civilizations.[37] Infection with parasites can induce phenotypic plasticity as a means to compensate for the detrimental effects caused by parasitism. Commonly, invertebrates respond to parasitic castration or increased parasite virulence with fecundity compensation in order to increase their reproductive output, or fitness. For example, water fleas (Daphnia magna), exposed to microsporidian parasites produce more offspring in the early stages of exposure to compensate for future loss of reproductive success.[38] A reduction in fecundity may also occur as a means of re-directing nutrients to an immune response,[39] or to increase longevity of the host.[40] This particular form of plasticity has been shown in certain cases to be mediated by host-derived molecules (e.g. schistosomin in snails Lymnaea stagnalis infected with trematodes Trichobilharzia ocellata) that interfere with the action of reproductive hormones on their target organs.[41] Changes in reproductive effort during infection is also thought to be a less costly alternative to mounting resistance or defence against invading parasites, although it can occur in concert with a defence response.[42] Hosts can also respond to parasitism through plasticity in physiology aside from reproduction. House mice infected with intestinal nematodes experience decreased rates of glucose transport in the intestine. To compensate for this, mice increase the total mass of mucosal cells, cells responsible for glucose transport, in the intestine. This allows infected mice to maintain the same capacity for glucose uptake and body size as uninfected mice.[43] Phenotypic plasticity can also be observed as changes in behaviour. In response to infection, both vertebrates and invertebrates practice self-medication, which can be considered a form of adaptive plasticity.[44] Various species of non-human primates infected with intestinal worms engage in leaf-swallowing, in which they ingest rough, whole leaves that physically dislodge parasites from the intestine. Additionally, the leaves irritate the gastric mucosa, which promotes the secretion of gastric acid and increases gut motility, effectively flushing parasites from the system.[45] The term \"self-induced adaptive plasticity\" has been used to describe situations in which a behavior under selection causes changes in subordinate traits that in turn enhance the ability of the organism to perform the behavior.[46] For example, birds that engage in altitudinal migration might make \"trial runs\" lasting a few hours that would induce physiological changes that would improve their ability to function at high altitude.[46] Woolly bear caterpillars (Grammia incorrupta) infected with tachinid flies increase their survival by ingesting plants containing toxins known as pyrrolizidine alkaloids. The physiological basis for this change in behaviour is unknown; however, it is possible that, when activated, the immune system sends signals to the taste system that trigger plasticity in feeding responses during infection.[44] Reproduction The red-eyed tree frog, Agalychnis callidryas, is an arboreal frog (hylid) that resides in the tropics of Central America. Unlike many frogs, the red-eyed tree frog has arboreal eggs which are laid on leaves hanging over ponds or large puddles and, upon hatching, the tadpoles fall into the water below. One of the most common predators encountered by these arboreal eggs is the cat-eyed snake, Leptodeira septentrionalis. In order to escape predation, the red-eyed tree frogs have developed a form of adaptive plasticity, which can also be considered phenotypic plasticity, when it comes to hatching age; the clutch is able to hatch prematurely and survive outside of the egg five days after oviposition when faced with an immediate threat of predation. The egg clutches take in important information from the vibrations felt around them and use it to determine whether or not they are at risk of predation. In the event of a snake attack, the clutch identifies the threat by the vibrations given off which, in turn, stimulates hatching almost instantaneously. In a controlled experiment conducted by Karen Warkentin, hatching rate and ages of red-eyed tree frogs were observed in clutches that were and were not attacked by the cat-eyed snake. When a clutch was attacked at six days of age, the entire clutch hatched at the same time, almost instantaneously. However, when a clutch is not presented with the threat of predation, the eggs hatch gradually over time with the first few hatching around seven days after oviposition, and the last of the clutch hatching around day ten. Karen Warkentin's study further explores the benefits and trade-offs of hatching plasticity in the red-eyed tree frog.[47] Plasticity is usually thought to be an evolutionary adaptation to environmental variations that is reasonably predictable and occurs within the lifespan of an individual organism, as it allows individuals to 'fit' their phenotype to different environments.[48][49] If the optimal phenotype in a given environment changes with environmental conditions, then the ability of individuals to express different traits should be advantageous and thus selected for. Hence, phenotypic plasticity can evolve if Darwinian fitness is increased by changing phenotype.[50][51] A similar logic should apply in artificial evolution attempting to introduce phenotypic plasticity to artificial agents.[52] However, the fitness benefits of plasticity can be limited by the energetic costs of plastic responses (e.g. synthesizing new proteins, adjusting expression ratio of isozyme variants, maintaining sensory machinery to detect changes) as well as the predictability and reliability of environmental cues[53] (see Beneficial acclimation hypothesis). Freshwater snails (Physa virgata), provide an example of when phenotypic plasticity can be either adaptive or maladaptive. In the presence of a predator, bluegill sunfish, these snails make their shell shape more rotund and reduce growth. This makes them more crush-resistant and better protected from predation. However, these snails cannot tell the difference in chemical cues between the predatory and non-predatory sunfish. Thus, the snails respond inappropriately to non-predatory sunfish by producing an altered shell shape and reducing growth. These changes, in the absence of a predator, make the snails susceptible to other predators and limit fecundity. Therefore, these freshwater snails produce either an adaptive or maladaptive response to the environmental cue depending on whether predatory sunfish are present or not.[54][55] Given the profound ecological importance of temperature and its predictable variability over large spatial and temporal scales, adaptation to thermal variation has been hypothesized to be a key mechanism dictating the capacity of organisms for phenotypic plasticity.[56] The magnitude of thermal variation is thought to be directly proportional to plastic capacity, such that species that have evolved in the warm, constant climate of the tropics have a lower capacity for plasticity compared to those living in variable temperate habitats. Termed the \"climatic variability hypothesis\", this idea has been supported by several studies of plastic capacity across latitude in both plants and animals.[57][58] However, recent studies of Drosophila species have failed to detect a clear pattern of plasticity over latitudinal gradients, suggesting this hypothesis may not hold true across all taxa or for all traits.[59] Some researchers propose that direct measures of environmental variability, using factors such as precipitation, are better predictors of phenotypic plasticity than latitude alone.[60] Selection experiments and experimental evolution approaches have shown that plasticity is a trait that can evolve when under direct selection and also as a correlated response to selection on the average values of particular traits.[61] Unprecedented rates of climate change are predicted to occur over the next 100 years as a result of human activity.[62] Phenotypic plasticity is a key mechanism with which organisms can cope with a changing climate, as it allows individuals to respond to change within their lifetime.[63] This is thought to be particularly important for species with long generation times, as evolutionary responses via natural selection may not produce change fast enough to mitigate the effects of a warmer climate. The North American red squirrel (Tamiasciurus hudsonicus) has experienced an increase in average temperature over this last decade of almost 2 °C. This increase in temperature has caused an increase in abundance of white spruce cones, the main food source for winter and spring reproduction. In response, the mean lifetime parturition date of this species has advanced by 18 days. Food abundance showed a significant effect on the breeding date with individual females, indicating a high amount of phenotypic plasticity in this trait.[64]","Title":"Phenotypic plasticity - Wikipedia","KeyID":"11706","URL":"https://en.wikipedia.org/wiki/Phenotypic_plasticity"}