{"Content: ":"Introgression, also known as introgressive hybridization, in genetics is the transfer of genetic material from one species into the gene pool of another by the repeated backcrossing of an interspecific hybrid with one of its parent species. Introgression is a long-term process, even when artificial; it may take many hybrid generations before significant backcrossing occurs. This process is distinct from most forms of gene flow in that it occurs between two populations of different species, rather than two populations of the same species. Introgression also differs from simple hybridization. Simple hybridization results in a relatively even mixture; gene and allele frequencies in the first generation will be a uniform mix of two parental species, such as that observed in mules. Introgression, on the other hand, results in a complex, highly variable mixture of genes, and may only involve a minimal percentage of the donor genome. Introgression or introgressive hybridization is the incorporation (usually via hybridization and backcrossing) of novel genes and/or alleles from one taxon into the gene pool of a second, distinct taxon.[1][2][3][4] This introgression is considered 'adaptive' if the genetic transfer results in an overall increase in the recipient taxon's fitness.[5] Ancient introgression events can leave traces of extinct species in present-day genomes, a phenomenon known as ghost introgression.[6] Introgression is an important source of genetic variation in natural populations and may contribute to adaptation and even adaptive radiation.[7] It can occur across hybrid zones due to chance, selection or hybrid zone movement.[8] There is evidence that introgression is a ubiquitous phenomenon in plants and animals,[9][10] including humans,[11] in which it may have introduced the microcephalin D allele.[12] It has been proposed that, historically, introgression with wild animals is a large contributor to the wide range of diversity found in domestic animals, rather than multiple independent domestication events.[13] Introgressive hybridization has also been shown to be important in the evolution of domesticated crop species, possibly providing genes that help in their expansion into different environments. A genomic study from New York University Abu Dhabi Center for Genomics and Systems Biology showed that domesticated date palm varieties from North Africa show introgressive hybridization of between 5-18% of its genome from the wild Cretan palm Phoenix theophrasti into Middle East date palms P. dactylifera. This process is also similar to the evolution of apples by hybridization of Central Asian apples with the European crabapple.[14] It has also been shown that indica rice arose when Chinese japonica rice arrived in India about ~4,500 years ago and hybridized with an undomesticated proto-indica or wild O. nivara, and transferred key domestication genes from japonica to indica.[15] There is strong evidence for the introgression of Neanderthal genes[16] and Denisovan genes[17] into parts of the modern human gene pool. The Mallard duck is possibly the world's most capable bird to hybridise with other duck species, often to the point of the loss of genetic identity of these species. For example, feral mallard populations have significantly reduced wild populations of the Pacific black duck in New Zealand and Australia through cross-breeding.[citation needed] One important example of introgression has been observed in studies of mimicry in the butterfly genus Heliconius.[18] This genus includes 43 species and many races with different color patterns. Congeners exhibiting overlapping distributions show similar color patterns. The subspecies H. melpomene amaryllis and H. melpomene timareta ssp. nov. overlap in distribution. Using the ABBA/BABA test, some researchers have observed that there is about 2% to 5% introgression between the pair of subspecies. Importantly, the introgression is not random. The researchers saw significant introgression in chromosomes 15 and 18, where important mimicry loci are found (loci B/D and N/Yb). They compared both subspecies with H. melpomene agalope, which is a subspecies near H. melpomene amaryllis in entire genome trees. The result of the analysis was that there is no relation between those two species and H. melpomene agalope in the loci B/D and N/Yb. Moreover, they performed the same analysis with two other species with overlapping distributions, H. timareta florencia and H. melpomene agalope. They demonstrated introgression between the two taxa, especially in the loci B/D and N/Yb. Finally, they concluded their experiments with sliding-window phylogenetic analyses, estimating different phylogenetic trees depending on the different regions of the loci. When a locus is important in the color pattern expression, there is a close phylogenetic relationship between the species. When the locus is not important in the color pattern expression, the two species are phylogenetically distant because there is no introgression at such loci. Introgression can have a significant impact on non-human populations through hybridization, for instance, between wild and domestic populations of animals. This includes household pets, as seen in cats[19] or in dogs.[20] Introgression has been observed in several plant species. For instance, a species of iris from southern Louisiana has been studied by Arnold & Bennett (1993) regarding the increased fitness of hybrid variants.[21][22] Espinasa et al. found that introgression between a surface-dwelling members of Astroblepus and a troglomorphic species, Astroblepus pholeter, resulted in the development of previously lost traits in offspring, such as distinct eyes and optic nerves.[23] An introgression line (IL) is a crop species that contains genetic material artificially derived from a wild relative population through repeated backcrossing. An example of a collection of ILs (called an IL-Library) is the use of chromosome segments from Solanum pennellii (a wild species of tomato) that was introgressed into Solanum lycopersicum (the cultivated tomato). The lines of an IL-library usually cover the complete genome of the donor. Introgression lines allow the study of quantitative trait loci, but also the creation of new varieties by introducing exotic traits.[24] Lineage fusion is an extreme variant of introgression that results from the merging of two distinct species or populations. This eventually results in a single population that displaces or replaces the parental species in the region.[25] Some lineage fusion occurs soon after two taxa diverge or speciate, especially if there are few reproductive barriers between lineages. [26] It is not strictly necessary for the two lineages to be closely related, but rather have the ability to produce viable offspring.","Title":"Introgression - Wikipedia","KeyID":"11713","URL":"https://en.wikipedia.org/wiki/Introgression"}