{"Content: ":"A population bottleneck or genetic bottleneck is a sharp reduction in the size of a population due to environmental events such as famines, earthquakes, floods, fires, disease, and droughts; or human activities such as specicide, widespread violence or intentional culling, and human population planning. Such events can reduce the variation in the gene pool of a population; thereafter, a smaller population, with a smaller genetic diversity, remains to pass on genes to future generations of offspring through sexual reproduction. Genetic diversity remains lower, increasing only when gene flow from another population occurs or very slowly increasing with time as random mutations occur.[1][self-published source] This results in a reduction in the robustness of the population and in its ability to adapt to and survive selecting environmental changes, such as climate change or a shift in available resources.[2] Alternatively, if survivors of the bottleneck are the individuals with the greatest genetic fitness, the frequency of the fitter genes within the gene pool is increased, while the pool itself is reduced. The genetic drift caused by a population bottleneck can change the proportional random distribution of alleles and even lead to loss of alleles. The chances of inbreeding and genetic homogeneity can increase, possibly leading to inbreeding depression. Smaller population size can also cause deleterious mutations to accumulate.[3] Population bottlenecks play an important role in conservation biology (see minimum viable population size) and in the context of agriculture (biological and pest control).[4] Scientists have witnessed population bottlenecks in American bison, greater prairie chickens, northern elephant seals, golden hamsters, and cheetahs. The New Zealand black robins experienced a bottleneck of five individuals, all descendants of a single female. Geneticists have found evidence for past bottlenecks in pandas, golden snub-nosed monkeys, and humans. In conservation biology, minimum viable population (MVP) size helps to determine the effective population size when a population is at risk for extinction.[5][6] The effects of a population bottleneck often depend on the number of individuals remaining after the bottleneck and how that compares to the minimum viable population size. A slightly different form of bottleneck can occur if a small group becomes reproductively (e.g., geographically) separated from the main population, such as through a founder event, e.g., if a few members of a species successfully colonize a new isolated island, or from small captive breeding programs such as animals at a zoo. Alternatively, invasive species can undergo population bottlenecks through founder events when introduced into their invaded range.[7] According to a 1999 model, a severe population bottleneck, or more specifically a full-fledged speciation, occurred among a group of Australopithecina as they transitioned into the species known as Homo erectus two million years ago. It is believed that additional bottlenecks must have occurred since Homo erectus started walking the Earth, but current archaeological, paleontological, and genetic data are inadequate to give much reliable information about such conjectured bottlenecks. That said, the possibility of a severe recent species-wide bottleneck cannot be ruled out.[8] A 2005 study from Rutgers University theorized that the pre-1492 native populations of the Americas are the descendants of only 70 individuals who crossed the land bridge between Asia and North America.[9] The controversial Toba catastrophe theory, presented in the late 1990s to early 2000s, suggested that a bottleneck of the human population occurred approximately 75,000 years ago, proposing that the human population was reduced to perhaps 10,000–30,000 individuals[10] when the Toba supervolcano in Indonesia erupted and triggered a major environmental change. Parallel bottlenecks were proposed to exist among chimpanzees, gorillas, rhesus macaques, orangutans and tigers.[11] The hypothesis was based on geological evidence of sudden climate change and on coalescence evidence of some genes (including mitochondrial DNA, Y-chromosome DNA and some nuclear genes)[12] and the relatively low level of genetic variation in humans.[10] However, subsequent research, especially in the 2010s, appeared to refute both the climate argument and the genetic argument. Recent research shows the extent of climate change was much smaller than believed by proponents of the theory.[13] In 2000, a Molecular Biology and Evolution paper suggested a transplanting model or a 'long bottleneck' to account for the limited genetic variation, rather than a catastrophic environmental change.[8] This would be consistent with suggestions that in sub-Saharan Africa numbers could have dropped at times as low as 2,000, for perhaps as long as 100,000 years, before numbers began to expand again in the Late Stone Age.[14] European bison, also called wisent (Bison bonasus), faced extinction in the early 20th century. The animals living today are all descended from 12 individuals and they have extremely low genetic variation, which may be beginning to affect the reproductive ability of bulls.[15] The population of American bison (Bison bison) fell due to overhunting, nearly leading to extinction around the year 1890, though it has since begun to recover (see table). A classic example of a population bottleneck is that of the northern elephant seal, whose population fell to about 30 in the 1890s. Although it now numbers in the hundreds of thousands, the potential for bottlenecks within colonies remains. Dominant bulls are able to mate with the largest number of females — sometimes as many as 100. With so much of a colony's offspring descended from just one dominant male, genetic diversity is limited, making the species more vulnerable to diseases and genetic mutations. The golden hamster is a similarly bottlenecked species, with the vast majority of domesticated hamsters descended from a single litter found in the Syrian desert around 1930, and very few wild golden hamsters remaining. An extreme example of a population bottleneck is the New Zealand black robin, of which every specimen today is a descendant of a single female, called Old Blue. The Black Robin population is still recovering from its low point of only five individuals in 1980. The genome of the giant panda shows evidence of a severe bottleneck about 43,000 years ago.[16] There is also evidence of at least one primate species, the golden snub-nosed monkey, that also suffered from a bottleneck around this time. An unknown environmental event is suspected to have caused the bottlenecks observed in both of these species. The bottlenecks likely caused the low genetic diversity observed in both species. Other facts can sometimes be inferred from an observed population bottleneck. Among the Galápagos Islands giant tortoises — themselves a prime example of a bottleneck — the comparatively large population on the slopes of the Alcedo volcano is significantly less diverse than four other tortoise populations on the same island. DNA analyses date the bottleneck to around 88,000 years before present (YBP).[17] About 100,000 YBP the volcano erupted violently, deeply burying much of the tortoise habitat in pumice and ash. Before Europeans arrived in North America, prairies served as habitats to greater prairie chickens. In Illinois alone, the number of greater prairie chickens plummeted from over 100 million in 1900 to about 50 in 1990. These declines in population were the result of hunting and habitat destruction, but the random consequences have also caused a great loss in species diversity. DNA analysis comparing the birds from 1990 and mid-century shows a steep genetic decline in recent decades. The greater prairie chicken is currently experiencing low reproductive success.[18][unreliable source?] Population bottlenecking poses a major threat to the stability of species populations as well. Papilio homerus is the largest butterfly in the Americas and is endangered according to the IUCN. The disappearance of a central population poses a major threat of population bottleneck. The remaining two populations are now geographically isolated and the populations face an unstable future with limited remaining opportunity for gene flow.[19] Genetic bottlenecks exist in cheetahs.[20][21] Bottlenecks also exist among pure-bred animals (e.g., dogs and cats: pugs, Persian) because breeders limit their gene pools by a few (show-winning) individuals for their looks and behaviors. The extensive use of desirable individual animals at the exclusion of others can result in a popular sire effect. Selective breeding for dog breeds caused constricting breed-specific bottlenecks.[22] These bottlenecks have led to dogs having an average of 2–3% more genetic loading than gray wolves.[23] The strict breeding programs and population bottlenecks have led to the prevalence of diseases such as heart disease, blindness, cancers, hip dysplasia, cataracts, and more.[22] Selective breeding to produce high-yielding crops has caused genetic bottlenecks in these crops and has led to genetic homogeneity.[24] This reduced genetic diversity in many crops could lead to broader susceptibility to new diseases or pests, which threatens global food security.[25] Research showed that there is incredibly low, nearly undetectable amounts of genetic diversity in the genome of the Wollemi pine (Wollemia nobilis).[26] The IUCN found a population count of 80 mature individuals and about 300 seedlings and juveniles in 2011, and previously, the Wollemi pine had fewer than 50 individuals in the wild.[27] The low population size and low genetic diversity indicates that the Wollemi pine went through a severe population bottleneck. A population bottleneck was created in the 1970s through the conservation efforts of the endangered Mauna Kea silversword (Argyroxiphium sandwicense ssp. sandwicense).[28] The small natural population of silversword was augmented through the 1970s with outplanted individuals. All of the outplanted silversword plants were found to be first or subsequent generation offspring of just two maternal founders. The low amount of polymorphic loci in the outplanted individuals led to the population bottleneck, causing the loss of the marker allele at eight of the loci.","Title":"Population bottleneck - Wikipedia","KeyID":"11710","URL":"https://en.wikipedia.org/wiki/Population_bottleneck"}