{"Content: ":"An unconformity is a buried erosional or non-depositional surface separating two rock masses or strata of different ages, indicating that sediment deposition was not continuous. In general, the older layer was exposed to erosion for an interval of time before deposition of the younger layer, but the term is used to describe any break in the sedimentary geologic record. The significance of angular unconformity (see below) was shown by James Hutton, who found examples of Hutton's Unconformity at Jedburgh in 1787 and at Siccar Point in 1788.[1][2] The rocks above an unconformity are younger than the rocks beneath (unless the sequence has been overturned). An unconformity represents time during which no sediments were preserved in a region or were subsequently eroded before the next deposition. The local record for that time interval is missing and geologists must use other clues to discover that part of the geologic history of that area. The interval of geologic time not represented is called a hiatus. It is a kind of relative dating. A disconformity is an unconformity between parallel layers of sedimentary rocks which represents a period of erosion or non-deposition.[3] Disconformities are marked by features of subaerial erosion. This type of erosion can leave channels and paleosols in the rock record.[4] A nonconformity exists between sedimentary rocks and metamorphic or igneous rocks when the sedimentary rock lies above and was deposited on the pre-existing and eroded metamorphic or igneous rock. Namely, if the rock below the break is igneous or has lost its bedding due to metamorphism, the plane of juncture is a nonconformity.[5] An angular unconformity is an unconformity where horizontally parallel strata of sedimentary rock are deposited on tilted and eroded layers, producing an angular discordance with the overlying horizontal layers.[6] The whole sequence may later be deformed and tilted by further orogenic activity. A typical case history is presented by the paleotectonic evolution of the Briançonnais realm (Swiss and French Prealps) during the Jurassic.[7][8] A paraconformity is a type of unconformity in which the sedimentary layers above and below the unconformity are parallel, but there is no obvious erosional break between them. A break in sedimentation is indicated, for example, by fossil evidence. It is also called nondepositional unconformity or pseudoconformity.[9][10] Short paraconformities are called diastems.[11] A buttress unconformity also known as onlap unconformity, occurs when younger bedding is deposited against older strata thus influencing its bedding structure.[12] A blended unconformity is a type of disconformity or nonconformity with no distinct separation plane or contact, sometimes consisting of soils, paleosols, or beds of pebbles derived from the underlying rock.[13] Disconformity at Horni Pocernice, Czech Republic Disconformity (at the hammer) between underlying Mississippian Borden Formation and overlying Pennsylvanian Sharon Conglomerate, near Jackson, Ohio There is a billion-year gap in the geologic record where this 500-million-year-old dolomite nonconformably overlies 1.5-billion-year-old rhyolite, near Taum Sauk Hydroelectric Power Station, Missouri. Nonconfirmity at Ratssteinbruch near Dresden, Germany Hutton's angular unconformity at Siccar Point where 345-million-year-old Devonian Old Red Sandstone overlies 425-million-year-old Silurian greywacke[14] Angular unconformity of Triassic rocks overlying steeply-tilted Carboniferous rocks at Praia do Telheiro, Portugal Angular unconformity between the underlying Dockum Group and the overlying Exeter Sandstone at Steamboat Butte in the valley of the Dry Cimmarron, New Mexico Angular unconformity in Jingtai County, China","Title":"Unconformity - Wikipedia","KeyID":"1171","URL":"https://en.wikipedia.org/wiki/Unconformity_(geology)"}