{"Content: ":"The Paraná Basin (Portuguese: Bacia do Paraná, Spanish: Cuenca del Paraná) is a large cratonic sedimentary basin situated in the central-eastern part of South America. About 75% of its areal distribution occurs in Brazil, from Mato Grosso to Rio Grande do Sul states. The remainder area is distributed in eastern Paraguay, northeastern Argentina and northern Uruguay. The shape of the depression is roughly elliptical and covers an area of about 1,500,000 km2 (580,000 sq mi). The Paraná River, from which the Paraná Basin derived its name, flows along the central axis of the Paraná Basin and drains it. The Paraná Basin stretches from the Brazilian state of Mato Grosso in the north to northern Argentina and Uruguay in the south. The southern portion in Uruguay is locally known as Norte Basin.[6][7] The first study on the Brazilian side of the Paraná Basin dates from 1841, when a Brazilian Imperial Government Mission prospected for coal. Turning point in the basin's geological understanding was the \"White Report\", published in 1908 by the American geologist Israel C. White, head of the \"Comissão de Estudos das Minas de Carvão de Pedra do Brasil\" (Commission for Studies on Brazilian Coal Mines). One of the main results of these studies, besides the reconnaissance for coal, was the discovery of Mesosaurus fossils within Permian black shales (Irati Formation), and the Glossopteris flora within the Permian coals. White was one of the first to propose the equivalence between the South American Permian strata and similar rocks of the Karoo Basin in South Africa.[10] The basin developed during the Paleozoic and the Mesozoic with a sedimentary record comprising rocks from the Ordovician right up to the Cretaceous, thus spanning the time interval between 460 and 66 million years. The maximum thickness of the infill reaches 7,000 metres (23,000 ft) in its central area and is composed of sedimentary and igneous rocks.[1][11][12] The sedimentary cover extends across various Precambrian geologic provinces: the Río de la Plata Craton, the Mantiqueira Province, the Luis Alves craton fragment, the Tocantins Province and the Paranapanema block. This last province is distinct in that it is wholly covered by basin sediments and therefore poorly known.[13] The Paraná Basin is a typical intra-cratonic flexural basin, although during the Paleozoic it was a gulf that opened to the southwest. The basin genesis is related to the convergence between the former Gondwana supercontinent and the oceanic crust of the former Panthalassa ocean. The basin formed, at least during the Paleozoic Gondwanide orogeny, as a foreland basin.[1][11][14] In the Permian and Triassic the area between Asunción and Río Grande was uplifted in connection to the Gondwanide orogeny effectively splitting the basin in the two.[15] The piling up of material in Bolivia and the Argentine Northwest during the Andean orogeny caused the Asunción arch, a forebulge, to develop in Paraguay. The Asunción arch makes up the modern western boundary of Paraná Basin.[16] The sedimentary column of the Paraná Basin was divided by Milani in 1997,[17] into six second order allostratigraphic supersequences (in the sense of Vail, 1977).[18] These sequences define the stratigraphic framework of the basin and are bound by distinct depositional hiati, caused by erosive events.[1] The basal supersequence, deposited during the Late Ordovician to Early Silurian, is constituted by three formations: Alto Garças Formation composed mainly of sandstones, Rio Ivaí Formation, represented by glacial Ordovician deposits that affected large areas of Gondwana and the Vila Maria Formation, a thick muddy sequence rich in fossil content: graptolites, trilobites, brachiopods and chitinozoa.[1] This Devonian supersequence is represented, at the base, by sheet-like, cross-bedded coarse to medium sandstones of the Furnas Formation and, on top, by a muddy section, rich in macrofossils and forming a potential petroleum source rock, named Ponta Grossa Formation.[1] The Carboniferous to Early Triassic Gondwana I Supersequence has two distinctive features:[1] Finally, during the Late Permian the Irati Formation was deposited, represented by bituminous shale, a potential petroleum source rock, and famous worldwide for its Mesosaurus fauna. The top of this supersequence defines the end of the marine phase.[1] This Triassic supersequence marks the beginning of continental sedimentation. The Santa Maria Group comprises the Candelária, Caturrita and Santa Maria Formations. In the Santa Maria Formation, it bears an important reptile and mammal fauna, that can be correlated to the African continent.[1] The Late Jurassic to Early Cretaceous Gondwana III Supersequence is marked by two major events: A Cretaceous supersequence occurring in the north-central part of the basin and composed mainly of sandy-conglomeratic deposits.[1] The northeasternmost part of the basin contains the Goio-Erê Formation, dating to the Turonian.[19] In the Argentinian part of the basin, the Serra Geral Formation is overlain by the Huayquerian Ituzaingó Formation that underlies the Pleistocene Toropí and Yupoí Formations.[20] Older Neogene formations in the basin comprise the Late Miocene Paraná Formation.[21] The Uruguayan part of the basin contains the Late Pleistocene (Lujanian) Dolores and Sopas Formations and the Brazilian portion hosts the Lujanian Touro Passo Formation.[22] The main natural resources extracted in Paraná Basin are groundwater, coal and oil shale.[citation needed] The Guaraní Aquifer is one of the world's largest aquifer systems and an important source of fresh water in Argentina, Brazil, Paraguay and Uruguay. The lithology of the Aquifer consists mainly of highly permeable sandstones of the Botucatu and Pirambóia formations. The aquifer covers 1,200,000 km2 (460,000 sq mi) with an estimated volume of about 37,000 km3 (3.0×1010 acre⋅ft) of water.[23]","Title":"Paraná Basin - Wikipedia","KeyID":"1174","URL":"https://en.wikipedia.org/wiki/Paran%C3%A1_Basin"}