{"Content: ":"See text Moa[note 1] (order Dinornithiformes) were nine species (in six genera) of now-extinct flightless birds endemic to New Zealand.[4][note 2] The two largest species, Dinornis robustus and Dinornis novaezelandiae, reached about 3.6 m (12 ft) in height with neck outstretched, and weighed about 230 kg (510 lb)[5] while the smallest, the bush moa (Anomalopteryx didiformis), was around the size of a turkey.[6] Estimates of the moa population when Polynesians settled New Zealand circa 1300 vary between 58,000[7] and approximately 2.5 million.[8] Moa are traditionally placed in the ratite group.[4] However, their closest relatives have been found by genetic studies to be the flighted South American tinamous, once considered to be a sister group to ratites.[9] The nine species of moa were the only wingless birds, lacking even the vestigial wings that all other ratites have. They were the largest terrestrial animals and dominant herbivores in New Zealand's forest, shrubland, and subalpine ecosystems until the arrival of the Māori, and were hunted only by the Haast's eagle. Moa extinction occurred within 100 years of human settlement of New Zealand, primarily due to overhunting by Māori.[7] The word moa is a Polynesian term for domestic fowl. The name was not in common use among the Māori by the time of European contact, likely because the bird it described had been extinct for some time, and traditional stories about it were rare. The earliest record of the name was by missionaries William Williams and William Colenso in January 1838; Colenso speculated that the birds may have resembled gigantic fowl. In 1912, Māori chief Urupeni Pūhara claimed that the moa's traditional name was \"te kura\" (the red bird).[10] Moa skeletons were traditionally reconstructed in an upright position to create impressive height, but analysis of their vertebral articulations indicates that they probably carried their heads forward,[11] in the manner of a kiwi. The spine was attached to the rear of the head rather than the base, indicating the horizontal alignment. This would have let them graze on low vegetation, while being able to lift their heads and browse trees when necessary. This has resulted in a reconsideration of the height of larger moa. However, Māori rock art depicts moa or moa-like birds (likely geese or adzebills) with necks upright, indicating that moa were more than capable of assuming both neck postures.[12][13] No records survive of what sounds moa made, though some idea of their calls can be gained from fossil evidence. The trachea of moa were supported by many small rings of bone known as tracheal rings. Excavation of these rings from articulated skeletons has shown that at least two moa genera (Euryapteryx and Emeus) exhibited tracheal elongation, that is, their trachea were up to 1 m (3 ft) long and formed a large loop within the body cavity.[11] They are the only ratites known to exhibit this feature, which is also present in several other bird groups, including swans, cranes, and guinea fowl. The feature is associated with deep resonant vocalisations that can travel long distances. The moa's closest relatives are small terrestrial South American birds called the tinamous, which can fly.[9][14][15][16] Previously, the kiwi, the Australian emu, and cassowary[17] were thought to be most closely related to moa. Although dozens of species were described in the late 19th and early 20th centuries, many were based on partial skeletons and turned out to be synonyms. Currently, 11 species are formally recognised, although recent studies using ancient DNA recovered from bones in museum collections suggest that distinct lineages exist within some of these. One factor that has caused much confusion in moa taxonomy is the intraspecific variation of bone sizes, between glacial and interglacial periods (see Bergmann’s rule and Allen’s rule) as well as sexual dimorphism being evident in several species. Dinornis seems to have had the most pronounced sexual dimorphism, with females being up to 150% as tall and 280% as heavy as males—so much bigger that they were formerly classified as separate species until 2003.[18][19] A 2009 study showed that Euryapteryx curtus and E. gravis were synonyms.[20] A 2010 study explained size differences among them as sexual dimorphism.[21] A 2012 morphological study interpreted them as subspecies, instead.[22] Analyses of ancient DNA have determined that a number of cryptic evolutionary lineages occurred in several moa genera.[23] These may eventually be classified as species or subspecies; Megalapteryx benhami (Archey) is synonymised with M. didinus (Owen) because the bones of both share all essential characters. Size differences can be explained by a north–south cline combined with temporal variation such that specimens were larger during the Otiran glacial period (the last ice age in New Zealand). Similar temporal size variation is known for the North Island's Pachyornis mappini.[24] Some of the other size variation for moa species can probably be explained by similar geographic and temporal factors.[25] The earliest moa remains come from the Miocene Saint Bathans Fauna. Known from multiple eggshells and hind limb elements, these represent at least two already fairly large-sized species.[26] The currently recognised genera and species are:[5] Two unnamed species from the Saint Bathans Fauna.[26] Because moa are a group of flightless birds with no vestiges of wing bones, questions have been raised about how they arrived in New Zealand, and from where. Many theories exist about the moa's arrival and radiation in New Zealand, but the most recent theory suggests that they arrived in New Zealand about 60 million years ago (Mya) and split from the \"basal\" (see below) moa species, Megalapteryx about 5.8 Mya[27] instead of the 18.5 Mya split suggested by Baker et al. (2005). This does not necessarily mean there was no speciation between the arrival 60 Mya and the basal split 5.8 Mya, but the fossil record is lacking and most likely the early moa lineages existed, but became extinct before the basal split 5.8 Mya.[28] The presence of Miocene-aged species certainly suggests that moa diversification began before the split between Megalapteryx and the other taxa.[26] The Oligocene Drowning Maximum event, which occurred about 22 Mya, when only 18% of present-day New Zealand was above sea level, is very important in the moa radiation. Because the basal moa split occurred so recently (5.8 Mya), it was argued that ancestors of the Quaternary moa lineages could not have been present on both the South and North Island remnants during the Oligocene drowning.[29] This does not imply that moa were previously absent from the North Island, but that only those from the South Island survived, because only the South Island was above sea level. Bunce et al. (2009) argued that moa ancestors survived on the South Island and then recolonised the North Island about 2 My later, when the two islands rejoined after 30 My of separation.[19] The presence of Miocene moa in the Saint Bathans fauna seems to suggest that these birds increased in size soon after the Oligocene Drowning Event, if they were affected by it at all.[26] Bunce et al. also concluded that the highly complex structure of the moa lineage was caused by the formation of the Southern Alps about 6 Mya, and the habitat fragmentation on both islands resulting from Pleistocene glacial cycles, volcanism, and landscape changes.[19] The cladogram below is a phylogeny of Palaeognathae generated by Mitchell (2014)[15] with some clade names after Yuri et al. (2013).[30] It provides the position of the moa (Dinornithiformes) within the larger context of the \"ancient jawed\" (Palaeognathae) birds: Struthioniformes (ostriches) Rheiformes (rhea) Tinamiformes (tinamous) †Dinornithiformes (moas) Apterygiformes (kiwi) †Aepyornithiformes (elephant bird) Casuariidae (cassowary) Dromaiidae (emu) The cladogram below gives a more detailed, species-level phylogeny, of the moa branch (Dinornithiformes) of the \"ancient jawed\" birds (Palaeognathae) shown above:[19] †Megalapteryx didinus †D. robustus †D. novaezealandiae †P. australis †P. elephantopus †P. geranoides †Anomalopteryx didiformis †Emeus crassus †Euryapteryx curtus Analyses of fossil moa bone assemblages have provided detailed data on the habitat preferences of individual moa species, and revealed distinctive regional moa faunas:[11][31][32][33][34][35][36] The two main faunas identified in the South Island include: A 'subalpine fauna' might include the widespread D. robustus, and the two other moa species that existed in the South Island: Significantly less is known about North Island paleofaunas, due to a paucity of fossil sites compared to the South Island, but the basic pattern of moa-habitat relationships was the same.[11] The South Island and the North Island shared some moa species (Euryapteryx gravis, Anomalopteryx didiformis), but most were exclusive to one island, reflecting divergence over several thousand years since lower sea level in the Ice Age had made a land bridge across the Cook Strait.[11] In the North Island, Dinornis novaezealandiae and Anomalopteryx didiformis dominated in high-rainfall forest habitat, a similar pattern to the South Island. The other moa species present in the North Island (Euryapteryx gravis, E. curtus, and Pachyornis geranoides) tended to inhabit drier forest and shrubland habitats. P. geranoides occurred throughout the North Island. The distributions of E. gravis and E. curtus were almost mutually exclusive, the former having only been found in coastal sites around the southern half of the North Island.[11] About eight moa trackways, with fossilised moa footprint impressions in fluvial silts, have been found in the North Island, including Waikanae Creek (1872), Napier(1887), Manawatū River (1895), Marton (1896), Palmerston North (1911) (see photograph to left), Rangitīkei River (1939), and under water in Lake Taupō (1973). Analysis of the spacing of these tracks indicates walking speeds between 3 and 5 km/h (1.75–3 mph).[11] Their diet has been deduced from fossilised contents of their gizzards[39][40] and coprolites,[41] as well as indirectly through morphological analysis of skull and beak, and stable isotope analysis of their bones.[11] Moa fed on a range of plant species and plant parts, including fibrous twigs and leaves taken from low trees and shrubs. The beak of Pachyornis elephantopus was analogous to a pair of secateurs, and could clip the fibrous leaves of New Zealand flax (Phormium tenax) and twigs up to at least 8 mm in diameter.[40] Moa filled the ecological niche occupied in other countries by large browsing mammals such as antelope and llamas.[42] Some biologists contend that a number of plant species evolved to avoid moa browsing.[42] Divaracating plants such as Pennantia corymbosa (the kaikōmako), which have small leaves and a dense mesh of branches, and Pseudopanax crassifolius (the horoeka or lancewood), which has tough juvenile leaves, are possible examples of plants that evolved in such a way. Like many other birds, moa swallowed gizzard stones (gastroliths), which were retained in their muscular gizzards, providing a grinding action that allowed them to eat coarse plant material. These stones were commonly smooth rounded quartz pebbles, but stones over 110 millimetres (4 in) long have been found among preserved moa gizzard contents.[40] Dinornis gizzards could often contain several kilograms of stones.[11] Moa likely exercised a certain selectivity in the choice of gizzard stones and chose the hardest pebbles.[43] The pairs of species of moa described as Euryapteryx curtus / E. exilis, Emeus huttonii / E. crassus, and Pachyornis septentrionalis / P. mappini have long been suggested to constitute males and females, respectively. This has been confirmed by analysis for sex-specific genetic markers of DNA extracted from bone material.[18] For example, before 2003, three species of Dinornis were recognised: South Island giant moa (D. robustus), North Island giant moa (D. novaezealandiae), and slender moa (D. struthioides). However, DNA showed that all D. struthioides were males, and all D. robustus were females. Therefore, the three species of Dinornis were reclassified as two species, one each formerly occurring on New Zealand's North Island (D. novaezealandiae) and South Island (D. robustus);[18][44] D. robustus however, comprises three distinct genetic lineages and may eventually be classified as many species, as discussed above. Examination of growth rings in moa cortical bone has revealed that these birds were K-selected, as are many other large endemic New Zealand birds.[17] They are characterised by having a low fecundity and a long maturation period, taking about 10 years to reach adult size. The large Dinornis species took as long to reach adult size as small moa species, and as a result, had fast skeletal growth during their juvenile years.[17] No evidence has been found to suggest that moa were colonial nesters. Moa nesting is often inferred from accumulations of eggshell fragments in caves and rock shelters, little evidence exists of the nests themselves. Excavations of rock shelters in the eastern North Island during the 1940s found moa nests, which were described as \"small depressions obviously scratched out in the soft dry pumice\".[45] Moa nesting material has also been recovered from rock shelters in the Central Otago region of the South Island, where the dry climate has preserved plant material used to build the nesting platform (including twigs clipped by moa bills).[46] Seeds and pollen within moa coprolites found among the nesting material provide evidence that the nesting season was late spring to summer.[46] Fragments of moa eggshell are often found in archaeological sites and sand dunes around the New Zealand coast. Thirty-six whole moa eggs exist in museum collections and vary greatly in size (from 120–240 millimetres (4.7–9.4 in) in length and 91–178 millimetres (3.6–7.0 in) wide).[47] The outer surface of moa eggshell is characterised by small, slit-shaped pores. The eggs of most moa species were white, although those of the upland moa (Megalapteryx didinus) were blue-green.[48] A 2010 study by Huynen et al. found that the eggs of certain species were fragile, only around a millimetre in shell thickness: \"Unexpectedly, several thin-shelled eggs were also shown to belong to the heaviest moa of the genera Dinornis, Euryapteryx, and Emeus, making these, to our knowledge, the most fragile of all avian eggs measured to date. Moreover, sex-specific DNA recovered from the outer surfaces of eggshells belonging to species of Dinornis and Euryapteryx suggest that these very thin eggs were likely to have been incubated by the lighter males. The thin nature of the eggshells of these larger species of moa, even if incubated by the male, suggests that egg breakage in these species would have been common if the typical contact method of avian egg incubation was used.\"[48] Despite the bird's extinction, the high yield of DNA available from recovered fossilised eggs has allowed the moa's genome to be sequenced.[49] The skeleton of female upland moa with egg in unlaid position within the pelvic cavity in Otago Museum An egg and embryo fragments of Emeus crassus Restoration of an upland moa Studies of accumulated dried vegetation in the pre-human mid-late Holocene period suggests a low Sophora microphylla or Kōwai forest ecosystem in Central Otago that was used and perhaps maintained by moa, for both nesting material and food. Neither the forests nor moa existed when European settlers came to the area in the 1850s.[50] Before the arrival of human settlers, the moa's only predator was the massive Haast's eagle. New Zealand had been isolated for 80 million years and had few predators before human arrival, meaning that not only were its ecosystems extremely vulnerable to perturbation by outside species, but also the native species were ill-equipped to cope with human predators.[51][52] Polynesians arrived sometime before 1300, and all moa genera were soon driven to extinction by hunting and, to a lesser extent, by habitat reduction due to forest clearance. By 1445, all moa had become extinct, along with Haast's eagle, which had relied on them for food. Recent research using carbon-14 dating of middens strongly suggests that the events leading to extinction took less than a hundred years,[53] rather than a period of exploitation lasting several hundred years as previously hypothesised. Some authors have speculated that a few Megalapteryx didinus may have persisted in remote corners of New Zealand until the 18th and even 19th centuries, but this view is not widely accepted.[54] Some Māori hunters claimed to be in pursuit of the moa as late as the 1770s; however, these accounts possibly did not refer to the hunting of actual birds as much as a now-lost ritual among South Islanders.[55] Whalers and sealers recalled seeing monstrous birds along the coast of the South Island, and in the 1820s, a man named George Pauley made an unverified claim of seeing a moa in the Otago region of New Zealand.[56][57] An expedition in the 1850s under Lieutenant A. Impey reported two emu-like birds on a hillside in the South Island; an 1861 story from the Nelson Examiner told of three-toed footprints measuring 36 cm (14 in) between Tākaka and Riwaka that were found by a surveying party; and finally in 1878, the Otago Witness published an additional account from a farmer and his shepherd.[57] An 80-year-old woman, Alice McKenzie, claimed in 1959 that she had seen a moa in Fiordland bush in 1887, and again on a Fiordland beach when she was 17 years old. She claimed that her brother had also seen a moa on another occasion.[58] Joel Polack, a trader who lived on the East Coast of the North Island from 1834 to 1837, recorded in 1838 that he had been shown \"several large fossil ossifications\" found near Mt Hikurangi. He was certain that these were the bones of a species of emu or ostrich, noting that \"the Natives add that in times long past they received the traditions that very large birds had existed, but the scarcity of animal food, as well as the easy method of entrapping them, has caused their extermination\". Polack further noted that he had received reports from Māori that a \"species of Struthio\" still existed in remote parts of the South Island.[59][60] Dieffenbach[61] also refers to a fossil from the area near Mt Hikurangi, and surmises that it belongs to \"a bird, now extinct, called Moa (or Movie) by the natives\". 'Movie' is the first transcribed name for the bird.[62][63] In 1839, John W. Harris, a Poverty Bay flax trader who was a natural-history enthusiast, was given a piece of unusual bone by a Māori who had found it in a river bank. He showed the 15 cm (6 in) fragment of bone to his uncle, John Rule, a Sydney surgeon, who sent it to Richard Owen, who at that time was working at the Hunterian Museum at the Royal College of Surgeons in London.[57] Owen puzzled over the fragment for almost four years. He established it was part of the femur of a big animal, but it was uncharacteristically light and honeycombed. Owen announced to a skeptical scientific community and the world that it was from a giant extinct bird like an ostrich, and named it Dinornis. His deduction was ridiculed in some quarters, but was proved correct with the subsequent discoveries of considerable quantities of moa bones throughout the country, sufficient to reconstruct skeletons of the birds.[57] In July 2004, the Natural History Museum in London placed on display the moa bone fragment Owen had first examined, to celebrate 200 years since his birth, and in memory of Owen as founder of the museum. Since the discovery of the first moa bones in the late 1830s, thousands more have been found. They occur in a range of late Quaternary and Holocene sedimentary deposits, but are most common in three main types of site: caves, dunes, and swamps. Bones are commonly found in caves or tomo (the Māori word for doline or sinkhole, often used to refer to pitfalls or vertical cave shafts). The two main ways that the moa bones were deposited in such sites were birds that entered the cave to nest or escape bad weather, and subsequently died in the cave and birds that fell into a vertical shaft and were unable to escape. Moa bones (and the bones of other extinct birds) have been found in caves throughout New Zealand, especially in the limestone/marble areas of northwest Nelson, Karamea, Waitomo, and Te Anau. Moa bones and eggshell fragments sometimes occur in active coastal sand dunes, where they may erode from paleosols and concentrate in 'blowouts' between dune ridges. Many such moa bones antedate human settlement, although some originate from Māori midden sites, which frequently occur in dunes near harbours and river mouths (for example the large moa hunter sites at Shag River, Otago, and Wairau Bar, Marlborough). Densely intermingled moa bones have been encountered in swamps throughout New Zealand. The most well-known example is at Pyramid Valley in north Canterbury,[64] where bones from at least 183 individual moa have been excavated, mostly by Roger Duff of Canterbury Museum.[65] Many explanations have been proposed to account for how these deposits formed, ranging from poisonous spring waters to floods and wildfires. However, the currently accepted explanation is that the bones accumulated slowly over thousands of years, from birds that entered the swamps to feed and became trapped in the soft sediment.[66] Many New Zealand and international museums hold moa bone collections. Auckland War Memorial Museum – Tāmaki Paenga Hira has a significant collection, and in 2018 several moa skeletons were imaged and 3D scanned to make the collections more accessible.[67] Several remarkable examples of moa remains have been found which exhibit soft tissues (muscle, skin, feathers), that were preserved through desiccation when the bird died in a naturally dry site (for example, a cave with a constant dry breeze blowing through it). Most of these specimens have been found in the semiarid Central Otago region, the driest part of New Zealand. These include: Two specimens are known from outside the Central Otago region: In addition to these specimens, loose moa feathers have been collected from caves and rock shelters in the southern South Island, and based on these remains, some idea of the moa plumage has been achieved. The preserved leg of M. didinus from the Old Man Range reveals that this species was feathered right down to the foot. This is likely to have been an adaptation to living in high-altitude, snowy environments, and is also seen in the Darwin’s rhea, which lives in a similar seasonally snowy habitat.[11] Moa feathers are up to 23 cm (9 in) long, and a range of colours has been reported, including reddish-brown, white, yellowish, and purplish.[11] Dark feathers with white or creamy tips have also been found, and indicate that some moa species may have had plumage with a speckled appearance.[75] Occasional speculation – since at least the late 19th century,[76][77] and as recently as 1993[78][79][80] and 2008[81] – has occurred that some moa may still exist, particularly in the wilderness of South Westland and Fiordland. The 1993 report initially interested the Department of Conservation, but the animal in a blurry photograph was identified as a red deer.[82][83] Cryptozoologists continue to search for them, but their claims and supporting evidence (such as of purported footprints)[81] have earned little attention from experts and are pseudoscientific.[54] In 1880 Alice Mackenzie had a meeting with a large bird that she believed to be a takahē but when it was rediscovered in the 1940s, and Mackenzie saw what it looked like she knew she had seen something else.[84] The rediscovery of the takahē in 1948 after none had been seen since 1898 showed that rare birds can exist undiscovered for a long time. However, the takahē is a much smaller bird than the moa, and was rediscovered after its tracks were identified—yet no reliable evidence of moa tracks has ever been found, and experts still contend that moa survival is extremely unlikely, since they would have to be living unnoticed for over 500 years in a region visited often by hunters and hikers.[81] The creature has frequently been mentioned as a potential candidate for revival by cloning. Its iconic status, coupled with the facts that it only became extinct a few hundred years ago and that substantial quantities of moa remains exist, mean that it is often listed alongside such creatures as the dodo as leading candidates for de-extinction.[85] Preliminary work involving the extraction of DNA has been undertaken by Japanese geneticist Ankoh Yasuyuki Shirota.[86][87] Interest in the moa's potential for revival was further stirred in mid-2014 when New Zealand Member of Parliament Trevor Mallard suggested that bringing back some smaller species of moa within 50 years was a viable idea.[88] The idea was ridiculed by many, but gained support from some natural history experts.[89] Heinrich Harder portrayed moa being hunted by Māori in the classic German collecting cards about extinct and prehistoric animals, \"Tiere der Urwelt\", in the early 1900s. Allen Curnow's poem, \"The Skeleton of the Great Moa in the Canterbury Museum, Christchurch\" was published in 1943.[90][91] General:","Title":"Moa - Wikipedia","KeyID":"11748","URL":"https://en.wikipedia.org/wiki/Moa"}