{"Content: ":"The extinction risk of climate change is the risk of species becoming extinct due to the effects of climate change. Climate change is the long-term conversion of temperature and average weather patterns.[2] Currently, 19% of species on the IUCN Red List of Threatened Species are already being impacted by climate change.[3] Many studies have been conducted on how climate change can affect global temperatures and environment. Studies done by the Intergovernmental Panel on Climate Change (IPCC) show that it is estimated that the temperature will rise from about 1.4 to 5.5 degrees Celsius (2.5 to 10 degrees Fahrenheit) within the next century.[4] Temperature rise of 1.5 °C to 2.0 °C may see the geographic range of many insects, plants and vertebrates decrease significantly.[5] Efforts like Paris Agreement attempt to reduce further warming and help ecosystems adapt the effects of a rising temperature The scientific consensus in the 2014 IPCC Fifth Assessment Report is that: A large fraction of both terrestrial and freshwater species faces increased extinction risk under projected climate change during and beyond the 21st century, especially as climate change interacts with other stressors, such as habitat modification, over-exploitation, pollution, and invasive species. Extinction risk is increased under all RCP scenarios, with risk increasing with both magnitude and rate of climate change. Many species will be unable to track suitable climates under mid- and high-range rates of climate change during the 21st century. Lower rates of climate change will pose fewer problems. Some predictions of how life would be affected: Temperature increase has affected and will continue to affect the amount of rainfall. Rain will fall in more extreme storms carrying more moisture.[10] This 'boom or bust' precipitation affects plant growth, and increasing temperature also leads to desertification. This would further spread in other issues including overgrazing and loss of biodiversity.[11] The effects of climate change on oceans include the rise in sea level from ocean warming and ice sheet melting, and changes in pH value (ocean acidification), circulation, and stratification due to changing temperatures leading to changes in oxygen concentrations. There is clear evidence that the Earth is warming due to anthropogenic emissions of greenhouse gases and leading inevitably to ocean warming.[12] The greenhouse gases taken up by the ocean (via carbon sequestration) help to mitigate climate change but lead to ocean acidification.  The effects of climate change on agriculture can result in lower crop yields and nutritional quality due to for example drought, heat waves and flooding as well as increases in pests and plant diseases. The effects are unevenly distributed across the world and are caused by changes in temperature, precipitation and atmospheric carbon dioxide levels due to global climate change.[14] In 2019, millions already suffer from food insecurity due to climate change and predicted decline in global crop production of 2% - 6% by decade.[15] It has been predicted in 2019 that food prices will rise by 80% by 2050 which will likely lead to food insecurity, disproportionally affecting poorer communities.[16][17] A 2021 study estimates that the severity of heatwave and drought impacts on crop production tripled over the last 50 years in Europe – from losses of 2.2% during 1964–1990 to losses of 7.3% in 1991–2015.[18][19] In one study published in Nature in 2004 found that between 15 and 37% of 1103 endemic or near-endemic known plant and animal species will be \"committed to extinction\" by 2050.[22] More properly, changes in habitat by 2050 will put them outside the survival range for the inhabitants, thus committing the species to extinction. Other researchers, such as Thuiller et al.,[23] Araújo et al.,[24] Person et al.,[25] Buckley and Roughgarden,[26] and Harte et al.[27] have raised concern regarding uncertainty in Thomas et al.'s projections; some of these studies believe it is an overestimate, others believe the risk could be greater. Thomas et al. replied in Nature [28] addressing criticisms and concluding \"Although further investigation is needed into each of these areas, it is unlikely to result in substantially reduced estimates of extinction. Anthropogenic climate change seems set to generate very large numbers of species-level extinctions.\" On the other hand, Daniel Botkin et al. state \"... global estimates of extinctions due to climate change (Thomas et al. 2004) may have greatly overestimated the probability of extinction...\"[29] Mechanistic studies are documenting extinctions due to recent climate change: McLaughlin et al. documented two populations of Bay checkerspot butterfly being threatened by precipitation change.[30] Parmesan states, \"Few studies have been conducted at a scale that encompasses an entire species\"[31] and McLaughlin et al. agreed \"few mechanistic studies have linked extinctions to recent climate change.\"[30] In 2008, the white lemuroid possum was reported to be the first known mammal species to be driven extinct by climate change. However, these reports were based on a misunderstanding. One population of these possums in the mountain forests of North Queensland is severely threatened by climate change as the animals cannot survive extended temperatures over 30 °C. However, another population 100 kilometres south remains in good health.[32] The risk of extinction does need to lead to a demonstrable extinction process to validate future extinctions attributable to climate change. In a study led by Barry Sinervo,[33] a mathematical-biologist at the University of California Santa Cruz, researchers analyzed observed contemporary extinctions (since dramatic modern climate warming began in 1975). Results of the study indicate that climate-forced extinctions of lizard families of the world have already started. The model is premised on the ecophysiological limits of an organism being exceeded. In the case of lizards, this occurs when their preferred body temperature is exceeded in their local environment. Lizards are ectotherms that regulate body temperature using heat sources of their local environment (the sun, warm air temperatures, or warm rocks). Surveys of 200 sites in Mexico showed 24 local extinctions (= extirpations), of Sceloporus lizards. Using a model developed from these observed extinctions the researchers surveyed other extinctions around the world and found that the model predicted those observed extirpations, thus attributing the extirpations around the world to climate warming. These models predict that extinctions of the lizard species around the world will reach 20% by 2080, but up to 40% extinctions in tropical ecosystems where the lizards are closer to their ecophysiological limits than lizards in the temperate zone.[34] According to research published in the January 4, 2012 Proceedings of the Royal Society B current climate models may be flawed because they overlook two important factors: the differences in how quickly species relocate and competition among species. According to the researchers, led by Mark C. Urban, an ecologist at the University of Connecticut, diversity decreased when they took these factors into account, and that new communities of organisms, which do not exist today, emerged. As a result, the rate of extinctions may be higher than previously projected.[35] According to research published in the 30 May 2014 issue of Science, most known species have small ranges, and the numbers of small-ranged species are increasing quickly. They are geographically concentrated and are disproportionately likely to be threatened or already extinct. According to the research, current rates of extinction are three orders of magnitude higher than the background extinction rate, and future rates, which depend on many factors, are poised to increase. Although there has been rapid progress in developing protected areas, such efforts are not ecologically representative, nor do they optimally protect biodiversity. In the researchers' view, human activity tends to destroy critical habitats where species live, warms the planet, and tends to move species around the planet to places where they do not belong and where they can come into conflict with human needs (e.g. causing species to become pests).[36][37] According to a long-term study of more than 60 bee species published in the journal Science said that climate change effects drastic declines in the population and diversity of bumblebees across North America and Europe. This research showed that bumblebees are disappearing at rates \"consistent with a mass extinction.\" North America's bumblebee populations fell by 46% during the two time periods the study used, which were from 1901 to 1974 and from 2000 to 2014. North America's bumblebee populations fell by 46% because bee populations were hardest hit in warming southern regions such as Mexico. According to the study, there have been more frequent extreme warm years, which exceeded the species’ historical temperature ranges.[38] In 2016, the Bramble Cay melomys, which lived on a Great Barrier Reef island, was reported to probably be the first mammal to become extinct because of sea level rises due to human-made climate change.[1] Extinction risks of the Adelie penguin are being reported because of climate change. The Adelie penguin (Pygoscelis adeliae) species is declining and data analysis done on the breeding colonies is used to estimate and project future habitat and population sustainability in relation to warming sea temperatures. By 2060, one-third of the observed Adelie penguin colony along the West Antarctic Peninsula (WAP) will be in decline. The Adelie penguins are a circumpolar species, used to the ranges of Antarctic climate, and experiencing population decline. Climate model projections predict sanctuary for the species past 2099. The observed population is similarly proportional to the species-wide population (one-third of the observed population is equal to 20% of the species-wide population).[39] Sex ratios for sea turtles in the Caribbean are being affected because of climate change. Environmental data were collected from the annual rainfall and tide temperatures over the course of 200 years and showed an increase in air temperature (mean of 31.0 degree Celsius). These data were used to relate the decline of the sex ratios of sea turtles in the North East Caribbean and climate change. The species of sea turtles include Dermochelys coriacea, Chelonia myads, and Eretmochelys imbricata. Extinction is a risk for these species as the sex ratio is being afflicted causing a higher female to male ratio. Projections estimate the declining rate of male Chelonia myads as 2.4% hatchlings being male by 2030 and 0.4% by 2090.[40] According to the World Wildlife Fund, the jaguar is already \"near threatened\" and the loss of food supplies and habitat due to the fires make the situation more critical.[41] The fires affect water chemistry (such as decreasing the amount of dissolved oxygen in the water), temperature, and erosion rates, which in turn affects fish and mammals that depend on fish, such as the giant otter (Pteronura brasiliensis).[41] The unprecedented fires of the 2019–20 Australian bushfire season that swept through 18 million acres (7 million hectares) claimed 29 human lives and stressed Australia's wildlife.[42] Before the fires, only 500 tiny Kangaroo Island dunnarts (Sminthopsis aitkeni) lived on one island; after half the island was burned, it is possible only one survived. Bramble Cay melomys (Melomys rubicola) became the first known casualty of human-caused climate change in 2015 due to rising sea levels and repeated storm surges; the greater stick-nest rat (Leporillus conditor) may be next.[43] Emus (Dromaius novaehollandiae) are not in danger of total extinction, although they might suffer local extinctions as a result of bushfires; in northern New South Wales, coastal emus could be wiped out by fire .[43] The loss of 8,000 koalas (Phascolarctos cinereus) in NSW alone was significant, and the animals are endangered but not functionally extinct.[44][45] A February 2020 study found that one-third of all plant and animal species could be extinct by 2070 as a result of climate change.[46][47] BBC reported on a 2020 study done saying that polar bears could go extinct by 2100 if nothing is done to address climate change. Arctic sea ice has been shrinking from the warming of the planet, polar bears rely on the sea ice to hunt seals so they don't have to go on the shore. The melting of sea ice could force polar bear populations to decrease rapidly. A 2020 study measured how polar bears \"endurance limits\" as they continue to run out of food and prove to have a difficult time adapting to the warmer Arctic temperatures. The amount of sea ice that survives for longer than a year has been decreasing by about 13% per decade since the 1970s.[48]","Title":"Extinction risk from climate change - Wikipedia","KeyID":"11753","URL":"https://en.wikipedia.org/wiki/Extinction_risk_from_global_warming"}