{"Content: ":"In Geography, the Caribbean Basin is generally defined as the area running from Florida westward along the Gulf coast, then south along the Mexican coast through Central America and then eastward across the northern coast of South America. This region includes the islands of the archipelago of the West Indies. Bermuda is also included within the region even though it is in the west-central Atlantic, due to its common cultural history created by European colonization of the region, and in most of the region by the presence of a significant group of African descent.[citation needed] The Caribbean basin as a region may be said[by whom?] to have its origins in the migrations of the Caribs from the Orinoco Valley in modern Venezuela into the Caribbean Sea beginning around 1200, which created an intercommunicating zone that connected places as far north as Puerto Rico, Hispaniola (modern Haiti and the Dominican Republic) and Jamaica to the mid reaches of the Orinoco River. The Spanish entered the region following Columbus' voyage of 1492 and began the colonization of the larger islands of the Greater Antilles, but they were unable to colonize the smaller islands of the Lesser Antilles. However, Spanish conquests jumping off from Cuba to Darién (in Panamá), the Yucatán, and then Mexico after 1514 created a new intercommunicating zone that included the Central American mainland. Although the Spanish were successful in integrating the coast of Mexico, including northern Yucatán in their empire, and the Pacific side of Central America, they failed to conquer the Caribbean (or Atlantic) coasts of Central America from Guatemala down to Panamá. In the late sixteenth century, French, English and Dutch merchants and privateers began their operations in the Caribbean, attacking Spanish and Portuguese shipping and coastal areas. They often took refuge and refitted their ships in the areas the Spanish could not conquer, including the islands of the Lesser Antilles, the northern coast of South America including the mouth of the Orinoco, and the Atlantic Coast of Central America. In the Lesser Antilles they managed to establish a foothold following the colonization of St Kitts in 1624 and Barbados in 1626, and when the Sugar Revolution took off in the mid-seventeenth century, they brought in thousands of African slaves to work the fields and mills. These African slaves wrought a demographic revolution, replacing or joining biologically with the indigenous Caribs or the earlier European settlers who had come as indentured servants. The struggle between the northern Europeans and the Spanish spread southward in the mid to late seventeenth century, as English, Dutch, French and Spanish colonists, and in many cases their slaves from Africa first entered and then occupied the coast of The Guianas (which fell to the French, English and Dutch) and the Orinoco valley, which fell to the Spanish. The Dutch, allied with the Caribs of the Orinoco would eventually carry the struggles deep into South America, first along the Orinoco and then along the northern reaches of the Amazon. Meanwhile, no European country occupied much of Central America, although gradually the English of Jamaica established alliances with the Miskito Kingdom of modern-day Nicaragua and Honduras, and them began logging on the coast of modern-day Belize. These interconnected commercial and diplomatic relations made up the Western Caribbean Zone which was in place in the early eighteenth century. In the Miskito Kingdom, the rise to power of the Miskito-Zambos, who originated in the survivors of a rebellion aboard a slave ship in the 1640s and the introduction of African slaves by British settlers within the Miskito area and in Belize British Honduras also transformed this area into one with a high percentage of persons of African descent as was found in most of the rest of the Caribbean. ","Title":"Caribbean Basin - Wikipedia","KeyID":"11759","URL":"https://en.wikipedia.org/wiki/Caribbean_Basin"}