{"Content: ":"The Carboniferous rainforest collapse (CRC) was a minor extinction event that occurred around 305 million years ago in the Carboniferous period.[1] It altered the vast coal forests that covered the equatorial region of Euramerica (Europe and America). This event may have fragmented the forests into isolated refugia or ecological 'islands', which in turn encouraged dwarfism and, shortly after, extinction of many plant and animal species. Following the event, coal-forming tropical forests continued in large areas of the Earth, but their extent and composition were changed. The collapse had no effect in the region of Cathaysia to the east (which mostly corresponds to modern China), where Carboniferous-like rainforests would persist until the very end of the Permian, around 252 million years ago. The event occurred at the end of the Moscovian and continued into the early Kasimovian stages of the Pennsylvanian (Upper Carboniferous). In the Carboniferous, the great tropical rainforests of Euramerica supported towering lycopodiophyta, a heterogeneous mix of vegetation, as well as a great diversity of animal life: giant dragonflies, millipedes, blattopterans, and smaller amphibians and the first amniotes. The rise of rainforests in the Carboniferous greatly altered the landscapes by eroding low-energy, organic-rich anastomosing (braided) river systems with multiple channels and stable alluvial islands. The continuing evolution of tree-like plants increased floodplain stability (less erosion and movement) by the density of floodplain forests, the production of woody debris, and an increase in complexity and diversity of root assemblages.[2] Collapse occurred through a series of step changes. First there was a gradual rise in the frequency of opportunistic ferns in late Moscovian times.[3] This was followed in the earliest Kasimovian by a major, abrupt extinction of the dominant lycopsids and a change to tree fern-dominated ecosystems.[4] This is confirmed by a recent study showing that the presence of meandering and anabranching rivers, occurrences of large woody debris, and records of log jams decrease significantly at the Moscovian-Kasimovian boundary.[2] Rainforests were fragmented, forming shrinking 'islands' further and further apart, and in latest Kasimovian time, rainforests vanished from the fossil record. Before the collapse, animal species distribution was very cosmopolitan—the same species existed everywhere across tropical Pangaea—but after the collapse, each surviving rainforest 'island' developed its own unique mix of species. Many amphibian species became extinct, while the ancestors of reptiles and mammals diversified into more species after the initial crisis.[1] These patterns are explained by the theory of insular biogeography, a concept that explains how evolution progresses when populations are restricted into isolated pockets. This theory was originally developed for oceanic islands, but it can be applied equally well to any other ecosystem that is fragmented, only existing in small patches and surrounded by another unsuitable habitat. According to this theory, the initial impact of habitat fragmentation is devastating, with most life dying out quickly from lack of resources. Then, as surviving plants and animals reestablish themselves, they adapt to their restricted environment to take advantage of the new allotment of resources, and diversify. After the Carboniferous Rainforest Collapse, each pocket of life evolved in its own way, resulting in a unique species mix that ecologists call \"endemism\". The fragmentation of wetlands left a few isolated refugia in Europe. However, even these were unable to maintain the diversity of Moscovian flora.[5] By the Asselian many families of seed ferns that characterized the Moscovian tropical wetlands had disappeared including Flemingitaceae, Diaphorodendraceae, Tedeleaceae, Urnatopteridaceae, Alethopteridaceae,[verification needed] Cyclopteridaceae, and Neurodontopteridaceae.[5] Carboniferous rainforest collapse is sometimes treated as an extinction factor for large Carboniferous arthropods such as giant griffinfly Meganeura and millipede Arthropleura. It is common theory that high oxygen levels have led to larger arthropods, and these organisms have been thought to live in forests. It was said that rainforest collapse led to a decrease in oxygen concentration and a decrease in the habitat of these arthropods, leading them to extinction.[6] However, later study shows that both griffinflies and Arthropleura more likely lived a forest-independent life, and fossil records of both large griffinflies and Arthropleura are known after rainforest collapse.[7][8][9] This means that rainforest collapse, reduced oxygen levels were less involved in their extinction. This sudden collapse affected several large groups. Labyrinthodont amphibians were particularly devastated, while the amniotes (the first members of the sauropsid and synapsid groups) fared better, being physiologically better adapted to the drier conditions. Amphibians can survive cold conditions by decreasing metabolic rates and resorting to overwintering strategies (i.e. spending most of the year inactive in burrows or under logs). However, this is not an effective way to deal with prolonged unfavourable conditions, especially desiccation. Amphibians must return to water to lay eggs, while amniotes have eggs that have a membrane that retains water and allows gas exchange out of water. Because amphibians had a limited capacity to adapt to the drier conditions that dominated Permian environments, many amphibian families failed to occupy new ecological niches and became extinct.[10] Amphibians also removed the scales of their aquatic ancestors, and breathed with both lungs and skin (as long as the skin was kept wet). But amniotes re-evolved scales, now more keratinized, allowing them to conserve water but losing their cutaneous respiration. Synapsids and sauropsids acquired new niches faster than amphibians, and new feeding strategies, including herbivory and carnivory, previously only having been insectivores and piscivores.[1] Synapsids in particular became substantially larger than before and this trend would continue until the Permian-Triassic extinction event, after which their cynodont (mammal ancestors) descendants became smaller and nocturnal. There are several hypotheses about the nature and cause of the Carboniferous Rainforest Collapse, some of which include climate change.[11][12][13] After a late Bashkirian interval of glaciation, high-frequency shifts in seasonality from humid to arid times began.[14] The Carboniferous period is characterised by the formation of coal deposits which were formed within a context of the removal of atmospheric carbon. In the latest Middle Pennsylvanian (late Moscovian) a cycle of aridification began. At the time of the Carboniferous rainforest collapse, the climate became cooler and drier. This is reflected in the rock record as the Earth entered a short, intense ice age. Sea levels dropped by about 100 metres (330 ft), and glacial ice covered most of the southern continent of Gondwana.[15] The climate was unfavourable to rainforests and much of the biodiversity in them. Rainforests shrank into isolated patches mostly confined to wet valleys further and further apart. Little of the original lycopsid rainforest biome survived this initial climate crisis. The concentration of carbon dioxide in the atmosphere crashed to one of its all time global lows in the Pennsylvanian and early Permian.[14][15] Then a succeeding period of global warming reversed the climatic trend; the remaining rainforests, unable to survive the rapidly changing conditions, were finally wiped out.[vague][citation needed] As the climate aridified again through the later Paleozoic, rainforests were eventually replaced by seasonally dry biomes.[16] Though the exact speed and nature of the collapse is not clear, it is thought to have occurred relatively quickly in geologic terms, only a few thousand years at most.[citation needed] After restoring the middle of the Skagerrak-Centered Large Igneous Province (SCLIP) using a new reference frame, it has been shown that the Skagerrak plume rose from the core–mantle boundary (CMB) to its ~300 Ma position.[17] The major eruption interval took place in very narrow time interval, of 297 Ma ± 4 Ma. The rift formation coincides with the Moskovian/Kasimovian boundary and the Carboniferous Rainforest Collapse.[18] A paleoclimate change of global nature occurred during the Moscovian and Kasimovian. An atmospheric drying (aridification) happened in the Middle to Late Pennsylvanian, coinciding with abrupt faunal changes in marine and terrestrial species.[19] This change was recorded in paleosols, which reflect a period of overall decreased hydromorphy, increased free-drainage and landscape stability, and a shift in the overall regional climate to drier conditions in the Upper Pennsylvanian (Missourian). This is consistent with climate interpretations based on contemporaneous paleo-floral assemblages and geological evidence.[19][20][21] Many fossil sites around the world reflect the changing conditions of the Carboniferous Rainforest Collapse. The Joggins Fossil Cliffs on Nova Scotia's Bay of Fundy, a UNESCO World Heritage Site, is a particularly well-preserved fossil site. Fossil skeletons embedded in the crumbling sea cliffs were discovered by Sir Charles Lyell in 1852. In 1859, his colleague William Dawson discovered the oldest known reptile-ancestor, Hylonomus lyelli, and since then hundreds more skeletons have been found, including the oldest synapsid, Protoclepsydrops.[22]","Title":"Carboniferous rainforest collapse - Wikipedia","KeyID":"11757","URL":"https://en.wikipedia.org/wiki/Carboniferous_Rainforest_Collapse"}