{"Content: ":"The effects of climate change on oceans include the rise in sea level from ocean warming and ice sheet melting, and changes in pH value (ocean acidification), circulation, and stratification due to changing temperatures leading to changes in oxygen concentrations. There is clear evidence that the Earth is warming due to anthropogenic emissions of greenhouse gases and leading inevitably to ocean warming.[1] The greenhouse gases taken up by the ocean (via carbon sequestration) help to mitigate climate change but lead to ocean acidification. Physical effects of climate change on oceans include sea level rise which will in particular affect coastal areas, ocean currents, weather and the seafloor. Chemical effects include ocean acidification and reductions in oxygen levels. Furthermore, there will be effects on marine life. The consensus of many studies of coastal tide gauge records is that during the past century sea level has risen worldwide at an average rate of 1–2 mm/yr reflecting a net flux of heat into the surface of the land and oceans. The rate at which ocean acidification will occur may be influenced by the rate of surface ocean warming, because the chemical equilibria that govern seawater pH are temperature-dependent.[2] Increase of water temperature will also have a devastating effect on different oceanic ecosystems like coral reefs. The direct effect is the coral bleaching of these reefs, which live within a narrow temperature margin, so a small increase in temperature would have a drastic effect in these environments. In the next century it is predicted that 83% of ocean's surface temperature will rise. The models that represent this change and the impact that these temperature changes will have vary widely.[3] Eventually, the planet could warm to such a degree that the ocean's ability to dissolve oxygen would no longer exist, resulting in a worldwide dead zone.[4] Dead zones, in combination with ocean acidification, may usher in an era where marine life in most forms would cease to exist, resulting in a sharp decline in the amount of oxygen generated through photosynthesis in surface waters.[4] This disruption to the food chain will cascade upward, thinning out populations of primary consumers, secondary consumers, tertiary consumers, etc., with primary consumers being the initial victims of these phenomena. Anthropogenic alteration of seawater chemistry will likely affect aquaculture, fisheries, shorelines, water quality, biodiversity, and economically valuable marine ecosystems.[5] In addition to ecological consequences, these impacts will result in vulnerabilities and risks to human populations dependent on the ocean and ecosystem services.[5] Long-term perturbations in the marine system and related impacts are yet to be fully understood.[5] From 1961 to 2003, the global ocean temperature has risen by 0.10 °C from the surface to a depth of 700 m.[9] For example, the temperature of the Antarctic Southern Ocean rose by 0.17 °C (0.31 °F) between the 1950s and the 1980s, nearly twice the rate for the world's oceans as a whole.[10] There is variability both year-to-year and over longer time scales, with global ocean heat content observations showing high rates of warming for 1991 to 2003, but some cooling from 2003 to 2007.[9] Nevertheless, there is a strong trend during the period of reliable measurements.[11] Increasing heat content in the ocean is also consistent with sea level rise, which is occurring mostly as a result of thermal expansion of the ocean water as it warms.[11] This uptake has accelerated in the 1993–2017 period compared to 1969–1993.[12][13] The warming rate varies with depth: at a depth of a thousand metres the warming occurs at a rate of almost 0.4 °C per century (data from 1981 to 2019), whereas the warming rate at two kilometres depth is only half.[14] During the last century, the global average land and sea surface temperature has increased due to an increased greenhouse effect from human activities.[15] From 1960 to through 2019, the average temperature for the upper 2000 meters of the oceans has increased by 0.12 degree Celsius, whereas the ocean surface has warmed up to 1.2 degree Celsius from the pre-industrial era.[16] Tide gauge measurements show that the current global sea level rise began at the start of the 20th century. Between 1901 and 2018, the globally averaged sea level rose by 15–25 cm (6–10 in).[17] More precise data gathered from satellite radar measurements reveal an accelerating rise of 7.5 cm (3 in) from 1993 to 2017,[18]: 1554  for an average rate of 3.1 cm (1+1⁄4 in) per decade. This acceleration is due mostly to climate change, which heats (and therefore expands) the ocean and which melts the land-based ice sheets and glaciers.[19] Between 1993 and 2018, the thermal expansion of water contributed 42% to sea level rise; melting of temperate glaciers, 21%; Greenland, 15%; and Antarctica, 8%.[18]: 1576  Climate scientists expect the rate to further accelerate during the 21st century, with the latest measurements saying the sea levels are rising by 3.7 mm per year.[20] Ocean currents are caused by varying temperatures associated with sunlight and air temperatures at different latitudes, as well as by prevailing winds and the different densities of saline and fresh water. Air tends to be warmed and thus rise near the equator, then cool and thus sink slightly further poleward. Near the poles, cool air sinks, but is warmed and rises as it travels along the surface equatorward. This creates large-scale wind patterns known as Hadley cells, with similar effects driving a mid-latitude cell in each hemisphere.[23] Wind patterns associated with these circulation cells drive surface currents[24] which push the surface water to the higher latitudes where the air is colder. This cools the water down enough to where it is capable of dissolving more gasses and minerals, causing it to become very dense in relation to lower latitude waters, which in turn causes it to sink to the bottom of the ocean, forming what is known as North Atlantic Deep Water (NADW) in the north and Antarctic Bottom Water (AABW) in the south.[25] Driven by this sinking and the upwelling that occurs in lower latitudes, as well as the driving force of the winds on surface water, the ocean currents act to circulate water throughout the entire sea. When global warming is added into the equation, changes occur, especially in the regions where deep water is formed. With the warming of the oceans and subsequent melting of glaciers and the polar ice caps, more and more fresh water is released into the high latitude regions where deep water is formed. This extra water that gets thrown into the chemical mix dilutes the contents of the water arriving from lower latitudes, reducing the density of the surface water. Consequently, the water sinks more slowly than it normally would.[26] There is some concern that a slowdown or shutdown of the thermohaline circulation, trigger localized cooling in the North Atlantic and lead to cooling, or lesser warming, in that region.[27] This would affect in particular areas like Scandinavia and Britain that are warmed by the North Atlantic drift. Lenton et al. found in 2008 that \"simulations clearly pass a THC tipping point this century\".[27] IPCC (2007b:17) concluded that a slowing of the Meridional Overturning Circulation would very likely occur this century.[28] Due to overall global warming, temperatures across the Atlantic and Europe were still projected to increase. In 2021 scientists find signs of possible transition of the Atlantic meridional overturning circulation to the weak mode of circulation due to climate change in the next 10 – 50 years. The currents move in the slowest speed at the latest 1600 years. Such change will cause severe disasters by: \"severely disrupting the rains that billions of people depend on for food in India, South America and West Africa; increasing storms and lowering temperatures in Europe; and pushing up the sea level off eastern North America. It would also further endanger the Amazon rainforest and Antarctic ice sheets\".[29] It is important to note that ocean currents provide the necessary nutrients for life to sustain itself in the lower latitudes.[30] Should the currents slow down, fewer nutrients would be brought to sustain ocean life resulting in a crumbling of the food chain and irreparable damage to the marine ecosystem. Slower currents would also mean less carbon fixation. Naturally, the ocean is the largest sink within which carbon is stored. When waters become saturated with carbon, excess carbon has nowhere to go, because the currents are not bringing up enough fresh water to fix the excess. This causes a rise in atmospheric carbon dioxide which in turn causes positive feedback that can lead to a runaway greenhouse effect.[31] Near the poles, climate change induces another effect on the water cycle. The increase of the atmospheric temperatures leads to a higher rate of melt of land and sea ice. This creates a large influx of freshwater into the ocean, which lowers the salinity of the surface water locally. The thermohaline circulation in general, and the AMOC specifically, is dependent on the current high surface salinity in the Arctic. The cold and saline water has a high density (as described by the equation of state) and therefore sinks to the bottom of the ocean. On the bottom it then returns southward, this is the so-called overturning. Large flow of meltwater into the Arctic basins reduces the surface salinity and therefore this overturning effect. As described in the Stommel Box model, a tipping point can be reached when the Arctic surface salinity keeps reducing by meltwater, leading to a stop of the AMOC or a change in its direction. This would have large impact on the global climate and human societies. This would be practically irreversible, since the system has a hysteresis loop. This means that reversing the system to the old state would require much higher salinity values than we current experience, which is the reason for the large concerns about reaching the tipping point.[32][33][34][35] Global warming also affects weather patterns as they pertain to cyclones. Scientists have found that although there have been fewer cyclones than in the past, the intensity of each cyclone has increased.[36] A simplified definition of what global warming means for the planet is that colder regions would get warmer and warmer regions would get much warmer.[37] However, there is also speculation that the complete opposite could be true. A warmer earth could serve to moderate temperatures worldwide. There is still much that is not understood about the earth's climate, because it is very difficult to make climate models. As such, predicting the effects that global warming might have on our planet is still an inexact science.[38] Global warming is also causing the amount of hazards on the ocean to increase. It has increased the amount of fog at sea level, making it harder for ships to navigate without crashing into other boats or other objects in the ocean. The warmness and dampness of the ground is causing the fog to come closer to the surface level of the ocean. As the rain falls it makes the ground wet, then the warm air rises leaving a layer of cold air that turns into fog causing an unsafe ocean for travel and for working conditions on the ocean.[39] It is also causing the ocean to create more floods due to the fact that it is warming up and the glaciers from the ice age are now melting causing the sea levels to rise, which causes the ocean to take over part of the land and beaches.[40] Glaciers are melting at an alarming rate which is causing the ocean to rise faster than predicted. Inside of this ice there are traces of bubbles that are filled with CO2 that are then released into the atmosphere when they melt causing the greenhouse effect to grow at an even faster rate.[41] Regional weather patterns across the globe are also changing due to tropical ocean warming. The Indo-Pacific warm pool has been warming rapidly and expanding during the recent decades, largely in response to increased carbon emissions from fossil fuel burning.[42] The warm pool expanded to almost double its size, from an area of 22 million km2 during 1900–1980, to an area of 40 million km2 during 1981–2018.[43] This expansion of the warm pool has altered global rainfall patterns, by changing the life cycle of the Madden Julian Oscillation (MJO), which is the most dominant mode of weather fluctuation originating in the tropics. It is known that climate affects the ocean and the ocean affects the climate. Due to climate change, as the ocean gets warmer this too has an effect on the seafloor.[44] Because of greenhouse gases such as carbon dioxide, this warming will have an effect on the bicarbonate buffer of the ocean. The bicarbonate buffer is the concentration of bicarbonate ions that keeps the ocean's acidity balanced within a pH range of 7.5–8.4.[45] Addition of carbon dioxide to the ocean water makes the oceans more acidic. Increased ocean acidity is not good for the planktonic organisms that depend on calcium to form their shells. Calcium dissolves with very weak acids and any increase in the ocean's acidity will be destructive for the calcareous organisms. Increased ocean acidity will lead to decreased Calcite Compensation Depth (CCD), causing calcite to dissolve in shallower waters.[45] This will then have a great effect on the calcareous ooze in the ocean, because the sediment itself would begin to dissolve. If ocean temperatures rise it will have an effect right beneath the ocean floor and it will allow the addition of another greenhouse gas, methane gas. Methane gas has been found under methane hydrate, frozen methane and water, beneath the ocean floor. With the ocean warming, this methane hydrate will begin to melt and release methane gas, contributing to global warming.[46] However, recent research has found that CO2 uptake outpaces methane release in these areas of the ocean causing overall decreases in global warming.[47] Due to global warming and increased glacier melt, thermohaline circulation patterns may be altered by increasing amounts of freshwater released into oceans and, therefore, changing ocean salinity. Thermohaline circulation is responsible for bringing up cold, nutrient-rich water from the depths of the ocean, a process known as upwelling.[48] Seawater consists of fresh water and salt, and the concentration of salt in seawater is called salinity. Salt does not evaporate, thus the precipitation and evaporation of freshwater influences salinity strongly. Changes in the water cycle are therefore strongly visible in surface salinity measurements, which is already acknowledged since the 1930s.[49][50] The advantage of using surface salinity is that it is well documented in the last 50 years, for example with in-situ measurement systems as ARGO.[51] Another advantage is that oceanic salinity is stable on very long time scales, which makes small changes due to anthropogenic forcing easier to track. The oceanic salinity is not homogeneously distributed over the globe, there are regional differences that show a clear pattern. The tropic regions are relatively fresh, since these regions are dominated by rainfall. The subtropics are more saline, since these are dominated by evaporation, these regions are also known as the 'desert latitudes'.[51] The latitudes close to the polar regions are then again less saline, with the lowest salinity values found in these regions. This is because there is a low amount of evaporation in this region, and a high amount of fresh meltwater entering the ocean. The long term observation records show a clear trend: the global salinity patterns are amplifying in this period.[52][53] This means that the high saline regions have become more saline, and regions of low salinity have become less saline. The regions of high salinity are dominated by evaporation, and the increase in salinity shows that evaporation is increasing even more. The same goes for regions of low salinity that are become less saline, which indicates that precipitation is intensifying only more.[51][54] This spatial pattern is similar to the spatial pattern of evaporation minus precipitation. The amplification of the salinity patterns is therefore indirect evidence for an intensifying water cycle. To further investigate the relation between ocean salinity and the water cycle, models play a large role in current research. General Circulation Models (GCMs) and more recently Atmosphere-Ocean General Circulation Models (AOGCMs) simulate the global circulations and the effects of changes such as an intensifying water cycle.[51] The outcome of multiple studies based on such models support the relationship between surface salinity changes and the amplifying precipitation minus evaporation patterns.[51][55] A metric to capture the difference in salinity between high and low salinity regions in the top 2000 meters of the ocean is captured in the SC2000 metric.[49] The observed increase of this metric is 5.2% (±0.6%) from 1960 to 2017.[49] But this trend is accelerating, as it increased 1.9% (±0.6%) from 1960 to 1990, and 3.3% (±0.4%) from 1991 to 2017.[49] Amplification of the pattern is weaker below the surface. This is because ocean warming increases near-surface stratification, subsurface layer is still in equilibrium with the colder climate. This causes the surface amplification to be stronger than older models predicted.[56] Essential processes of the water cycle are precipitation and evaporation. The local amount of precipitation minus evaporation (often noted as P-E) shows the local influence of the water cycle. Changes in the magnitude of P-E are often used to show changes in the water cycle.[57][58] But robust conclusions about changes in the amount of precipitation and evaporation are complex.[59] About 85% of the earth's evaporation and 78% of the precipitation happens over the ocean surface, where measurements are difficult.[60][61] Precipitation on the one hand, only has long term accurate observation records over land surfaces where the amount of rainfall can be measured locally (called in-situ). Evaporation on the other hand, has no long time accurate observation records at all.[60] This prohibits confident conclusions about changes since the industrial revolution. The AR5 (Fifth Assessment Report) of the IPCC creates an overview of the available literature on a topic, and labels the topic then on scientific understanding. They assign only low confidence to precipitation changes before 1951, and medium confidence after 1951, because of the scarcity of data. These changes are attributed to human influence, but only with medium confidence as well.[62] About a quarter of the emitted CO2, about 26 million tons is absorbed by the ocean every day.[52] Consequently, the dissolution of anthropogenic carbon dioxide (CO2) in seawater causes a decrease in pH which is corresponding to an increase in acidity of the oceans with consequences for marine biota. Since the beginning of the industrial revolution, ocean acidity has increased by 30% (the pH decreased from 8.2 to 8.1).[52] It is projected that the ocean will experience severe acidification under RCP 8.5, high CO2 emission scenario, and less intense acidification under RCP 2.6, low CO2 emission scenario. Ocean acidification will impact marine organisms (corals, mussels, oysters) in producing their limestone skeleton or shell. When CO2 dissolves in seawater, it increases protons (H+ ions) but reduces certain molecules, such as carbonate ions in which many oysters needed to produce their limestone skeleton or shell.[52] The shell and the skeleton of these species may become less dense or strong. This also may make coral reefs become more vulnerable to storm damage, and slow down its recovery. In addition, marine organisms may experience changes in growth, development, abundance, and survival in response to ocean acidification. The increase of ocean acidity decelerates the rate of calcification in salt water, leading to smaller and slower growing reefs which supports approximately 25% of marine life.[63][64] Impacts are far-reaching from fisheries and coastal environments down to the deepest depths of the ocean.[5] As seen with the Great Barrier Reef, the increase in ocean acidity in not only killing the coral, but also the wildly diverse population of marine inhabitants which coral reefs support.[65] Ocean acidification is the ongoing decrease in the pH value of the Earth's oceans, caused by the uptake of carbon dioxide (CO2) from the atmosphere.[66][67] The main cause of ocean acidification is human burning of fossil fuels. As the amount of carbon dioxide in the atmosphere increases, the amount of carbon dioxide absorbed by the ocean also increases. This leads to a series of chemical reactions in the seawater which has a negative spillover on the ocean and species living below water.[68] When carbon dioxide dissolves into seawater, it forms carbonic acid (H2CO3). Some of the carbonic acid molecules dissociate into a bicarbonate ion and a hydrogen ion, thus increasing ocean acidity (H+ ion concentration). Between 1751 and 1996, the pH value of the ocean surface is estimated to have decreased from approximately 8.25 to 8.14,[69] representing an increase of almost 30% in H+ ion concentration in the world's oceans (the pH scale is logarithmic, so a change of one in pH unit is equivalent to a tenfold change in H+ ion concentration).[70][71] Marine calcifying organisms use CO32- ions to form their shells and reefs. As ocean acidification continues, calcium carbonate (CaCO3) saturation states, a measure of CO32- in seawater are lowered, inhibiting calcifying organisms from building their shells and structures.[72] Increased anthropogenic CO2 invasion into the ocean results in fewer carbonate ions for shell and reef-forming organisms due to an increase in H+ ions, resulting in fewer and smaller calcifying organisms.[73] Another issue faced by increasing global temperatures is the decrease of the ocean's ability to dissolve oxygen, one with potentially more severe consequences than other repercussions of global warming.[74] Ocean depths between 100 meters and 1,000 meters are known as \"oceanic mid zones\" and host a plethora of biologically diverse species, one of which being zooplankton.[4] Zooplankton feed on smaller organisms such as phytoplankton, which are an integral part of the marine food web.[75] Phytoplankton perform photosynthesis, receiving energy from light, and provide sustenance and energy for the larger zooplankton, which provide sustenance and energy for the even larger fish, and so on up the food chain.[75] The increase in oceanic temperatures lowers the ocean's ability to retain oxygen generated from phytoplankton, and therefore reduces the amount of bioavailable oxygen that fish and other various marine wildlife rely on for their survival.[4] This creates marine dead zones, and the phenomenon has already generated multiple marine dead zones around the world, as marine currents effectively \"trap\" the deoxygenated water. Hypoxia occurs in the variety of coastal environment when the dissolved of oxygen (DO) is depleted to a certain low level, where aquatic organisms, especially benthic fauna, become stressed or die due to the lack of oxygen.[76] Hypoxia occurs when the coastal region enhance Phosphorus release from sediment and increase Nitrate (N) loss. This chemical scenario supports favorable growth for cyanobacteria which contribute to the hypoxia and ultimately sustain eutrophication.[77] Hypoxia degrades an ecosystem by damaging the bottom fauna habitats, altering the food web, changing the nitrogen and phosphate cycling, decreasing fishery catch, and enhancing the water acidification.[77] There were 500 areas in the world with reported coastal hypoxia in 2011, with Baltic Sea contains the largest hypoxia zone in the world.[78] These numbers are expected to increase due to the worsening condition of coastal areas caused by the excessive anthropogenic nutrient loads that stimulate intensified eutrophication. The rapidly changing climate in particularly, global warming, also contributes to the increase of Hypoxia occurrence that damaging marine mammals and marine/coastal ecosystem. Ocean deoxygenation is the reduction of the oxygen content of the oceans due to human activities[79] as a consequence of anthropogenic emissions of carbon dioxide[80][81] and eutrophication-driven excess production.[79] It is manifest in the increasing number of coastal and estuarine hypoxic areas, or dead zones, and the expansion of oxygen minimum zones (OMZs) in the world's oceans. The decrease in oxygen content of the oceans has been fairly rapid and poses a threat to all aerobic marine life, as well as to people who depend on marine life for nutrition or livelihood.[82][83][84][85] Research indicates that increasing ocean temperatures are taking a toll on the marine ecosystem. A study on phytoplankton changes in the Indian Ocean indicates a decline of up to 20% in marine phytoplankton during the past six decades.[88] During the summer, the western Indian Ocean is home to one of the largest concentrations of marine phytoplankton blooms in the world when compared to other oceans in the tropics. Increased warming in the Indian Ocean enhances ocean stratification, which prevents nutrient mixing in the euphotic zone where there is ample light available for photosynthesis. Thus, primary production is constrained and the region's entire food web is disrupted. If rapid warming continues, experts predict that the Indian Ocean will transform into an ecological desert and will no longer be productive.[88] The same study also addresses the abrupt decline of tuna catch rates in the Indian Ocean during the past half century. This decrease is mostly due to increased industrial fisheries, with ocean warming adding further stress to the fish species. These rates show a 50-90% decrease over 5 decades.[88] A study that describes climate-driven trends in contemporary ocean productivity looked at global-ocean net primary production (NPP) changes detected from satellite measurements of ocean color from 1997 to 2006.[89] These measurements can be used to quantify ocean productivity on a global scale and relate changes to environmental factors. They found an initial increase in NPP from 1997 to 1999 followed by a continuous decrease in productivity after 1999. These trends are propelled by the expansive stratified low-latitude oceans and are closely linked to climate variability. This relationship between the physical environment and ocean biology effects the availability of nutrients for phytoplankton growth since these factors influence variations in upper-ocean temperature and stratification.[89] The downward trends of ocean productivity after 1999 observed in this study can give insight into how climate change can affect marine life in the future. Satellite measurement and chlorophyll observations indicate a decline in the number of phytoplankton, microorganisms that produce half of the earth's oxygen, absorb half of the world carbon dioxide and serve foundation of the entire marine food chain.[90] Phytoplankton are vital to Earth systems and critical for global ecosystem functioning and services, and vary with environmental parameters such as, temperature, water column mixing, nutrients, sunlight, and consumption by grazers.[91][92] Climate change results in fluctuations and modification of these parameters, which in turn may impact phytoplankton community composition, structure, and annual and seasonal dynamics.[92] Recent research and models have predicted a decline in phytoplankton productivity in response to warming ocean waters resulting in increased stratification where there is less vertical mixing in the water column to cycle nutrients from the deep ocean to surface waters.[93][94] Studies over the past decade confirm this prediction with data showing a slight decline in global phytoplankton productivity, particularly due to the expansion of \"ocean deserts,\" such as subtropical ocean gyres with low-nutrient availability, as a result of rising seawater temperatures.[95] Phytoplankton are critical to the carbon cycle as they consume CO2 via photosynthesis on similar scale to forests and terrestrial plants. As phytoplankton die and sink, carbon is then transported to deeper layers of the ocean where it is then eaten by consumers, and this cycle continues. The biological carbon pump is responsible for approximately 10 gigatonnes of carbon from the atmosphere to the deep ocean every year.[96] Fluctuations in phytoplankton in growth, abundance, or composition would greatly affect this system, as well as global climate.[96] Changes in temperatures will impact the location of areas with high primary productivity. Primary producers, such as plankton,[97][98][99][100] are the main food source for marine mammals such as some whales. Species migration will therefore be directly affected by locations of high primary productivity. Water temperature changes also affect ocean turbulence, which has a major impact on the dispersion of plankton and other primary producers.[101] The warming ocean surface waters can lead to bleaching of the corals which can cause serious damage and/or coral death. Coral bleaching occurs when thermal stress from a warming ocean results in the expulsion of the symbiotic algae that resides within coral tissues and is the reason for the bright, vibrant colors of coral reefs.[65] A 1-2 degree C sustained increase in seawater temperatures is sufficient for bleaching to occur, which turns corals white.[102] If a coral is bleached for a prolonged period of time, death may result. In the Great Barrier Reef, before 1998 there were no such events. The first event happened in 1998 and after it they begun to occur more and more frequently so in the years 2016 - 2020 there were 3 of them.[103] A 2017 report, the first global scientific assessment of climate change impacts on World Heritage coral reefs, published by UNESCO, estimates that the coral reefs in all 29 reef-containing sites would exhibit a loss of ecosystem functioning and services by the end of the century if CO2 emissions are not curbed significantly. Although uncertain, another effect of climate change may be the growth, toxicity, and distribution of harmful algal blooms.[104] These algal blooms have serious effects on not only marine ecosystems, killing sea animals and fish with their toxins, but also for humans as well. Some of these blooms deplete the oxygen around them to levels low enough to kill fish. Climate change and a warming ocean can increase the frequency and the magnitude of algal blooms. There is evidence that harmful algal blooms have increased in recent decades, resulting in impacts ranging from public health, tourism, aquaculture, fisheries, to ecosystems.[105] Such events may result in changes in temperature, stratification, light, ocean acidification, increased nutrients, and grazing.[106] As climate change continues, harmful algal blooms, known as HABs, will likely exhibit spatial and temporal shifts under future conditions.[106] Spatially, algal species may experience range expansion, contraction, or latitudinal shifts.[106] Temporally, the seasonal windows of growth may expand or shorten.[106] In 2019, the biggest Sargassum bloom ever seen created a crisis in the Tourism industry in North America. This event was likely caused by climate change and nutrient pollution from fertilizers.[107] Several Caribbean countries considered declaring a state of emergency due to the impact on tourism as a result of environmental damage and potentially toxic and harmful health effects.[108] While algal blooms can benefit marine life, they can also block the sunlight and produce toxic effects on marine wildlife and humans.[109] Sea ice, a defining characteristic of polar marine environment, is changing rapidly which has impacts on marine mammals. Climate change models predict changes to the sea ice leading to loss of the sea ice habitat, elevations of water and air temperature, and increased occurrence of severe weather. The loss of sea ice habitat will reduced the abundance of seal prey for marine mammals, particularly polar bears. Initially, polar bears may be favored by an increase in leads in the ice that make more suitable seal habitat available but, as the ice thins further, they will have to travel more, using energy to keep in contact with favored habitat.[110] There also may be some indirect effect of sea ice changes on animal heath due to alterations in pathogen transmission, effect on animals on body condition caused by shift in the prey based/food web, changes in toxicant exposure associated with increased human habitation in the Arctic habitat.[111] The effect of climate change on marine life and mammals is a growing concern. Some effects are very direct such as loss of habitat, temperature stress, and exposure to severe weather. Other effects are more indirect, such as changes in host pathogen associations, changes in body condition because of predator–prey interaction, changes in exposure to toxins and CO2 emissions, and increased human interactions.[112] Despite the large potential impacts of ocean warming on marine mammals, the global vulnerability of marine mammals to global warming is still poorly understood.[113] Marine mammals have evolved to live in oceans, but climate change is affecting their natural habitat.[114][115][116][117] Some species may not adapt fast enough, which might lead to their extinction.[118] It has been generally assumed that the Arctic marine mammals were the most vulnerable in the face of climate change given the substantial observed and projected decline in Arctic sea ice cover. However, the implementation of a trait-based approach on assessment of the vulnerability of all marine mammals under future global warming has suggested that the North Pacific Ocean, the Greenland Sea and the Barents Sea host the species that are most vulnerable to global warming.[113] The North Pacific has already been identified as a hotspot for human threats for marine mammals[119] and now is also a hotspot of vulnerability to global warming. This emphasizes that marine mammals in this region will face double jeopardy from both human activities (e.g., marine traffic, pollution and offshore oil and gas development) and global warming, with potential additive or synergetic effect and as a result, these ecosystems face irreversible consequences for marine ecosystem functioning.[113] Marine organisms usually tend to encounter relatively stable temperatures compared with terrestrial species and thus are likely to be more sensitive to temperature change than terrestrial organisms.[120] Therefore, the ocean warming will lead to increased species migration, as endangered species look for a more suitable habitat. If sea temperatures continue to rise, then some fauna may move to cooler water and some range-edge species may disappear from regional waters or experienced a reduced global range.[120] Change in the abundance of some species will alter the food resources available to marine mammals, which then results in marine mammals' biogeographic shifts. Additionally, if a species cannot successfully migrate to a suitable environment, unless it learns to adapt to rising ocean temperatures, it will face extinction. Sea level rise is also important when assessing the impacts of global warming on marine mammals, since it affects coastal environments that marine mammals species rely.[121] A temperature rise of 1.5 °C above preindustrial levels is projected[according to whom?] to make existence impossible for 10% of fishes in their typical geographical range. A temperature rise of 5 °C above this level is projected to make existence impossible for 60% of fishes in their geographical range. The main reason is Oxygen depletion as one of the consequences of the rise in temperature. Further, the change in temperature and decrease in oxygen is expected to occur too quickly for effective adaptation of affected species. Fishes can migrate to cooler places, but there are not always appropriate spawning sites.[122] Polar bears are one of many Arctic marine mammals at risk of population decline due to climate change.[123] When carbon dioxide is released into the atmosphere, a greenhouse like effect occurs, warming the climate. For polar bears and other Arctic marine mammals, rising temperature is the changing the sea ice formations that they rely on to survive.[123] In the circumpolar north, the Arctic sea ice is a dynamic ecosystem. The levels of sea ice extent varies by season. While some areas maintain year-round ice, others only have ice on a seasonal basis. The amount of permanent sea ice is decreasing with global temperature increases. Climate change is causing slower formations of sea ice, quicker decline and thinner ice sheets. Polar bears and other Arctic marine mammals are losing their habitat and food sources in result of the sea ice decline.[124] Polar bears rely on seals as their main food source.[125] Although polar bears are strong swimmers, they are not successful at catching seal underwater, therefore polar bears are ambush predators.[126] When they hunt seals, they wait at seal breathing hole to ambush and haul out their prey onto the sea ice for feeding. With slower sea ice formations, thinner ice sheets and shorter winter seasons, polar bears are having less opportunity for optimal hunting grounds. Polar bears are facing pressures to swim further to gain access to food. This requires more calories spent to obtain calories to sustain their body conditions for reproduction and survival. Researchers use body condition charts to track polar bear population health and reproductive potential.[127] Trends suggest 12 out of 19 sub populations of polar bears are declining or data deficient.[128] Polar bears also rely on sea ice to travel, mate and female polar bears usually choose to den up on the sea ice during denning season.[129] The sea ice is becoming less stable, forcing pregnant female polar bears to choose less optimal locations for denning.[124] These aspects are known to result in lower reproduction rates and smaller cub years. Dolphins are marine mammals with broad geographic extent, making them susceptible to climate change in various ways. The most common effect of climate change on dolphins is the increasing water temperatures across the globe. This has caused a large variety of dolphin species to experience range shifts, in which the species move from their typical geographic region to warmer waters. In California, the 1982-83 El Niño warming event caused the near-bottom spawning market squid to leave southern California, which caused their predator, the pilot whale, to also leave. As the market squid returned six years later, Risso's dolphins came to feed on the squid. Bottlenose dolphins expanded their range from southern to central California, and stayed even after the warming event subsided.[130] The Pacific white-sided dolphin has had a decline in population in the southwest Gulf of California, the southern boundary of their distribution. In the 1980s they were abundant with group sizes up to 200 across the entire cool season. Then, in the 2000s, only two groups were recorded with sizes of 20 and 30, and only across the central cool season. This decline was not related to a decline of other marine mammals or prey, so it was concluded to have been caused by climate change as it occurred during a period of warming. Additionally, the Pacific white-sided dolphin had an increase in occurrence on the west coast of Canada from 1984 to 1998.[131] In the Mediterranean, sea surface temperatures have increased, as well as salinity, upwelling intensity, and sea levels. Because of this, prey resources have been reduced causing a steep decline in the short-beaked common dolphin Mediterranean subpopulation, which was deemed endangered in 2003. This species now only exists in the Alboran Sea, due to its high productivity, distinct ecosystem, and differing conditions from the rest of the Mediterranean.[132] In northwest Europe, many dolphin species have experienced range shifts from the region's typically colder waters. Warm water dolphins, like the short-beaked common dolphin and striped dolphin, have expanded north of western Britain and into the northern North Sea, even in the winter, which may displace the white-beaked and Atlantic white-sided dolphin that are in that region. The white-beaked dolphin has shown an increase in the southern North Sea since the 1960s because of this. The rough-toothed dolphin and Atlantic spotted dolphin may move to northwest Europe.[133] In northwest Scotland, white-beaked dolphins (local to the colder waters of the North Atlantic) have decreased while common dolphins (local to warmer waters) have increased from 1992 to 2003.[134] Additionally, Fraser's dolphin, found in tropical waters, was recorded in the UK for the first time in 1996.[133] River dolphins are highly affected by climate change as high evaporation rates, increased water temperatures, decreased precipitation, and increased acidification occur.[130][135] River dolphins typically have a higher densities when rivers have a lox index of freshwater degradation and better water quality.[135] Specifically looking at the Ganges river dolphin, the high evaporation rates and increased flooding on the plains may lead to more human river regulation, decreasing the dolphin population.[130] As warmer waters lead to a decrease in dolphin prey, this led to other causes of dolphin population decrease. In the case of bottlenose dolphins, mullet populations decrease due to increasing water temperatures, which leads to a decrease in the dolphins' health and thus their population.[130] At the Shark Bay World Heritage Area in Western Australia, the local Indo-Pacific bottlenose dolphin population had a significant decline after a marine heatwave in 2011. This heatwave caused a decrease in prey, which led to a decline in dolphin reproductive rates as female dolphins could not get enough nutrients to sustain a calf.[136] The resultant decrease in fish population due to warming waters has also influenced humans to see dolphins as fishing competitors or even bait. Humans use dusky dolphins as bait or are killed off because they consume the same fish humans eat and sell for profit.[130] In the central Brazilian Amazon alone, approximately 600 pink river dolphins are killed each year to be used as bait.[135] Another side effect of increasing water temperatures is the increase in toxic algae blooms, which has caused a mass die-off of bottlenose dolphins.[133] Seals are another marine mammal that are susceptible to climate change. Much like polar bears, seals have evolved to rely on sea ice. They use the ice platforms for breeding and raising young seal pups. In 2010 and 2011, sea ice in the Northwest Atlantic was at or near an all-time low and harp seals that bred on thin ice saw increased death rates.[137] If ice becomes non-existent in their normal range, harp seals will have to shift more north to find suitable ice.[137] In the Hudson Bay, Canada, the body conditions of ringed seals were observed from 2003-2013. Aerial surveys showed a decline in ringed seal density, with the lowest occurrence of seals in 2013.[138] The lower ice coverage means more open water swimming for the ringed seals, which caused higher stress (cortisol) rates.[138] Low ovulation rate, low pregnancy rate, fewer pups in the Inuit harvest, and observations of sick seals was also seen over the course of the study.[138] Antarctic fur seals in South Georgia saw extreme reductions over a 20-year study, during which scientists measured increased sea surface temperature anomalies.[139] This cause was mostly due to reductions in Antarctic krill that forms the base of the trophic web, which eventually affected the fur seal breeding cycle.[139] Climate change and fisheries affect one another, the relationship between these affects are backed by strong global evidence.[140] Although these effects vary in the context of each fishery and the many pathways that climate change affects them individually. Rising ocean temperatures[141] and ocean acidification[142] are radically altering marine aquatic ecosystems, while freshwater ecosystems are being impacted by changes in water temperature, water flow, and fish habitat loss.[143] Climate change is modifying fish distribution[144] and the productivity of marine and freshwater species. A report from NOAA scientists found that large amounts of relatively acidified water are upwelling to within four miles of the Pacific continental shelf area of North America. This area is a critical zone where most local marine life lives or is born. While the paper dealt only with areas from Vancouver to northern California, other continental shelf areas may be experiencing similar effects.[146] Ocean warming can also result in a reduction of the solubility of CO2 in seawater,[147] resulting in discharge of CO2 from the ocean to the atmosphere. In addition to temperature, alkalinity and primary productivity modulate the CO2 flux between the ocean and the atmosphere.[148] In basins with very low primary productivity and rapid warming, such as the Eastern Mediterranean sea, a shift from CO2 sink to source has already been observed.[149] A related issue is the methane clathrate reservoirs found under sediments on the ocean floors. These trap large amounts of the greenhouse gas methane, which ocean warming has the potential to release. In 2004 the global inventory of ocean methane clathrates was estimated to occupy between one and five million cubic kilometres.[150] If all these clathrates were to be spread uniformly across the ocean floor, this would translate to a thickness between three and fourteen metres.[151] This estimate corresponds to 500–2500 gigatonnes carbon (Gt C), and can be compared with the 5000 Gt C estimated for all other fossil fuel reserves.[150][152] The solution to climate change impacts on the ocean involves global-scale reduction in greenhouse gas emissions (climate change mitigation), as well as regional and local mitigation and management strategies moving forward.[5]","Title":"Effects of climate change on oceans - Wikipedia","KeyID":"11756","URL":"https://en.wikipedia.org/wiki/Effects_of_climate_change_on_marine_mammals"}