{"Content: ":"Defaunation is the global, local or functional extinction of animal populations or species from ecological communities.[1] The growth of the human population, combined with advances in harvesting technologies, has led to more intense and efficient exploitation of the environment.[2] This has resulted in the depletion of large vertebrates from ecological communities, creating what has been termed \"empty forest\".[3][2][4] Defaunation differs from extinction; it includes both the disappearance of species and declines in abundance.[5] Defaunation effects were first implied at the Symposium of Plant-Animal Interactions at the University of Campinas, Brazil in 1988 in the context of Neotropical forests.[6] Since then, the term has gained broader usage in conservation biology as a global phenomenon.[1][6] It is estimated that more than 50 percent of all wildlife has been lost in the last 40 years.[7] In 2016, it was estimated that by 2020, 68% of the world's wildlife would be lost.[8] In South America, there is believed to be a 70 percent loss.[9] A 2021 study found that only around 3% of the planet's terrestrial surface is ecologically and faunally intact, with healthy populations of native animal species and little to no human footprint.[10][11] In November 2017, over 15,000 scientists around the world issued a second warning to humanity, which, among other things, urged for the development and implementation of policies to halt \"defaunation, the poaching crisis, and the exploitation and trade of threatened species.\"[12] The intensive hunting and harvesting of animals threatens endangered vertebrate species across the world.[13][2] Game vertebrates are considered valuable products of tropical forests and savannas. In Brazilian Amazonia, 23 million vertebrates are killed every year;[14] large-bodied primates, tapirs, white-lipped peccaries, giant armadillos, and tortoises are some of the animals most sensitive to harvest.[15] Overhunting can reduce the local population of such species by more than half, as well as reducing population density. Populations located nearer to villages are significantly more at risk of depletion.[15] Abundance of local game species declines as density of local settlements, such as villages, increases.[16] Hunting and poaching may lead to local population declines or extinction in some species.[17] Most affected species undergo pressure from multiple sources but the scientific community is still unsure of the complexity of these interactions and their feedback loops.[1][18] One case study in Panama found an inverse relationship between poaching intensity and abundance for 9 of 11 mammal species studied.[19] In addition, preferred game species experienced greater declines and had higher spatial variation in abundance.[19] Human population growth results in changes in land-use, which can cause natural habitats to become fragmented, altered, or destroyed.[2] Large mammals are often more vulnerable to extinction than smaller animals because they require larger home ranges and thus are more prone to suffer the effects of deforestation. Large species such as elephants, rhinoceroses, large primates, tapirs and peccaries are the first animals to disappear in fragmented rainforests.[20] A case study from Amazonian Ecuador analyzed two oil-road management approaches and their effects on the surrounding wildlife communities. The free-access road had forests that were cleared and fragmented and the other had enforced access control. Fewer species were found along the first road with density estimates being almost 80% lower than at the second site that which had minimal disturbance.[21] This finding suggests that disturbances affected the local animals' willingness and ability to travel between patches. Fragmentation lowers populations while increasing extinction risk when the remaining habitat size is small.[22] When there is more unfragmented land, there is more habitat for more diverse species. A larger land patch also means it can accommodate more species with larger home ranges. However, when patch size decreases, there is an increase in the number of isolated fragments which can remain unoccupied by local fauna. If this persists, species may become extinct in the area.[22] A study on deforestation in the Amazon looked at two patterns of habitat fragmentation: \"fish-bone\" in smaller properties and another unnamed large property pattern. The large property pattern contained fewer fragments than the smaller fish-bone pattern. The results suggested that higher levels of fragmentation within the fish-bone pattern led to the loss of species and decreased diversity of large vertebrates.[23] Human impacts, such as the fragmentation of forests, may cause large areas to lose the ability to maintain biodiversity and ecosystem function due to loss of key ecological processes.[24] This can consequently cause changes within environments and skew evolutionary processes.[6] In North America, wild bird populations have declined by 29%, or around three billion, since 1970, largely as the result of anthropogenic causes such as habitat loss for human use, the primary driver of the decline, along with widespread use of neonicotinoid insecticides and the proliferation of domesticated cats allowed to roam outdoors.[25] Human influences, such as colonization and agriculture, have caused species to become distributed outside of their native ranges.[2] Fragmentation also has cascading effects on native species, beyond reducing habitat and resource availability; it leaves areas vulnerable to non-native invasions. Invasive species can out-compete or directly prey upon native species, as well as alter the habitat so that native species can no longer survive.[2][21][26] In extinct animal species for which the cause of extinction is known, over 50% were affected by invasive species. For 20% of extinct animal species, invasive species are the only cited cause of extinction. Invasive species are the second-most important cause of extinction for mammals.[27] Tropical regions are the most heavily impacted by defaunation.[1][2][6] These regions, which include the Brazilian Amazon, the Congo Basin of Central Africa, and Indonesia, experience the greatest rates of overexploitation and habitat degradation.[5] However, specific causes are varied, and areas with one endangered group (such as birds) do not necessarily also have other endangered groups (such as mammals, insects, or amphibians).[28] Deforestation of the Brazilian Amazon leads to habitat fragmentation and overexploitation. Hunting pressure in the Amazon rainforest has increased as traditional hunting techniques have been replaced by modern weapons such as shotguns.[2][29] Access roads built for mining and logging operations fragment the forest landscape and allow hunters to move into forested areas which previously were untouched.[29] The bushmeat trade in Central Africa incentivizes the overexploitation of local fauna.[2] Indonesia has the most endangered animal species of any area in the world.[30] International trade in wild animals, as well as extensive logging, mining and agriculture operations, drive the decline and extinction of numerous species.[30] Inbreeding and genetic diversity loss often occur with endangered species populations because they have small and/or declining populations. Loss of genetic diversity lowers the ability of a population to deal with change in their environment and can make individuals within the community homogeneous. If this occurs, these animals are more susceptible to disease and other occurrences that may target a specific genome. Without genetic diversity, one disease could eradicate an entire species. Inbreeding lowers reproduction and survival rates. It is suggested that these genetic factors contribute to the extinction risk in threatened/endangered species.[31] The consequences of defaunation can be expected to affect the plant community. There are three non-mutually exclusive conclusions as to the consequences on tropical forest plant communities: One recent study analyzed seedling density and composition from two areas, Los Tuxtlas and Montes Azules. Los Tuxtlas, which is affected more by human activity, showed higher seedling density and a smaller average number of different species than in the other area. Results suggest that an absence of vertebrate dispersers can change the structure and diversity of forests.[34] As a result, a plant community that relies on animals for dispersal could potentially have an altered biodiversity, species dominance, survival, demography, and spatial and genetic structure.[35] Poaching is likely to alter plant composition because the interactions between game and plant species varies in strength. Some game species interact strongly, weakly, or not at all with species. A change in plant species composition is likely to be a result because the net effect removal of game species varies among the plant species they interact with.[19] As large-bodied vertebrates are increasingly lost from seed-dispersal networks, small-bodied seed dispersers (i.e. bats, birds, dung beetles) and seed predators (i.e. rodents) are affected. Defaunation leads to reduced species diversity.[36][37] This is due to relaxed competition; small-bodied species normally compete with large-bodied vertebrates for food and other resources. As an area becomes defaunated, dominant small-bodied species take over, crowding out other similar species and leading to an overall reduced species diversity.[33] The loss of species diversity is reflective of a larger loss of biodiversity, which has consequences for the maintenance of ecosystem services.[2] The quality of the physical habitat may also suffer. Bird and bat species (many of who are small bodied seed dispersers) rely on mineral licks as a source of sodium, which is not available elsewhere in their diets. In defaunated areas in the Western Amazon, mineral licks are more thickly covered by vegetation and have lower water availability. Bats were significantly less likely to visit these degraded mineral licks.[29] The degradation of such licks will thus negatively affect the health and reproduction of bat populations.[29] Defaunation has negative consequences for seed dispersal networks as well. In the western Amazon, birds and bats have separate diets and thus form separate guilds within the network.[38] It is hypothesized that large-bodied vertebrates, being generalists, connect separate guilds, creating a stable, resilient network. Defaunation results in a highly modular network in which specialized frugivores instead act as the connector hubs.[38] Changes in predation dynamics, seed predation, seed dispersal, carrion removal, dung removal, vegetation trampling, and other ecosystem processes as a result of defaunation can affect ecosystem supporting and regulatory services, such as nutrient cycling and decomposition, crop pollination, pest control, and water quality.[1] Efforts against defaunation include wildlife overpasses[39] and riparian corridors.[40] Both of these can be otherwise known as wildlife crossing mechanisms. Wildlife overpasses are specifically used for the purpose of protecting many animal species from the roads.[39] Many countries use them and they have been found to be very effective in protecting species and allowing forests to be connected.[39] These overpasses look like bridges of forest that cross over many roads, like a walk bridge for humans, allowing animals to migrate from one side of the forest to the other safely since the road cut off the original connectivity.[39] It was concluded in a study done by Pell and Jones, looking at bird use of these corridors in Australia, that many birds did, in fact, use these corridors to travel from one side of forest to the other and although they did not spend much time in the corridor specifically, they did commonly use them.[39] Riparian corridors are very similar to overpasses they are just on flat land and not on bridges, however, they also work as connective \"bridges\" between fragmented pieces of forest. One study done connected the corridors with bird habitat and use for seed dispersal.[40] The conclusions of this study showed that some species of birds are highly dependent on these corridors as connections between forest, as flying across the open land is not ideal for many species.[40] Overall both of these studies agree that some sort of connectivity needs to be established between fragments in order to keep the forest ecosystem in the best health possible and that they have in fact been very effective.[39][40] Defaunation in the ocean has occurred later and less intensely than on land. A relatively small number of marine species have been driven to extinction. However, many species have undergone local, ecological, and commercial extinction.[41] Most large marine animal species still exist, such that the size distribution of global species assemblages has changed little since the Pleistocene, but individuals of each species are smaller on average, and overfishing has caused reductions in genetic diversity. Most extinctions and population declines to date have been driven by human overexploitation.[42] Overfishing has reduced populations of oceanic sharks and rays by 71% since 1970, with more than three quarters of species facing extinction.[43][44] Marine defaunation has a wide array of effects on ecosystem structure and function. The loss of animals can have both top-down (cascading) and bottom-up effects,[45][46] as well as consequences for biogeochemical cycling and ecosystem stability. Two of the most important ecosystem services threatened by marine defaunation are the provision of food and coastal storm protection.[41]","Title":"Defaunation - Wikipedia","KeyID":"11771","URL":"https://en.wikipedia.org/wiki/Defaunation"}