{"Content: ":"The great chain of being is a hierarchical structure of all matter and life, thought by medieval Christianity to have been decreed by God. The chain begins with God and descends through angels, humans, animals and plants to minerals.[1][2] The great chain of being (Latin: scala naturae, \"Ladder of Being\") is a concept derived from Plato, Aristotle (in his Historia Animalium), Plotinus and Proclus.[3] Further developed during the Middle Ages, it reached full expression in early modern Neoplatonism.[4][5] The chain of being hierarchy has God at the top, above angels, which like him are entirely spirit, without material bodies, and hence unchangeable. Beneath them are humans, consisting both of spirit and matter; they change and die, and are thus essentially impermanent. Lower are animals and plants. At the bottom are the mineral materials of the earth itself; they consist only of matter. Thus, the higher the being is in the chain, the more attributes it has, including all the attributes of the beings below it. The minerals are, in the medieval mind, a possible exception to the immutability of the material beings in the chain, as alchemy promised to turn lower elements like lead into those higher up the chain, like silver or gold. The chain of being links God, angels, humans, animals, plants, and minerals.[2] The links of the chain are: God has created all other beings and is therefore outside creation, time, and space. He has all the spiritual attributes found in humans and angels, and uniquely has his own attributes of omnipotence, omniscience, and omnipresence. He is the model of perfection for all lower beings.[2] In Christian angelology, angels are immortal beings of pure spirit without physical bodies, so they require temporary bodies made of earthly materials to be able to do anything in the material world.[2][6] They were thought to have spiritual attributes such as reason, love, and imagination.[2][7] Based on mentions of types of angel in the Bible, Pseudo-Dionysios devised a hierarchy of angelic beings, which other theologians like St. Thomas Aquinas adopted:[2][8] Humans uniquely shared spiritual attributes with God and the angels above them, love and language, and physical attributes with the animals below them, like having material bodies that experienced emotions and sensations like lust and pain, and physical needs such as hunger and thirst.[2] Animals have senses, are able to move, and have physical appetites. The highest animals like the lion, the king of beasts, could move vigorously, and had powerful senses such as excellent eyesight and the ability to smell their prey, while lower animals might wriggle or crawl, and the lowest like oysters were sessile, attached to the sea-bed. All, however, had the senses of touch and taste.[2] Plants lacked sense organs and the ability to move, but they could grow and reproduce. The highest plants had attractive attributes like leaves and flowers, while the lowest plants, like mushrooms and moss, did not, and stayed low on the ground, close to the mineral earth. All the same, many plants had useful properties serving for food or medicine.[2] At the bottom of the chain, minerals were unable to move, sense, grow, or reproduce. Their attributes were being solid and strong, while the gemstones possessed magic. The king of gems was the diamond.[2] The basic idea of a ranking of the world's organisms goes back to Aristotle's biology. In his History of Animals, where he ranked animals over plants based on their ability to move and sense, and graded the animals by their reproductive mode, live birth being \"higher\" than laying cold eggs, and possession of blood, warm-blooded mammals and birds again being \"higher\" than \"bloodless\" invertebrates.[10] Aristotle's non-religious concept of higher and lower organisms was taken up by natural philosophers during the Scholastic period to form the basis of the Scala Naturae. The scala allowed for an ordering of beings, thus forming a basis for classification where each kind of mineral, plant and animal could be slotted into place. In medieval times, the great chain was seen as a God-given and unchangeable ordering. In the Northern Renaissance, the scientific focus shifted to biology; the threefold division of the chain below humans formed the basis for Carl Linnaeus's Systema Naturæ from 1737, where he divided the physical components of the world into the three familiar kingdoms of minerals, plants and animals.[11] Alchemy used the great chain as the basis for its cosmology. Since all beings were linked into a chain, so that there was a fundamental unity of all matter, the transformation from one place in the chain to the next might, according to alchemical reasoning, be possible. In turn, the unit of the matter enabled alchemy to make another key assumption, the philosopher's stone, which somehow gathered and concentrated the universal spirit found in all matter along the chain, and which ex hypothesi might enable the alchemical transformation of one substance to another, such as the base metal lead to the noble metal gold.[12] The set nature of species, and thus the absoluteness of creatures' places in the great chain, came into question during the 18th century. The dual nature of the chain, divided yet united, had always allowed for seeing creation as essentially one continuous whole, with the potential for overlap between the links.[1] Radical thinkers like Jean-Baptiste Lamarck saw a progression of life forms from the simplest creatures striving towards complexity and perfection, a schema accepted by zoologists like Henri de Blainville.[13] The very idea of an ordering of organisms, even if supposedly fixed, laid the basis for the idea of transmutation of species, whether progressive goal-directed orthogenesis or Charles Darwin's undirected theory of evolution.[14][15] The chain of being continued to be part of metaphysics in 19th-century education, and the concept was well known. The geologist Charles Lyell used it as a metaphor in his 1851 Elements of Geology description of the geological column, where he used the term \"missing links\" about missing parts of the continuum. The term \"missing link\" later came to signify transitional fossils, particularly those bridging the gulf between man and beasts.[16] The idea of the great chain, as well as the derived \"missing link\", was abandoned in early 20th-century science,[17] as the notion of modern animals representing ancestors of other modern animals was abandoned in biology.[18] The idea of a certain sequence from \"lower\" to \"higher\" however lingers on, as does the idea of progress in biology.[19] Allenby and Garreau propose that the Catholic Church's narrative of the great chain of being kept the peace in Europe for centuries.[citation needed] The very concept of rebellion simply lay outside the reality within which most people lived, for to defy the King was to defy God. King James I himself wrote, \"The state of monarchy is the most supreme thing upon earth: for kings are not only God's Lieutenants upon earth, and sit upon God's throne, but even by God himself they are called Gods.\"[14] The Enlightenment broke this supposed divine plan, and fought the last vestiges of feudal hierarchy, by creating secular governmental structures that vested power into the hands of ordinary citizens, rather than in those of divinely ordained monarchs.[14] However, scholars such as Brian Tierney[20] and Michael Novak[21] have noted the medieval contribution to democracy and human rights. The American philosopher Ken Wilber described a \"Great Nest of Being\" which he claims to belong to a culture-independent \"perennial philosophy\" traceable across 3000 years of mystical and esoteric writings. Wilber's system corresponds with other concepts of transpersonal psychology.[22] In his 1977 book A Guide for the Perplexed, the economist E. F. Schumacher described a hierarchy of beings, with humans at the top able mindfully to perceive the \"eternal now\".[23]","Title":"Great chain of being - Wikipedia","KeyID":"11779","URL":"https://en.wikipedia.org/wiki/Great_chain_of_being"}