{"Content: ":"Lieutenant General Sir Thomas Molyneux, 1st Baronet FRS (14 April 1661 – 19 October 1733) was an Irish physician. Molyneux was the youngest son of Samuel Molyneux of Castle Dillon, County Armagh, Master Gunner of Ireland and his wife Margaret Anne Dowdall, and grandson of Daniel Molyneux, Ulster King of Arms.[1] His great-grandfather, Sir Thomas Molyneux, who was originally from Calais, had come to Ireland in about 1576, and became Chancellor of the Exchequer of Ireland. William Molyneux, the philosopher, was his brother. Educated at Trinity College, Dublin, he became a doctor with an MA and MB in 1683, aged 22. He went to Europe and continued his medical studies, resulting in gaining the MD degree in 1687. He was admitted a Fellow of the Royal Society on 3 November 1686.[2] Molyneux practised medicine in Chester sometime before 1690. He returned to Ireland after the Battle of the Boyne. He was elected a Fellow of the Irish College of Physicians 1692 and became the first State Physician in Ireland and also Physician General to the Army in Ireland,[1] with the rank of lieutenant general. Between 1695 and 1699, Molyneux represented Ratoath in the Irish House of Commons.[3] He was Regius Professor of Physic at Trinity College 1717–1733 and became a baronet in 1730. Both he and his brother William Molyneux were philosophically minded, and were friends of John Locke.[1] He married twice, first to Margaret, sister of the first Earl of Wicklow, with issue of a son and daughter. The son must have died as a child. He married secondly in 1694 Catherine Howard, daughter of Ralph Howard, at that time Regius Professor of Physic at Trinity College. They had four sons and eight daughters, of whom Daniel and Capel both succeeded to the baronetcy. Thomas died in 1733 at the age of 72. He was buried in St. Audoen's Church, Dublin,[4][1] and there is a fine monument to him in Armagh Cathedral by the sculptor Roubiliac, with an elaborate description of his honours and genealogy.[5] His portrait is in Armagh Museum. A partial list from the Philosophical Transactions of the Royal Society: Other Works: This article incorporates text from a publication now in the public domain: Chisholm, Hugh, ed. (1911). \"Molyneux\". Encyclopædia Britannica. Vol. 18 (11th ed.). Cambridge University Press. p. 682.","Title":"Sir Thomas Molyneux, 1st Baronet - Wikipedia","KeyID":"11784","URL":"https://en.wikipedia.org/wiki/Sir_Thomas_Molyneux"}