{"Content: ":"Isidore Geoffroy Saint-Hilaire (16 December 1805 – 10 November 1861) was a French zoologist and an authority on deviation from normal structure. In 1854 he coined the term éthologie (ethology).[1] He was born in Paris, the son of Étienne Geoffroy Saint-Hilaire. In his earlier years he showed an aptitude for mathematics, but eventually he devoted himself to the study of natural history and of medicine, and in 1824 he was appointed assistant naturalist to his father. In 1829 he delivered for his father the second part of a course of lectures on ornithology, and during the following three years he taught zoology at the Athénée, and teratology at the École pratique.[2][3] He was elected a member of the French Academy of Sciences in 1833, was in 1837 appointed to act as deputy for his father at the faculty of sciences in Paris. During the following year he was sent to Bordeaux to organize a similar faculty there. He became successively; inspector of the academy of Paris (1840), professor of the museum on the retirement of his father (1841), inspector-general of the university (1844), a member of the royal council for public instruction (1845), and on the death of Henri Marie Ducrotay de Blainville, professor of zoology at the Faculty of Sciences (1850). In 1854 he founded the Société zoologique d'acclimatation (Zoological Acclimatization Society), of which he also served as president.[2][4] He conducted investigations of omphalosites, celosomia, hermaphroditism, etc., and is credited with introducing the term teratologie.[5][6] From 1832 to 1837 he published his great teratological work, Histoire générale et particulière des anomalies de l’organisation chez l’homme et les animaux.[7] Isidore Geoffroy Saint-Hilaire is commemorated in the scientific name of a species of turtle, Phrynops hilarii.[8] Besides the above-mentioned work, he wrote:[2] He was also the author of various papers on zoology, comparative anatomy and palaeontology.[2]","Title":"Isidore Geoffroy Saint-Hilaire - Wikipedia","KeyID":"11792","URL":"https://en.wikipedia.org/wiki/Isidore_Geoffroy_Saint-Hilaire"}