{"Content: ":"The great hammerhead (Sphyrna mokarran) is the largest species of hammerhead shark, belonging to the family Sphyrnidae, attaining an average length of 4.6 m (15 ft) and reaching a maximum length of 6.1 m (20 ft). It is found in tropical and warm temperate waters worldwide, inhabiting coastal areas and the continental shelf. The great hammerhead can be distinguished from other hammerheads by the shape of its \"hammer\" (called the \"cephalofoil\"), which is wide with an almost straight front margin, and by its tall, sickle-shaped first dorsal fin. A solitary, strong-swimming apex predator, the great hammerhead feeds on a wide variety of prey ranging from crustaceans and cephalopods, to bony fish, to smaller sharks. Observations of this species in the wild suggest that the cephalofoil functions to immobilize stingrays, a favored prey. This species has a viviparous mode of reproduction, bearing litters of up to 50 pups every two years. Although potentially dangerous, the great hammerhead rarely attacks humans. It sometimes behaves inquisitively toward divers and should be treated with respect. This shark is heavily fished for its large fins, which are valuable on the Chinese market as the main ingredient of shark fin soup. As a result, great hammerhead populations are declining substantially worldwide, and it has been assessed as critically endangered by the International Union for Conservation of Nature (IUCN) as of 2019. The great hammerhead was first described as Zygaena mokarran in 1837 by German naturalist Eduard Rüppell. The name was later changed to the current Sphyrna mokarran.[3] For many years, though, the valid scientific name for the great hammerhead was thought to be Sphyrna tudes, which was coined in 1822 by Achille Valenciennes. In 1950, Enrico Tortonese determined that the specimens illustrated by Valenciennes were in fact smalleye hammerheads, to which the name S. tudes then applied. As the next-most senior synonym, Sphyrna mokarran became the great hammerhead's valid name. The lectotype for this species is a 2.5-m-long (8.2 ft) male from the Red Sea.[4] Eusphyra blochii Sphyrna mokarran Sphyrna zygaena Sphyrna lewini Sphyrna tudes Sphyrna media Sphyrna tiburo Sphyrna corona Older studies based on morphology have generally placed the great hammerhead as one of the more derived members of its family, reflecting the traditional view that cephalofoil size gradually increased over the course of hammerhead shark evolution, but this view has been refuted by phylogenetic analyses using nuclear and mitochondrial DNA, which found that the great hammerhead and the smooth hammerhead (S. zygaena) form a clade that is basal to all other Sphyrna species. These results also show that the first hammerheads to evolve had large rather than small cephalofoils.[5][6] The great hammerhead inhabits tropical waters around the world, between the latitudes of 40°N and 37°S. In the Atlantic Ocean, it is found from North Carolina to Uruguay, including the Gulf of Mexico and the Caribbean Sea, and from Morocco to Senegal, and the Mediterranean Sea. It is found all along the rim of the Indian Ocean, and in the Pacific Ocean from the Ryukyu Islands to Australia, New Caledonia, and French Polynesia, and from southern Baja California to Peru.[3] It may occur off Gambia, Guinea, Mauritania, Sierra Leone, and Western Sahara, but this has not been confirmed.[1] Great hammerheads may be found from inshore waters less than 1 m (3.3 ft) deep, to a depth of 80 m (260 ft) offshore. They favor coral reefs, but also inhabit continental shelves, island terraces, lagoons, and deep water near land. They are migratory; populations off Florida and in the South China Sea have been documented moving closer to the poles in the summer.[4] The streamlined body of the great hammerhead with the expanded cephalofoil is typical of the hammerhead sharks. Adults can be distinguished from the scalloped hammerhead and the smooth hammerhead by the shape of the cephalofoil, which has a nearly straight front margin (as opposed to arched), with prominent medial and lateral indentations. The width of the cephalofoil is 23–27% of the body length. The teeth are triangular and strongly serrated, becoming more oblique toward the corners of the mouth. Seventeen tooth rows are on either side of the upper jaw, with two or three teeth at the symphysis (the midline of the jaw), and 16–17 teeth on either side of the lower jaw and one to three at the symphysis.[3] The first dorsal fin is distinctive, being very tall and strongly sickle-shaped, and originates over the insertions of the pectoral fins. The second dorsal fin and anal fin are both relatively large, with deep notches in the rear margins. The pelvic fins are sickle-shaped with concave rear margins, in contrast to the straight-margined pelvic fins of the scalloped hammerhead. The skin is covered with closely placed dermal denticles. Each denticle is diamond-shaped, with three to five horizontal ridges leading to marginal teeth in smaller individuals, and five or six in larger ones. The great hammerhead is dark brown to light gray to olive above, fading to white on the underside. The fins are unmarked in adults, while the tip of the second dorsal fin may be dark in juveniles.[3][4] The typical minimum great hammerhead measures 3.5 m (11 ft) long and weighs over 230 kg (510 lb), while the maximum measures 4.6 m (15 ft) long. A small percentage of the population, mostly or all females, are much larger. The longest great hammerhead on record was 6.1 m (20 ft).[3][4] The heaviest known great hammerhead is a female, 4.4 m (14 ft) long and 580 kg (1,280 lb) in weight caught off Boca Grande, Florida, in 2006. The weight of the female was due to her being pregnant with 55 neonatal pups.[7] Jaws Upper teeth Lower teeth The great hammerhead is a solitary, nomadic predator that tends to be given a wide berth by other reef sharks. If confronted, it may respond with an agonistic display, dropping its pectoral fins and swimming in a stiff or jerky fashion.[8] Juveniles are preyed upon by larger sharks such as bull sharks (Carcharhinus leucas), while adults have no major predators except for killer whales, which hunt hammerheads of any age.[3] Yellow jacks (Carangoides bartholomaei) have been seen rubbing themselves against the hammerhead's flanks, possibly to rid themselves of parasites.[9] Schools of pilot fish (Naucrates ductor) sometimes accompany the great hammerhead.[10] The great hammerhead is parasitized by several species of copepods, including Alebion carchariae, A. elegans, Nesippus orientalis, N. crypturus, Eudactylina pollex, Kroyeria gemursa, and Nemesis atlantica.[3] The great hammerhead shark is an active predator with a varied diet, known prey of the great hammerhead include invertebrates such as crabs, lobsters, squid, and octopus; bony fishes such as tarpon, sardines, sea catfishes, toadfish, porgies, grunts, jacks, croakers, groupers, flatfishes, boxfishes, and porcupine fishes; and smaller sharks such as smoothhounds.[4] At Rangiroa Atoll, great hammerheads prey opportunistically on grey reef sharks (Carcharhinus amblyrhynchos) that have exhausted themselves pursuing mates.[11] The species is known to be cannibalistic.[3] In the Gatun Formation of Panama, fossil teeth belonging to great hammerheads suggest the shark once preyed on juvenile Otodus megalodon, alongside the extinct snaggletooth shark Hemipristis serra, with which it was once contemporary.[12] Great hammerheads are apex predators among sharks, and are specialists at feeding on other sharks, rays, and skates, especially stingrays.[13] The venomous spines of stingrays are frequently found lodged inside its mouth and do not seem to bother the shark, as one specimen caught off Florida had 96 spines in and around its mouth. Great hammerheads primarily hunt at dawn or dusk, swinging their heads in broad angles over the sea floor so as to pick up the electrical signatures of stingrays buried in the sand, via numerous electroreceptory organs located on the underside of the cephalofoil. The cephalofoil also serves as a hydrofoil that allows the shark to quickly turn around and strike at a ray once detected.[14] Off Florida, large hammerheads are often the first to reach newly baited sharklines, suggesting a particularly keen sense of smell.[4] Another function of the cephalofoil is suggested by an observation of a great hammerhead attacking a southern stingray (Dasyatis americana) in the Bahamas; the shark first knocked the ray to the sea bottom with a powerful blow from above, and then pinned it with its head while pivoting to take a large bite from each side of the ray's pectoral fin disc. This effectively crippled the stingray, which was then picked up in the jaws and sawed apart with rapid shakes of the head.[15] A great hammerhead has also been seen attacking a spotted eagle ray (Aetobatus narinari) in open water by taking a massive bite out of one of its pectoral fins. The ray thus incapacitated, the shark once again used its head to pin it to the bottom and pivoted to take the ray in its jaws head-first. These observations suggest that the great hammerhead seeks to disable rays with the first bite, a strategy similar to that of the great white shark (Carcharodon carcharias), and that its cephalofoil is an adaptation for prey handling.[16] A 2016 study of specimens logged with accelerometers showed that great hammerhead sharks reduce drag and lessen energy expenditure by swimming on their side in a posture termed \"rolled swimming\". The shark uses its very large dorsal fin to help achieve lift, a habit that had previously been noted in captive specimens, and may spend up to 90% of its time in this swimming orientation. The technique is thought to save about 10% in drag and consequently movement costs.[17] As with other hammerhead sharks, great hammerheads are viviparous; once the developing young use up their supply of yolk, the yolk sac is transformed into a structure analogous to a mammalian placenta. Unlike most other sharks, which mate on or near the sea bottom, great hammerheads have been observed mating near the surface. In one account from the Bahamas, a mating pair ascended while swimming around each other, mating when they reached the surface.[3] Females breed once every two years, giving birth from late spring to summer in the Northern Hemisphere and from December to January in Australian waters.[1] The gestation period is 11 months.[3] The litter size ranges from six to 55 pups, with 20–40 being typical.[7] The young measure 50–70 cm (19.5–27.5 in) at birth; males reach maturity at 2.3–2.8 m (7.5–9.2 ft) long and 51 kg (112 lb) and the females at 2.5–3.0 m (8.2–9.8 ft) and 41 kg (90 lb). The young differ from the adults in having a rounded frontal margin on the head.[1][3] The typical lifespan of this species is 20–30 years;[3] the record Boca Grande female was estimated to be 40–50 years old.[7] With its large size and cutting teeth, the great hammerhead could seriously injure a human, so caution should be exercised around them. This species has a (possibly undeserved) reputation for aggression and being the most dangerous of the hammerhead sharks.[18][19] Divers underwater have reported that great hammerheads tend to be shy or nonreactive toward humans.[9][14] Reports have been made of great hammerheads approaching divers closely and even charging them when they first enter the water.[10][18] As of 2011, the International Shark Attack File lists 34 bites, with 17 of them unprovoked and none fatal, attributable to hammerhead sharks of the genus Sphyrna. Due to the difficulty in identifying the species involved, how many were caused by great hammerheads is uncertain. This shark has been confirmed to be responsible for only one (provoked) bite.[20] The great hammerhead is regularly caught both commercially and recreationally in the tropics, using longlines, fixed bottom nets, hook-and-line, and trawls. Though the meat is rarely consumed, their fins are becoming increasing valuable due to the Asian demand for shark fin soup.[21] In addition, their skin used for leather, their liver oil for vitamins, and their carcasses for fishmeal.[3] The great hammerhead is also taken unintentionally as bycatch and suffers very high mortality, over 90% for fisheries in the northwest Atlantic and the Gulf of Mexico. Entanglement in shark nets around Australian and South African beaches is another source of mortality.[1] In Queensland, Australia recreational fishers are prohibited from taking any hammerhead species.[22] In Australia's other northern jurisdictions (the Northern Territory and Western Australia) recreational targeting and catching of great hammerheads is allowed.[23][24] The great hammerhead is extremely vulnerable to overfishing due to its low overall abundance and long generation time. Assessment of its conservation status is difficult, as few fisheries separate the great hammerhead from other hammerheads in their reported catches. This species is listed as globally endangered on the IUCN Red List. It is endangered in the north-western Atlantic and the Gulf of Mexico, where though it is not a targeted species, populations have dropped 50% since the 1990s due to bycatch. It is also endangered in the southwestern Indian Ocean, where large numbers of longline vessels operate illegally along the coasts for hammerheads and the giant guitarfish (Rhynchobatus djiddensis). The great hammerhead catch rate in Indian Ocean has declined 73% from 1978 to 2003, though whether these represent localized or widespread depletions is uncertain. The great hammerhead is critically endangered along the western coast of Africa, where stocks have collapsed, with an estimated 80% decline in the past 25 years. The West African Sub-Regional Fishing Commission (SRFC) has recognized the great hammerhead as one of the four most threatened species in the region, though fishing continues unmonitored and unregulated. Off northern Australia, this species was assessed as data deficient, but at \"high risk\". Concern has arisen there over a substantial increase in illegal, unreported, and unregulated fishing, reflecting the rising value of this shark's fins.[1] No conservation measures specifically protecting the great hammerhead have been enacted. It is listed on Annex I, Highly Migratory Species, of the UN Convention on the Law of the Sea, though no management schemes have yet been implemented under this agreement. The banning of shark finning by countries and supranational entities such as United States, Australia, and the European Union, and international regulatory bodies such as the International Commission for the Conservation of Atlantic Tunas, should reduce fishing pressure on the great hammerhead.[1] According to a January 2021 study in Nature, which studied 31 species of sharks and rays, the number of these species found in open oceans had dropped by 71% in around 50 years. The great hammerhead was included in the study.[25][26] ","Title":"Great hammerhead - Wikipedia","KeyID":"11806","URL":"https://en.wikipedia.org/wiki/Great_hammerhead"}