{"Content: ":"David M. Raup (April 24, 1933 – July 9, 2015) was a University of Chicago paleontologist. Raup studied the fossil record and the diversity of life on Earth. Raup contributed to the knowledge of extinction events along with his colleague Jack Sepkoski. They suggested that the extinction of dinosaurs 66 mya was part of a cycle of mass extinctions that may have occurred every 26 million years. Born on April 24, 1933, and raised in Boston, Raup's interest in the fossil record did not begin at a young age, having had very little contact with such things until later in life. He focused instead on leisure activities such as skiing and camping. His first mentor was John Clark, a vertebrate paleontologist and sedimentologist at the University of Chicago while starting his education. Raup began his academic career at Colby College in Maine before transferring two years later to the University of Chicago where he earned his Bachelor of Science degree. From there, he went to Harvard for graduate studies where he majored in geology while focussing on paleontology and biology; he earned his MA and PhD degrees there. Raup taught at Caltech, Johns Hopkins and the University of Rochester.[1] He was a curator and Dean of Science at the Field Museum of Natural History in Chicago as well as a visiting professor in Germany at Tübingen and on the faculty of the College of the Virgin Islands. Raup was heavily involved through his career in joint programs with biology and in promoting training of paleontologists in modern marine environments. In 1994, he retired to Washington Island in northern Lake Michigan. Prior to his death, he assisted the Santa Fe Institute to develop methods and approaches to dealing with the evolutionary exploration of morphospace. He died on July 9, 2015 of pneumonia.[2] The Hungaria asteroid 9165 Raup was named in his honor.[3] Raup was elected to the American Academy of Arts and Sciences in 1996[4] and the American Philosophical Society in 2002.[5] Books Periodicals","Title":"David M. Raup - Wikipedia","KeyID":"11804","URL":"https://en.wikipedia.org/wiki/David_M._Raup"}