{"Content: ":"Mean sea level (MSL, often shortened to sea level) is an average surface level of one or more among Earth's coastal bodies of water from which heights such as elevation may be measured. The global MSL is a type of vertical datum – a standardised geodetic datum – that is used, for example, as a chart datum in cartography and marine navigation, or, in aviation, as the standard sea level at which atmospheric pressure is measured to calibrate altitude and, consequently, aircraft flight levels. A common and relatively straightforward mean sea-level standard is instead the midpoint between a mean low and mean high tide at a particular location.[1] Sea levels can be affected by many factors and are known to have varied greatly over geological time scales. However, 20th century and current millennium sea level rise is presumed to be caused by climate change,[2] and careful measurement of variations in MSL can offer insights into ongoing climate change.[3] Because most of human settlement and infrastructure was built in response to a more normalized sea level with limited expected change, populations effect by climate change connected sea level rise will need to invest in climate adaptation to mitigate the worst effects or when populations are in extreme risk, a process managed retreat. The term above sea level generally refers to above mean sea level (AMSL). The term APSL means Above Present Sea Level, comparing sea levels in the past with the level today. Earth's radius at sea level is 6378.137 km (3963.191 mi) at the equator. It is 6,356.752 km (3,949.903 mi) at the poles and 6,371.001 km (3,958.756 mi) on average.[4] Precise determination of a \"mean sea level\" is difficult because of the many factors that affect sea level.[5] Instantaneous sea level varies quite a lot on several scales of time and space. This is because the sea is in constant motion, affected by the tides, wind, atmospheric pressure, local gravitational differences, temperature, salinity, and so forth. The easiest way this may be calculated is by selecting a location and calculating the mean sea level at that point and using it as a datum. For example, a period of 19 years of hourly level observations may be averaged and used to determine the mean sea level at some measurement point. Still-water level or still-water sea level (SWL) is the level of the sea with motions such as wind waves averaged out.[6] Then MSL implies the SWL further averaged over a period of time such that changes due to, e.g., the tides, also have zero mean. Global MSL refers to a spatial average over the entire ocean. One often measures the values of MSL in respect to the land; hence a change in relative MSL can result from a real change in sea level, or from a change in the height of the land on which the tide gauge operates. In the UK, the Ordnance Datum (the 0 metres height on UK maps) is the mean sea level measured at Newlyn in Cornwall between 1915 and 1921.[7] Before 1921, the vertical datum was MSL at the Victoria Dock, Liverpool. Since the times of the Russian Empire, in Russia and its other former parts, now independent states, the sea level is measured from the zero level of Kronstadt Sea-Gauge. In Hong Kong, \"mPD\" is a surveying term meaning \"metres above Principal Datum\" and refers to height of 1.230m below the average sea level. In France, the Marégraphe in Marseilles measures continuously the sea level since 1883 and offers the longest collated data about the sea level. It is used for a part of continental Europe and the main part of Africa as the official sea level. Spain uses the reference to measure heights below or above sea level at Alicante, and another European vertical elevation reference (European Vertical Reference System) is to the Amsterdam Peil elevation, which dates back to the 1690s. Satellite altimeters have been making precise measurements of sea level[8] since the launch of TOPEX/Poseidon in 1992. A joint mission of NASA and CNES, TOPEX/Poseidon was followed by Jason-1 in 2001 and the Ocean Surface Topography Mission on the Jason-2 satellite in 2008. Height above mean sea level (AMSL) is the elevation (on the ground) or altitude (in the air) of an object, relative to the average sea level datum. It is also used in aviation, where some heights are recorded and reported with respect to mean sea level (MSL) (contrast with flight level), and in the atmospheric sciences, and land surveying. An alternative is to base height measurements on an ellipsoid of the entire Earth, which is what systems such as GPS do. In aviation, the ellipsoid known as World Geodetic System 84 is increasingly used to define heights; however, differences up to 100 metres (328 feet)[citation needed] exist between this ellipsoid height and mean tidal height. The alternative is to use a geoid-based vertical datum such as NAVD88 and the global EGM96 (part of WGS84). When referring to geographic features such as mountains on a topographic map, variations in elevation are shown by contour lines. The elevation of a mountain denotes the highest point or summit and is typically illustrated as a small circle on a topographic map with the AMSL height shown in metres, feet or both. In the rare case that a location is below sea level, the elevation AMSL is negative. For one such case, see Amsterdam Airport Schiphol. To extend this definition far from the sea means comparing the local height of the mean sea surface with a \"level\" reference surface, or geodetic datum, called the geoid. In a state of rest or absence of external forces, the mean sea level would coincide with this geoid surface, being an equipotential surface of the Earth's gravitational field which, in itself, does not conform to a simple sphere or ellipsoid and exhibits measurable variations such as those measured by NASA's GRACE satellites to determine mass changes in ice-sheets and aquifers. In reality, this ideal does not occur due to ocean currents, air pressure variations, temperature and salinity variations, etc., not even as a long-term average. The location-dependent, but persistent in time, separation between mean sea level and the geoid is referred to as (mean) ocean surface topography. It varies globally in a range of ± 2 m. Several terms are used to describe the changing relationships between sea level and dry land. The melting of glaciers at the end of ice ages is one example of eustatic sea level rise. The subsidence of land due to the withdrawal of groundwater is an isostatic cause of relative sea level rise. Paleoclimatologists can track sea level by examining the rocks deposited along coasts that are very tectonically stable, like the east coast of North America. Areas like volcanic islands are experiencing relative sea level rise as a result of isostatic cooling of the rock which causes the land to sink. On other planets that lack a liquid ocean, planetologists can calculate a \"mean altitude\" by averaging the heights of all points on the surface. This altitude, sometimes referred to as a \"sea level\" or zero-level elevation, serves equivalently as a reference for the height of planetary features. Local mean sea level (LMSL) is defined as the height of the sea with respect to a land benchmark, averaged over a period of time (such as a month or a year) long enough that fluctuations caused by waves and tides are smoothed out. One must adjust perceived changes in LMSL to account for vertical movements of the land, which can be of the same order (mm/yr) as sea level changes. Some land movements occur because of isostatic adjustment of the mantle to the melting of ice sheets at the end of the last ice age. The weight of the ice sheet depresses the underlying land, and when the ice melts away the land slowly rebounds. Changes in ground-based ice volume also affect local and regional sea levels by the readjustment of the geoid and true polar wander. Atmospheric pressure, ocean currents and local ocean temperature changes can affect LMSL as well. Eustatic sea level change (as opposed to local change) results in an alteration to the global sea levels due to changes in either the volume of water in the world's oceans or net changes in the volume of the oceanic basins.[12] There are many factors which can produce short-term (a few minutes to 14 months) changes in sea level. Two major mechanisms are causing sea level to rise. First, shrinking land ice, such as mountain glaciers and polar ice sheets, is releasing water into the oceans. Second, as ocean temperatures rise, the warmer water expands.[13] Tide gauge measurements show that the current global sea level rise began at the start of the 20th century. Between 1901 and 2018, the globally averaged sea level rose by 15–25 cm (6–10 in).[14] More precise data gathered from satellite radar measurements reveal an accelerating rise of 7.5 cm (3 in) from 1993 to 2017,[15]: 1554  for an average rate of 3.1 cm (1+1⁄4 in) per decade. This acceleration is due mostly to climate change, which heats (and therefore expands) the ocean and which melts the land-based ice sheets and glaciers.[16] Between 1993 and 2018, the thermal expansion of water contributed 42% to sea level rise; melting of temperate glaciers, 21%; Greenland, 15%; and Antarctica, 8%.[15]: 1576  Climate scientists expect the rate to further accelerate during the 21st century, with the latest measurements saying the sea levels are rising by 3.7 mm per year.[17] Due to the complexity of the climate system and long time lags in sea level reactions to Earth temperature changes, projecting future sea level is challenging. It is almost certain that sea levels will continue to rise. Depending on how strongly greenhouse gas emissions are reduced, further sea level rise from fairly well-understood processes will be around 0.38 m (1 ft 3 in) to 0.77 m (2 ft 6 in) by 2100.[18]: SPM-28  Taking less-understood processes into account, and under a very-high emission scenario, a rise of around 2 m cannot be excluded.[19][18]: TS-45  Over a longer timescale, the sea level is predicted to rise by 2–3 m if global warming is limited to 1.5 °C, by up to 6 m if it peaks at 2 °C and by 19–22 m if it peaks at 5 °C.[18]: SPM-28  The sea level will not rise uniformly everywhere on Earth. Local factors include tectonic effects and subsidence of the land, tides, currents and storms. Sea level rises can affect human populations considerably in coastal and island regions.[20] Widespread coastal flooding is expected with several degrees of warming sustained for millennia.[21] Further effects are higher storm-surges and more dangerous tsunamis, displacement of populations, loss and degradation of agricultural land and damage in cities.[22][23][24] Natural environments like marine ecosystems are also affected, with fish, birds and plants losing parts of their habitat.[25] Pilots can estimate height above sea level with an altimeter set to a defined barometric pressure. Generally, the pressure used to set the altimeter is the barometric pressure that would exist at MSL in the region being flown over. This pressure is referred to as either QNH or \"altimeter\" and is transmitted to the pilot by radio from air traffic control (ATC) or an automatic terminal information service (ATIS). Since the terrain elevation is also referenced to MSL, the pilot can estimate height above ground by subtracting the terrain altitude from the altimeter reading. Aviation charts are divided into boxes and the maximum terrain altitude from MSL in each box is clearly indicated. Once above the transition altitude, the altimeter is set to the international standard atmosphere (ISA) pressure at MSL which is 1013.25 hPa or 29.92 inHg.[28]","Title":"Sea level - Wikipedia","KeyID":"11800","URL":"https://en.wikipedia.org/wiki/Sea_level"}