{"Content: ":"David Benatar (born 1966) is a South African philosopher, academic and author. He is best known for his advocacy of antinatalism in his book Better Never to Have Been: The Harm of Coming into Existence, in which he argues that coming into existence is a serious harm, regardless of the feelings of the existing being once brought into existence, and that, as a consequence, it is always morally wrong to create more sentient beings.[1] Benatar is the son of Solomon Benatar, a global-health expert who founded the Bioethics Centre at the University of Cape Town. Not much is known about Benatar's personal life as he deliberately guards his privacy. He has held antinatalist views since his childhood.[2] Benatar is professor of philosophy and director of the Bioethics Centre at the University of Cape Town in Cape Town, South Africa.[3] He is a member of the editorial board of the Journal of Controversial Ideas.[4] Benatar argues from the premise that pain is, in itself, a bad thing.[5] His work has often been associated with contemporary philosophies of nihilism and pessimism. Benatar has stated his lack of approval toward the benevolent world-exploder view.[6][7] Benatar argues there is crucial asymmetry between the good and the bad things, such as pleasure and pain, which means it would be better for humans not to have been born: Benatar argues that bringing someone into existence generates both good and bad experiences, pain and pleasure, whereas not doing so generates neither pain nor pleasure. The absence of pain is good, the absence of pleasure is not bad. Therefore, the ethical choice is weighed in favor of non-procreation. Benatar raises four other related asymmetries that he considers quite plausible: Benatar raises the issue of whether humans inaccurately estimate the true quality of their lives, and has cited three psychological phenomena which he believes are responsible for this: He concludes: The above psychological phenomena are unsurprising from an evolutionary perspective. They militate against suicide and in favour of reproduction. If our lives are quite as bad as I shall still suggest they are, and if people were prone to see this true quality of their lives for what it is, they might be much more inclined to kill themselves, or at least not to produce more such lives. Pessimism, then, tends not to be naturally selected.[11] Benatar's The Second Sexism: Discrimination Against Men and Boys (2012) examines various issues regarding misandry and the negative socially-imposed aspects of male identity. As a work within the men's liberation movement, it does not seek to attack or diminish the ideas of feminism, but rather to shine light on the parallel existence of systemic and cultural discrimination against men and boys, and how it simultaneously contributes to the oppression of women. In a review of the book, philosopher Simon Blackburn writes that \"Benatar knows that such examples are likely to meet snorts of disbelief or derision, but he is careful to back up his claims with empirical data,\" and through this book, he shows that \"if it is all too often tough being a woman, it is also sometimes tough being a man, and that any failure to recognise this risks distorting what should be everyone's goal, namely universal sympathy as well as social justice for all, regardless of gender.\"[12] In another review, the philosopher Iddo Landau praises the work as \"a very well-argued book that presents an unorthodox thesis and defends it ably,\" agreeing with Benatar that \"in order to cope with the hitherto ignored second sexism, we should not only acknowledge it, but also dedicate much more empirical and philosophical research to this under-explored topic and, of course, try to change many attitudes, social norms, and laws\".[13] Benatar is the author of a series of widely cited papers in medical ethics, including \"Between Prophylaxis and Child Abuse\" (The American Journal of Bioethics) and \"A Pain in the Fetus: Toward Ending Confusion about Fetal Pain\" (Bioethics).[14][15] His work has been published in such journals as Ethics, Journal of Applied Philosophy, Social Theory and Practice, American Philosophical Quarterly, QJM: An International Journal of Medicine, Journal of Law and Religion and the British Medical Journal. Nic Pizzolatto, creator and writer of True Detective, has cited Benatar's Better Never to Have Been as an influence on the TV series (along with Ray Brassier's Nihil Unbound, Thomas Ligotti's The Conspiracy Against the Human Race, Jim Crawford's Confessions of an Antinatalist, and Eugene Thacker's In The Dust of This Planet).[16] Benatar is vegan, and has taken part in debates on veganism.[17] He has argued that humans are \"responsible for the suffering and deaths of billions of other humans and non-human animals. If that level of destruction were caused by another species we would rapidly recommend that new members of that species not be brought into existence.\"[18][19] He has also argued that the outbreak of zoonotic diseases, such as the COVID-19 pandemic,[20] is often the result of how humans mistreat animals.[21] Benatar is an atheist and has stated that he has no children of his own.[22][23]","Title":"David Benatar - Wikipedia","KeyID":"11824","URL":"https://en.wikipedia.org/wiki/David_Benatar"}