{"Content: ":"A poliovirus, the causative agent of polio (also known as poliomyelitis), is a serotype of the species Enterovirus C, in the family of Picornaviridae.[1] There are three poliovirus serotypes: types 1, 2, and 3. Poliovirus is composed of an RNA genome and a protein capsid. The genome is a single-stranded positive-sense RNA (+ssRNA) genome that is about 7500 nucleotides long.[2] The viral particle is about 30 nm in diameter with icosahedral symmetry. Because of its short genome and its simple composition—only RNA and a nonenveloped icosahedral protein coat that encapsulates it—poliovirus is widely regarded as the simplest significant virus.[3] Poliovirus was first isolated in 1909 by Karl Landsteiner and Erwin Popper.[4] The structure of the virus was first elucidated in 1958 using X-ray diffraction by a team at Birkbeck College led by Rosalind Franklin,[5][6] showing the polio virus to have icosahedral symmetry.[7] In 1981, the poliovirus genome was published by two different teams of researchers: by Vincent Racaniello and David Baltimore at MIT[8] and by Naomi Kitamura and Eckard Wimmer at Stony Brook University.[9] The three-dimensional structure of poliovirus was determined in 1985 by James Hogle at Scripps Research Institute using X-ray crystallography.[10] Poliovirus is one of the most well-characterized viruses, and has become a useful model system for understanding the biology of RNA viruses. Poliovirus infects human cells by binding to an immunoglobulin-like receptor, CD155 (also known as the poliovirus receptor or PVR)[12][13] on the cell surface.[14] Interaction of poliovirus and CD155 facilitates an irreversible conformational change of the viral particle necessary for viral entry.[15][16] Following attachment to the host cell membrane, entry of the viral nucleic acid was thought to occur one of two ways: via the formation of a pore in the plasma membrane through which the RNA is then “injected” into the host cell cytoplasm, or via virus uptake by receptor-mediated endocytosis.[17] Recent experimental evidence supports the latter hypothesis and suggests that poliovirus binds to CD155 and is taken up by endocytosis. Immediately after internalization of the particle, the viral RNA is released.[18] Poliovirus is a positive-stranded RNA virus. Thus, the genome enclosed within the viral particle can be used as messenger RNA and immediately translated by the host cell. On entry, the virus hijacks the cell's translation machinery, causing inhibition of cellular protein synthesis in favor of virus-specific protein production.[19] Unlike the host cell's mRNAs, the 5' end of poliovirus RNA is extremely long—over 700 nucleotides—and highly structured. This region of the viral genome is called an internal ribosome entry site (IRES). This region consists of many secondary structures and 3 or 4 domains. Domain 3 is a self folding RNA element that contains conserved structural motifs in various stable stem loops linked by two four-way junctions. As IRES consists of many domains, these domains themselves consist of many loops that contribute to modified translation without a 5’ end cap by hijacking ribosomes. The interaction loop of domain 3 is known as GNRA tetraloop. The residues of adenosines A180 and A181 in the GUAA tetraloop form hydrogen bonds via non canonical base pairing interactions with the base pairs of the receptors C230/G242 and G231/C241, respectively.[20] Genetic mutations in this region prevent viral protein production.[21][22][23] The first IRES to be discovered was found in poliovirus RNA.[24] Poliovirus mRNA is translated as one long polypeptide. This polypeptide is then autocleaved by internal proteases into about 10 individual viral proteins. Not all cleavages occur with the same efficiency. Therefore, the amounts of proteins produced by the polypeptide cleavage vary: for example, smaller amounts of 3Dpol are produced than those of capsid proteins, VP1–4.[25][26] These individual viral proteins are:[3][27] After translation, transcription and genome replication which involve a single process, synthesis of (+) RNA) is realized. For the infecting (+)RNA to be replicated, multiple copies of (−)RNA must be transcribed and then used as templates for (+)RNA synthesis. Replicative intermediates (RIs), which are an association of RNA molecules consisting of a template RNA and several growing RNAs of varying length, are seen in both the replication complexes for (−)RNAs and (+)RNAs. For synthesis of each negative-strand and positive-strand RNAs, VPg protein in the poliovirus works as a primer. RNA-dependent RNA polymerase of the poliovirus adds two uracil nucleotides (UU) to VPg protein utilizing the poly(A) tail at the 3′-end of the +ssRNA genome as a pattern for synthesis of the negative-strand antigenomic RNA. To initiate this −ssRNA synthesis, the tyrosine hydroxyl of VPg is needed. But for the initiation of positive strand RNA synthesis, CRE-dependent VPg uridylylation is needed. Which means that VPg is once more utilized as a primer however this time it adds the two uridine triphosphates using a cis-acting replication element (CRE) as a template.[29][30] The CRE of poliovirus is identified as an unachieved base-paired stem and a final loop consisting of 61 nt. The CRE is found in enteroviruses. It is a highly preserved secondary RNA structural element and bedded in the genome's polyprotein-coding region. The complex can be translocated to the 5' region of the genome that have no coding activity, at least 3.7-kb distant from the initial location. This process can occurs without negatively influencing activity. CRE copies don't influence replication negatively. Uridylylation process of VPg that takes place at CRE needs the presence of 3CDpro that is an RNA binding protein. It is attached to the CRE directly and specifically. Because of its presence VPg can bind the CRE properly and primary production proceeds without problems.[31] Some of the (+) RNA molecules are used as templates for further (−) RNA synthesis, some function as mRNA, and some are destined to be the genomes of progeny virions.[25] In the assembly of new virus particles (i.e. the packaging of progeny genome into a procapsid which can survive outside the host cell), including, respectively:[32] Fully assembled poliovirus leaves the confines of its host cell by lysis[33] 4 to 6 hours following initiation of infection in cultured mammalian cells.[34] The mechanism of viral release from the cell is unclear,[2] but each dying cell can release up to 10,000 polio virions.[34] Drake demonstrated that poliovirus is able to undergo multiplicity reactivation.[35] That is, when polioviruses were irradiated with UV light and allowed to undergo multiple infections of host cells, viable progeny could be formed even at UV doses that inactivated the virus in single infections. Poliovirus can undergo genetic recombination when at least two viral genomes are present in the same host cell. Kirkegaard and Baltimore[36] presented evidence that RNA-dependent RNA polymerase (RdRP) catalyzes recombination by a copy choice mechanism in which the RdRP switches between (+)ssRNA templates during negative strand synthesis. Recombination in RNA viruses appears to be an adaptive mechanism for repairing genome damage.[37][38] Poliovirus is structurally similar to other human enteroviruses (coxsackieviruses, echoviruses, and rhinoviruses), which also use immunoglobulin-like molecules to recognize and enter host cells.[13] Phylogenetic analysis of the RNA and protein sequences of poliovirus suggests that it may have evolved from a C-cluster Coxsackie A virus ancestor, that arose through a mutation within the capsid.[39] The distinct speciation of poliovirus probably occurred as a result of a change in cellular receptor specificity from intercellular adhesion molecule-1 (ICAM-1), used by C-cluster Coxsackie A viruses, to CD155; leading to a change in pathogenicity, and allowing the virus to infect nervous tissue. The mutation rate in the virus is relatively high even for an RNA virus with a synonymous substitution rate of 1.0 x 10−2 substitutions/site/year and non synonymous substitution rate of 3.0 x 10−4 substitutions/site/year.[40] Base distribution within the genome is not random with adenosine being less common than expected at the 5' end and higher at the 3' end.[41] Codon use is not random with codons ending in adenosine being favoured and those ending in cytosine or guanine being avoided. Codon use differs between the three genotypes and appears to be driven by mutation rather than selection.[42] The three serotypes of poliovirus, PV-1, PV-2, and PV-3, each have a slightly different capsid protein. Capsid proteins define cellular receptor specificity and virus antigenicity. PV-1 is the most common form encountered in nature, but all three forms are extremely infectious.[4] As of March 2020, wild PV-1 is highly localized to regions in Pakistan and Afghanistan. Certification of the eradication of indigenous transmission occurred in September 2015 for wild PV-2, after last being detected in 1999,[43] and in October 2019 for wild PV-3, after last being detected in 2012.[44] Specific strains of each serotype are used to prepare vaccines against polio. Inactive polio vaccine is prepared by formalin inactivation of three wild, virulent reference strains, Mahoney or Brunenders (PV-1), MEF-1/Lansing (PV-2), and Saukett/Leon (PV-3). Oral polio vaccine contains live attenuated (weakened) strains of the three serotypes of poliovirus. Passaging the virus strains in monkey kidney epithelial cells introduces mutations in the viral IRES, and hinders (or attenuates) the ability of the virus to infect nervous tissue.[34] Polioviruses were formerly classified as a distinct species belonging to the genus Enterovirus in the family Picornaviridae. In 2008, the Poliovirus species was eliminated and the three serotypes were assigned to the species Human enterovirus C (later renamed Enterovirus C), in the genus Enterovirus in the family Picornaviridae. The type species of the genus Enterovirus was changed from Poliovirus to (Human) Enterovirus C.[45] The primary determinant of infection for any virus is its ability to enter a cell and produce additional infectious particles. The presence of CD155 is thought to define the animals and tissues that can be infected by poliovirus. CD155 is found (outside of laboratories) only on the cells of humans, higher primates, and Old World monkeys. Poliovirus is, however, strictly a human pathogen, and does not naturally infect any other species (although chimpanzees and Old World monkeys can be experimentally infected).[46] The CD155 gene appears to have been subject to positive selection.[47] The protein has several domains of which domain D1 contains the polio virus[48] binding site. Within this domain, 37 amino acids are responsible for binding the virus. Poliovirus is an enterovirus. Infection occurs via the fecal–oral route, meaning that one ingests the virus and viral replication occurs in the alimentary tract.[49] Virus is shed in the feces of infected individuals. In 95% of cases only a primary, transient presence of viremia (virus in the bloodstream) occurs, and the poliovirus infection is asymptomatic. In about 5% of cases, the virus spreads and replicates in other sites such as brown fat, reticuloendothelial tissue, and muscle. The sustained viral replication causes secondary viremia and leads to the development of minor symptoms such as fever, headache, and sore throat.[50] Paralytic poliomyelitis occurs in less than 1% of poliovirus infections. Paralytic disease occurs when the virus enters the central nervous system (CNS) and replicates in motor neurons within the spinal cord, brain stem, or motor cortex, resulting in the selective destruction of motor neurons leading to temporary or permanent paralysis. This is a very rare event in babies, who still have anti-poliovirus antibodies acquired from their mothers.[51] In rare cases, paralytic poliomyelitis leads to respiratory arrest and death. In cases of paralytic disease, muscle pain and spasms are frequently observed prior to onset of weakness and paralysis. Paralysis typically persists from days to weeks prior to recovery.[52] In many respects, the neurological phase of infection is thought to be an accidental diversion of the normal gastrointestinal infection.[17] The mechanisms by which poliovirus enters the CNS are poorly understood. Three nonmutually exclusive hypotheses have been suggested to explain its entry. All theories require primary viremia. The first hypothesis predicts that virions pass directly from the blood into the central nervous system by crossing the blood–brain barrier independent of CD155.[53] A second hypothesis suggests that the virions are transported from peripheral tissues that have been bathed in the viremic blood, for example muscle tissue, to the spinal cord through nerve pathways via retrograde axonal transport.[54][55][56] A third hypothesis is that the virus is imported into the CNS via infected monocytes or macrophages.[11] Poliomyelitis is a disease of the central nervous system. However, CD155 is believed to be present on the surface of most or all human cells. Therefore, receptor expression does not explain why poliovirus preferentially infects certain tissues. This suggests that tissue tropism is determined after cellular infection. Recent work has suggested that the type I interferon response (specifically that of interferon alpha and beta) is an important factor that defines which types of cells support poliovirus replication.[57] In mice expressing CD155 (through genetic engineering) but lacking the type I interferon receptor, poliovirus not only replicates in an expanded repertoire of tissue types, but these mice are also able to be infected orally with the virus.[58] Poliovirus uses two key mechanisms to evade the immune system. First, it can survive the highly acidic conditions of the stomach, allowing the virus to infect the host and spread throughout the body via the lymphatic system.[3] Second, because it can replicate very quickly, the virus overwhelms the host organs before an immune response can be mounted.[59] If detail is given at the attachment phase; poliovirus with canyons on the virion surface have virus attachment sites located in pockets at the canyon bases. The canyons are too narrow for access by antibodies, so the virus attachment sites are protected from the host's immune surveillance, while the remainder of the virion surface can mutate to avoid the host's immune response.[60] Individuals who are exposed to poliovirus, either through infection or by immunization with polio vaccine, develop immunity. In immune individuals, antibodies against poliovirus are present in the tonsils and gastrointestinal tract (specifically IgA antibodies) and are able to block poliovirus replication; IgG and IgM antibodies against poliovirus can prevent the spread of the virus to motor neurons of the central nervous system.[34] Infection with one serotype of poliovirus does not provide immunity against the other serotypes; however, second attacks within the same individual are extremely rare.[61] Although humans are the only known natural hosts of poliovirus, monkeys can be experimentally infected and they have long been used to study poliovirus. In 1990–91, a small animal model of poliomyelitis was developed by two laboratories. Mice were engineered to express a human receptor to poliovirus (hPVR).[62][63] Unlike normal mice, transgenic poliovirus receptor (TgPVR) mice are susceptible to poliovirus injected intravenously or intramuscularly, and when injected directly into the spinal cord or the brain.[64] Upon infection, TgPVR mice show signs of paralysis that resemble those of poliomyelitis in humans and monkeys, and the central nervous systems of paralyzed mice are histocytochemically similar to those of humans and monkeys. This mouse model of human poliovirus infection has proven to be an invaluable tool in understanding poliovirus biology and pathogenicity.[65] Three distinct types of TgPVR mice have been well studied:[66] Recently, a fourth TgPVR mouse model was developed. These \"cPVR\" mice carry hPVR cDNA, driven by a β-actin promoter, and have proven susceptible to poliovirus through intracerebral, intramuscular, and intranasal routes. In addition, these mice are capable of developing the bulbar form of polio after intranasal inoculation.[67] The development of the TgPVR mouse has had a profound effect on oral poliovirus vaccine (OPV) production. Previously, monitoring the safety of OPV had to be performed using monkeys, because only primates are susceptible to the virus. In 1999, the World Health Organization approved the use of the TgPVR mouse as an alternative method of assessing the effectiveness of the vaccine against poliovirus type-3. In 2000, the mouse model was approved for tests of vaccines against type-1 and type-2 poliovirus.[68] In 1981, Racaniello and Baltimore used recombinant DNA technology to generate the first infectious clone of an animal RNA virus, poliovirus. DNA encoding the RNA genome of poliovirus was introduced into cultured mammalian cells and infectious poliovirus was produced.[69] Creation of the infectious clone propelled understanding of poliovirus biology, and has become a standard technology used to study many other viruses. In 2002, Eckard Wimmer's group at Stony Brook University succeeded in synthesizing poliovirus from its chemical code, producing the world's first synthetic virus.[70] Scientists first converted poliovirus's published RNA sequence, 7741 bases long, into a DNA sequence, as DNA was easier to synthesize. Short fragments of this DNA sequence were obtained by mail-order, and assembled. The complete viral genome was then assembled by a gene synthesis company. Nineteen markers were incorporated into the synthesized DNA, so that it could be distinguished from natural poliovirus. Enzymes were used to convert the DNA back into RNA, its natural state. Other enzymes were then used to translate the RNA into a polypeptide, producing functional viral particle. This whole painstaking process took two years. The newly minted synthetic virus was injected into PVR transgenic mice, to determine if the synthetic version was able to cause disease. The synthetic virus was able to replicate, infect, and cause paralysis or death in mice. However, the synthetic version was between 1,000 and 10,000 times weaker than the original virus, probably due to one of the added markers.[71] A modification of the poliovirus, called PVSRIPO, was tested in early clinical trials as a possible treatment for cancer.[72][needs update] ","Title":"Poliovirus - Wikipedia","KeyID":"11829","URL":"https://en.wikipedia.org/wiki/Poliovirus"}