{"Content: ":"Antinatalism or anti-natalism is the ethical view that negatively values procreation. Antinatalists argue that humans should abstain from procreation because it is morally wrong. In scholarly and literary writings, various ethical arguments have been put forth in defense of antinatalism.[1][2][3][4][5] For instance, scholars have argued that procreation is contrary to Immanuel Kant's practical imperative.[6][7][8] Some of the earliest surviving formulations of the idea that it would be better not to have been born can be found in ancient Greece.[9][10] The term antinatalism is in opposition to the term natalism, pronatalism or pro-natalism, and was used probably for the first time as the name of the position by Théophile de Giraud in his book L'art de guillotiner les procréateurs: Manifeste anti-nataliste.[11] The teaching of the Buddha, among other Four Noble Truths and the beginning of Mahāvagga, is interpreted by Hari Singh Gour as follows: Buddha states his propositions in the pedantic style of his age. He throws them into a form of sorites; but, as such, it is logically faulty and all he wishes to convey is this: Oblivious of the suffering to which life is subject, man begets children, and is thus the cause of old age and death. If he would only realize what suffering he would add to by his act, he would desist from the procreation of children; and so stop the operation of old age and death.[12] The issue of Buddhist antinatalism is also raised by Amy Paris Langenberg, she writes among others things: In the medieval Tantric traditions of India and Tibet documented by David Gray and Janet Gyatso, insertive but non-ejaculative sex is theorized as a fast path to liberating realizations, one deemed superior to celibacy for qualified practitioners (Gray 2007; Gyatso 1998). These developments also support the idea that the sex problematic in ancient, classical, and medieval Buddhism had at least as much to do with female fertility and the production of children as with the dangers of errant desire.[13] Buddhism was understood as antinatalism by Jack Kerouac.[14] The Marcionites believed that the visible world is an evil creation of a crude, cruel, jealous, angry demiurge, Yahweh. According to this teaching, people should oppose him, abandon his world, not create people, and trust in the good God of mercy, foreign and distant.[15][16][17] The Encratites observed that birth leads to death. In order to conquer death, people should desist from procreation: \"not produce fresh fodder for death\".[18][19][20] The Manichaeans,[21][22][23] the Bogomils,[24][25][26] and the Cathars[27][28][29] believed that procreation sentences the soul to imprisonment in evil matter. They saw procreation as an instrument of an evil god, demiurge, or of Satan that imprisons the divine element in the matter and thus causes the divine element to suffer. Shakers believe that sex is the root of all sin and that procreation is a sign of the fallen state of humanity.[30][31][32] Augustine of Hippo wrote: But I am aware of some that murmur: What, say they, if all men should abstain from all sexual intercourse, whence will the human race exist? Would that all would this, only in “charity out of a pure heart, and good conscience, and faith unfeigned;” much more speedily would the City of God be filled, and the end of the world hastened.[33] Gregory of Nyssa warns that no one should be lured by the argument that procreation is a mechanism that creates children and states that those who refrain from procreation by preserving their virginity \"bring about a cancellation of death by preventing it from advancing further because of them, and, by setting themselves up as a kind of boundary stone between life and death, they keep death from going forward\".[34] Søren Kierkegaard believes that man enters this world by means of a crime, that their existence is a crime, and procreation is the fall[35] which is the culmination of human egoism.[36] According to him, Christianity exists to block the path of procreation; it means: stop.[37] The issue of antinatalism in early Christianity is raised by Théophile de Giraud.[38][39] The Christian Bible includes a segment in the book of Ecclesiastes, in chapter 4, verses 2 & 3, \"[2]Therefore I praised the dead who were already dead, more than the living who are still alive. [3]Yet, better than both is he who has never existed, who has not seen the evil work that is done under the sun.\" (Excerpted from the New King James Version). Robbert Zandbergen[40] compares modern antinatalism to Daoism, stating that they both \"view the development of consciousness as an aberration in an otherwise fluid and fluent universe marked by some sense of non-human harmony, stability and tranquility.\" According to Zandbergen, antinatalism and Daoism view human consciousness as something that cannot be fixed, for example by returning to a more harmonious way of life, but rather it has to be undone. Humans are tasked with a project of a peaceful, non-violent dismantling of consciousness. From the Daoist perspective, consciousness is purpose-driven, which goes against the spontaneous and unconscious flow of the Dao, hence humans have an imperative to return to the Dao. Humans have to do it spontaneously, and it cannot be brought about from \"the outside\" (the Dao, the Heaven, or anything else). Zandbergen quotes John S. Major et al. 2010[41] to make the parallel between Daoism and antinatalism even clearer: 冰之凝，不若其釋也，又況不為冰乎 Ice is better once it melts; how much better if it had never been frozen.[41] Water is a traditional representation of the Dao, as it flows without shape. Ice represents the arrest of the natural flow of the Dao in rigid human consciousness. Daoist sages return to the flow like ice melting to water. But it would have been better if human consciousness never appeared. Julio Cabrera considers the issue of being a creator in relation to theodicy and argues that just as it is impossible to defend the idea of a good God as creator, it is also impossible to defend the idea of a good man as a creator. In parenthood, the human parent imitates the divine parent, in the sense that education could be understood as a form of pursuit of \"salvation\", the \"right path\" for a child. However, a human being could decide that it is better not to suffer at all than to suffer and be offered the later possibility of salvation from suffering. In Cabrera's opinion, evil is associated not with the lack of being, but with the suffering and dying of those that are alive. So, on the contrary, evil is only and obviously associated with being.[42] Karim Akerma, due to the moral problem of man as creator, introduces anthropodicy, a twin concept for theodicy. He is of the opinion that the less faith in the Almighty Creator-God there is, the more urgent the question of anthropodicy becomes. Akerma thinks that for those who want to lead ethical lives, the causation of suffering requires a justification. Man can no longer shed responsibility for the suffering that occurs by appealing to an imaginary entity that sets moral principles. For Akerma, antinatalism is a consequence of the collapse of theodicy endeavors and the failure of attempts to establish an anthropodicy. According to him, there is no metaphysics nor moral theory that can justify the production of new people, and therefore anthropodicy is indefensible as well as theodicy.[43] Jason Marsh finds no good arguments for what he calls \"evil asymmetry\"; that the amount and kinds of suffering provide strong arguments that our world is not an act of creation made by a good God, but the same suffering does not affect the morality of the act of procreation.[44] Peter Wessel Zapffe viewed humans as a biological paradox.[45] According to him, consciousness has become over-evolved in humans, thereby making us incapable of functioning normally like other animals: cognition gives us more than we can carry. Our frailness and insignificance in the cosmos are visible to us. We want to live, and yet because of how we have evolved, we are the only species whose members are conscious that they are destined to die. We are able to analyze the past and the future, both our situation and that of others, as well as to imagine the suffering of billions of people (as well as of other living beings) and feel compassion for their suffering. We yearn for justice and meaning in a world that lacks both. This ensures that the lives of conscious individuals are tragic. We have desires: spiritual needs that reality is unable to satisfy, and our species still exists only because we limit our awareness of what that reality actually entails. Human existence amounts to a tangled network of defense mechanisms, which can be observed both individually and socially, in our everyday behavior patterns. According to Zapffe, humanity should cease this self-deception, and the natural consequence would be its extinction by abstaining from procreation.[46][47][48] Julio Cabrera proposes a concept of \"negative ethics\" in opposition to \"affirmative\" ethics, meaning ethics that affirm being. He describes procreation as manipulation and harm, a unilateral and non-consensual sending of a human being into a painful, dangerous and morally impeding situation. Cabrera regards procreation as an ontological issue of total manipulation: one's very being is manufactured and used; in contrast to intra-worldly cases where someone is placed in a harmful situation. In the case of procreation, no chance of defense against that act is even available. According to Cabrera: manipulation in procreation is visible primarily in the unilateral and non-consensual nature of the act, which makes procreation per se inevitably asymmetrical; be it a product of forethought, or a product of neglect. It is always connected with the interests (or disinterests) of other humans, not the created human. In addition, Cabrera points out that in his view the manipulation of procreation is not limited to the act of creation itself, but it is continued in the process of raising the child, during which parents gain great power over the child's life, who is shaped according to their preferences and for their satisfaction. He emphasizes that although it is not possible to avoid manipulation in procreation, it is perfectly possible to avoid procreation itself and that then no moral rule is violated. Cabrera believes that the situation in which one is placed through procreation, human life, is structurally negative in that its constitutive features are inherently adverse. The most prominent of them are, according to Cabrera, the following: Cabrera calls the set of these characteristics A–C the \"terminality of being\". He is of the opinion that a huge number of humans around the world cannot withstand this steep struggle against the terminal structure of their being, which leads to destructive consequences for them and others: suicides, major or minor mental illnesses, or aggressive behavior. He accepts that life may be – thanks to human's own merits and efforts – bearable and even very pleasant (though not for all, due to the phenomenon of moral impediment), but also considers it problematic to bring someone into existence so that they may attempt to make their life pleasant by struggling against the difficult and oppressive situation we place them in by procreating. It seems more reasonable, according to Cabrera, simply not to put them in that situation, since the results of their struggle are always uncertain. Cabrera believes that in ethics, including affirmative ethics, there is one overarching concept which he calls the \"Minimal Ethical Articulation\", \"MEA\" (previously translated into English as \"Fundamental Ethical Articulation\" and \"FEA\"): the consideration of other people's interests, not manipulating them and not harming them. Procreation for him is an obvious violation of MEA – someone is manipulated and placed in a harmful situation as a result of that action. In his view, values included in the MEA are widely accepted by affirmative ethics, they are even their basics, and if approached radically, they should lead to the refusal of procreation. For Cabrera, the worst thing in human life and by extension in procreation is what he calls \"moral impediment\": the structural impossibility of acting in the world without harming or manipulating someone at some given moment. This impediment does not occur because of an intrinsic \"evil\" of human nature, but because of the structural situation in which the human being has always been. In this situation, we are cornered by various kinds of pain, space for action is limited, and different interests often conflict with each other. We do not have to have bad intentions to treat others with disregard; we are compelled to do so in order to survive, pursue our projects, and escape from suffering. Cabrera also draws attention to the fact that life is associated with the constant risk of one experiencing strong physical pain, which is common in human life, for example as a result of a serious illness, and maintains that the mere existence of such possibility impedes us morally, as well as that because of it, we can at any time lose, as a result of its occurrence, the possibility of a dignified, moral functioning even to a minimal extent.[42][49][50][51] Julio Cabrera,[6] David Benatar[7] and Karim Akerma[8] all argue that procreation is contrary to Immanuel Kant's practical imperative (according to Kant, a man should never be used as merely a means to an end, but always be treated as an end in himself). They argue that a person can be created for the sake of their parents or other people, but that it is impossible to create someone for their own good; and that therefore, following Kant's recommendation, we should not create new people. Heiko Puls argues that Kant's considerations regarding parental duties and human procreation, in general, imply arguments for an ethically justified antinatalism. Kant, however, according to Puls, rejects this position in his teleology for meta-ethical reasons.[52] Seana Shiffrin, Gerald Harrison, Julia Tanner and Asheel Singh argue that procreation is morally problematic because of the impossibility of obtaining consent from the human who will be brought into existence. Shiffrin lists four factors that in her opinion make the justification for having hypothetical consent to procreation a problem: Gerald Harrison and Julia Tanner argue that when we want to significantly affect someone by our action and it is not possible to get their consent, then the default should be to not take such action. The exception is, according to them, actions by which we want to prevent greater harm of a person (for example, pushing someone out of the way of a falling piano). However, in their opinion, such actions certainly do not include procreation, because before taking this action a person does not exist.[54][55][56][57] Asheel Singh emphasizes that one does not have to think that coming into existence is always an overall harm in order to recognize antinatalism as a correct view. In his opinion, it is enough to think that there is no moral right to inflict serious, preventable harms upon others without their consent.[58] Chip Smith and Max Freiheit argue that procreation is contrary to non-aggression principle of right-wing libertarians, according to which nonconsensual actions should not be taken toward other people.[59][60] Marc Larock presents a view which he calls \"deprivationalism\".[61] According to this view: Larock argues that if a person is deprived of an infinite number of new satisfied preferences, they suffer an infinite number of harms and that such deprivation is death to which procreation leads. All of us are brought into existence, without our consent, and over the course of our lives, we are acquainted with a multitude of goods. Unfortunately, there is a limit to the amount of good each of us will have in our lives. Eventually, each of us will die and we will be permanently cut off from the prospect of any further good. Existence, viewed in this way, seems to be a cruel joke. Larock believes that it is not correct to neutralize his view by stating that death is also an infinitely great benefit for us, because it protects us from the infinite number of new frustrated preferences. He proposes a thought experiment in which we have two people, Mary and Tom. The first person, Mary, dies at the age of forty years as a result of complications caused by a degenerative disease. Mary would live for some more time, if not for the complications, but she would only experience bad things in her life, not good ones. The second person, Tom, dies at the same age from the same illness, but in his case, the disease is at such a stage of development that his body would no longer be able to function. According to Larock, it is bad when someone, like in the case of Tom, encounters the impossibility of continuing to derive good things from his life; everybody's life leads to such a point if someone lives long enough and our intuitions do not tell us that this is generally good or even neutral. Therefore, we should reject the view that death is also an infinitely great benefit: because we think that Tom has been unlucky. In the case of Mary, our intuitions tell us that her misfortune is not as great as Tom's misfortune. Her misfortune is reduced by the fact that death saved her from the real prospect of experiencing bad things. We do not have the same intuition in Tom's case. No evil or good future was physically possible for him. Larock thinks that while the impossibility of experiencing future good things seems to us to be a harm, the mere lack of a logical possibility of experiencing future bad things does not seem to be a compensatory benefit to us. If so, there would be nothing strange in recognizing that Tom had not suffered any misfortune. But he is a victim of misfortune, just like Mary. However, Mary's misfortune does not seem to be so great because her death prevents great suffering. Larock is of the opinion that most people will see both cases in this way. This conclusion is supposed to lead to the fact that we recognize that there is an asymmetry between the harms and benefits that death brings. Larock summarizes his view as follows: The existence of every moral patient in our world rests on a crude moral miscalculation. As I see it, non-procreation is the best means of rectifying this mistake. Negative utilitarianism argues that minimizing suffering has greater moral importance than maximizing happiness. Hermann Vetter agrees with the assumptions of Jan Narveson:[62] However, he disagrees with the conclusion that Narveson draws: Instead, he presents the following decision-theoretic matrix: Based on this, he concludes that we should not create people:[63][64] It is seen immediately that the act \"do not produce the child\" dominates the act \"produce the child\" because it has equally good consequences as the other act in one case and better consequences in the other. So it is to be preferred to the other act as long as we cannot exclude with certainty the possibility that the child will be more or less unhappy; and we never can. So we have, instead of (3), the far-reaching consequence: (3') In any case, it is morally preferable not to produce a child. Karim Akerma argues that utilitarianism requires the least metaphysical assumptions and is, therefore, the most convincing ethical theory. He believes that negative utilitarianism is the right one because the good things in life do not compensate for the bad things; first and foremost, the best things do not compensate for the worst things such as, for example, the experiences of terrible pain, the agonies of the wounded, sick or dying. In his opinion, we also rarely know what to do to make people happy, but we know what to do so that people do not suffer: it is enough that they are not created. What is important for Akerma in ethics is the striving for the fewest suffering people (ultimately no one), not striving for the happiest people, which, according to him, takes place at the expense of immeasurable suffering.[65][43] Miguel Steiner believes that antinatalism is justified by two converging perspectives: He maintains that our concept of evil comes from our experience of suffering: there is no evil without the possibility of experiencing suffering. Consequently, the smaller the population, the less evil is happening in the world. In his opinion, from an ethical point of view, this is what we should strive for: to narrow the space in which evil - which is suffering - takes place and which space is widened by procreation.[66][67][68] Bruno Contestabile and Sam Woolfe cite the story The Ones Who Walk Away from Omelas by Ursula K. Le Guin. In this story, the existence of the utopian city of Omelas and the good fortune of its inhabitants depend on the suffering of one child who is tortured in an isolated place and who cannot be helped. The majority accepts this state of affairs and stays in the city, but there are those who do not agree with it, who do not want to participate in it, and thus they \"walk away from Omelas\". Contestabile and Woolfe draw a parallel here: for Omelas to exist, the child must be tortured, and in the same way, the existence of our world is related to the fact that someone innocent is constantly harmed. According to Contestabile and Woolfe, antinatalists can be seen just as \"the ones who walk away from Omelas\", who do not accept such a world, and who do not approve of its perpetuation. Contestabile poses the question: is all happiness able to compensate for the extreme suffering of even one person?[69][70] The question of whether universal harmony is worth the tears of one child tormented to death has already appeared before in Fyodor Dostoyevsky's The Brothers Karamazov, and Irina Uriupina writes about it in the context of antinatalism.[71] David Benatar argues that there is a crucial asymmetry between the good and the bad things, such as pleasure and pain: Regarding procreation, the argument follows that coming into existence generates both good and bad experiences, pain and pleasure, whereas not coming into existence entails neither pain nor pleasure. The absence of pain is good, the absence of pleasure is not bad. Therefore, the ethical choice is weighed in favor of non-procreation. Benatar explains the above asymmetry using four other asymmetries that he considers quite plausible: According to Benatar, by creating a child, we are responsible not only for this child's suffering, but we may also be co-responsible for the suffering of further offspring of this child.[76] Assuming that each couple has three children, an original pair's cumulative descendants over ten generations amount to 88,572 people. That constitutes a lot of pointless, avoidable suffering. To be sure, full responsibility for it all does not lie with the original couple because each new generation faces the choice of whether to continue that line of descendants. Nevertheless, they bear some responsibility for the generations that ensue. If one does not desist from having children, one can hardly expect one's descendants to do so.[77] Benatar cites statistics showing where the creation of people leads. It is estimated that: In addition to the philanthropic arguments, which are based on a concern for the humans who will be brought into existence, Benatar also posits that another path to antinatalism is the misanthropic argument[81][82] that can be summarized in his opinion as follows: Another route to anti-natalism is via what I call a \"misanthropic\" argument. According to this argument, humans are a deeply flawed and destructive species that is responsible for the suffering and deaths of billions of other humans and non-human animals. If that level of destruction were caused by another species we would rapidly recommend that new members of that species not be brought into existence.[83] David Benatar,[84][85] Gunter Bleibohm,[86] Gerald Harrison, Julia Tanner,[87] and Patricia MacCormack[88] are attentive to the harm caused to other sentient beings by humans. They would say that billions of nonhuman animals are abused and slaughtered each year by our species for the production of animal products, for experimentation and after the experiments (when they are no longer needed), as a result of the destruction of habitats or other environmental damage and for sadistic pleasure. They tend to agree with animal rights thinkers that the harm we do to them is immoral. They consider the human species the most destructive on the planet, arguing that without new humans, there will be no harm caused to other sentient beings by new humans. Some antinatalists are also vegetarians or vegans for moral reasons, and postulate that such views should complement each other as having a common denominator: not causing harm to other sentient beings.[89][90] This attitude was already present in Manichaeism and Catharism.[91] The Cathars interpreted the commandment \"thou shalt not kill\" as relating also to other mammals and birds. It was recommended not to eat their meat, dairy and eggs.[27] Volunteers of the Voluntary Human Extinction Movement,[92][93][94][95] Stop Having Kids,[96][97] and Patricia MacCormack[88] argue that human activity is the primary cause of environmental degradation, and therefore refraining from procreation and allowing for eventual human extinction is the best alternative for the planet and its nonhuman inhabitants to flourish.[98] According to the group Stop Having Kids: \"The end of humans is the end of the human world, not the end of the world at large.\"[97] Herman Vetter,[63] Théophile de Giraud,[99] Travis N. Rieder,[100] Tina Rulli,[101] Karim Akerma[102] and Julio Cabrera[103] argue that presently rather than engaging in the morally problematic act of procreation, one could do good by adopting already existing children. De Giraud emphasizes that, across the world, there are millions of existing children who need care. Stuart Rachels[104] and David Benatar[105] argue that presently, in a situation where a huge number of people live in poverty, we should cease procreation and divert these resources, that would have been used to raise our own children, to the poor. Patricia MacCormack points out that resignation from procreation and striving for human extinction can make it possible to care for humans and other animals: those who are already here.[88][106][107][108] Some antinatalists believe that most people do not evaluate reality accurately, which affects the desire to have children. Peter Wessel Zapffe identifies four repressive mechanisms we use, consciously or not, to restrict our consciousness of life and the world: According to Zapffe, depressive disorders are often \"messages from a deeper, more immediate sense of life, bitter fruits of a geniality of thought\".[46] Some studies seem to confirm this: it is said about the phenomenon of depressive realism, and both Colin Feltham[109][110][111] and John Pollard[112] write about antinatalism as one of its possible consequences. David Benatar citing numerous studies lists three phenomena described by psychologists, which, according to him, are responsible for making our self-assessments about the quality of our lives unreliable: Benatar concludes: The above psychological phenomena are unsurprising from an evolutionary perspective. They militate against suicide and in favour of reproduction. If our lives are quite as bad as I shall still suggest they are, and if people were prone to see this true quality of their lives for what it is, they might be much more inclined to kill themselves, or at least not to produce more such lives. Pessimism, then, tends not to be naturally selected.[113] Thomas Ligotti draws attention to the similarity between Zapffe's philosophy and terror management theory. Terror management theory argues that humans are equipped with unique cognitive abilities beyond what is necessary for survival, which includes symbolic thinking, extensive self-consciousness and perception of themselves as temporal beings aware of the finitude of their existence. The desire to live alongside our awareness of the inevitability of death triggers terror in us. Opposition to this fear is among our primary motivations. To escape it, we build defensive structures around ourselves to ensure our symbolic or literal immortality, to feel like valuable members of a meaningful universe, and to focus on protecting ourselves from immediate external threats.[114] Antinatalism can lead to a particular position on the morality of abortion. According to David Benatar, one comes into existence in the morally relevant sense when consciousness arises, when a fetus becomes sentient, and up until that time an abortion is moral, whereas continued pregnancy would be immoral. Benatar refers to EEG brain studies and studies on the pain perception of the fetus, which states that fetal consciousness arises no earlier than between twenty-eight and thirty weeks of pregnancy, before which it is incapable of feeling pain.[115] A 2010 report from the Royal College of Obstetricians and Gynaecologists also showed that a fetus could not gain consciousness prior to week twenty-four of the pregnancy, and apparently never does at any point in utero, stating that \"there appeared to be no clear benefit in considering the need for fetal analgesia prior to termination of pregnancy, even after 24 weeks\".[116] Some assumptions of this report regarding sentience of the fetus after the second trimester were criticized.[117] In a similar way argues Karim Akerma. He distinguishes between organisms that do not have mental properties and living beings that have mental properties. According to his view, which he calls the mentalistic view, a living being begins to exist when an organism (or another entity) produces a simple form of consciousness for the first time.[118][119] Julio Cabrera believes that the moral problem of abortion is totally different from the problem of abstention of procreation because in the case of abortion, there is no longer a non-being, but an already existing being – the most helpless and defenseless of the parties involved, that someday might have the autonomy to decide, and we cannot decide for them. From the point of view of Cabrera's negative ethics, abortion is immoral for similar reasons as procreation. For Cabrera, the exception in which abortion is morally justified is cases of irreversible illness of the fetus (or some serious \"social illnesses\" like American conquest or Nazism), according to him in such cases we are clearly thinking about the unborn, and not simply of our own interests. In addition, Cabrera believes that under certain circumstances, it is legitimate and comprehensible to commit unethical actions, for example, abortion is legitimate and comprehensible when the mother's life is at risk or when pregnancy is the result of rape – in such situations is necessary to be sensitive without assuming a rigid principialism.[120] Some antinatalists recognize the procreation of animals as morally bad, and some view sterilization as morally good in their case. Karim Akerma defines antinatalism, that includes animals, as universal antinatalism[121] and he assumes such a position himself: By sterilising animals, we can free them from being slaves to their instincts and from bringing more and more captive animals into the cycle of being born, contracting parasites, ageing, falling ill and dying; eating and being eaten.[122] David Benatar emphasizes that his asymmetry applies to all sentient beings, and mentions that humans play a role in deciding how many animals there will be: humans breed other species of animals and are able to sterilize other species of animals.[123] Magnus Vinding argues that the lives of wild animals in their natural environment are generally very bad. He draws attention to phenomena such as dying before adulthood, starvation, disease, parasitism, infanticide, predation and being eaten alive. He cites research on what animal life looks like in the wild. One of eight male lion cubs survives into adulthood. Others die as a result of starvation, disease and often fall victims to the teeth and claws of other lions. Attaining adulthood is much rarer for fish. Only one in a hundred male chinook salmon survives into adulthood. Vinding is of the opinion that if human lives and the survival of human children looked like this, current human values would disallow procreation; however, this is not possible when it comes to animals, who are guided by instinct. He takes the view that even if one does not agree that procreation is always morally bad, one should recognize procreation in wildlife as morally bad and something that ought to be prevented (at least in theory, not necessarily in practice). He maintains that non-intervention cannot be defended if we reject speciesism and that we should reject the unjustifiable dogma stating that what is happening in nature is what should be happening in nature. We cannot allow ourselves to spuriously rationalize away the suffering that takes place in nature, and to forget the victims of the horrors of nature merely because that reality does not fit into our convenient moral theories, theories that ultimately just serve to make us feel consistent and good about ourselves in the face of an incomprehensibly bad reality.[124] Thomas Metzinger,[125][126] Sander Beckers,[127] and Bartłomiej Chomański[128] argue against trying to create artificial intelligence as this could significantly increase the amount of suffering in the universe. Evolution is not something to be glorified. One way – out of countless others – to look at biological evolution on our planet is as a process that has created an expanding ocean of suffering and confusion where there previously was none. As not only the simple number of individual conscious subjects, but also the dimensionality of their phenomenal state-spaces is continuously increasing, this ocean is also deepening. For me, this is also a strong argument against creating artificial consciousness: We shouldn't add to this terrible mess before we have truly understood what actually is going on here.[129] Criticism of antinatalism comes from those that see positive value in bringing humans into existence.[130] David Wasserman has criticized David Benatar's asymmetry argument and the consent argument.[131] Émile P. Torres argues that the consequence of all humanity adopting antinatalism would not necessarily be extinction: if safe and effective life-extension technologies become available, humans could stop procreating but still survive for as long as the universe remains habitable.[132] Psychologist Geoffrey Miller has argued that \"all the research on human well-being shows almost everyone across cultures is well above neutral on happiness. Benatar is just empirically wrong that life is dominated by suffering.\"[133] Massimo Pigliucci, a hellenistic philosopher, argues that David Benatar's essential premise that pleasure is the only true inherent good and pain the only inherent evil is a flawed argument and refutable within the philosophy of Stoicism which regards pleasure and pain as merely indifferents and that moral virtues and vices should be the only guide of human action.[134] Brian Tomasik challenges the effectiveness of human antinatalism in reducing suffering by pointing out that humans appropriate the habitats of wild animals thereby sparing wild animals from being born into lives containing suffering.[135] Religious scholars have said little about antinatalism. However, monotheistic religions oppose antinatalism, since they see existence as inherently good.[136]","Title":"Antinatalism - Wikipedia","KeyID":"11823","URL":"https://en.wikipedia.org/wiki/Antinatalist"}