{"Content: ":"Gordius medinensis Linnaeus, 1758 Dracunculus medinensis, or Guinea worm, is a nematode that causes dracunculiasis, also known as guinea worm disease.[1] The disease is caused by the female[2] which, at up to 80 centimetres (31 inches) in length,[3] is among the longest nematodes infecting humans.[4] In contrast, the longest recorded male Guinea worm is only 4 cm (1+1⁄2 in).[3] Guinea worm is on target to be the second infectious disease of humans to be eradicated. It was formerly endemic to a wide swath of Africa and Eurasia; as of 2021, it remains endemic in five countries: Chad, Ethiopia, Mali, South Sudan and Angola, with most cases in Chad and Ethiopia. Guinea worm spread to Angola in c. 2018, and it is now considered endemic there. Infection of domestic dogs is a serious complication in Chad. The common name \"guinea worm\" is derived from the Guinea region of Western Africa. Dracunculus medinensis (\"little dragon from Medina\") was described in Egypt as early as the 15th century BC and possibly was the \"fiery serpent\" of the Israelites described in the Bible.[5] In the mid-19th century, the nematode Camallanus lacustris, which infects freshwater fish, was discovered to develop in copepods. This led to the discovery in 1870 by Russian naturalist Alexei Pavlovich Fedchenko of the means of transmission of D. medinensis, via copepod intermediate hosts.[6] D. medinensis larvae are found in fresh water, where they are ingested by copepods (small crustaceans) of the genus Cyclops. Within the copepod, the D. medinensis larvae develop to an infective stage within 14 days.[7] When the infected copepod is ingested by a mammalian host by drinking unfiltered water, the copepod is then dissolved by stomach acid and dies and the D. medinensis larvae are released and migrate through the wall of the mammalian intestine, and enter the abdominal cavity and retro-peritoneal space, where they mature into adults. After maturing and reproducing within the host, the males die and females (length 70–120 cm) migrate in subcutaneous tissue towards the skin's surface. Around a year after the infection, the female causes the formation of a blister on the skin's surface, generally on the lower extremities, though occasionally on the hand or scrotum. When the blister ruptures, the female slowly emerges over the course of several days or weeks.[7] This causes extreme pain and irritation to the host. During those few days to hours before the worm exits the skin, the person may develop a fever, pain, or swelling in that area. When the host submerges the affected body part in water, the female expels thousands of larvae into the water. From here, the larvae infect copepods, continuing the life cycle.[7] After the worm exits the skin the wound caused by the emerging worm often develops a secondary bacterial infection. Permanent damage can occur if infection goes untreated around a joint and causes the joint to lock. Most cases occur in areas without access to health care facilities.[8] In 2020, Guinea worm was found in 1507 domestic dogs in Chad, 15 in Ethiopia, and eight in Mali, as well as in 61 domestic cats in Chad and three in Ethiopia. Small numbers have also been found in wildcats and baboons.[9] These findings are a potential problem for the eradication program. D. medinensis is most commonly found in the subtropic to tropical regions, especially in India, south-west Asia (Iraq, Iran, Pakistan, etc.), and rural areas of Africa, where temperatures between 25 and 30 °C are best for larval development.[10] The parasite relies on people accidentally consuming microcrustaceans of the genus Cyclops (copepods), that dwell in stationary bodies of water such as ponds, large, open wells (with stairs), or rain-filled cisterns.[10] The infection occurs most during times of drought or the \"dry-season\" in humid climates, or during or just after the rain season in the \"semiarid, wet-and-dry-climates\".[10] This is due to the lower surface water of the stationary bodies of water, which are prime for the growth of the infected copepods, and main source of water for many.[10] D. medinensis causes dracunculiasis as a result of the emergence of the female worm, nonemergence of adult worms (usually the male), and secondary bacterial infections.[11] As it emerges to the subcutaneous tissue, the female releases a toxic chemical that may result in nausea, rash at site, diarrhea, dizziness, localized edema, reddish papule, blister, and itching.[11] Arthritis or paraplegia can result from a worm that fails to reach the skin and gets calcified in or along the joint or finds its way into the central nervous tissue.[11] Aseptic abscesses and cystic swelling can also occur when worms rupture before emerging, causing an acute inflammatory response from the host's immune system.[11] The female guinea worm slowly starts to emerge from the host's skin after the blister ruptures. The most common method for removing the worm involves submerging the affected body part in water to help coax the worm out. The site is then cleaned thoroughly. Then, slight pressure is applied to the worm as it is slowly pulled out of the wound. To avoid breaking the worm, pulling should stop when resistance is met. Full extraction of the female guinea worm usually takes several days. After each day's worth of extraction, the exposed portion of the worm is wrapped around a piece of rolled-up gauze or small stick to maintain tension.[12] This method of wrapping the worm around a stick or gauze is speculated to be the source for the Rod of Asclepius, the symbol of medicine.[13] Once secure, topical antibiotics are applied to the affected region, to help prevent secondary infections due to bacteria, which is then wrapped in gauze to protect the wound. The same steps are repeated each day until the whole worm has been removed from the lesion.[12] In the 1980s, the Carter Center initiated a program to eradicate the guinea worm.[26] The campaign began in 1980 at the US Centers for Disease Control and Prevention. In 1984, the CDC was appointed as the World Health Organization Collaborating Center for research, training, and eradication of D. medinensis. More than twenty countries were affected by guinea worms in 1986. That year, WHO started the eradication program with the Carter Center leading the effort.[27] The program included education of people in affected areas that the disease was caused by larvae in drinking water, isolation and support for affected people, and – crucially – widespread distribution of net filters and pipe filters for drinking water, and education about the importance of using them. As of 2015[update], the species has been reported to be near eradication.[26] The International Commission for the Certification of Dracunculus Eradication has certified 198 countries, territories, and other WHO represented areas. In January 2015, eight countries remained to be certified as D. medinensis free. These eight countries are Angola, the Democratic Republic of the Congo, Kenya, Sudan, Chad, Ethiopia, Mali, and South Sudan. Of these, Chad, Ethiopia, Mali, and South Sudan are the only remaining endemic countries.[27] Not coincidentally, all four are affected by civil wars which affect the safety of health workers.","Title":"Dracunculus medinensis - Wikipedia","KeyID":"11830","URL":"https://en.wikipedia.org/wiki/Dracunculus_medinensis"}