{"Content: ":"Trypanosoma is a genus of kinetoplastids (class Trypanosomatidae[1]), a monophyletic[2] group of unicellular parasitic flagellate protozoa. Trypanosoma is part of the phylum Sarcomastigophora.[3] The name is derived from the Greek trypano- (borer) and soma (body) because of their corkscrew-like motion. Most trypanosomes are heteroxenous (requiring more than one obligatory host to complete life cycle) and most are transmitted via a vector. The majority of species are transmitted by blood-feeding invertebrates, but there are different mechanisms among the varying species. Some, such as Trypanosoma equiperdum, are spread by direct contact. In an invertebrate host they are generally found in the intestine, but normally occupy the bloodstream or an intracellular environment in the vertebrate host. Trypanosomes infect a variety of hosts and cause various diseases, including the fatal human diseases sleeping sickness, caused by Trypanosoma brucei, and Chagas disease, caused by Trypanosoma cruzi. The mitochondrial genome of the Trypanosoma, as well as of other kinetoplastids, known as the kinetoplast, is made up of a highly complex series of catenated circles and minicircles and requires a cohort of proteins for organisation during cell division. In 1841, Gabriel Valentin found flagellates that today are included in Trypanoplasma in the blood of trout.[4][5] The genus (T. sanguinis) was named by Gruby in 1843, after parasites in the blood of frogs.[6] In 1903, David Bruce identified the protozoan parasite and the tsetse fly vector of African trypanosomiasis.[7] The monophyly of the genus Trypanosoma is not supported by a number of different methods. Rather, the American and African trypanosomes constitute distinct clades, implying that the major human disease agents T. cruzi (cause of Chagas’ disease) and T. brucei (cause of African sleeping sickness) are not closely related to each other.[8] Phylogenetic analyses suggest an ancient split into a branch containing all Salivarian trypanosomes and a branch containing all non-Salivarian lineages. The latter branch splits into a clade containing bird, reptilian and Stercorarian trypanosomes infecting mammals and a clade with a branch of fish trypanosomes and a branch of reptilian or amphibian lineages.[9] Salivarians are trypanosomes of the subgenera of Duttonella, Trypanozoon, Pycnomonas and Nannomonas. These trypanosomes are passed to the recipient in the saliva of the tsetse fly (Glossina spp.).[10] Antigenic variation is a characteristic shared by the Salivaria, which has been particularly well-studied in T. brucei.[11] The Trypanozoon subgenus contains the species Trypanosoma brucei, T. rhodesiense and T. equiperdum. The sub genus Duttonella contains the species T. vivax. Nannomonas contains T. congolense.[12] Stercorians are trypanosomes passed to the recipient in the feces of insects from the subfamily Triatominae (most importantly Triatoma infestans).[13] This group includes Trypanosoma cruzi, T. lewisi, T. melophagium, T. nabiasi, T. rangeli, T. theileri, T. theodori.[14] The sub genus Herpetosoma contains the species T. lewisi. The sub genus Schizotrypanum contains T. cruzi[12] and a number of bat trypanosomes. The bat species include Trypanosoma cruzi marinkellei, Trypanosoma dionisii, Trypanosoma erneyi, Trypanosoma livingstonei and Trypanosoma wauwau. Other related species include Trypanosoma conorhini and Trypanosoma rangeli. The ancestor of modern trypanosomes absorbed a green alga around one billion years ago and co-opted some of its genetic material. This has resulted in modern trypanosomes sich as T. brucei containing essential genes for the breakdown of sugars that are most closely related to plants. This difference may be used as the target of therapies.[15] The relationships between the species have not been worked out to date. It has been suggested that T. evansi arose from a clone of T. equiperdum which lost its maxicircles.[16] It has also been proposed that T. evansi should be classified as a subspecies of T. brucei.[17] It has been shown that T. equiperdum has emerged at least once in Eastern Africa and T. evansi at two independent occasions in Western Africa.[18] Species of Trypanosoma include the following: Two different types of trypanosomes exist, and their life cycles are different, the salivarian species and the stercorarian species. Stercorarian trypanosomes infect insects, most often the triatomid kissing bug, by developing in the posterior gut followed by release into the feces and subsequent depositing on the skin of the host. The organism then penetrates and can disseminate throughout the body. Insects become infected when taking a blood meal. Salivarian trypanosomes develop in the anterior gut of insects, most importantly the Tsetse fly, and infective organisms are inoculated into the host by the insect bite before it feeds. As trypanosomes progress through their life cycle they undergo a series of morphological changes as is typical of trypanosomatids. The life cycle often consists of the trypomastigote form in the vertebrate host and the trypomastigote or promastigote form in the gut of the invertebrate host. Intracellular lifecycle stages are normally found in the amastigote form. The trypomastigote morphology is unique to species in the genus Trypanosoma. Evidence has been obtained for meiosis in T. cruzi, and for genetic exchange.[24] T. brucei is able to undergo meiosis within the salivary glands of its tsetse fly host, and meiosis is considered to be an intrinsic part of the T. brucei developmental cycle.[25][26] An adaptive benefit of meiosis for T. crucei and T. brucei may be the recombinational repair of DNA damages that are acquired in the hostile environment of their respective hosts.[27]","Title":"Trypanosoma - Wikipedia","KeyID":"11846","URL":"https://en.wikipedia.org/wiki/Trypanosoma"}