{"Content: ":"Príncipe is the smaller, northern major island of the country of São Tomé and Príncipe lying off the west coast of Africa in the Gulf of Guinea.[2] It has an area of 142 square kilometres (55 sq mi) (including offshore islets) and a population of 7,324 at the 2012 Census;[3] the latest official estimate (at May 2018) was 8,420.[1] The island is a heavily eroded volcano speculated to be over three million years old, surrounded by smaller islands including Ilheu Bom Bom, Ilhéu Caroço, Tinhosa Grande and Tinhosa Pequena. Part of the Cameroon Line archipelago, Príncipe rises in the south to 947 metres at Pico do Príncipe.[4] The island is the main constituent of the Autonomous Region of Príncipe, established in 1995, and of the coterminous district of Pagué. The island was uninhabited when discovered by the Portuguese on 17 January 1471 and was first named after Saint Anthony (\"Ilha de Santo Antão\"). Later the island was renamed Príncipe by King John II of Portugal in honour of his son Afonso, Prince of Portugal. The first settlement, the town Santo António, was founded in 1502.[5] Subsequently, the north and centre of the island were made into plantations by Portuguese colonists using slave labor. These concentrated initially on producing sugar and after 1822 on cocoa, becoming the world's greatest cocoa producer.[6] Since independence, these plantations have largely reverted to forest. The island's fortress named Fortaleza de Santo António da Ponta da Mina on a point inside Baía de Santo António (Santo António Bay) was built in 1695.[5] In 1706, the city and the fortress were destroyed by the French.[5] From 1753 until 1852, Santo António was the colonial capital of Portuguese São Tomé and Príncipe.[7] Príncipe was the site where Einstein's theory of relativity was experimentally corroborated by Arthur Stanley Eddington and his team during the total solar eclipse of May 29, 1919; photographs of the eclipse revealed evidence of the 'bending' of starlight, in accordance with Einstein's predictions (see Eddington experiment). On April 29, 1995, the Autonomous Region of Príncipe was established, corresponding with the existing Pagué District.[8] Príncipe has one town, Santo António, and an airport (IATA code: PCP, ICAO: FPPR). Some other smaller settlements are Sundy and Porto Real. Portuguese is the official and main language of the island. Portuguese creoles are also spoken: Principense or Lunguyê and, in some scale, Forro are also spoken. In 1771, Príncipe had a population of 5,850: 111 whites, 165 free mulattoes, 6 mulatto slaves, 900 free blacks, and 4,668 black slaves. In 1875, the year when slavery was officially abolished in the archipelago, Príncipe's population had dropped to only 1,946, of whom 45 were Europeans, 1,521 were free natives, and 380 were freemen. In 2006, the Parque Natural Obô do Príncipe was established, covering the mountainous, densely forested and uninhabited southern part of the island of Príncipe.[9] There are numerous endemic species of fauna on Príncipe, including birds such as the Príncipe kingfisher, Principe seedeater, Principe starling, Príncipe sunbird, black-capped speirops (Zosterops lugubris), Dohrn's thrush-babbler, the Príncipe weaver and the Príncipe white-eye, geckos include the Príncipe gecko (Hemidactylus principensis), frogs include the palm forest tree frog and the Phrynobatrachus dispar. Marine fauna includes Muricopsis principensis, a mollusc and the West African mud turtle. Príncipe sunbird Príncipe golden weaver Príncipe speirops Principe glossy starling Príncipe puddle frog Oceanic tree frog UNESCO established the Island of Príncipe Biosphere Reserve in 2012 under the Man and the Biosphere Programme. The reserve encompasses the entire emerged area of the island of Príncipe, and its islets Bom Bom, Boné do Jóquei, Mosteiros, Santana, and Pedra da Galei, and the Tinhosas islands.[10] Praia do Boi, in Príncipe Praia das Bananas, São Tomé and Príncipe Carambola in Príncipe Lagoa do Caixão, Príncipe Island Beach in Príncipe Igreja de Nossa Senhora da Conceição, in Santo António, São Tomé and Príncipe. Bom Bom Islet, Príncipe 15th century 16th century  15th century 16th century 17th century 18th century 19th century  16th century 17th century  15th century 16th century Portuguese India 17th century Portuguese India 18th century Portuguese India  16th century 17th century 19th century Portuguese Macau 20th century Portuguese Macau  15th century [Atlantic islands] 16th century [Canada]  16th century 17th century 18th century 19th century ","Title":"Príncipe - Wikipedia","KeyID":"11847","URL":"https://en.wikipedia.org/wiki/Pr%C3%ADncipe"}