{"Content: ":"Around 129 species of birds have become extinct since 1500,[1] and the rate of extinction seems to be increasing.[2] The situation is exemplified by Hawaii, where 30% of all known recently extinct bird taxa originally lived.[citation needed] Other areas, such as Guam, have also been hit hard; Guam has lost over 60% of its native bird taxa in the last 30 years, many of them due to the introduced brown tree snake.[citation needed] Currently there are approximately 10,000 living species of birds, with an estimated 1,200 considered to be under threat of extinction.[citation needed] Island species in general, and flightless island species in particular, are most at risk. The disproportionate number of rails in the list reflects the tendency of that family to lose the ability to fly when geographically isolated. Even more rails became extinct before they could be described by scientists; these taxa are listed in List of Late Quaternary prehistoric bird species. The extinction dates given below are usually approximations of the actual date of extinction. In some cases, more exact dates are given as it is sometimes possible to pinpoint the date of extinction to a specific year or even day (the San Benedicto rock wren is possibly the most extreme example—its extinction could be timed with an accuracy of maybe half an hour). Extinction dates in the literature are usually the dates of the last verified record (credible observation or specimen taken); for many Pacific birds that became extinct shortly after European contact, however, this leaves an uncertainty period of over a century, because the islands on which they lived were only rarely visited by scientists. Ducks, geese and swans Quails and relatives See also Bokaak \"bustard\" under Gruiformes below Shorebirds, gulls and auks Rails and allies - probably paraphyletic Grebes Pelicans and related birds Boobies and related birds Petrels, shearwaters, albatrosses and storm petrels. Penguins Pigeons, doves and dodos For the \"Réunion solitaire\", see Réunion ibis. Parrots Cuckoos Birds of prey Typical owls and barn owls. Caprimulgidae - nightjars and nighthawks Reclusive ground-nesting birds that sally out at night to hunt for large insects and similar prey. They are easily located by the males' song, but this is not given all year. Habitat destruction represents currently the biggest threat, while island populations are threatened by introduced mammalian predators, notably dogs, cats, pigs and mongooses. Swifts and hummingbirds Kingfishers and related birds Woodpeckers and related birds Perching birds Furnariidae- Ovenbirds Acanthisittidae– New Zealand \"wrens\" Mohoidae – Hawaiian \"honeyeaters\". Family established in 2008, previously in Meliphagidae. Meliphagidae – honeyeaters and Australian chats Acanthizidae – scrubwrens, thornbills, and gerygones Pachycephalidae – whistlers, shrike-thrushes, pitohuis and allies Dicruridae – monarch flycatchers and allies Oriolidae – Old World orioles and allies Callaeidae – New Zealand wattlebirds Hirundinidae – swallows and martins Acrocephalidae – marsh and tree warblers Muscicapidae – Old World flycatchers and chats Megaluridae – megalurid warblers or grass warblers Cisticolidae – cisticolas and allies Zosteropidae – white-eyes - probably belonging to Timaliidae Pycnonotidae – bulbuls Sylvioidea incertae sedis Sturnidae – starlings Turdidae – thrushes and relatives Mimidae – mockingbirds and thrashers Estrildidae– estrildid finches (waxbills, munias, etc. Icteridae – grackles Parulidae – New World warblers Ploceidae – weavers Fringillidae – true finches and Hawaiian honeycreepers Emberizidae – buntings and American sparrows Extinction of subspecies is a subject very dependent on guesswork. National and international conservation projects and research publications such as redlists usually focus on species as a whole. Reliable information on the status of threatened subspecies usually has to be assembled piecemeal from published observations, such as regional checklists. Therefore, the following listing contains a high proportion of taxa that may still exist, but are listed here due to any combination of absence of recent records, a known threat such as habitat destruction, or an observed decline. Ratites and related birds Tinamous Ducks, geese and swans Quails and relatives Shorebirds, gulls and auks Rails and allies - probably paraphyletic Herons and related birds - possibly paraphyletic Sandgrouse Pigeons, doves and dodos Parrots Cuckoos Birds of prey Typical owls and barn owls Nightjars and allies Swifts and hummingbirds Kingfishers and related birds Woodpeckers and related birds Perching birds Pittidae – pittas Tyrannidae – tyrant flycatchers Furnariidae – ovenbirds Formicariidae – antpittas and antthrushes Maluridae – Australasian \"wrens\" Pardalotidae – pardalotes, scrubwrens, thornbills and gerygones Petroicidae – Australasian \"robins\" Cinclosomatidae – whipbirds and allies Artamidae – woodswallows, currawongs and allies Monarchidae – monarch flycatchers Rhipiduridae – fantails Campephagidae – cuckoo-shrikes and trillers Oriolidae – orioles and figbird Corvidae – crows, ravens, magpies and jays Callaeidae – New Zealand wattlebirds Regulidae – kinglets Hirundinidae – swallows and martins Phylloscopidae – phylloscopid warblers or leaf-warblers Cettiidae – cettiid warblers or typical bush-warblers Acrocephalidae – acrocephalid warblers or marsh- and tree warblers Pycnonotidae – bulbuls Cisticolidae – cisticolas and allies Sylviidae – sylviid (\"true\") warblers and parrotbills Zosteropidae – white-eyes. Probably belong into Timaliidae Timaliidae – Old World babblers \"African warblers\" Sylvioidea incertae sedis Troglodytidae – wrens Paridae – tits, chickadees and titmice Cinclidae – dippers Muscicapidae – Old World flycatchers and chats Turdidae – thrushes and allies Mimidae – mockingbirds and thrashers Estrildidae – estrildid finches (waxbills, munias, etc.) Fringillidae – true finches and Hawaiian honeycreepers Icteridae – grackles Parulidae – New World warblers Thraupidae – tanagers Emberizoidea – buntings and American sparrows","Title":"List of extinct bird species since 1500 - Wikipedia","KeyID":"11859","URL":"https://en.wikipedia.org/wiki/List_of_extinct_birds"}