{"Content: ":"Empty forest is a term coined by Kent H. Redford's article \"The Empty Forest\" (1992), which was published in BioScience. An \"empty forest\" refers to an ecosystem that is void of large mammals. Empty forests are characterized by an otherwise excellent habitat, and often have large, fully grown trees, although they lack large mammals as a result of human impact. Empty forests show that human impact can destroy an ecosystem from within as well as from without.[1] Many of the large mammals that are disappearing, such as deers and tapirs,[2] are important for seed dispersion. Many tree species that are very localized in their dispersion rely on mammals rather than the wind to disperse their seeds.[3] Furthermore, when seed predation is down, trees with large seeds begin to completely dominate those with small seeds, changing the balance of plant life in an area.[4] Predatory large mammals are important for increasing overall biodiversity by making sure that smaller predators and herbivores do not become overabundant and dominate. An absence of large predators seems to result in uneven densities of prey species.[5] Even though certain animals may not have become completely extinct, they may have lowered in numbers to the point that they have suffered an ecological extinction. The animals that have most likely suffered an ecological extinction in neotropical forests are the ones who are the most important predators, large seed dispersers, and seed predators.[6] The defaunation of large mammals can be done by direct or indirect means. Any type of human activity not aimed at the animals in question that results in the defaunation of those animals is indirect. The most common means of indirect defaunation is habitat destruction. However, other examples of indirect means of defaunation of large mammals would be the over-collection of fruits and nuts or over-hunting of prey that large mammals need for food. Another example of an indirect means of the defaunation of large mammals is through the by-products of modern human activities such as mercury and smoke, or even noise pollution.[1] There are two categories of direct defaunation. They include subsistence hunting and commercial hunting. The most common species of animals hunted are typically the largest species in their area. The large mammals in an area are often represented by only a few species, but make up a major part of the overall biomass. In areas with only moderate hunting, the biomass of mammalian game species decreases by 80.7%. In areas with heavy hunting, the biomass of mammalian game species can decrease by 93.7%.[7]","Title":"Empty forest - Wikipedia","KeyID":"11855","URL":"https://en.wikipedia.org/wiki/Empty_forest"}