{"Content: ":"The Pyrenean ibex (Capra pyrenaica pyrenaica), Aragonese and Spanish common name bucardo, Basque common name bukardo, Catalan common name herc and French common name bouquetin, was one of the four subspecies of the Iberian ibex or Iberian wild goat, a species endemic to the Pyrenees. Pyrenean ibex were most common in the Cantabrian Mountains, Southern France, and the northern Pyrenees. This species was common during the Holocene and Upper Pleistocene, during which their morphology, primarily some skulls, of the Pyrenean ibex was found to be larger than other Capra subspecies in southwestern Europe from the same time. In January 2000, the Pyrenean ibex became extinct. Other subspecies have survived: the western Spanish or Gredos ibex and the southeastern Spanish or beceite ibex, while the Portuguese ibex had already become extinct. Since the last of the Pyrenean ibex became extinct before scientists could adequately analyze them, the taxonomy of this particular subspecies is controversial. Following several failed attempts to revive the subspecies through cloning, a living specimen was born in July 2003; however, she died several minutes after birth due to a lung defect.[2][3] Multiple theories are given regarding the evolution and historical migration of C. pyrenaica into the Iberian Peninsula, and the relationship between the different subspecies. One possibility is that C. pyrenaica evolved from an ancestor related to C. caucasica from the Middle East, at the beginning of the last glacial period (120–80 ky).[4] C. pyrenaica probably moved from the northern Alps through southern France into the Pyrenees area at the beginning of Magdalenian period about 18 kya. If this is the case, then C. caucasica praepyrenaica may have been more different from the other three ibex species that lived in the Iberian Peninsula than scientists currently know. For example, this would mean that the C. pyrenaica (possible migration 18ky) and C. ibex (300 ky earlier migration) would have evolved from different ancestors and been morphologically more different from their separate genes.[4] It is known that all four subspecies lived together in the Upper Pleistocene time, but scientists are unsure of how much genetic exchange could have occurred. The problem with this theory is that genetics suggest that C. pyrenaica and C. ibex may have shared a more common origin, possibly C. camburgensis.[4] Many versions of when C. pyrenaica or C. ibex first migrated to and evolved in the Iberian Peninsula are related. C. pyrenaica possibly was already living in the Iberian Peninsula when the ibex began to migrate through the Alps. Genetic evidence also supports the theory that multiple Capra subspecies migrated to the Iberian region around the same time. Hybridization may have been possible, but the results are not conclusive.[4] The Pyrenean ibex had short hair which varied according to seasons. During the summer, its hair was short, and in winter, the hair grew longer and thicker. The hair on the ibex's neck remained long through all seasons. Male and female ibex could be distinguished due to color, fur, and horn differences. The male was a faded grayish brown during the summer, and they were decorated with black in several places on the body such as the mane, forelegs, and forehead. In the winter, the ibex was less colorful. The male transformed from a greyish brown to a dull grey and where the spots were once black, he became dull and faded. The female ibex, though, could be mistaken for a deer since her coat was brown throughout the summer. Unlike the male ibex, a female lacked black coloring. Young ibex were colored like the female for the first year of life.[5] The male had large, thick horns, curving outwards and backwards, then outwards and downwards, then inwards and upwards. The surface of the horn was ridged, and the ridges developing progressively with age. The ridges were said to each represent a year, so the total would correspond to the ibex's age. The female had short, cylindrical horns. Ibex fed on vegetation such as grasses and herbs.[5] Pyrenean ibex migrated according to seasons. In spring, the ibex would migrate to more elevated parts of mountains where females and males would mate.[citation needed] In spring, females would normally separate from the males, so they could give birth in more isolated areas. Kids were typically born during May, usually singularly. During the winter, the ibex would migrate to valleys that are not covered in snow. These valleys allowed them to eat regardless of the change in season.[5] The species was often seen in parts of France, Portugal, Spain and Andorra, but not as much in northern areas of the Iberian Peninsula. In areas like Andorra and France in the mainland, the Pyrenean ibex became extinct first in the northern tip of the Iberian Peninsula. The Pyrenean ibex was estimated to have a peak population of 50,000 individuals with more than 50 other subgroups that ranged from the Sierra Nevada to Sierra Morena and Muela de Cortes.[clarification needed][1] Many of these subgroups lived in mountainous terrain extending into Spain and Portugal. The last remaining Pyrenean ibex were seen in areas of the Middle and Eastern Pyrenees, below 1,200 metres (3,940 ft) altitude. However, in areas of southern France and surrounding areas, ibex were found from 350–925 metres (1,150–3,030 ft) to 1,190–2,240 metres (3,900–7,350 ft).[4] The Pyrenean ibex was quite abundant until the 14th century and numbers did not dwindle in the region until the mid-19th century.[5] Pyrenean ibex tended to live in rocky habitats with cliffs and trees interspersed with scrub or pine trees. However, small patches of rocks in farmland or various areas along the Iberian coast also formed suitable habitat. The ibex was able to thrive well in its environment as long as the appropriate habitat was available, and was able to disperse rapidly and colonize quickly. Pyrenean ibex formed a useful resource for humans, which may have been a cause of their eventual extinction.[1] Researchers say that the eventual downfall of the Pyrenean ibex may have been caused by continuous hunting and even perhaps that the animal could not compete with the other livestock in the area. However, definite reasons for the extinction of this animal are still unknown.[5] The subspecies once ranged across the Pyrenees in France and Spain and the surrounding area, including the Basque Country, Navarre, north Aragon, and north Catalonia. A few hundred years ago, they were numerous, but by 1900, their numbers had fallen to fewer than 100. From 1910 onwards, their numbers never rose above 40, and the subspecies was found only in a small part of Ordesa National Park, in Huesca. The Pyrenean ibex was one of four subspecies of the Iberian ibex. The first to become extinct was the Portuguese ibex (Capra pyrenaica lusitanica) in 1892.[6] The Pyrenean ibex was the second, with the last individual, a female called Celia, found dead in 2000. In the Middle Ages, Pyrenean ibex were very abundant in the Pyrenees region, but decreased rapidly in the 19th and 20th centuries due to hunting pressure. In the second half of the 20th century, only a small population survived in the Ordesa National Park situated in the Spanish Central Pyrenees.[2] Competition with domestic and wild ungulates also contributed to the extinction of the Pyrenean ibex. Much of its range was shared with sheep, domestic goats, cattle, and horses, especially in summer when it was in the high mountain pastures. This led to interspecific competition[7][8] and overgrazing, which particularly affected the ibex in dry years. In addition, the introduction of non-native wild ungulate species in areas occupied by the ibex (e.g. fallow deer and mouflon in the Sierras de Cazorla, Segura y Las Villas Natural Park) increased the grazing pressure, as well as the risk of transmission of both native and exotic diseases.[9][10] The last natural Pyrenean ibex, a female named Celia, was found dead on January 6, 2000; she had been killed by a fallen tree. The reason for the subspecies' decline and extinction is not fully understood. Some hypotheses include the inability to compete with other species for food, infections and diseases, and poaching. The Pyrenean ibex became the first taxon ever to become \"unextinct\" on July 30, 2003,[11][3] when a cloned female ibex was born alive and survived for several minutes, before dying from lung defects.[2][12] Celia, the last ibex, was captured in Ordesa y Monte Perdido National Park in Huesca, Spain; skin biopsies were taken and cryopreserved in nitrogen.[by whom?] She died a year after tissue was harvested from her ear. American biotechnology company Advanced Cell Technology, Inc. announced in 2000 that the Spanish government would let them try to clone her from those samples.[13] ACT intended to work alongside other scientists to clone Celia by nuclear transfer. It was expected to be easier than the cloning experiment of endangered gaur (Bos gaurus), as the reproductive biology of goats is better known and the normal gestation period is only five months. In addition, only certain extinct animals are candidates for cloning because of the need for a suitable proxy surrogate to carry the clone to term. ACT agreed with the government of Aragon that the future cloned Pyrenean ibex would be returned to their original habitat. Celia provided suitable tissue samples for cloning. However, attempts to clone her highlighted a major problem: even if it were possible to produce another healthy Pyrenean ibex, no males were available for the female clone to breed with. To produce a viable population of a previously extinct animal, genetic samples from many individuals would be needed to create genetic diversity in the cloned population.[14] This is a major obstacle to re-establishing an extinct species population through cloning. One solution could be to cross Celia's clones with males of another subspecies, although the offspring would not be pure Pyrenean ibex. A more ambitious plan would be to remove one X chromosome and add a Y chromosome from another still-existing subspecies, creating a male Pyrenean ibex, but such technology does not yet exist, and it is not known whether this will be feasible at all without irreparable damage to the cell. Three teams of scientists, two Spanish and one French, are involved in the cloning project. One of the Spanish teams was led by Dr. Jose Folch of Zaragoza, from the Centre of Food Technology and Research of Aragon.[15] The other teams had researchers from the National Research Institute of Agriculture and Food in Madrid.[12] The project is coordinated by the Food and Agricultural Investigation Service of the Government of Aragon (Spanish: Servicio de Investigación Agroalimentaria del Gobierno de Aragón) and by the National Institute of Investigation and Food and Agrarian Technology (Instituto Nacional de Investigación y Tecnología Agraria y Alimentaria). The National Institute of Agrarian Investigation (INRA) of France is also involved in the project. Researchers took adult somatic cells from the tissue and fused them with oocytes from goats that had their nuclei removed. The purpose of removing the nuclei from the goats' oocytes was to extract all the DNA of the goat, so there would be no genetic contribution to the clone from the egg donor. The resultant embryos were transferred into a domestic goat (Capra hircus), to act as a surrogate mother. The first cloning attempts failed. Of the 285 embryos reconstructed, 54 were transferred to 12 ibex and ibex-goat hybrids, but only two survived the initial two months of gestation before they, too, died. On July 30, 2003, one clone was born alive, but died several minutes later due to physical defects in the lungs.[A][3] There was atelectasis and an extra lobe in the left lung. This was the first attempt to revive an extinct subspecies, although the process technically began before the extinction of the subspecies.","Title":"Pyrenean ibex - Wikipedia","KeyID":"11850","URL":"https://en.wikipedia.org/wiki/Pyrenean_ibex"}