{"Content: ":"In biology, a refugium (plural: refugia) is a location which supports an isolated or relict population of a once more widespread species. This isolation (allopatry) can be due to climatic changes, geography, or human activities such as deforestation and overhunting. Present examples of refuge species are the mountain gorilla, isolated to specific mountains in central Africa, and the Australian sea lion, isolated to specific breeding beaches along the south-west coast of Australia, due to humans taking so many of their number as game. This resulting isolation, in many cases, can be seen as only a temporary state; however, some refugia may be longstanding, thereby having many endemic species, not found elsewhere, which survive as relict populations. The Indo-Pacific Warm Pool has been proposed to be a longstanding refugium, based on the discovery of the \"living fossil\" of a marine dinoflagellate called Dapsilidinium pastielsii, currently found in the Indo-Pacific Warm Pool only.[1] In anthropology, refugia often refers specifically to Last Glacial Maximum refugia, where some ancestral human populations may have been forced back to glacial refugia (similar small isolated pockets on the face of the continental ice sheets) during the last glacial period. Going from west to east, suggested examples include the Franco-Cantabrian region (in northern Iberia), the Italian and Balkan peninsulas, the Ukrainian LGM refuge, and the Bering Land Bridge. Archaeological and genetic data suggest that the source populations of Paleolithic humans survived the glacial maxima (including the Last Glacial Maximum) in sparsely wooded areas and dispersed through areas of high primary productivity while avoiding dense forest cover.[2] More recently, refugia has been used to refer to areas that could offer relative climate stability in the face of modern climate change.[3] As an example of a locale refugia study, Jürgen Haffer first proposed the concept of refugia to explain the biological diversity of bird populations in the Amazonian river basin. Haffer suggested that climatic change in the late Pleistocene led to reduced reservoirs of habitable forests in which populations become allopatric. Over time, that led to speciation: populations of the same species that found themselves in different refugia evolved differently, creating parapatric sister-species. As the Pleistocene ended, the arid conditions gave way to the present humid rainforest environment, reconnecting the refugia. Scholars have since expanded the idea of this mode of speciation and used it to explain population patterns in other areas of the world, such as Africa, Eurasia, and North America. Theoretically, current biogeographical patterns can be used to infer past refugia: if several unrelated species follow concurrent range patterns, the area may have been a refugium. Moreover, the current distribution of species with narrow ecological requirements tend to be associated with the spatial position of glacial refugia.[4] One can provide a simple explanation of refugia involving core temperatures and exposure to sunlight. In the northern hemisphere, north-facing sites on hills or mountains, and places at higher elevations count as cold sites. The reverse are sun- or heat-exposed, lower-elevation, south-facing sites: hot sites. (The opposite directions apply in the southern hemisphere.) Each site becomes a refugium, one as a \"cold-surviving refugium\" and the other as a \"hot-surviving refugium\". Canyons with deep hidden areas (the opposite of hillsides, mountains, mesas, etc. or other exposed areas) lead to these separate types of refugia. A concept not often referenced is that of \"sweepstakes colonization\":[5][6] when a dramatic ecological event occurs, for example a meteor strike, and global, multiyear effects occur. The sweepstake-winning species happens to already be living in a fortunate site, and their environment is rendered even more advantageous, as opposed to the \"losing\" species, which immediately fails to reproduce.[5][6] In systematic conservation planning, the term refugium has been used to define areas that could be used in protected area development to protect species from climate change.[3] The term has been used alternatively to refer to areas with stable habitats or stable climates.[3] More specifically, the term in situ refugium is used to refer to areas that will allow species that exist in an area to remain there even as conditions change, whereas ex situ refugium refers to an area into which species distributions can move to in response to climate change.[3] Sites that offer in situ refugia are also called resilient sites in which species will continue to have what they need to survive even as climate changes.[7] One study found with downscaled climate models that areas near the coast are predicted to experience overall less warming than areas toward the interior of the US State of Washington.[8] Other research has found that old-growth forests are particularly insulated from climatic changes due to evaporative cooling effects from evapotranspiration and their ability to retain moisture.[9] The same study found that such effects in the Pacific Northwest would create important refugia for bird species. A review of refugia-focused conservation strategy in the Klamath-Siskiyou Ecoregion found that, in addition to old-growth forest, the northern aspects of hillslopes and deep gorges would provide relatively cool areas for wildlife and seeps or bogs surrounded by mature and old-growth forests would continue to supply moisture even as water availability decreases.[10] Beginning in 2010 the concept of geodiversity (a term used previously in efforts to preserve scientifically important geological features) entered into the literature of conservation biologists as a potential way to identify climate change refugia and as a surrogate (in other words, a proxy used when planning for protected areas) for biodiversity.[11][12][13] While the language to describe this mode of conservation planning hadn't fully developed until recently, the use of geophysical diversity in conservation planning goes back at least as far as the work by Hunter and others in 1988,[14] and Richard Cowling and his colleagues in South Africa also used \"spatial features\" as surrogates for ecological processes in establishing conservation areas in the late 1990s and early 2000s.[15][16] The most recent efforts have used the idea of land facets (also referred to as geophysical settings, enduring features, or geophysical stages[7]), which are unique combinations of topographical features (such as slope steepness, slope direction, and elevation) and soil composition, to quantify physical features.[12] The density of these facets, in turn, is used as a measure of geodiversity.[13][7] Because geodiversity has been shown to be correlated with biodiversity,[11] even as species move in response to climate change, protected areas with high geodiversity may continue to protect biodiversity as niches get filled by the influx of species from neighboring areas.[7] Highly geodiverse protected areas may also allow for the movement of species within the area from one land facet or elevation to another.[7] Conservation scientists, however, emphasize that the use of refugia to plan for climate change is not a substitute for fine-scale (more localized) and traditional approaches to conservation, as individual species and ecosystems will need to be protected where they exist in the present.[11][17] They also emphasize that responding to climate change in conservation is not a substitute for actually limiting the causes of climate change.[11]","Title":"Refugium (population biology) - Wikipedia","KeyID":"11860","URL":"https://en.wikipedia.org/wiki/Refugium_(population_biology)"}