{"Content: ":"The American Institute of Biological Sciences (AIBS) is a nonprofit scientific association that is dedicated to advancing biological research and education. The American Institute of Biological Sciences is a nonprofit 501(c)(3) scientific association \"dedicated to advancing biological research and education for the welfare of society.\" Founded in 1947 as a part of the National Academy of Sciences, AIBS became an independent, member-governed organization in the 1950s. Today, AIBS has over 120 member organizations and is headquartered in Herndon, VA. Its approximately 18 staff work to achieve its mission by publishing the peer-reviewed journal BioScience, providing scientific peer-review and advisory services to government agencies and other clients, and collaborating with scientific organizations to advance public policy, education, and the public understanding of science. AIBS provides scientific peer-review and advisory services to government agencies and other clients; publishes the peer-reviewed journal BioScience; and collaborates with scientific organizations to advance public policy, education, and the public understanding of science. Scientific Peer Advisory and Review Services (SPARS) is a division of the nonprofit entity, American Institute of Biological Sciences (AIBS), which is dedicated to biological research and education. SPARS is focused on the objective evaluation of potential research grant applications, ongoing medical research programs, and progress reports for numerous granting agencies, foundations, and research institutes; addressing advances in basic biology, clinical medicine, technology, and wildlife and environmental concerns. The staff at AIBS SPARS consists of scientists, administrators, IT professionals, writers, and editors. Reviewers are vetted for conflicts of interest and confidentiality is ensured to maintain the fidelity of the process. Processes include: developing request for proposals (RFPs), developing proposal receipt and tracking mechanisms, establishing review procedures, orchestrating online reviews, meetings, and teleconferences and delivering edited critiques. Many types of reviews have been implemented, including: consortia development, training and education programs, innovation awards, technology development awards, basic science and clinical trial awards. Decisions about which applications to fund are generally based on the mean scores of a panel of 3 to 12 peer reviewers.[1] Issues addressed by the policy office are: funding for the biological sciences, scientific collections, science education, scientific integrity, and research and government agencies. AIBS works toward recognizing teaching professionals, collaborating with other organizations, disseminating information, publishing teaching resources to improve biology education, and encouraging students to pursue careers in biology. AIBS publishes the monthly journal BioScience. BioScience provides peer-reviewed synthetic overviews of current biological research, together with articles about biology education, history, and the profession generally.","Title":"American Institute of Biological Sciences - Wikipedia","KeyID":"11887","URL":"https://en.wikipedia.org/wiki/American_Institute_of_Biological_Sciences"}