{"Content: ":"Peter Frank Patrick Watson (born 23 April 1943)[1] is a British intellectual historian and former journalist, now perhaps best known for his work in the history of ideas. His journalistic work includes detailed investigations of auction houses and the international market in stolen antiquities. Watson attended Cheltenham Grammar School.[2] He graduated in Psychology from Durham in 1964.[1][3] He subsequently earned a scholarship to study for a diploma in music at La Sapienza and then completed a doctorate at the University of London.[1] After university Watson trained as a psychologist at the Tavistock Clinic in London under R. D. Laing, but left this profession in the late 1960s after becoming dissatisfied with Freudian theories.[4] Having given up psychology he settled into a career in journalism and edited the first incarnation of Race Today, a journal launched in 1969 by the Institute of Race Relations think-tank.[2] He worked at New Society from 1970 to 1973, eventually serving as deputy editor, and was for four years a member of the Insight team at The Sunday Times.[1] While working for The Sunday Times he published the book, War on the Mind: The Military Uses and Abuses of Psychology, which revealed psychological research carried out by various military forces in the Cold War period. This book, Watson's first, had its roots in a 1973 assignment from the Insight team to look into the uses of psychological warfare by the British Army in Northern Ireland during the height of The Troubles.[5] As part of his research Watson visited the Fort Bragg army base in North Carolina, which convinced him that military psychology was more advanced than he had previously imagined.[5] Later, he briefly moved his career to America, where he was New York correspondent of The Times from 1981 to 1982.[1] His 1984 book, The Caravaggio Conspiracy, is based on his experience going undercover with the Carabinieri to investigate the theft of a Caravaggio painting, the Nativity with St. Francis and St. Lawrence, which had been stolen in 1969 from the Oratorio di San Lorenzo in Palermo.[6] Watson conceived the idea for a book on stolen antiquities in 1979, while the printers of The Sunday Times were on strike and the owners suspended publication for 11 months, giving himself and other writers time to pursue personal projects.[7] He concluded the Nativity with St. Francis and St. Lawrence was most likely stolen by members of Cosa Nostra. Although unsuccessful in recovering the painting that was the focus of the book, he did manage to obtain six other stolen works.[7] Watson would later return to the art world as a subject in Sotheby's: The Inside Story (1998). The book accused Sotheby's of selling antiquities it knew to have been stolen.[8] In an interview with Noah Charney for The Daily Beast, he related that the investigation had so damaged Sotheby's reputation that people he knew in the London art world wouldn't speak to him for years afterwards.[9] In a 2000 article for the New Statesman he argued that forgeries in the antiquities trade remained a serious problem, with fake ancient artefacts even making their way into major museums, aided by curators who knew little of archaeology and were liable to be hoodwinked by corrupt dealers.[10] A third expose of the art world, The Medici Conspiracy: The Illicit Journey of Looted Antiquities, from Italy's Tomb Raiders to the World's Greatest Museums, which he co-wrote with Cecilia Todeschini, was published in 2006. The book detailed the criminal career of Italian art dealer, Giacomo Medici, and his several decades spent supplying museum with illegally excavated and smuggled antiquities.[11] Watson had given evidence at the trial of Medici.[11] Watson and Todeschini were criticised by Hugh Eakin in the New York Review of Books for failing to speak to any of the defendants in the Medici investigation, including former J. Paul Getty Museum curator Marion True - although Watson claimed that none of the defendants would talk, forcing him to rely on documents given to him by the Italian investigators.[11] Between 1997 and 2007, Watson was a Research Associate at the Illicit Antiquities Research Centre, part of the McDonald Institute for Archaeological Research at Cambridge. In 2009 he took part in an Intelligence Squared debate in Hong Kong. Alongside the archaeologist Colin Renfrew he spoke against the motion 'Cultural Treasures Belong in Their Country of Origin'.[12] He has published thirteen books, including The German Genius, published by Simon & Schuster in 2010.[13][14] Watson is an atheist, and is particularly critical of monotheism.[15] He has argued that psychotherapy has become a substitute for religion, and that people more often seek therapy as a way to find meaning in their lives than to treat mental illness.[16] He is a member of the Reform Club and describes himself as a Social Democrat politically.[1]","Title":"Peter Watson (intellectual historian) - Wikipedia","KeyID":"11882","URL":"https://en.wikipedia.org/wiki/Peter_Watson_(business_writer)"}