{"Content: ":"PLOS (for Public Library of Science; PLoS until 2012 [1]) is a nonprofit open-access science, technology, and medicine publisher with a library of open-access journals and other scientific literature under an open-content license. It launched its first journal, PLOS Biology, in October 2003 and (as of October 2015[update]) publishes seven journals.[2][3] The organization is based in San Francisco, California, and has a European editorial office in Cambridge, England. The publications are primarily funded by payments from the authors. The Public Library of Science began in 2000 with an online petition initiative by Nobel Prize winner Harold Varmus, formerly director of the National Institutes of Health and at that time director of Memorial Sloan–Kettering Cancer Center; Patrick O. Brown, a biochemist at Stanford University; and Michael Eisen, a computational biologist at the University of California, Berkeley, and the Lawrence Berkeley National Laboratory.[5][6] The petition called for all scientists to pledge that from September 2001 they would discontinue submission of articles to journals that did not make the full text of their articles available to all, free and unfettered, either immediately or after a delay of no more than six months. Although tens of thousands signed the petition, most did not act upon its terms; and in August 2001, Brown and Eisen announced that they would start their own nonprofit publishing operation.[7] In December 2002, the Gordon and Betty Moore Foundation awarded PLOS a $9 million grant, which it followed in May 2006 with a $1 million grant to help PLOS achieve financial sustainability and launch new free-access biomedical journals.[8] The PLOS organizers turned their attention to starting their own journal, along the lines of the UK-based BioMed Central, which has been publishing open-access scientific articles in the biological sciences in journals such as Genome Biology since 2000. As a publishing company, the Public Library of Science officially launched its operation on 13 October 2003, with the publication of a print and online scientific journal entitled PLOS Biology, and has since launched 11 more journals.[9] One, PLOS Clinical Trials, has since been merged into PLOS ONE. Following the merger, the company started the PLOS Hub for Clinical Trials to collect journal articles published in any PLOS journal and relating to clinical trials; the hub was discontinued in July 2013. The PLOS journals are what is described as \"open-access content\"; all content is published under the Creative Commons \"attribution\" license. The project states (quoting the Budapest Open Access Initiative) that: \"The only constraint on reproduction and distribution, and the only role for copyright in this domain, should be to give authors control over the integrity of their work and the right to be properly acknowledged and cited.\" In 2011, the Public Library of Science became an official financial supporting organization of Healthcare Information For All by 2015,[10] a global initiative that advocates unrestricted access to medical knowledge, sponsoring the first HIFA2015 Webinar in 2012.[11] In 2012 the organization quit using the stylization \"PLoS\" to identify itself and began using only \"PLOS\".[1] In 2016, PLOS confirmed that their chief executive officer Elizabeth Marincola would be leaving for personal and professional reasons at the end of that year.[12] In May 2017, PLOS announced that their new CEO would be Alison Mudditt with effect from June.[13] In 2021, PLOS announced a policy that required changes in reporting for researchers working in other countries as an attempt to address neo-colonial parachute research practices.[14] To fund the journals, PLOS charges an article processing charge (APC) to be paid by the author or the author's employer or funder. In the United States, institutions such as the National Institutes of Health and the Howard Hughes Medical Institute have pledged that recipients of their grants will be allocated funds to cover such author charges. The Global Participation Initiative (GPI) was instituted in 2012, by which authors in \"group-one countries\" are not charged a fee, and those in group-two countries are given a fee reduction. (In all cases, decisions to publish are based solely on editorial criteria.) PLOS was launched with grants totaling US$13 million from the Gordon and Betty Moore Foundation and the Sandler Family Supporting Foundation.[15] PLOS confirmed in July 2011 that it no longer relies on subsidies from foundations and is covering all of its operational costs.[16][17] Since then the PLOS balance sheet has improved from $20,511,000 net assets in 2012–2013 to $36,591,000 in 2014–2015.[18][19] In April 2017, PLOS was one of the founding partners in the Initiative for Open Citations.[20] PLOS has its main headquarters in Suite 225 in the Koshland East Building in Levi's Plaza in San Francisco.[21] Previously, the company had been located at 185 Berry Street.[22] In June 2010, PLOS announced that it was moving to a new location in order to accommodate its rapid growth. The move to the Koshland East Building went into effect on 21 June 2010.[23] ","Title":"PLOS - Wikipedia","KeyID":"11886","URL":"https://en.wikipedia.org/wiki/Public_Library_of_Science"}