{"Content: ":"The paradox of enrichment is a term from population ecology coined by Michael Rosenzweig in 1971.[1] He described an effect in six predator–prey models where increasing the food available to the prey caused the predator's population to destabilize. A common example is that if the food supply of a prey such as a rabbit is overabundant, its population will grow unbounded and cause the predator population (such as a lynx) to grow unsustainably large. That may result in a crash in the population of the predators and possibly lead to local eradication or even species extinction. The term 'paradox' has been used since then to describe this effect in slightly conflicting ways. The original sense was one of irony; by attempting to increase the carrying capacity in an ecosystem, one could fatally imbalance it. Since then, some authors have used the word to describe the difference between modelled and real predator–prey interactions. Rosenzweig used ordinary differential equation models to simulate the prey population that represented only prey populations. Enrichment was taken to be increasing the prey carrying capacity and showing that the prey population destabilized, usually into a limit cycle. The cycling behavior after destabilization was more thoroughly explored in a subsequent paper (May 1972)[2] and discussion (Gilpin and Rosenzweig 1972).[3] Many studies have been done on the paradox of enrichment since Rosenzweig, and some have shown that the model initially proposed does not hold in all circumstances, as summarised by Roy and Chattopadhyay in 2007, such as these exceptions: The paradox of enrichment can be accounted for by the bifurcation theory. As the carrying capacity increases, the equilibrium of the dynamical system becomes unstable. The bifurcation can be obtained by modifying the Lotka–Volterra equation. First, one assumes that the growth of the prey population is determined by the logistic equation. Then, one assumes that predators have a nonlinear functional response, typically of type II. The saturation in consumption may be caused by the time to handle the prey or satiety effects. Thus, one can write the following (normalized) equations: The term x ( 1 − x K ) {\\displaystyle x\\left(1-{\\frac {x}{K}}\\right)} represents the prey's logistic growth, and x 1 + x {\\displaystyle {\\frac {x}{1+x}}} the predator's functional response. The prey isoclines (points at which the prey population does not change, i.e. dx/dt = 0) are easily obtained as x = 0 {\\displaystyle \\ x=0} and y = ( 1 + x ) ( 1 − x / K ) {\\displaystyle y=(1+x)\\left(1-x/K\\right)} . Likewise, the predator isoclines are obtained as y = 0 {\\displaystyle \\ y=0} and x = α 1 − α {\\displaystyle x={\\frac {\\alpha }{1-\\alpha }}} , where α = γ δ {\\displaystyle \\alpha ={\\frac {\\gamma }{\\delta }}} . The intersections of the isoclines yields three steady-states: The first steady-state corresponds to the extinction of both predator and prey, the second one to the predator-free steady-state and the third to co-existence, which only exists when α {\\displaystyle \\alpha } is sufficiently small. The predator-free steady-state is locally linearly unstable if and only if the coexistence-steady-state exists. By the Hartman–Grobman theorem, one can determine the stability of the steady states by approximating the nonlinear system by a linear system. After differentiating each f {\\displaystyle f} and g {\\displaystyle g} with respect to x {\\displaystyle x} and y {\\displaystyle y} in a neighborhood of ( x 3 , y 3 ) {\\displaystyle (x_{3},y_{3})} , we get: It is possible to find the exact solution of this linear system, but here, the only interest is in the qualitative behavior. If both eigenvalues of the community matrix have negative real part, then by the stable manifold theorem the system converges to a limit point. Since the determinant is equal to the product of the eigenvalues and is positive, both eigenvalues have the same sign. Since the trace is equal to the sum of the eigenvalues, the co-existence steady-state is locally linearly stable if At that critical value of the parameter K, the system undergoes a Hopf bifurcation. It comes as counterintuitive (hence the term 'paradox') because increasing the carrying capacity of the ecological system beyond a certain value leads to dynamic instability and extinction of the predator species. A credible, simple alternative to the Lotka–Volterra predator–prey model and its common prey dependent generalizations is the ratio dependent or Arditi–Ginzburg model.[4] The two are the extremes of the spectrum of predator interference models. According to the authors of the alternative view, the data show that true interactions in nature are so far from the Lotka–Volterra extreme on the interference spectrum that the model can simply be discounted as wrong. They are much closer to the ratio dependent extreme so if a simple model is needed one can use the Arditi–Ginzburg model as the first approximation.[5] The presence of the paradox is strongly dependent on the assumption of the prey dependence of the functional response; because of this the ratio dependent Arditi–Ginzburg model does not have the paradoxical behavior. The authors' claim that the paradox is absent in nature (simple laboratory systems may be the exception) is in fact a strong argument for their alternative view of the basic equations.[6]","Title":"Paradox of enrichment - Wikipedia","KeyID":"11893","URL":"https://en.wikipedia.org/wiki/Paradox_of_enrichment"}