{"Content: ":"The Lau event was the last of three relatively minor mass extinctions (the Ireviken, Mulde, and Lau events) during the Silurian period.[4] It had a major effect on the conodont fauna, but barely scathed the graptolites. It coincided with a global low point in sea level, is closely followed by an excursion in geochemical isotopes in the ensuing late Ludfordian faunal stage and a change in depositional regime.[5] The Lau event started at the beginning of the late Ludfordian, a subdivision of the Ludlow stage, about 420 million years ago. Its strata are best exposed in Gotland, Sweden, taking its name from the parish of Lau. Its base is set at the first extinction datum, in the Eke beds, and despite a scarcity of data, it is apparent that most major groups suffered an increase in extinction rate during the event; major changes are observed worldwide at correlated rocks, with a \"crisis\" observed in populations of conodonts and graptolites.[6] More precisely, conodonts suffered in the Lau event, and graptolites in the subsequent isotopic excursion.[5] Local extinctions may have played a role in many places, especially the increasingly enclosed Welsh basin; the event's relatively high severity rating of 6.2 does not change the fact that many life-forms became re-established shortly after the event, presumably surviving in refuge or in environments that have not been preserved in the geological record.[7] Although life persisted after the event, community structures were permanently altered and many lifeforms failed to regain the niches they had occupied before the event.[8] A peak in δ13C, accompanied by fluctuations in other isotope concentrations, is often associated with mass extinctions. Some workers have attempted to explain this event in terms of climate or sea level change – perhaps arising due to a build-up of glaciers;[9] however, such factors alone do not appear to be sufficient to explain the events.[10] An alternative hypothesis is that changes in ocean mixing were responsible. An increase in density is required to make water downwell; the cause of this densification may have changed from hypersalinity (due to ice formation and evaporation) to temperature (due to water cooling).[8] The δ13C curve slightly lags conodont extinctions, hence the two events may not represent the same thing. Therefore, the term Lau event is used only for the extinction, not the following isotopic activity, which is named after the time period in which it occurred.[5] Loydell suggests many causes of the isotopic excursion, including increased carbon burial, increased carbonate weathering, changes in atmospheric and oceanic interactions, changes in primary production, and changes in humidity or aridity.[5] He uses a correlation between the events and glacially induced global sea level change to suggest that carbonate weathering is the major player, with other factors playing a less significant role. Profound sedimentary changes occurred at the beginning of the Lau event; these are probably associated with the onset of sea level rise, which continued through the event, reaching a high point at the time of deposition of the Burgsvik beds, after the event.[11] These changes appear to display anachronism, marked by an increase in erosional surfaces and the return of flat-pebbled conglomerates in the Eke beds. This is further evidence of a major blow to ecosystems of the time – such deposits can only form in conditions similar to those of the early Cambrian period, when life as we know it was only just becoming established. Indeed, stromatolites, which rarely form in the presence of abundant higher life forms, are observed during the Lau event and, occasionally, in the overlying Burgsvik beds;[12] microbial colonies of Rothpletzella and Wetheredella become abundant. This suite of characteristics is common to the larger end-Ordovician and end-Permian extinctions.","Title":"Lau event - Wikipedia","KeyID":"11908","URL":"https://en.wikipedia.org/wiki/Lau_event"}