{"Content: ":"Evidence suggesting that a mass extinction occurred at the end of the Ediacaran period, 539 million years ago, includes: During the Ediacaran period, two main groups of organisms are found in the fossil record: the \"Ediacaran biota\" of soft-bodied organisms, preserved by microbial mats; and calcifying organisms such as Cloudina and Namacalathus, which had a carbonate skeleton.[1] Because both these groups disappear abruptly at the end of the Ediacaran period, 538.8 ± 0.2 million years ago,[2] their disappearance cannot simply represent the closure of a preservational window,[3] as had previously been suspected.[1] The fossil record of the earliest Cambrian, just after the Ediacaran period, shows a sudden increase in burrowing activity and diversity. However, the Cambrian explosion of animals that gave rise to body fossils did not happen instantaneously. This implies that the \"explosion\" did not represent animals \"replacing\" the incumbent organisms, and pushing them gradually to extinction; rather, the data are more consistent with a radiation of animals to fill in vacant niches, left empty as an extinction cleared out the pre-existing fauna.[4] The theory that all Ediacarans became extinct at the start of the Cambrian is disproven if any post-Ediacaran survivors are found. Organisms from the lower Cambrian, such as Thaumaptilon, were once thought to be Ediacarans, but this hypothesis no longer has many adherents.[5] One possible Ediacaran survivor whose status is still open to scrutiny is Ediacaria booleyi, a purported holdfast structure known from the upper Cambrian. If this does turn out to be a true Ediacaran, the biota cannot have disappeared completely. Disbelievers have claimed that the fossils don't actually have a biological origin, which doesn't seem to be the case—evidence is mounting to suggest that it is an organism (or at least of biological origin, perhaps a microbial colony),[6] just not one that is related to the Ediacara biota.[7] Some organisms clearly survived the extinction since life on Earth has continued. However, very few organisms are known from both sides of the Ediacaran-Cambrian boundary. One such organism is the agglutinated foramanifera Platysolenites.[8] Swartpuntia is one well known late Ediacaran vendobiont, which survived into the earliest Cambrian.[9] Cambrian Erytholus is a similar sandstone cast to Ediacaran Ventogyrus.[10] Ordovician and Silurian Rutgersella[11] and Devonian Protonympha[12] have been interpreted as surviving vendobionts, comparable with Ediacaran Dickinsonia and Spriggina, respectively. A negative δ13C excursion—a geochemical signal often associated with mass extinctions—is observed at the end of the Ediacaran period.[13] This period is reflected in the geological record by an increase in black shale deposition,[14] representing global anoxia.[15] This may be related to global changes in oceanic circulation and may have been the worst marine anoxic event of the last 550 million years.[4][14][16]","Title":"End-Ediacaran extinction - Wikipedia","KeyID":"11902","URL":"https://en.wikipedia.org/wiki/End-Ediacaran_extinction"}