{"Content: ":"The Great Oxidation Event (GOE), also called the Great Oxygenation Event, the Oxygen Catastrophe, the Oxygen Revolution, and the Oxygen Crisis, was a time interval when the Earth's atmosphere and the shallow ocean first experienced a rise in the amount of oxygen. This occurred approximately 2.4–2.0 Ga (billion years) ago, during the Paleoproterozoic era.[2] Geological, isotopic, and chemical evidence suggests that biologically-produced molecular oxygen (dioxygen, O2) started to accumulate in Earth's atmosphere and changed it from a weakly reducing atmosphere practically free of oxygen into an oxidizing atmosphere containing abundant oxygen.[3] The sudden injection of toxic oxygen into an anaerobic biosphere caused the extinction of many existing anaerobic species on Earth.[4] Although the event is inferred to have constituted a mass extinction,[5] due in part to the great difficulty in surveying microscopic species' abundances, and in part to the extreme age of fossil remains from that time, the Oxygen Catastrophe is typically not counted among conventional lists of \"great extinctions\", which are implicitly limited to the Phanerozoic eon. The event is inferred to have been caused by cyanobacteria producing the oxygen, which may have enabled the subsequent development of multicellular life-forms.[6] The composition of the Earth's earliest atmosphere is not known with certainty. However, the bulk was likely dinitrogen, N2, and carbon dioxide, CO2, which are also the predominant carbon- and nitrogen-bearing gases produced by volcanism today. These are relatively inert gases. The Sun shone at about 70% of its current brightness 4 billion years ago, but there is strong evidence that liquid water existed on Earth at the time. A warm Earth, in spite of a faint Sun, is known as the faint young Sun paradox.[7] Either carbon dioxide levels were much higher at the time, providing enough of a greenhouse effect to warm the Earth, or other greenhouse gases were present. The most likely such gas is methane, CH4, which is a powerful greenhouse gas and was produced by early forms of life known as methanogens. Scientists continue to research how the Earth was warmed before life arose.[8] An atmosphere of N2 and CO2 with trace amounts of H2O, CH4, carbon monoxide ( CO), and hydrogen ( H2), is described as a weakly reducing atmosphere.[9] Such an atmosphere contains practically no oxygen. The modern atmosphere contains abundant oxygen, making it an oxidizing atmosphere.[10] The rise in oxygen is attributed to photosynthesis by cyanobacteria, which are thought to have evolved as early as 3.5 billion years ago.[11] The current scientific understanding of when and how the Earth's atmosphere changed from a weakly reducing to a strongly oxidizing atmosphere largely began with the work of the American geologist, Preston Cloud, in the 1970s.[7] Cloud observed that detrital sediments older than about 2 billion years ago contained grains of pyrite, uraninite,[7] and siderite,[10] all minerals containing reduced forms of iron or uranium that are not found in younger sediments because they are rapidly oxidized in an oxidizing atmosphere. He further observed that continental redbeds, which get their color from the oxidized (ferric) mineral hematite, began to appear in the geological record at about this time. Banded iron formation largely disappears from the geological record at 1.85 billion years ago, after peaking at about 2.5 billion years ago.[12] Banded iron formation can form only when abundant dissolved ferrous iron is transported into depositional basins, and an oxygenated ocean blocks such transport by oxidizing the iron to form insoluble ferric iron compounds.[13] The end of the deposition of banded iron formation at 1.85 billion years ago is therefore interpreted as marking the oxygenation of the deep ocean.[7] Heinrich Holland further elaborated these ideas through the 1980s, placing the main time interval of oxygenation between 2.2 and 1.9 billion years ago, and they continue to shape the current scientific understanding.[8] Evidence for the Great Oxidation Event is provided by a variety of petrological and geochemical markers that define this Geological event. Paleosols, detrital grains, and redbeds are evidence of low-level oxygen.[14] Paleosols (fossil soils) older than 2.4 billion years old have low iron concentrations that suggest anoxic weathering.[15] Detrital grains found in sediments older than 2.4 billion years old contain minerals that are stable only under low oxygen conditions.[16] Redbeds are red-colored sandstones that are coated with hematite, which indicates that there was enough oxygen to oxidize iron to its ferric state.[17] Banded iron formations are composed of thin alternating layers of chert (a fine-grained form of silica) and iron oxides, magnetite and hematite. Extensive deposits of this rock type are found around the world, almost all of which are more than 1.85 billion years old and most of which were deposited around 2.5 billion years ago. The iron in banded iron formation is partially oxidized, with roughly equal amounts of ferrous and ferric iron.[18] Deposition of banded iron formation requires both an anoxic deep ocean capable of transporting iron in soluble ferrous form, and an oxidized shallow ocean where the ferrous iron is oxidized to insoluble ferric iron and precipitates onto the ocean floor.[13] The deposition of banded iron formation before 1.8 billion years ago suggests the ocean was in a persistent ferruginous state, but deposition was episodic and there may have been significant intervals of euxinia.[19] Black laminated shales, rich in organic matter, are often regarded as a marker for anoxic conditions. However, the deposition of abundant organic matter is not a sure indication of anoxia, and burrowing organisms that destroy lamination had not yet evolved during the time frame of the Great Oxygenation Event. Thus laminated black shale by itself is a poor indicator of oxygen levels. Scientists must look instead for geochemical evidence of anoxic conditions. These include ferruginous anoxia, in which dissolved ferrous iron is abundant, and euxinia, in which hydrogen sulfide is present in the water.[20] Examples of such indicators of anoxic conditions include the degree of pyritization (DOP), which is the ratio of iron present as pyrite to the total reactive iron. Reactive iron, in turn, is defined as iron found in oxides and oxyhydroxides, carbonates, and reduced sulfur minerals such as pyrites, in contrast with iron tightly bound in silicate minerals.[21] A DOP near zero indicates oxidizing conditions, while a DOP near 1 indicates euxinic conditions. Values of 0.3 to 0.5 are transitional, suggesting anoxic bottom mud under an oxygenated ocean. Studies of the Black Sea, which is considered a modern model for ancient anoxic ocean basins, indicate that high DOP, a high ratio of reactive iron to total iron, and a high ratio of total iron to aluminum are all indicators of transport of iron into a euxinic environment. Ferruginous anoxic conditions can be distinguished from euxenic conditions by a DOP less than about 0.7.[20] The currently available evidence suggests that the deep ocean remained anoxic and ferruginous as late as 580 million years ago, well after the Great Oxygenation Event, remaining just short of euxenic during much of this interval of time. Deposition of banded iron formation ceased when conditions of local euxenia on continental platforms and shelves began precipitating iron out of upwelling ferruginous water as pyrite.[19][14][20] Some of the most persuasive evidence for the Great Oxidation Event is provided by the mass-independent fractionation (MIF) of sulfur. The chemical signature of the MIF of sulfur is found prior to 2.4–2.3 billion years ago but disappears thereafter.[22] The presence of this signature all but eliminates the possibility of an oxygenated atmosphere.[10] Different isotopes of a chemical element have slightly different atomic masses. Most of the differences in geochemistry between isotopes of the same element scale with this mass difference. These include small differences in molecular velocities and diffusion rates, which are described as mass-dependent fractionation processes. By contrast, mass-independent fractionation describes processes that are not proportional to the difference in mass between isotopes. The only such process likely to be significant in the geochemistry of sulfur is photodissociation. This is the process in which a molecule containing sulfur is broken up by solar ultraviolet (UV) radiation. The presence of a clear MIF signature for sulfur prior to 2.4 billion years ago shows that UV radiation was penetrating deep into the Earth's atmosphere. This in turn rules out an atmosphere containing more than traces of oxygen, which would have produced an ozone layer that shielded the lower atmosphere from UV radiation. The disappearance of the MIF signature for sulfur indicates the formation of such an ozone shield as oxygen began to accumulate in the atmosphere.[10][14] Mass-dependent fractionation also provides clues to the Great Oxygenation Event. For example, oxidation of manganese in surface rocks by atmospheric oxygen leads to further reactions that oxidize chromium. The heavier 53Cr is oxidized preferentially over the lighter 52Cr, and the soluble oxidized chromium carried into the ocean shows this enhancement of the heavier isotope. The chromium isotope ratio in banded iron formation suggests small but significant quantities of oxygen in the atmosphere before the Great Oxidation Event, and a brief return to low oxygen abundance 500 million years after the Great Oxidation Event. However, the chromium data may conflict with the sulfur isotope data, which calls the reliability of the chromium data into question.[23][24] It is also possible that oxygen was present earlier only in localized \"oxygen oases\".[25] Since chromium is not easily dissolved, its release from rocks requires the presence of a powerful acid such as sulfuric acid (H2SO4) which may have formed through bacterial oxidation of pyrite. This could provide some of the earliest evidence of oxygen-breathing life on land surfaces.[26] Other elements whose mass-dependent fractionation may provide clues to the Great Oxidation Event include carbon, nitrogen, transitional metals such as molybdenum and iron, and non-metal elements such as selenium.[14] While the Great Oxidation Event is generally thought to be a result of oxygenic photosynthesis by ancestral cyanobacteria, the presence of cyanobacteria in the Archaean before the Great Oxidation Event is a highly controversial topic.[27] Structures that are claimed to be fossils of cyanobacteria exist in rock as old as 3.5 billion years old[28] These include microfossils of supposedly cyanobacterial cells and macrofossils called stromatolites, which are interpreted as colonies of microbes, including cyanobacteria, with characteristic layered structures. Modern stromatolites, which can only be seen in harsh environments such as Shark Bay in Western Australia, are associated with cyanobacteria and thus fossil stromatolites had long been interpreted as the evidence for cyanobacteria.[28] However, it has increasingly been inferred that at least some of these Archaean fossils were generated abiotically or produced by non-cyanobacterial phototrophic bacteria.[29] Additionally, Archaean sedimentary rocks were once found to contain biomarkers, also known as chemical fossils, interpreted as fossilized membrane lipids from cyanobacteria and eukaryotes. For example, traces of 2α-methylhopanes and steranes that are thought to be derived from cyanobacteria and eukaryotes, respectively, were found in the Pilbara of Western Australia.[30] Steranes are diagenetic products of sterols, which are biosynthesized utilizing molecular oxygen. Thus, steranes can additionally serve as an indicator of oxygen in the atmosphere. However, these biomarker samples have since been shown to have been contaminated and so the results are no longer accepted.[31] Some elements in marine sediments are sensitive to different levels of oxygen in the environment such as the transition metals molybdenum[20] and rhenium.[32] Non-metal elements such as selenium and iodine are also indicators of oxygen levels.[33] The ability to generate oxygen via photosynthesis likely first appeared in the ancestors of cyanobacteria.[34] These organisms evolved at least 2.45–2.32 billion years ago,[35][36] and probably as early as 2.7 billion years ago or earlier.[7][37][2][38][39] However, oxygen remained scarce in the atmosphere until around 2.0 billion years ago,[8] and banded iron formation continued to be deposited until around 1.85 billion years ago.[7] Given the rapid multiplication rate of cyanobacteria under ideal conditions, an explanation is needed for the delay of at least 400 million years between the evolution of oxygen-producing photosynthesis and the appearance of significant oxygen in the atmosphere.[8] Hypotheses to explain this gap must take into consideration the balance between oxygen sources and oxygen sinks. Oxygenic photosynthesis produces organic carbon that must be segregated from oxygen to allow oxygen accumulation in the surface environment, otherwise the oxygen back-reacts with the organic carbon and does not accumulate. The burial of organic carbon, sulfide, and minerals containing ferrous iron (Fe2+) is a primary factor in oxygen accumulation.[40] When organic carbon is buried without being oxidized, the oxygen is left in the atmosphere. In total, the burial of organic carbon and pyrite today creates 15.8±3.3 Tmol (1 Tmol = 1012 moles) of O2 per year. This creates a net O2 flux from the global oxygen sources. The rate of change of oxygen can be calculated from the difference between global sources and sinks.[14] The oxygen sinks include reduced gases and minerals from volcanoes, metamorphism and weathering.[14] The GOE started after these oxygen-sink fluxes and reduced-gas fluxes were exceeded by the flux of O2 associated with the burial of reductants, such as organic carbon.[41] For the weathering mechanisms, 12.0±3.3 Tmol of O2 per year today goes to the sinks composed of reduced minerals and gases from volcanoes, metamorphism, percolating seawater and heat vents from the seafloor.[14] On the other hand, 5.7±1.2 Tmol of O2 per year today oxidizes reduced gases in the atmosphere through photochemical reaction.[14] On the early Earth, there was visibly very little oxidative weathering of continents (e.g., a lack of redbeds) and so the weathering sink on oxygen would have been negligible compared to that from reduced gases and dissolved iron in oceans. Dissolved iron in oceans exemplifies O2 sinks. Free oxygen produced during this time was chemically captured by dissolved iron, converting iron Fe and Fe2+ to magnetite ( Fe2+Fe3+2O4) that is insoluble in water, and sank to the bottom of the shallow seas to create banded iron formations such as the ones found in Minnesota and the Pilbara of Western Australia.[41] It took 50 million years or longer to deplete the oxygen sinks.[42] The rate of photosynthesis and associated rate of organic burial also affect the rate of oxygen accumulation. When land plants spread over the continents in the Devonian, more organic carbon was buried and likely allowed higher O2 levels to occur.[43] Today, the average time that an O2 molecule spends in the air before it is consumed by geological sinks is about 2 million years.[44] That residence time is relatively short in geologic time - so in the Phanerozoic there must have been feedback processes that kept the atmospheric O2 level within bounds suitable for animal life. Preston Cloud originally proposed that the first cyanobacteria had evolved the capacity to carry out oxygen-producing photosynthesis, but had not yet evolved enzymes (such as superoxide dismutase) for living in an oxygenated environment. These cyanobacteria would have been protected from their own poisonous oxygen waste through its rapid removal via the high levels of reduced ferrous iron, Fe(II), in the early ocean. Cloud suggested that the oxygen released by photosynthesis oxidized the Fe(II) to ferric iron, Fe(III), which precipitated out of the sea water to form banded iron formation.[45][46] Cloud interpreted the great peak in deposition of banded iron formation at the end of the Archean as the signature for the evolution of mechanisms for living with oxygen. This ended self-poisoning and produced a population explosion in the cyanobacteria that rapidly oxygenated the ocean and ended banded iron formation deposition.[45][46] However, improved dating of Precambrian strata showed that the late Archean peak of deposition was spread out over tens of millions of years, rather than taking place in a very short interval of time following the evolution of oxygen-coping mechanisms. This made Cloud's hypothesis untenable.[12] More recently, families of bacteria have been discovered that show no indication of ever having had photosynthetic capability, but which otherwise closely resemble cyanobacteria. These may be descended from the earliest ancestors of cyanobacteria, which only later acquired photosynthetic ability by lateral gene transfer. Based on molecular clock data, the evolution of oxygen-producing photosynthesis may have occurred much later than previously thought, at around 2.5 billion years ago. This reduces the gap between the evolution of oxygen photosynthesis and the appearance of significant atmospheric oxygen.[47] A second possibility is that early cyanobacteria were starved for vital nutrients and this checked their growth. However, a lack of the scarcest nutrients, iron, nitrogen, and phosphorus, could have slowed, but not prevented, a cyanobacteria population explosion and rapid oxygenation. The explanation for the delay in the oxygenation of the atmosphere following the evolution of oxygen-producing photosynthesis likely lies in the presence of various oxygen sinks on the young Earth.[8] Early chemosynthetic organisms likely produced methane, an important trap for molecular oxygen, since methane readily oxidizes to carbon dioxide (CO2) and water in the presence of UV radiation. Modern methanogens require nickel as an enzyme cofactor. As the Earth's crust cooled and the supply of volcanic nickel dwindled, oxygen-producing algae began to out-perform methane producers, and the oxygen percentage of the atmosphere steadily increased.[48] From 2.7 to 2.4 billion years ago, the rate of deposition of nickel declined steadily from a level 400 times today's.[49] Some people suggest that GOE is caused by the increase of the source of oxygen. One hypothesis argues that GOE was the immediate result of photosynthesis, although the majority of scientists suggest that a long-term increase of oxygen is more likely.[50] Several model results show possibilities of long-term increase of carbon burial,[51] but the conclusions are indecisive.[52] In contrast to the increasing flux hypothesis, there are also several hypotheses that attempt to use decrease of sinks to explain GOE. One theory suggests that the composition of the volatiles from volcanic gases was more oxidized.[40] Another theory suggests that the decrease of metamorphic gases and serpentinization is the main key of GOE. Hydrogen and methane released from metamorphic processes are also lost from Earth's atmosphere over time and leave the crust oxidized.[53] Scientists realized that hydrogen would escape into space through a process called methane photolysis, in which methane decomposes under the action of ultraviolet light in the upper atmosphere and releases its hydrogen. The escape of hydrogen from the Earth into space must have oxidized the Earth because the process of hydrogen loss is chemical oxidation.[53] This process of hydrogen escape required the generation of methane by methanogens, so that methanogens actually helped create the conditions necessary for the oxidation of the atmosphere.[25] One hypothesis suggests that the oxygen increase had to await tectonically driven changes in the Earth, including the appearance of shelf seas, where reduced organic carbon could reach the sediments and be buried.[54][55] The newly produced oxygen was first consumed in various chemical reactions in the oceans, primarily with iron. Evidence is found in older rocks that contain massive banded iron formations apparently laid down as this iron and oxygen first combined; most present-day iron ore lies in these deposits. It was assumed oxygen released from cyanobacteria resulted in the chemical reactions that created rust, but it appears the iron formations were caused by anoxygenic phototrophic iron-oxidizing bacteria, which does not require oxygen.[56] Evidence suggests oxygen levels spiked each time smaller land masses collided to form a super-continent. Tectonic pressure thrust up mountain chains, which eroded releasing nutrients into the ocean that fed photosynthetic cyanobacteria.[57] Another hypothesis posits a model of the atmosphere that exhibits bistability: two steady states of oxygen concentration. The state of stable low oxygen concentration (0.02%) experiences a high rate of methane oxidation. If some event raises oxygen levels beyond a moderate threshold, the formation of an ozone layer shields UV rays and decreases methane oxidation, raising oxygen further to a stable state of 21% or more. The Great Oxygenation Event can then be understood as a transition from the lower to the upper steady states.[58][59] Cyanobacteria tend to consume nearly as much oxygen at night as they produce during the day. However, experiments demonstrate that cyanobacterial mats produce a greater excess of oxygen with longer photoperiods. The rotational period of the Earth was only about six hours shortly after its formation, 4.5 billion years ago, but increased to 21 hours by 2.4 billion years ago, in the Paleoproterozoic. The rotational period increased again, starting 700 million years ago, to its present value of 24 hours. It is possible that each increase in rotational period increased the net oxygen production by cyanobacterial mats, which in turn increased the atmospheric abundance of oxygen.[60][61] Eventually, oxygen started to accumulate in the atmosphere, with two major consequences. The Great Oxygenation Event triggered an explosive growth in the diversity of minerals, with many elements occurring in one or more oxidized forms near the Earth's surface.[66] It is estimated that the GOE was directly responsible for more than 2,500 of the total of about 4,500 minerals found on Earth today. Most of these new minerals were formed as hydrated and oxidized forms due to dynamic mantle and crust processes.[67] In field studies done in Lake Fryxell, Antarctica, scientists found that mats of oxygen-producing cyanobacteria produced a thin layer, one to two millimeters thick, of oxygenated water in an otherwise anoxic environment, even under thick ice. By inference, these organisms could have adapted to oxygen even before oxygen accumulated in the atmosphere.[68] The evolution of such oxygen-dependent organisms eventually established an equilibrium in the availability of oxygen, which became a major constituent of the atmosphere.[68] It has been proposed that a local rise in oxygen levels due to cyanobacterial photosynthesis in ancient microenvironments was highly toxic to the surrounding biota, and that this selective pressure drove the evolutionary transformation of an archaeal lineage into the first eukaryotes.[69] Oxidative stress involving production of reactive oxygen species (ROS) might have acted in synergy with other environmental stresses (such as ultraviolet radiation and/or desiccation) to drive selection in an early archaeal lineage towards eukaryosis. This archaeal ancestor may already have had DNA repair mechanisms based on DNA pairing and recombination and possibly some kind of cell fusion mechanism.[70][71] The detrimental effects of internal ROS (produced by endosymbiont proto-mitochondria) on the archaeal genome could have promoted the evolution of meiotic sex from these humble beginnings.[70] Selective pressure for efficient DNA repair of oxidative DNA damage may have driven the evolution of eukaryotic sex involving such features as cell-cell fusions, cytoskeleton-mediated chromosome movements and emergence of the nuclear membrane.[69] Thus the evolution of eukaryotic sex and eukaryogenesis were likely inseparable processes that evolved in large part to facilitate DNA repair.[69] The rise in oxygen content was not linear: instead, there was a rise in oxygen content around 2.3 Ga ago, followed by a drop around 2.1 Ga ago. The positive excursion, or more precisely, the carbon isotopic excursion evidencing it, is called the Lomagundi-Jatuli event (LJE) or Lomagundi event,[72][73][74] (named for a district of Southern Rhodesia) and the time period has been termed Jatulian; it is believed to be part of the Rhyacian period.[75][76][77] In the Lomagundi-Jatuli event, oxygen content reached as high as modern levels, followed by a fall to very low levels during the following stage where black shales were deposited. The negative excursion is called the Shunga-Francevillian event. Evidence for the Lomagundi-Jatuli event has been found globally: in Fennoscandia and northern Russia, Scotland, Ukraine, China, the Wyoming craton in North America, Brazil, South Africa, India and Australia. Oceans seem to have been oxygenated for some time even after the termination of the isotope excursion itself.[76][78] It has been hypothesized that eukaryotes first evolved during the LJE.[76] The Lomagundi-Jatuli event coincides with the appearance, and subsequent disappearance, of curious fossils found in Gabon, termed Francevillian biota, which seem to have been multicellular. This appears to represent a \"false start\" of multicellular life. The organisms apparently went extinct when the LJE ended, because they are absent in the layers of shale deposited after the LJE.","Title":"Great Oxidation Event - Wikipedia","KeyID":"11901","URL":"https://en.wikipedia.org/wiki/Great_Oxidation_Event"}