{"Content: ":"The term Middle Miocene disruption, alternatively the Middle Miocene extinction or Middle Miocene extinction peak, refers to a wave of extinctions of terrestrial and aquatic life forms that occurred around the middle of the Miocene, roughly 14 million years ago, during the Langhian stage of the Miocene. This era of extinction is believed to have been caused by a relatively steady period of cooling that resulted in the growth of ice sheet volumes globally, and the reestablishment of the ice of the East Antarctic Ice Sheet (EAIS).[1] Cooling that led to the Middle Miocene disruption is primarily attributed to orbitally paced changes in oceanic and atmospheric circulation due to continental drift. These may have been amplified by CO2 being pulled out of the Earth's atmosphere by organic material before becoming caught in different locations like the Monterey Formation.[2] This period was preceded by the Miocene Climatic Optimum, a period of relative warmth from 18 to 14 Ma. One of the primary effects of the climatic cooling that took place during this time period was the growth of the East Antarctic Ice Sheet (EAIS). Significant sections of ice on the Antarctic continent are believed to have started growth at the beginning of the Middle Miocene disruption and continued to expand until about 10 Ma.[3] This growth has been attributed primarily to orbitally paced changes in oceanic and atmospheric currents, with possible amplification by a significant drop in atmospheric carbon dioxide (ppm): Atmospheric CO2 fell temporarily from about 300 to 140ppm as estimated by the relationship between atmospheric levels of CO2 and pH levels in the ocean determined by boron isotopic levels in calcium carbonate.[1] One of the primary indicators for the significant global ice sheet growth is the higher concentration of 18O found in benthic foraminifera from oceanic sediment cores during this time period.[4] During periods of ice sheet growth, the lighter 16O isotopes found in ocean water are drawn out as precipitation and consolidate in ice sheets while a higher concentration of 18O is left behind for foraminifera to utilize. One of the other primary effects of the climatic cooling during the Middle Miocene was the biotic impact on terrestrial and oceanic lifeforms. A primary example of these extinctions is indicated by the observed occurrence of Varanidae, chameleons, Cordylidae, Tomistominae, Alligatoridae, and giant turtles through the Miocene Climatic Optimum (18 to 16 Ma) in Central Europe (45-42°N palaeolatitude). This was then followed by a major and permanent cooling step marked by the Mid Miocene disruption between 14.8 and 14.1 Ma. Two crocodilians of the genera Gavialosuchus and Diplocynodon were noted to have been extant in these northern latitudes prior to the permanent cooling step, but then became extinct between 14 and 13.5 Ma.[5] Another indicator that would lead to extinctions is the conservative estimate that temperatures in the Antarctic region may have cooled by at least 8o C in the summer months 14 Ma.[6] This Antarctic cooling, along with significant changes in temperature gradients in Central Europe as indicated by Madelaine Böhme's study on ectothermic vertebrates, provide evidence that plant and animal life needed to migrate or adapt in order to survive. The primary causes for the cooling that came out of the Middle Miocene Climatic Optimum are centered around significant changes in both oceanic circulation, as well as changing atmospheric CO2 levels. Oceanic circulation changes are defined by increases in Antarctic Bottom Water (AABW) production, the halting of saline water delivery to the Southern Ocean from the Indian Ocean and additional North Atlantic Deep Water (NADW) production.[4] Falling CO2 concentrations in the atmosphere has been linked to drawdown of the gas into organic material deposited along continental margins like the Monterey Formation of coastal California. These sites of CO2 drawdown are thought to have been extensive enough to drop atmospheric concentrations in CO2 from about 300 to 140ppm[1] and lead to processes of global cooling that helped in the expansion of the EAIS. An additional suggested cause for the Middle Miocene disruption has been attributed to a shift from a solar insolation cycle that is obliquity dominated to one that is dominated by eccentricity (see Milankovitch cycles).[7] This change would have been significant enough for conditions near the Antarctic continent to allow for glaciation. The Middle Miocene disruption is considered a significant extinction event and has been analyzed in terms of the importance of there being a possible periodicity between extinction events.[8] A study from Raup and Sepkoski found that there is a statistically significant mean periodicity (where P is less than .01) of about 26 million years for 12 major extinction events. There is debate whether this potential periodicity is caused by some set of recurrent cycles or biologic factors.","Title":"Middle Miocene disruption - Wikipedia","KeyID":"11916","URL":"https://en.wikipedia.org/wiki/Middle_Miocene_disruption"}