{"Content: ":"The Carnian pluvial episode (CPE), often called the Carnian pluvial event, was an interval of major changes in global climate and the dominant plants and animals, or biota, of Earth that occurred during the Carnian age of the late Triassic period. It occurred over several million years (approximately 234-232 million years ago), across the boundary between the Julian and Tuvalian subages of the Carnian.[6][7] It led to the evolution and diversification of many important groups of life, including the first dinosaurs, lepidosaurs (ancestors of modern-day snakes and lizards), and calcium-containing microfossils, as well as a wider array of conifers and stony corals.[8][7][9] The CPE also led to the extinction of many aquatic invertebrate species, especially among the ammonoids, conodonts, bryozoa, and crinoids.[6] The CPE is observed in Carnian strata worldwide, affecting sediments from both terrestrial and marine environments. On land, the general climate of the supercontinent Pangea shifted from primarily arid conditions to a more humid and hot climate, with substantial rainfall and relatively few dry intervals.[6][10][8] In the oceans, there was less deposition of carbonate minerals, possibly due to the extinction of many carbonate-forming organisms, but also possibly due to a rise in the carbonate compensation depth, below which most carbonate shells dissolve and leave few carbonate particles on the ocean floor to form sediments.[11][12][13][14] Climate change during the Carnian pluvial event is reflected in chemical changes in Carnian strata across the CPE, which suggest that global warming was prevalent at the time. This climate change was probably linked to the eruption of extensive flood basalts as the Wrangellia Terrane was accreted onto the northwestern end of the North American Plate.[10] Environmental disturbance and high extinction rates were observed for sediments of the Carnian stage long before a global climate perturbation was proposed. Schlager & Schöllnberger (1974) emphasized a dark siliciclastic layer which abruptly interrupted a long period of carbonate deposition in the Northern Limestone Alps.[15] They termed this stratigraphic “wende” (turning point) the Reingrabener Wende, which has also been called the Reingraben event or Raibl event.[12][16] Several Carnian terrestrial formations (namely the Schilfsandstein of Germany and various members of the United Kingdom’s Mercia Mudstone Group) are intervals of river sediments enriched with kaolinitic clay and plant debris, despite having been deposited between more arid strata. Humidity-adapted palynomorphs in New Brunswick, karst topography in the U.K., and a carbon isotope excursion in Israel were all reported for the middle of the Carnian prior to 1989. The Julian-Tuvalian boundary experienced high extinction rates among many marine invertebrates, while an extinction among land vertebrates was suggested to occur in the late Carnian.[6] In 1989, a paper by Michael J. Simms and Alastair H. Ruffell combined these disparate observations into a new hypothesis, pointing to an episode of high humidity and ecological turnover in the middle of the Carnian.[6] The paper was inspired by a conversation connecting Ruffell’s research on lithological changes in the Mercia Mudstone Group to Simms’s research on crinoid extinction.[17] Their hypothesized climatic disturbance, which they named the Carnian pluvial episode, was tentatively considered to be a result of oceanic or volcanic instability related to the early rifting of Pangea.[6] Simms and Ruffell published several more papers in the coming years,[18] but their hypothesis was not widely accepted.[17] A strong critique by Visscher et al. (1994) argued that aridity-adapted pollen stayed abundant through the entire Carnian of Germany, suggesting that the Schilfsandstein was simply indicative of an invading river system rather than widespread climate change.[19] Their critique also coined the term “Carnian pluvial event”, which would eventually become among the most widespread names for the climatic disturbance.[14][20] The obscurity of Simms and Ruffell’s hypothesis began to dissipate in the late 2000s, as further support accumulated from studies on Carnian sites in Italy.[14][21][17] Interest in the hypothesis was greatly enhanced by a 2008 meeting and workshop on Triassic climate at the Museum of Nature South Tyrol in Bolzano, Italy.[20][17] However, even as the global nature of the CPE became accepted, its cause was still hotly debated going into the 2010s. Even its nomenclature was not agreed upon, with various authors applying names such as the middle Carnian wet intermezzo,[22][23] Carnian humid episode,[18][24][25] Carnian pluvial phase,[26][27] and Carnian crisis.[28] Carbon and Osmium isotope records published over the coming years supported a strong link between the Carnian climate disturbances and the Wrangellia large igneous province, but many questions remain unanswered.[29][10] A geological workshop focusing on the CPE met in 2018 at the Hanse-Wissenschaftskolleg (HWK) Institute for Advanced Study in Delmenhorst, Germany. The workshop was intended to spur further research on the mechanisms, impact, and stratigraphy of the CPE, as well as its relevance for understanding modern climate change. It also attempted to standardize the nomenclature of the CPE, rejecting descriptors such as “event” (typically applied to geological processes under a million years in duration) or “middle Carnian” (a nebulous term with no equivalent geological substage).[30] The Carnian pluvial episode introduced markedly more humid conditions across the globe, interrupting the otherwise arid climate of the Late Triassic period. This humidity was related to increased rainfall during the CPE, evidence of which includes This usually wet climate of the CPE was periodically interrupted by drier climates typical of the rest of the Late Triassic period.[26] Global warming was also prevalent during the Carnian pluvial event. This is evidenced by oxygen isotope analyses performed on conodont apatite from the CPE, which show an approximately 1.5‰ negative shift in the stable isotope δ18O, suggesting global warming of 3-4 °C during the CPE and/or a change in seawater salinity.[28][31] This warming was probably related to extensive volcanic activity at the time, evidenced by carbon isotope trends across the CPE.[10] This volcanic activity was in turn probably related to the formation of the Wrangellia Large igneous province around the same time, which created vast quantities of igneous (volcanic) rocks that were accreted onto the northwest end of the North American Plate (now the Wrangell Mountains, Alaska).[10] There is some evidence for seabed euxinia (no oxygen and high toxic sulfide concentrations) during the CPE. Limestones are enriched in manganese ions near the top of the Zhuganpo Formation of south China. Manganese ions are concentrated and soluble in deep euxinic waters, but precipitate in carbonates at the base of the oxygenated zone. Increasing manganese concentrations indicate a narrowing of the oxygenated zone and a corresponding expansion of euxinic water.[25] At the onset of the CPE a sharp change in carbonate platform geometries is recorded in western Tethys. High relief, mainly isolated, small carbonate platforms surrounded by steep slopes, typical of the early Carnian, were replaced by low-relief carbonate platforms featuring low-angle slopes (i.e., ramps). This turnover is related to a major change in the biological community responsible for calcium carbonate precipitation (i.e. carbonate factory). The highly-productive, mainly bacterial-dominated biological community (M-factory) whose action led to the carbonate production on high-relief platforms was substituted by a less productive mollusc-metazoan-dominated community (C-T factories). In the South China block, the demise of carbonate platforms is coupled with the deposition of sediments typical of anoxic environments (black shales). Thanks to low oxygen levels, animal remains were often well-preserved in sedimentary deposits called Lagerstätten. These Lagerstätten are rich in crinoids and reptiles, such as ichthyosaurs. The CPE is marked by disruptions to geochemical cycles, most notably the carbon cycle. Sediments corresponding to the base of the episode show a prominent -2 to -4‰ δ13C excursion, indicating the release of a lightweight carbon isotope, carbon-12, into the atmosphere.[32] This excursion was first mentioned regarding carbonates in Israel,[6] and was later reported in more detail from fragments of carbonized wood in the Dolomites.[10] It has been confirmed in various carbon-based sediments throughout Europe and Asia.[32][25][33][34] More precise stratigraphic evaluation of European outcrops has resolved this excursion into three or possibly four major pulses, spanning the late Julian and early Tuvalian. Each pulse can be equated with an interval of abnormal sedimentation on land and sea. The third excursion, at the Julian-Tuvalian boundary, is correlated with major ammonoid and conodont extinctions.[35] Norwegian shale and Japanese chert from the Ladinian-Carnian boundary show a marked change in the ratio of seawater osmium isotopes. The relative abundance of osmium-187 over osmium-188 declines strongly through most of the Julian before rebounding and stabilizing in the Tuvalian. The decline is attributed to early phases of the Wrangellia LIP enriching the ocean with osmium-188. Osmium-188 is preferentially sourced directly from the mantle, while osmium-187 is a radiogenic isotope supplied from eroded land.[29][36][37] Conodonts, ammonoids, crinoids, bryozoa and green algae experienced high extinction rates during the CPE. Other organisms radiated and diversified during the interval, such as dinosaurs, calcareous nanofossils, corals and conifers.[8] The oldest dinosaur-bearing fossil assemblage, the Ischigualasto Formation of Argentina, has been radiometrically dated back to 230.3 to 231.4 million years ago. This age is very similar to the minimum age calculated for the CPE (≈230.9 million years ago). Ichnofossil comparisons of various tetrapods between the time before, during and after the CPE suggest an explosive radiation of dinosaurs due to the Carnian humid phase.[38] However, while avemetatarsalian diversity, diversification rate, and size disparity does increase through the Carnian, it increases faster in the Ladinian and Norian, suggesting that the CPE was not a major influence on the rise of dinosaurs.[39] The oldest widespread amber deposition occurred during the CPE.[40] Carnian amber droplets from Italian paleosols are the oldest amber deposits known to preserve arthropods and microorganisms.[41] Amber would not reappear in the fossil record until the Late Jurassic, though it would take until the Early Cretaceous for amber to occur in concentrations equivalent to or exceeding Carnian amber.[42][40] The first planktonic calcifiers occurred just after the CPE and might have been calcareous dinocysts, i.e., calcareous cysts of dinoflagellates. Marine extinctions[8] Some of the major biological changes[8] Dinosaur diversification[38] The recent discovery of a prominent δ13C negative shift in higher plants' n-alkanes suggests a massive CO2 injection in the atmosphere-ocean system at the base of the CPE. The minimum radiometric age of the CPE (≈230.9 Ma) is similar in age to the basalts of the Wrangellia large igneous province (LIP). In the geological record, LIP volcanism is often correlated to episodes of major climate changes and extinctions, which may be caused by pollution of ecosystems with massive release of volcanic gases such as CO2 and SO2. Large release of CO2 in the atmosphere-ocean system by Wrangellia can explain the increased supply of siliciclastic material into basins, as observed during the CPE. The increase of CO2 in the atmosphere could have resulted in global warming and consequent acceleration of the hydrological cycle, thus strongly enhancing the continental weathering. Moreover, if rapid enough, a sudden rise of pCO2 levels could have resulted in acidification of seawater with the consequent rise of the carbonate compensation depth (CCD) and a crisis of carbonate precipitation (e.g. demise of carbonate platforms in the western Tethys). According to an alternative hypothesis, the Carnian pluvial episode was a regional climatic perturbation mostly visible in the western Tethys and related to the uplift of a new mountain range, the Cimmerian orogen, which resulted from the closing of a Tethyan northern branch, east of the present European continent. The new mountain range was forming on the southern side of Laurasia, and acted then as the Himalayas and Asia do today for the Indian Ocean, maintaining a strong pressure gradient between the ocean and continent, and thus generating a monsoon. Summer monsoonal winds were thus intercepted by the Cimmerian mountain range and generated strong rain, thus explaining the switch to humid climate recognized in western Tethys sediments.[28][12]","Title":"Carnian pluvial episode - Wikipedia","KeyID":"11911","URL":"https://en.wikipedia.org/wiki/Carnian_Pluvial_Event"}