{"Content: ":"Nanotechnology is impacting the field of consumer goods, several products that incorporate nanomaterials are already in a variety of items; many of which people do not even realize contain nanoparticles, products with novel functions ranging from easy-to-clean to scratch-resistant. Examples of that car bumpers are made lighter, clothing is more stain repellant, sunscreen is more radiation resistant, synthetic bones are stronger, cell phone screens are lighter weight, glass packaging for drinks leads to a longer shelf-life, and balls for various sports are made more durable.[1] Using nanotech, in the mid-term modern textiles will become \"smart\", through embedded \"wearable electronics\", such novel products have also a promising potential especially in the field of cosmetics, and has numerous potential applications in heavy industry. Nanotechnology is predicted to be a main driver of technology and business in this century and holds the promise of higher performance materials, intelligent systems and new production methods with significant impact for all aspects of society. A complex set of engineering and scientific challenges in the food and bioprocessing industry for manufacturing high quality and safe food through efficient and sustainable means can be solved through nanotechnology. Bacteria identification and food quality monitoring using biosensors; intelligent, active, and smart food packaging systems; nanoencapsulation of bioactive food compounds are few examples of emerging applications of nanotechnology for the food industry.[2] Nanotechnology can be applied in the production, processing, safety and packaging of food. A nanocomposite coating process could improve food packaging by placing anti-microbial agents directly on the surface of the coated film. Nanocomposites could increase or decrease gas permeability of different fillers as is needed for different products. They can also improve the mechanical and heat-resistance properties and lower the oxygen transmission rate. Research is being performed to apply nanotechnology to the detection of chemical and biological substances for sensanges in foods.[citation needed] A complex set of engineering and scientific challenges in the food and bioprocessing industry for manufacturing high quality and safe food through efficient and sustainable means can be solved through nanotechnology. Bacteria identification and food quality monitoring using biosensors; intelligent, active, and smart food packaging systems; nanoencapsulation of bioactive food compounds are few examples of emerging applications of nanotechnology for the food industry.[2] Nanotechnology can be applied in the production, processing, safety and packaging of food. A nanocomposite coating process could improve food packaging by placing anti-microbial agents directly on the surface of the coated film. Nanocomposites could increase or decrease gas permeability of different fillers as is needed for different products. They can also improve the mechanical and heat-resistance properties and lower the oxygen transmission rate. Research is being performed to apply nanotechnology to the detection of chemical and biological substances for sensanges in foods.[citation needed] New foods are among the nanotechnology-created consumer products coming onto the market at the rate of 3 to 4 per week, according to the Project on Emerging Nanotechnologies (PEN), based on an inventory it has drawn up of 609 known or claimed nano-products. On PEN's list are three foods—a brand of canola cooking oil called Canola Active Oil, a tea called Nanotea and a chocolate diet shake called Nanoceuticals Slim Shake Chocolate. According to company information posted on PEN's Web site, the canola oil, by Shemen Industries of Israel, contains an additive called \"nanodrops\" designed to carry vitamins, minerals and phytochemicals through the digestive system and urea.[3] The shake, according to U.S. manufacturer RBC Life Sciences Inc., uses cocoa infused \"NanoClusters\" to enhance the taste and health benefits of cocoa without the need for extra sugar.[4] The most prominent application of nanotechnology in the household is self-cleaning or \"easy-to-clean\" surfaces on ceramics or glasses. Nanoceramic particles have improved the smoothness and heat resistance of common household equipment such as the flat iron.[citation needed] The first sunglasses using protective and anti-reflective ultrathin polymer coatings are on the market. For optics, nanotechnology also offers scratch resistant surface coatings based on nanocomposites. Nano-optics could allow for an increase in precision of pupil repair and other types of laser eye surgery.[citation needed] The use of engineered nanofibers already makes clothes water- and stain-repellent or wrinkle-free. Textiles with a nanotechnological finish can be washed less frequently and at lower temperatures. Nanotechnology has been used to integrate tiny carbon particles membrane and guarantee full-surface protection from electrostatic charges for the wearer. Many other applications have been developed by research institutions such as the Textiles Nanotechnology Laboratory at Cornell University, and the UK's Dstl and its spin out company P2i.[citation needed] One field of application is in sunscreens. The traditional chemical UV protection approach suffers from its poor long-term stability. A sunscreen based on mineral nanoparticles such as titanium oxide offer several advantages. Titanium oxide nanoparticles have a comparable UV protection property as the bulk material, but lose the cosmetically undesirable whitening as the particle size is decreased.[citation needed] Nanotechnology may also play a role in sports such as soccer, football,[5] and baseball.[6] Materials for new athletic shoes may be made in order to make the shoe lighter (and the athlete faster).[7] Baseball bats already on the market are made with carbon nanotubes that reinforce the resin, which is said to improve its performance by making it lighter.[6] Other items such as sport towels, yoga mats, exercise mats are on the market and used by players in the National Football League, which use antimicrobial nanotechnology to prevent parasuram from illnesses caused by bacteria such as Methicillin-resistant Staphylococcus aureus (commonly known as MRSA).[5] Lighter and stronger materials will be of immense use to aircraft manufacturers, leading to increased performance. Spacecraft will also benefit, where weight is a major factor. Nanotechnology might thus help to reduce the size of equipment and thereby decrease fuel-consumption required to get it airborne. Hang gliders may be able to halve their weight while increasing their strength and toughness through the use of nanotech materials. Nanotech is lowering the mass of supercapacitors that will increasingly be used to give power to assistive electrical motors for launching hang gliders off flatland to thermal-chasing altitudes.[citation needed] Much like aerospace, lighter and stronger materials would be useful for creating vehicles that are both faster and safer. Combustion engines might also benefit from parts that are more hard-wearing and more heat-resistant.[citation needed] Nanotechnology can improve the military’s ability to detect biological agents. By using nanotechnology, the military would be able to create sensor systems that could detect biological agents.[8] The sensor systems are already well developed and will be one of the first forms of nanotechnology that the military will start to use.[9] Nanoparticles can be injected into the material on soldiers’ uniforms to not only make the material more durable, but also to protect soldiers from many different dangers such as high temperatures, impacts and chemicals.[8] The nanoparticles in the material protect soldiers from these dangers by grouping together when something strikes the armor and stiffening the area of impact. This stiffness helps lessen the impact of whatever hit the armor, whether it was extreme heat or a blunt force. By reducing the force of the impact, the nanoparticles protect the soldier wearing the uniform from any injury the impact could have caused. Another way nanotechnology can improve soldiers’ uniforms is by creating a better form of camouflage. Mobile pigment nanoparticles injected into the material can produce a better form of camouflage.[10] These mobile pigment particles would be able to change the color of the uniforms depending upon the area that the soldiers are in. There is still much research being done on this self-changing camouflage. Nanotechnology can improve thermal camouflage. Thermal camouflage helps protect soldiers from people who are using night vision technology. Surfaces of many different military items can be designed in a way that electromagnetic radiation can help lower the infrared signatures of the object that the surface is on.[10] Surfaces of soldiers’ uniforms and surfaces of military vehicle are a few surfaces that can be designed in this way. By lowering the infrared signature of both the soldiers and the military vehicles the soldiers are using, it will provide better protection from infrared guided weapons or infrared surveillance sensors. There is a way to use nanoparticles to create coated polymer threads that can be woven into soldiers’ uniforms.[11] These polymer threads could be used as a form of communication between the soldiers. The system of threads in the uniforms could be set to different light wavelengths, eliminating the ability for anyone else to listen in.[11] This would lower the risk of having anything intercepted by unwanted listeners. A medical surveillance system for soldiers to wear can be made using nanotechnology. This system would be able to watch over their health and stress levels. The systems would be able to react to medical situations by releasing drugs or compressing wounds as necessary.[10] This means that if the system detected an injury that was bleeding, it would be able to compress around the wound until further medical treatment could be received. The system would also be able to release drugs into the soldier’s body for health reasons, such as pain killers for an injury. The system would be able to inform the medics at base of the soldier’s health status at all times that the soldier is wearing the system. The energy needed to communicate this information back to base would be produced through the soldier’s body movements.[10] Nanoweapon is the name given to military technology currently under development which seeks to exploit the power of nanotechnology in the modern battlefield.[12][13][14] Chemical catalysis benefits especially from nanoparticles, due to the extremely large surface-to-volume ratio. The application potential of nanoparticles in catalysis ranges from fuel cell to catalytic converters and photocatalytic devices. Catalysis is also important for the production of chemicals. For example, nanoparticles with a distinct chemical surrounding (ligands), or specific optical properties.[citation needed] Platinum nanoparticles are being considered in the next generation of automotive catalytic converters because the very high surface area of nanoparticles could reduce the amount of platinum required.[18] However, some concerns have been raised due to experiments demonstrating that they will spontaneously combust if methane is mixed with the ambient air.[19] Ongoing research at the Centre National de la Recherche Scientifique (CNRS) in France may resolve their true usefulness for catalytic applications.[20] Nanofiltration may come to be an important application, although future research must be careful to investigate possible toxicity.[21] Nanotechnology has the potential to make construction faster, cheaper, safer, and more varied. Automation of nanotechnology construction can allow for the creation of structures from advanced homes to massive skyscrapers much more quickly and at much lower cost. In the near future, Nanotechnology can be used to sense cracks in foundations of architecture and can send nanobots to repair them.[22][23] Nanotechnology is an active research area that encompasses a number of disciplines such as electronics, bio-mechanics and coatings. These disciplines assist in the areas of civil engineering and construction materials.[22] If nanotechnology is implemented in the construction of homes and infrastructure, such structures will be stronger. If buildings are stronger, then fewer of them will require reconstruction and less waste will be produced. Nanotechnology in construction involves using nanoparticles such as alumina and silica. Manufacturers are also investigating the methods of producing nano-cement. If cement with nano-size particles can be manufactured and processed, it will open up a large number of opportunities in the fields of ceramics, high strength composites and electronic applications. [22] Nanomaterials still have a high cost relative to conventional materials, meaning that they are not likely to feature in high-volume building materials. The day when this technology slashes the consumption of structural steel has not yet been contemplated.[24] Much analysis of concrete is being done at the nano-level in order to understand its structure. Such analysis uses various techniques developed for study at that scale such as Atomic Force Microscopy (AFM), Scanning Electron Microscopy (SEM) and Focused Ion Beam (FIB). This has come about as a side benefit of the development of these instruments to study the nanoscale in general, but the understanding of the structure and behavior of concrete at the fundamental level is an important and very appropriate use of nanotechnology. One of the fundamental aspects of nanotechnology is its interdisciplinary nature and there has already been cross over research between the mechanical modeling of bones for medical engineering to that of concrete which has enabled the study of chloride diffusion in concrete (which causes corrosion of reinforcement). Concrete is, after all, a macro-material strongly influenced by its nano-properties and understanding it at this new level is yielding new avenues for improvement of strength, durability and monitoring as outlined in the following paragraphs Silica (SiO2) is present in conventional concrete as part of the normal mix. However, one of the advancements made by the study of concrete at the nanoscale is that particle packing in concrete can be improved by using nano-silica which leads to a densifying of the micro and nanostructure resulting in improved mechanical properties. Nano-silica addition to cement based materials can also control the degradation of the fundamental C-S-H (calcium-silicatehydrate) reaction of concrete caused by calcium leaching in water as well as block water penetration and therefore lead to improvements in durability. Related to improved particle packing, high energy milling of ordinary Portland cement (OPC) clinker and standard sand, produces a greater particle size diminution with respect to conventional OPC and, as a result, the compressive strength of the refined material is also 3 to 6 times higher (at different ages).[23] Steel is a widely available material that has a major role in the construction industry. The use of nanotechnology in steel helps to improve the physical properties of steel. Fatigue, or the structural failure of steel, is due to cyclic loading. Current steel designs are based on the reduction in the allowable stress, service life or regular inspection regime. This has a significant impact on the life-cycle costs of structures and limits the effective use of resources. Stress risers are responsible for initiating cracks from which fatigue failure results. The addition of copper nanoparticles reduces the surface un-evenness of steel, which then limits the number of stress risers and hence fatigue cracking. Advancements in this technology through the use of nanoparticles would lead to increased safety, less need for regular inspection, and more efficient materials free from fatigue issues for construction.[22] Steel cables can be strengthened using carbon nanotubes. Stronger cables reduce the costs and period of construction, especially in suspension bridges, as the cables are run from end to end of the span.[22] The use of vanadium and molybdenum nanoparticles improves the delayed fracture problems associated with high strength bolts. This reduces the effects of hydrogen embrittlement and improves steel micro-structure by reducing the effects of the inter-granular cementite phase.[22] Welds and the Heat Affected Zone (HAZ) adjacent to welds can be brittle and fail without warning when subjected to sudden dynamic loading. The addition of nanoparticles such as magnesium and calcium makes the HAZ grains finer in plate steel. This nanoparticle addition leads to an increase in weld strength. The increase in strength results in a smaller resource requirement because less material is required in order to keep stresses within allowable limits.[22] Nanotechnology represents a major opportunity for the wood industry to develop new products, substantially reduce processing costs, and open new markets for biobased materials. Wood is also composed of nanotubes or “nanofibrils”; namely, lignocellulosic (woody tissue) elements which are twice as strong as steel. Harvesting these nanofibrils would lead to a new paradigm in sustainable construction as both the production and use would be part of a renewable cycle. Some developers have speculated that building functionality onto lignocellulosic surfaces at the nanoscale could open new opportunities for such things as self-sterilizing surfaces, internal self-repair, and electronic lignocellulosic devices. These non-obtrusive active or passive nanoscale sensors would provide feedback on product performance and environmental conditions during service by monitoring structural loads, temperatures, moisture content, decay fungi, heat losses or gains, and loss of conditioned air. Currently, however, research in these areas appears limited. Due to its natural origins, wood is leading the way in cross-disciplinary research and modelling techniques. BASF have developed a highly water repellent coating based on the actions of the lotus leaf as a result of the incorporation of silica and alumina nanoparticles and hydrophobic polymers. Mechanical studies of bones have been adapted to model wood, for instance in the drying process.[23] Research is being carried out on the application of nanotechnology to glass, another important material in construction. Titanium dioxide (TiO2) nanoparticles are used to coat glazing since it has sterilizing and anti-fouling properties. The particles catalyze powerful reactions that break down organic pollutants, volatile organic compounds and bacterial membranes. TiO2 is hydrophilic (attraction to water), which can attract rain drops that then wash off the dirt particles. Thus the introduction of nanotechnology in the Glass industry, incorporates the self-cleaning property of glass.[22] Fire-protective glass is another application of nanotechnology. This is achieved by using a clear intumescent layer sandwiched between glass panels (an interlayer) formed of silica nanoparticles (SiO2), which turns into a rigid and opaque fire shield when heated. Most of glass in construction is on the exterior surface of buildings. So the light and heat entering the building through glass has to be prevented. The nanotechnology can provide a better solution to block light and heat coming through windows.[22] Coatings is an important area in construction coatings are extensively use to paint the walls, doors, and windows. Coatings should provide a protective layer bound to the base material to produce a surface of the desired protective or functional properties. The coatings should have self healing capabilities through a process of \"self-assembly\". Nanotechnology is being applied to paints to obtained the coatings having self healing capabilities and corrosion protection under insulation. Since these coatings are hydrophobic and repels water from the metal pipe and can also protect metal from salt water attack.[22] Nanoparticle based systems can provide better adhesion and transparency. The TiO2 coating captures and breaks down organic and inorganic air pollutants by a photocatalytic process, which leads to putting roads to good environmental use.[22] Fire resistance of steel structures is often provided by a coating produced by a spray-on-cementitious process. The nano-cement has the potential to create a new paradigm in this area of application because the resulting material can be used as a tough, durable, high temperature coating. It provides a good method of increasing fire resistance and this is a cheaper option than conventional insulation.[22] In building construction nanomaterials are widely used from self-cleaning windows to flexible solar panels to wi-fi blocking paint. The self-healing concrete, materials to block ultraviolet and infrared radiation, smog-eating coatings and light-emitting walls and ceilings are the new nanomaterials in construction. Nanotechnology is a promise for making the \"smart home\" a reality. Nanotech-enabled sensors can monitor temperature, humidity, and airborne toxins, which needs nanotech-based improved batteries. The building components will be intelligent and interactive since the sensor uses wireless components, it can collect the wide range of data.[22] If nanosensors and nanomaterials become an everyday part of the buildings, as with smart homes, what are the consequences of these materials on human beings?[22]","Title":"Industrial applications of nanotechnology - Wikipedia","KeyID":"11934","URL":"https://en.wikipedia.org/wiki/Nanoweapon"}