{"Content: ":"A kinetic bombardment or a kinetic orbital strike is the hypothetical act of attacking a planetary surface with an inert projectile from orbit (orbital bombardment), where the destructive power comes from the kinetic energy of the projectile impacting at very high speeds. The concept originated during the Cold War. Typical depictions of the tactic are of a satellite containing a magazine of tungsten rods and a directional thrust system. When a strike is ordered, the launch vehicle brakes[1] one of the rods out of its orbit and into a suborbital trajectory that intersects the target. The rods would typically be shaped to minimize air resistance and maximize velocity upon impact. Kinetic bombardment has the advantage of being able to deliver projectiles from a very high angle at a very high speed, making them extremely difficult to defend against. In addition, projectiles would not require explosive warheads, and—in the simplest designs—would consist entirely of solid metal rods, giving rise to the common nickname \"rods from God\".[2] Disadvantages include the technical difficulties of ensuring accuracy and the high costs of positioning ammunition in orbit. During the Korean and Vietnam Wars, there was limited use of the Lazy Dog bomb, a kinetic projectile shaped like a conventional bomb but only about 1.75-inch-long (44 mm) and 0.50-inch-diameter (13 mm). A piece of sheet metal was folded to make the fins and welded to the rear of the projectile. These were dumped from aircraft onto enemy troops and had the same effect as a machine gun fired vertically.[3][self-published source?][4][self-published source?] Similar flechette projectiles have been used since the first World War.[5] Project Thor was an idea for a weapons system that launches telephone pole-sized kinetic projectiles made from tungsten from Earth's orbit to damage targets on the ground. Jerry Pournelle created the concept while working in operations research at Boeing in the 1950s before becoming a science-fiction writer.[6][7] In the 1980s, a similar idea was conceptualized as a potential part of the Strategic Defense Initiative, there codenamed Brilliant Pebbles.[8][9] A system described in the 2003 United States Air Force report called Hypervelocity Rod Bundles[10] was that of 20-foot-long (6.1 m), 1-foot-diameter (0.30 m) tungsten rods that are satellite-controlled and have global strike capability, with impact speeds of Mach 10.[11][12][13] The bomb would naturally contain a large kinetic energy because it moves at orbital velocities, around 8 kilometres per second (26,000 ft/s; 8,000 m/s; Mach 24) in orbit and 3 kilometres per second (9,800 ft/s; 3,000 m/s; Mach 8.8) at impact. As the rod reenters Earth's atmosphere it would lose most of the velocity, but the remaining energy would cause considerable damage. Some systems are quoted as having the yield of a small tactical nuclear bomb.[13] These designs are envisioned as a bunker buster.[12][14] As the name suggests, the 'bunker buster' is powerful enough to destroy a nuclear bunker. With 6–8 satellites on a given orbit, a target could be hit within 12–15 minutes from any given time, less than half the time taken by an ICBM and without the launch warning. Such a system could also be equipped with sensors to detect incoming anti-ballistic missile-type threats and relatively light protective measures to use against them (e.g. Hit-To-Kill Missiles or megawatt-class chemical laser). The time between deorbit and impact would only be a few minutes, and depending on the orbits and positions in the orbits, the system would have a worldwide range. There would be no need to deploy missiles, aircraft or other vehicles. In the case of the system mentioned in the 2003 Air Force report above, a 6.1 by 0.3 metres (20 ft × 1 ft) tungsten cylinder impacting at Mach 10 (11,200 ft/s; 3,400 m/s) has a kinetic energy equivalent to approximately 11.5 tons of TNT (48 GJ).[15] The mass of such a cylinder is itself greater than 9 short tons (8.2 t), so the practical applications of such a system are limited to those situations where its other characteristics provide a clear and decisive advantage—a conventional bomb/warhead of similar weight to the tungsten rod, delivered by conventional means, provides similar destructive capability and is far more practical and cost-effective.[16][17][18] The highly elongated shape and high mass of the projectiles are intended to enhance sectional density (and therefore minimize kinetic energy loss due to air friction) and maximize penetration of hard or buried targets. The larger device is expected to be quite effective at penetrating deeply buried bunkers and other command and control targets.[19] The weapon would be very hard to defend against. It has a very high closing velocity and small radar cross-section. Launch is difficult to detect. Any infrared launch signature occurs in orbit, at no fixed position. The infrared launch signature also has a much smaller magnitude compared to a ballistic missile launch. The system would also have to cope with atmospheric heating from re-entry, which could melt non-tungsten components of the weapon.[20] The phrase \"rods from God\" is also used to describe the same concept.[21] An Air Force report called them \"hypervelocity rod bundles\".[2] In the mid-1960s, popular science interest in orbital mechanics led to a number of science fiction stories which explored their implications. Among these was The Moon Is a Harsh Mistress by Robert A. Heinlein in which the citizens of the Moon bombard the Earth with rocks wrapped in iron containers which are in turn fired from an electromagnetic launch system at Earth-based targets. In the 1970s and 1980s this idea was refined in science fiction novels such as Footfall by Larry Niven and Jerry Pournelle (the same Pournelle that first proposed the idea for military use in a non-fiction context), in which aliens use a Thor-type system. During the 1980s and 1990s references to such weapons became a staple of science fiction roleplaying games such as Traveller, Shadowrun and Heavy Gear (the latter game naming these weapons ortillery, a portmanteau of orbital artillery), as well as visual media including Babylon 5's \"mass drivers\", the film The Last Starfighter, and the film Starship Troopers, itself an adaptation of a Heinlein novel of the same name. A smaller \"crowbar\" variant is mentioned in David's Sling by Marc Stiegler (Baen, 1988). Set in the Cold War, the story is based on the use of (relatively inexpensive) information-based \"intelligent\" systems to overcome an enemy's numerical advantage. The orbital kinetic bombardment system is used first to destroy the Soviet tank armies that have invaded Europe and then to take out Soviet ICBM silos prior to a nuclear strike. In Neal Stephenson's Anathem, a kinetic bombardment weapon is deployed from orbit to trigger the eruption of a dormant volcano. The repurposing of space colonies for use in kinetic bombardment (referred as a \"colony drop\") is a frequent element of the Gundam franchise and is central to the plots of Mobile Suit Gundam: Char's Counterattack, and Mobile Suit Gundam 0083: Stardust Memory, while a more limited bombardment is key to the climax of Mobile Suit Gundam: Iron-Blooded Orphans. From the mid-1990s, kinetic weapons as science fiction plot devices appeared in video games. Appearing in Syndicate Wars as a player-usable weapon, it also featured prominently in the plots of other video games, such as Tom Clancy's EndWar, Mass Effect 2, Call of Duty: Ghosts, and Halo. Halo features the Magnetic Accelerator Cannon (MAC), or Mass Accelerator Cannon, as the primary weapon system employed by the United Nations Space Command (UNSC) on its warships and orbital defense platforms.[22][23] Essentially large coilguns, MACs are capable of firing a variety of ammunition types varying on the model and bore, ranging from hyper-dense kinetic kill slugs to sub-caliber rounds to semi-autonomous drone missiles.[24] Most predominantly featured in Halo Wars and Halo Wars 2, the MAC is an ability that allows the player to utilize the UNSC Spirit of Fire's point-defense MAC for pinpoint orbital bombardment, allowing the player to heavily damage or destroy enemy units. However, there are variants of the MAC platforms mounted to various ships and stations, with the most powerful being able to fire a 3,000 ton projectile at anywhere between 0.4% and 25% the speed of light. The film G.I. Joe: Retaliation depicts the destruction of Central London with a tungsten rod dropped from a satellite system. Orion's Arm features them as a major weapon type in the galaxy of 10,000 years in the future, where they can be used on planets at speeds up to 99.9% that of light, typically sterilizing a large portion of the target world. They are referred to as Relativistic Kinetic Kill Systems, or RKKS (pronounced \"rocks\").","Title":"Kinetic bombardment - Wikipedia","KeyID":"11935","URL":"https://en.wikipedia.org/wiki/Kinetic_bombardment"}