{"Content: ":"The safety of high energy particle collisions was a topic of widespread discussion and topical interest during the time when the Relativistic Heavy Ion Collider (RHIC) and later the Large Hadron Collider (LHC)—currently the world's largest and most powerful particle accelerator—were being constructed and commissioned. Concerns arose that such high energy experiments—designed to produce novel particles and forms of matter—had the potential to create harmful states of matter or even doomsday scenarios. Claims escalated as commissioning of the LHC drew closer, around 2008–2010. The claimed dangers included the production of stable micro black holes and the creation of hypothetical particles called strangelets,[1] and these questions were explored in the media, on the Internet and at times through the courts. To address these concerns in the context of the LHC, CERN mandated a group of independent scientists to review these scenarios. In a report issued in 2003, they concluded that, like current particle experiments such as the Relativistic Heavy Ion Collider (RHIC), the LHC particle collisions pose no conceivable threat.[2] A second review of the evidence commissioned by CERN was released in 2008. The report, prepared by a group of physicists affiliated to CERN but not involved in the LHC experiments, reaffirmed the safety of the LHC collisions in light of further research conducted since the 2003 assessment.[3][4] It was reviewed and endorsed by a CERN committee of 20 external scientists and by the Executive Committee of the Division of Particles & Fields of the American Physical Society,[5][6] and was later published in the peer-reviewed Journal of Physics G by the UK Institute of Physics, which also endorsed its conclusions.[3][7] The report ruled out any doomsday scenario at the LHC, noting that the physical conditions and collision events which exist in the LHC, RHIC and other experiments occur naturally and routinely in the universe without hazardous consequences,[3] including ultra-high-energy cosmic rays observed to impact Earth with energies far higher than those in any man-made collider. Particle colliders are a type of particle accelerator used by physicists as a research tool to understand fundamental aspects of the universe. Their operation involves directed beams of particles accelerated to very high kinetic energy and allowed to collide; analysis of the byproducts of these collisions gives scientists good evidence of the structure of the subatomic world and the laws of nature governing it. These may become apparent only at high energies and for tiny periods of time, and therefore may be hard or impossible to study in other ways. Because of the high energy levels involved, concerns have arisen at times in the public arena as to whether such collisions are safe, or whether they might, by reason of their extreme energy, trigger unforeseen problems or consequences. Concerns were noted during the construction of the Large Hadron Collider (LHC), which began operations in 2008, is the world's largest and highest-energy particle accelerator complex, intended to collide opposing beams of either protons or lead nuclei with very high kinetic energy.[8][9] It was built by the European Organization for Nuclear Research (CERN) near Geneva, in Switzerland. The LHC's main purpose is to explore the validity and limitations of the Standard Model, the current theoretical picture for particle physics. The first particle collisions at the LHC took place shortly after startup in November 2009, at energies up to 1.2 TeV per beam.[10] On 30 March 2010, the first planned collisions took place between two 3.5 TeV beams, which set another new world record for the highest energy man-made particle collisions.[11] In 2012 the beam energy was increased to 4 TeV, after upgrades in 2013 and 2014 collisions in 2015 and 2016 happened at an energy of 6.5 TeV per proton.[12] Similar concerns had previously also been raised in the context of the Relativistic Heavy Ion Collider, with Frank Close, professor of physics at the University of Oxford, to comment at the time that \"the chance of [strangelet creation] is like you winning the major prize on the lottery 3 weeks in succession; the problem is that people believe it is possible to win the lottery 3 weeks in succession.\"[13] Concerns about possible adverse consequences were raised in connection with the RHIC particle accelerator.[14][15][16][17] After detailed studies, scientists reached such conclusions as \"beyond reasonable doubt, heavy-ion experiments at RHIC will not endanger our planet\"[18] and that there is \"powerful empirical evidence against the possibility of dangerous strangelet production.\"[19] Before the Relativistic Heavy Ion Collider started operation, critics postulated that the extremely high energy could produce catastrophic scenarios,[20] such as creating a black hole, a transition into a different quantum mechanical vacuum (see false vacuum), or the creation of strange matter that is more stable than ordinary matter. These hypotheses are complex, but many predict that the Earth would be destroyed in a time frame from seconds to millennia, depending on the theory considered. However, the fact that objects of the Solar System (e.g., the Moon) have been bombarded with cosmic particles of significantly higher energies than that of RHIC and other man made colliders for billions of years, without any harm to the Solar System, were among the most striking arguments that these hypotheses were unfounded.[19] The other main controversial issue was a demand by critics[citation needed] for physicists to reasonably exclude the probability for such a catastrophic scenario. Physicists are unable to demonstrate experimental and astrophysical constraints of zero probability of catastrophic events, nor that tomorrow Earth will be struck with a \"doomsday\" cosmic ray (they can only calculate an upper limit for the likelihood). The result would be the same destructive scenarios described above, although obviously not caused by humans. According to this argument of upper limits, RHIC would still modify the chance for the Earth's survival by an infinitesimal amount. Concerns were raised in connection with the RHIC particle accelerator, both in the media[21][22] and in the popular science media.[16][17] The risk of a doomsday scenario was indicated by Martin Rees, with respect to the RHIC, as being at least a 1 in 50 million chance.[23] With regards to the production of strangelets, Frank Close, professor of physics at the University of Oxford, indicates that \"the chance of this happening is like you winning the major prize on the lottery 3 weeks in succession; the problem is that people believe it is possible to win the lottery 3 weeks in succession.\"[13] After detailed studies, scientists reached such conclusions as \"beyond reasonable doubt, heavy-ion experiments at RHIC will not endanger our planet\"[18] and that there is \"powerful empirical evidence against the possibility of dangerous strangelet production.\"[19] The debate started in 1999 with an exchange of letters in Scientific American between Walter L. Wagner[16] and F. Wilczek,[17] in response to a previous article by M. Mukerjee.[24] The media attention unfolded with an article in U.K. Sunday Times of July 18, 1999 by J. Leake,[25] closely followed by articles in the U.S. media.[26] The controversy mostly ended with the report of a committee convened by the director of Brookhaven National Laboratory, J. H. Marburger, ostensibly ruling out the catastrophic scenarios depicted.[19] However, the report left open the possibility that relativistic cosmic ray impact products might behave differently while transiting earth compared to \"at rest\" RHIC products; and the possibility that the qualitative difference between high-E proton collisions with earth or the moon might be different than gold on gold collisions at the RHIC. Wagner tried subsequently to stop full energy collision at RHIC by filing Federal lawsuits in San Francisco and New York City, but without success.[27] The New York suit was dismissed on the technicality that the San Francisco suit was the preferred forum. The San Francisco suit was dismissed, but with leave to refile if additional information was developed and presented to the court.[28] On March 17, 2005, the BBC published an article[29] implying that researcher Horaţiu Năstase believes black holes have been created at RHIC. However, the original papers of H. Năstase[30] and the New Scientist article[31] cited by the BBC state that the correspondence of the hot dense QCD matter created in RHIC to a black hole is only in the sense of a correspondence of QCD scattering in Minkowski space and scattering in the AdS5 × X5 space in AdS/CFT; in other words, it is similar mathematically. Therefore, RHIC collisions might be described by mathematics relevant to theories of quantum gravity within AdS/CFT, but the described physical phenomena are not the same. In the run up to the commissioning of the LHC, Walter L. Wagner (an original opponent of the RHIC), Luis Sancho (a Spanish science writer) and Otto Rössler (a German biochemist) expressed concerns over the safety of the LHC, and attempted to halt the beginning of the experiments through petitions to the US and European Courts.[32][33][34][35][36] These opponents assert that the LHC experiments have the potential to create low velocity micro black holes that could grow in mass or release dangerous radiation leading to doomsday scenarios, such as the destruction of the Earth.[1][37] Other claimed potential risks include the creation of theoretical particles called strangelets, magnetic monopoles, and vacuum bubbles.[1][37] Based on such safety concerns, US federal judge Richard Posner,[38] Future of Humanity Institute research associate Toby Ord[39] and others[40][41][42][43] have argued that the LHC experiments are too risky to undertake. In the book Our Final Century: Will the Human Race Survive the Twenty-first Century?, English cosmologist and astrophysicist Martin Rees had calculated an upper limit of 1 in 50 million for the probability that RHIC will produce a global catastrophe or black hole.[33] However, Rees has also reported not to be \"losing sleep over the collider,\" and trusts the scientists who have built it.[44] He has stated: \"My book has been misquoted in one or two places. I would refer you to the up-to-date safety study.\"[45] The risk assessments of catastrophic scenarios at the LHC sparked public fears,[32] and some scientists associated with the project received protests - the Large Hadron Collider team revealed that they had received death threats and threatening emails and phone calls demanding the experiment be halted.[45] On 9 September 2008, Romania's Conservative Party held a protest before the European Commission mission to Bucharest, demanding that the experiment be halted because it feared that the LHC could create dangerous black holes.[46][47] Various widely circulated newspapers have reported doomsday fears in connection with the collider, including The Times,[48] The Guardian,[49] The Independent,[50] The Sydney Morning Herald,[51] and Time.[52] Among other media sources, CNN mentioned that \"Some have expressed fears that the project could lead to the Earth's demise,\"[53] but it assured its readers with comments from scientists like John Huth, who said that it was \"baloney\".[53] MSNBC said that, \"there are more serious things to worry about\"[54] and allayed fears that \"the atom-smasher might set off earthquakes or other dangerous rumblings\".[54] The results of an online survey it conducted \"indicate that a lot of [the public] know enough not to panic\".[54] The BBC stated, \"the scientific consensus appears to be on the side of CERN's theorists\"[55] who say the LHC poses \"no conceivable danger\".[55] Brian Greene in the New York Times reassured readers by saying, \"If a black hole is produced under Geneva, might it swallow Switzerland and continue on a ravenous rampage until the Earth is devoured? It’s a reasonable question with a definite answer: no.\"[56] On 10 September 2008, a 16-year-old girl from Sarangpur, Madhya Pradesh, India committed suicide, having become distressed about predictions of an impending \"doomsday\" made on an Indian news channel (Aaj Tak) covering the LHC.[57] After the dismissal of the federal lawsuit, The Daily Show's correspondent John Oliver interviewed Walter L. Wagner, who declared that he believed the chance of the LHC destroying the Earth to be 50%, since it will either happen or it won't.[58][59] Although the Standard Model of particle physics predicts that LHC energies are far too low to create black holes, some extensions of the Standard Model posit the existence of extra spatial dimensions, in which it would be possible to create micro black holes at the LHC at a rate of the order of one per second.[60][61][62][63][64] According to the standard calculations these are harmless because they would quickly decay by Hawking radiation.[62] Hawking radiation is a thermal radiation predicted to be emitted by black holes due to quantum effects. Because Hawking radiation allows black holes to lose mass, black holes that lose more matter than they gain through other means are expected to dissipate, shrink, and ultimately vanish. Smaller micro black holes (MBHs), which could be produced at the LHC, are currently predicted by theory to be larger net emitters of radiation than larger black holes, and to shrink and dissipate instantly.[65] The LHC Safety Assessment Group (LSAG) indicates that \"there is broad consensus among physicists on the reality of Hawking radiation, but so far no experiment has had the sensitivity required to find direct evidence for it.\"[3] According to the LSAG, even if micro black holes were produced by the LHC and were stable, they would be unable to accrete matter in a manner dangerous for the Earth. They would also have been produced by cosmic rays and have stopped in neutron stars and white dwarfs, and the stability of these astronomical bodies means that they cannot be dangerous:[3][66] Stable black holes could be either electrically charged or neutral. [...] If stable microscopic black holes had no electric charge, their interactions with the Earth would be very weak. Those produced by cosmic rays would pass harmlessly through the Earth into space, whereas those produced by the LHC could remain on Earth. However, there are much larger and denser astronomical bodies than the Earth in the Universe. Black holes produced in cosmic-ray collisions with bodies such as neutron stars and white dwarf stars would be brought to rest. The continued existence of such dense bodies, as well as the Earth, rules out the possibility of the LHC producing any dangerous black holes.[4] Strangelets are small fragments of strange matter—a hypothetical form of quark matter—that contain roughly equal numbers of up, down, and strange quarks and that are more stable than ordinary nuclei (strangelets would range in size from a few femtometers to a few meters across).[3] If strangelets can actually exist, and if they were produced at the LHC, they could conceivably initiate a runaway fusion process in which all the nuclei in the planet would be converted to strange matter, similar to a strange star.[3] The probability of the creation of strangelets decreases at higher energies.[3] As the LHC operates at higher energies than the RHIC or the heavy ion programs of the 1980s and 1990s, the LHC is less likely to produce strangelets than its predecessors.[3] Furthermore, models indicate that strangelets are only stable or long-lived at low temperatures. Strangelets are bound at low energies (in the range of 1–10 MeV), while the collisions in the LHC release energies in the range of 7–14 TeV. Thermodynamics very strongly disfavors the formation of a cold condensate that is an order of magnitude cooler than the surrounding medium. As an example, it is about as likely as producing an icecube in a furnace.[3] Otto Rössler, a German chemistry professor at the University of Tübingen, argues that micro black holes created in the LHC could grow exponentially.[67][68][69][70][71] On 4 July 2008, Rössler met with a CERN physicist, Rolf Landua, with whom he discussed his safety concerns.[72] Following the meeting, Landua asked another expert, Hermann Nicolai, Director of the Albert Einstein Institute, in Germany, to examine Rössler's arguments.[72] Nicolai reviewed Otto Rössler's research paper on the safety of the LHC[68] and issued a statement highlighting logical inconsistencies and physical misunderstandings in Rössler's arguments.[73] Nicolai concluded that \"this text would not pass the referee process in a serious journal.\"[71][73] Domenico Giulini also commented with Hermann Nicolai on Otto Rössler's thesis, concluding that \"his argument concerns only the General Theory of Relativity (GRT), and makes no logical connection to LHC physics; the argument is not valid; the argument is not self-consistent.\"[74] On 1 August 2008, a group of German physicists, the Committee for Elementary Particle Physics (KET),[75] published an open letter further dismissing Rössler's concerns and carrying assurances that the LHC is safe.[76][77] Otto Rössler was due to meet Swiss president Pascal Couchepin in August 2008 to discuss this concern,[78] but it was later reported that the meeting had been canceled as it was believed Rössler and his fellow opponents would have used the meeting for their own publicity.[79] On 10 August 2008, Rainer Plaga, a German astrophysicist, posted a research paper on the arXiv Web archive concluding that LHC safety studies have not definitely ruled out the potential catastrophic threat from microscopic black holes, including the possible danger from Hawking radiation emitted by black holes.[1][80][81][82] In a follow-up paper posted on the arXiv on 29 August 2008,[83] Steven Giddings and Michelangelo Mangano responded to Plaga's concerns.[84] They pointed out what they see as a basic inconsistency in Plaga's calculation, and argued that their own conclusions on the safety of the collider, as referred to in the LHC safety assessment (LSAG) report,[3] remain robust.[84] Giddings and Mangano also referred to the research paper \"Exclusion of black hole disaster scenarios at the LHC\", which relies on a number of new arguments to conclude that there is no risk due to mini black holes at the LHC.[1][85] On 19 January 2009 Roberto Casadio, Sergio Fabi and Benjamin Harms posted on the arXiv a paper, later published on Physical Review D, ruling out the catastrophic growth of black holes in the scenario considered by Plaga.[86] In reaction to the criticisms, Plaga updated his paper on the arXiv on 26 September 2008 and again on 9 August 2009.[80] So far, Plaga's paper has not been published in a peer-reviewed journal. Drawing from research performed to assess the safety of the RHIC collisions, the LHC Safety Study Group, a group of independent scientists, performed a safety analysis of the LHC, and released their findings in the 2003 report Study of Potentially Dangerous Events During Heavy-Ion Collisions at the LHC. The report concluded that there is \"no basis for any conceivable threat\".[2] Several of its arguments were based on the predicted evaporation of hypothetical micro black holes by Hawking radiation (which yet was not confirmed experimentally) and on the theoretical predictions of the Standard Model with regard to the outcome of events to be studied in the LHC. One argument raised against doomsday fears was that collisions at energies equivalent to and higher than those of the LHC have been happening in nature for billions of years apparently without hazardous effects, as ultra-high-energy cosmic rays impact Earth's atmosphere and other bodies in the universe.[2] In 2007, CERN mandated a group of five particle physicists not involved in the LHC experiments—the LHC Safety Assessment Group (LSAG), consisting of John Ellis, Gian Giudice, Michelangelo Mangano and Urs Wiedemann, of CERN, and Igor Tkachev, of the Institute for Nuclear Research in Moscow—to monitor the latest concerns about the LHC collisions.[4] On 20 June 2008, in light of new experimental data and theoretical understanding, the LSAG issued a report updating the 2003 safety review, in which they reaffirmed and extended its conclusions that \"LHC collisions present no danger and that there are no reasons for concern\".[3][4] The LSAG report was then reviewed by CERN’s Scientific Policy Committee (SPC), a group of external scientists that advises CERN’s governing body, its Council.[5][35][87] The report was reviewed and endorsed by a panel of five independent scientists, Peter Braun-Munzinger, Matteo Cavalli-Sforza, Gerard 't Hooft, Bryan Webber and Fabio Zwirner, and their conclusions were unanimously approved by the full 20 members of the SPC.[87] On 5 September 2008, the LSAG's \"Review of the safety of LHC collisions\" was published in the Journal of Physics G: Nuclear and Particle Physics by the UK Institute of Physics, which endorsed its conclusions in a press release that announced the publication.[3][7] Following the July 2008 release of the LSAG safety report,[3] the Executive Committee of the Division of Particles and Fields (DPF) of the American Physical Society, the world's second largest organization of physicists, issued a statement approving the LSAG's conclusions and noting that \"this report explains why there is nothing to fear from particles created at the LHC\".[6] On 1 August 2008, a group of German quantum physicists, the Committee for Elementary Particle Physics (KET),[75] published an open letter further dismissing concerns about the LHC experiments and carrying assurances that they are safe based on the LSAG safety review.[76][77] On 20 June 2008, Steven Giddings and Michelangelo Mangano issued a research paper titled the \"Astrophysical implications of hypothetical stable TeV-scale black holes\", where they develop arguments to exclude any risk of dangerous black hole production at the LHC.[83] On 18 August 2008, this safety review was published in the Physical Review D,[88] and a commentary article which appeared the same day in the journal Physics endorsed Giddings' and Mangano's conclusions.[89] The LSAG report draws heavily on this research.[35] On 9 February 2009, a paper titled \"Exclusion of black hole disaster scenarios at the LHC\" was published in the journal Physics Letters B.[85] The article, which summarizes proofs aimed at ruling out any possible black hole disaster at the LHC, relies on a number of new safety arguments as well as certain arguments already present in Giddings' and Mangano's paper \"Astrophysical implications of hypothetical stable TeV-scale black holes\".[83] On 21 March 2008, a complaint requesting an injunction to halt the LHC's startup was filed by Walter L. Wagner and Luis Sancho against CERN and its American collaborators, the US Department of Energy, the National Science Foundation and the Fermi National Accelerator Laboratory, before the United States District Court for the District of Hawaii.[37][90][91] The plaintiffs demanded an injunction against the LHC's activation for 4 months after issuance of the LHC Safety Assessment Group's (LSAG) most recent safety documentation, and a permanent injunction until the LHC can be demonstrated to be reasonably safe within industry standards.[92] The US Federal Court scheduled trial to begin 16 June 2009.[93] The LSAG review, issued on 20 June 2008 after outside review, found \"no basis for any concerns about the consequences of new particles or forms of matter that could possibly be produced by the LHC\".[3] The US Government, in response, called for summary dismissal of the suit against the government defendants as untimely due to the expiration of a six-year statute of limitations (since funding began by 1999 and has essentially been completed already), and also called the hazards claimed by the plaintiffs \"overly speculative and not credible\".[94] The Hawaii District Court heard the government's motion to dismiss on 2 September 2008,[32] and on 26 September the Court issued an order granting the motion to dismiss on the grounds that it had no jurisdiction over the LHC project.[95] A subsequent appeal by the plaintiffs was dismissed by the Court on 24 August 2010.[96][97] On 26 August 2008, a group of European citizens, led by German biochemist Otto Rössler, filed a suit against CERN in the European Court of Human Rights in Strasbourg.[69] The suit, which was summarily rejected on the same day, alleged that the Large Hadron Collider posed grave risks for the safety of the 27 member states of the European Union and their citizens.[48][52][69] Late in 2009 a review of the legal situation by Eric Johnson, a lawyer, was published in the Tennessee Law Review.[98][99] In this paper, Johnson stated that \"Given such a state, it is not clear that any particle-physics testimony should be allowed in the courtroom\", in reference to the dual problems that (a) the scientific arguments regarding the risks are so complex that only persons who have devoted many years to particle physics study are competent to understand them, but (b) any such persons, by reason of this huge personal investment, will inevitably be highly biased in favor of the experiments, and also endangered by severe professional censure if they threaten their continuation.[100] In February 2010 a summary of Johnson's article appeared as an opinion piece in New Scientist.[101] In February 2010, the German Constitutional Court (Bundesverfassungsgericht) rejected an injunction petition to halt the LHC's operation as unfounded, without hearing the case, stating that the opponents had failed to produce plausible evidence for their theories.[102] A subsequent petition was rejected by the Administrative Court of Cologne in January 2011.[103] An appeal against the latter ruling was rejected by the Higher Administrative Court of North Rhine-Westphalia in October 2012.[104] ","Title":"Safety of high-energy particle collision experiments - Wikipedia","KeyID":"11944","URL":"https://en.wikipedia.org/wiki/Safety_of_high-energy_particle_collision_experiments"}