{"Content: ":"Onia An antimatter weapon is a theoretically possible device using antimatter as a power source, a propellant, or an explosive for a weapon. Antimatter weapons are currently too costly and unreliable to be viable in warfare, as producing antimatter is enormously expensive (estimated at $6 billion for every 100 nanograms), the quantities of antimatter generated are very small, and current technology has great difficulty containing antimatter, which annihilates upon touching ordinary matter.[1] The paramount advantage of such a theoretical weapon is that antimatter and matter collisions result in the entire sum of their mass energy equivalent being released as energy, which is at least two orders of magnitude greater than the energy release of the most efficient fusion weapons (100% vs 0.4-1%).[2] Annihilation requires and converts exactly equal masses of antimatter and matter by the collision which releases the entire mass-energy of both, which for 1 gram is ~9×1013 joules. Using the convention that 1 kiloton TNT equivalent = 4.184×1012 joules (or one trillion calories of energy), one half gram of antimatter reacting with one half gram of ordinary matter (one gram total) results in 21.5 kilotons-equivalent of energy (the same as the atomic bomb dropped on Nagasaki in 1945). [3] As of 2004[update], the cost of producing one millionth of a gram of antimatter was estimated at US$60 billion.[1] By way of comparison, the cost of the Manhattan Project (to produce the first atomic bomb) is estimated at US$23 billion in 2007 prices.[4] As such, Hui Chen of Lawrence Livermore National Laboratory dismissed concerns about antimatter bombs in 2008 as \"unrealistic\".[5] Antimatter-catalyzed nuclear pulse propulsion proposes the use of antimatter as a \"trigger\"[6] to initiate small nuclear explosions; the explosions provide thrust to a spacecraft. The same technology could theoretically be used to make very small and possibly \"fission-free\" (very low nuclear fallout) weapons (see pure fusion weapon).[7][8] An antimatter weapon is a part of the plot of the Dan Brown book Angels and Demons and its film adaptation, where it is used in a plot to blow up the Vatican City.[9][5] Photon torpedoes in the Star Trek franchise utilize antimatter warheads. In Tiamat's Wrath, the eighth novel in The Expanse series, Martian Marine Roberta Draper uses an antimatter-based explosive to destroy The Tempest, the flagship of the Laconian Empire in the Sol system. Megatron of the Transformers possesses the ability draw on antimatter and utilize it for offensive purposes.","Title":"Antimatter weapon - Wikipedia","KeyID":"11942","URL":"https://en.wikipedia.org/wiki/Antimatter_weapon"}