{"Content: ":"The self-referencing doomsday argument rebuttal is an attempt to refute the doomsday argument (that there is a credible link between the brevity of the human race's existence and its expected extinction) by applying the same reasoning to the lifetime of the doomsday argument itself. The first researchers to write about this were P. T. Landsberg and J. N. Dewynne in 1997; they applied belief in the doomsday argument to itself, and claimed that a paradox results. If the doomsday argument's lifetime is governed by the principle of indifference and the Copernican principle then based on the length of its current existence, and assuming that it is randomly drawn from a reference class of probabilistic speculations it is 95% certain that it will be refuted before the year 2500. If the doomsday argument is not itself subject to these principles then its assumption that the human race's survival-time can be modeled using them appears to be a paradox (to Lansberg & Dewynne). Alternatively, if the doomsday argument is subject to these presumptions, then as it is expected to expire (be refuted) earlier that its own prediction for the likely survival time of humanity there is a second paradox: The predictions of a theory concerning events to occur after it has been refuted (such as human extinction) are not logically meaningful. Conversely, if the doomsday argument survives until the end of human civilization (in the year 5000, say) then it will have dramatically beaten the odds against the expectations of the Copernican principle. This can create a paradox for an argument based on probability, as shown if future scenarios are broken into three groups: The \"quick extinction\" in possibility 1 is considered fairly likely in those doomsday arguments using the number of births as a reference class, but comparing like-for-like we should compare the length of time the doomsday argument survives before refutation with the length of time the human race survives before extinction. Therefore, J. Richard Gott's (temporal) doomsday argument is used to calculate the probabilities of the three scenarios above: If the doomsday argument can apply to itself it can be simultaneously right (as a probabilistic argument) and probably wrong (as a prediction). Therefore, Landsberg and Dewynne argue that it is more likely that the doomsday argument is wrong (even if its logic is correct) than that the human race will become extinct in 9,000 years (which the doomsday argument calculates at around 95% likely). The interesting paradox is that the Doomsday argument is probably wrong even assuming it to be completely right (in its 95% estimate). In 2001 Bradley Monton and Sherrilyn Roush extended this by arguing that Gott's doomsday argument inevitably refutes itself. This \"meta\"-doomsday argument application of the concept to the doomsday argument itself, requires some assumptions that are not universally accepted: ^ A probable paradox reply in Nature from 23 October 1997 by Lansberg and Dewynne, to Gott's claim that their earlier use of his formula would also apply to the human survival time. (The reply also details the logic of the rebuttal.)","Title":"Self-referencing doomsday argument rebuttal - Wikipedia","KeyID":"11959","URL":"https://en.wikipedia.org/wiki/Self-referencing_doomsday_argument_rebuttal"}