{"Content: ":"A climate apocalypse (also called a climate dystopia and a climate-induced collapse, among other names) generally denotes a predicted scenario involving the global collapse of human civilization and potential human extinction as either a direct or indirect result of anthropogenic climate change. Many academics and researchers posit that in actuality, unless a major course correction is imminently implemented, some or all of the Earth will be rendered uninhabitable as a result of extreme temperatures, severe weather events, an inability to grow crops, and an altered composition of the Earth's atmosphere.[1][2][3][4] These events are explored in many science fiction works, including The Parable of the Sower by Octavia Butler, which depicts ecological breakdown through societal collapse; American War by Omar El Akkad, explores the idea of an underwater, war-stricken country; or The Word for World is Forest by Ursula Le Guin that engages in space colonization to escape the conditions of Earth. In September 2021 more than 200 scholarly medical journals published an emergency call for action, saying that a temperature increase of 1.5 degrees would bring catastrophic harm to global health from which the world will never recover.[5] Rhetoric and belief centered on apocalypticism has deep roots in religious contexts, and similar rhetorical approaches undergird secular apocalyptic interpretations of climate.[6] Historical interpretations fall into two visions of apocalypse: the tragic and the comic. Tragic apocalypticism frames a clearly divided good and evil, with preordained events. In contrast, comic framing emphasizes flawed human agency, and it tends to be characterized by an open-ended, episodic, and ongoing timeline.[7] Some of the most significant books in environmentalism make use of either the tragic or comic apocalyptic framing: Rachel Carson's Silent Spring (1962), Paul and Anne Ehrlich's The Population Bomb (1972), and Al Gore's Earth in the Balance (1992).[8] The tragic apocalypse places a fate upon society that ends with the apocalypse. There is no deviance from this path and the direction and speed at which they are headed towards this apocalypse is out of anyone’s control. Comic on the other hand, suggest that human action does have the capacity to change the apocalypse outcome.[9] It is important to note that the apocalypse will still happen, just the specific circumstances as to which it happens can be influenced more if action is taken. There is no single agreed term used to describe an environmental and ecological collapse as either a direct or indirect result of anthropogenic climate change, however such an event has been explored in both fiction and non-fiction for many years. Jules Verne's 1889 novel The Purchase of the North Pole imagines climate change due to a deliberate tilting of Earth's axis. Since World War II, there has been continual discussion of environmental destruction due to nuclear war.[10][11] There is a Western world tradition of describing a climate apocalypse with images and descriptions of the Four Horsemen of the Apocalypse and other features of the apocalypse of the Christian faith.[12][13][14][15][16] Global warming reduces the capacity of the oceans to absorb oxygen. Biomarkers and geologic evidence suggests that oxygen-deprived oceans resulting from high carbon dioxide concentrations may have contributed to the five previous mass extinction events in Earth's history. Geoscientists have found that anaerobic microbes would have thrived in these conditions and produced vast amounts of hydrogen sulfide gas. Hydrogen sulfide is toxic, and its lethality increases with temperature. At a critical threshold, this toxic gas would have been released into the atmosphere, causing plant and animal extinctions both in the ocean and on land. Models suggest that this would also have damaged the ozone layer, exposing life on Earth to harmful levels of UV radiation. Deformities found in fossil spores in Greenland provides evidence that this may have occurred during the Permian extinction event. At the end of the Paleocene and Triassic eras, mass extinctions occurred at carbon dioxide concentrations of around 1,000 ppm. If these concentrations were reached again in the future, either as a result of anthropogenic or naturally occurring greenhouse gas emissions, it is possible that such an event could be repeated.[18][19] Rising temperatures increase the risk of an epidemic or pandemic. As the climate changes, distributors of infectious diseases such as mosquitoes and ticks spread to new areas and transmit illnesses to regions which may not have experienced them otherwise. Epidemics are also made more likely after severe weather events, such as heavy rainfall or flooding. Food scarcity may lead some communities to a more meat-based diet, which raises the risk of outbreaks of diseases such as ebola. Melting permafrost also threatens to release diseases that have been dormant for many years, as was the case in August 2016 when a thawed reindeer carcass that was almost a century old infected several individuals in Siberia with anthrax.[20] Many plants have a maximum temperature at which they can grow, and climate change may mean that new pests are introduced to areas where it was too cold for them to survive before. Extreme weather events and more frequent droughts will also affect crop production as the Earth approaches and surpasses 2°C (3.6°F) above pre-industrial levels.[21] A global decline in food availability could lead to severe impacts on public health. If the Earth's temperature increases to 2°C above pre-industrial levels by 2050, some models predict that global food availability would be 3.2 percent lower than if no climate change occurred, resulting in an additional 529,000 deaths worldwide.[22][23] The combination of heat and humidity can impair the human body's ability to cool itself, leading to hyperthermia, a potentially life-threatening condition. A 2017 review considered research over past decades and predicted that under the high-end RCP 8.5 scenario given in the 2014 IPCC Fifth Assessment Report (which predicts a 3.2°C-5.4°C (5.76-9.72°F) increase in global average temperatures by the end of the century compared to pre-industrial levels), by 2100, around 73.9% of the human population would live in environments of lethal heat illness for routine human life, compared with around 30.6% in 2000.[25][failed verification] As regions become too hot to inhabit or grow crops, as water becomes more scarce, as sea levels rise and as extreme weather events grow more frequent and more severe, it is likely that more people will be displaced from their homes, which could result in social instability and conflict when these people move to new areas.[1] According to the 2019 Global Report on Internal Displacement by the Internal Displacement Monitoring Centre, 61% of all new internal displacement in 2018 was caused by natural disasters, totalling 17.2 million people.[26] Some predict that as the number of migrants from poorer nations increases, wealthier nations will impose higher restrictions on immigration and governments will become increasingly authoritarian. Some areas, such as Europe, are more vulnerable to the stresses of increased migration as a result of their geographical location as well as diplomatic relations with bordering nations.[27] The Earth is currently undergoing its sixth mass extinction event as a result of human activity.[28][29] During the Permian–Triassic extinction event 250 million years ago, the Earth was approximately 6°C hotter than the pre-industrial baseline. At this time, 95% of living species were wiped out and sea life suffocated due to a lack of oxygen in the ocean.[1] During the previous mass extinction around 66 million years ago, evidence shows that an asteroid or comet collided with the Earth, drastically altering the planet's climate and wiping out the dinosaurs as well as around 75% of all plant and animal species on the planet.[30] Climate change increases the frequency and intensity of extreme weather events including droughts, storms and flooding. Although it is not possible to determine whether or not a specific natural disaster occurred because of climate change, it is possible to state how much more likely a natural disaster was as a result of climate change.[31] As temperatures increase, glaciers and ice sheets melt and the ocean expands which causes a rise in sea levels. Sea levels have risen by about 23 cm since 1880 and are currently rising at around 3.2 mm each year.[32] It is difficult to predict amounts of sea-level rise over the next century, although the ice sheets are melting earlier than predicted which makes a high-end scenario of 2 metres of sea-level rise by 2100 increasingly plausible.[33] If the entire Greenland ice sheet were to melt, the world's oceans could rise by more than 6 metres.[34] In the past, at times when the Earth has been 6°C above the pre-industrial baseline, sea levels were 20 metres higher than today.[1] If all the ice on land and at the poles melted, sea levels would rise by more than 65 metres.[34] Rising sea levels result in forced migration and threaten services like the Internet, since much of the Internet's key infrastructure is built near coastlines and is not built to be permanently submerged in water.[35] Around 2% of the planet's water is fresh and approximately 70% of that is snow and ice, which turns into salt water as the Earth's temperatures increase, meaning that as glaciers melt many communities that rely on these sources for water will lose their supply. Climate change can also lead to heavier rainfall in some areas, leading to rapid movement of water to the oceans and reducing the capacity of people to use and store it. In other areas rainfall is reduced, and overall the world experiences more extreme floods and droughts as a result of climate change. Warmer air also results in higher rainfall and less snowfall and an increase in evaporation rates. Different regions will be affected to different degrees, but the IPCC predicts that around one billion people in dry areas of the world may face increasing water scarcity.[36][37] The ongoing decrease on the pH scale of the waters of the Earth's oceans, caused by the uptake of carbon dioxide (CO2) from the atmosphere, is called ocean acidification.[38] The extraction, refining and combustion of fossil fuels, and the manufacturing of cement, are the primary drivers of ocean acidification.[39] Seawater is slightly basic (meaning pH > 7), and ocean acidification involves a shift toward pH-neutral conditions rather than a transition to acidic conditions (pH < 7). Acidification of seawater causes decreased production of shells of shellfish and other aquatic life with calcium carbonate shells, since calcium carbonate shells cannot reproduce under high saturated acidotic waters. An estimated 30–40% of the carbon dioxide from human activity released into the atmosphere dissolves into oceans, rivers and lakes.[40][41] Abrupt climate changes have occurred in the past, most clearly recorded in climate records from glacial ice on Greenland. There have been several explanations put forward for these changes, but the prevailing paradigm is that these changes were a result of changes in ocean currents, specifically the northward transport of heat by the Atlantic meridional overturning circulation (AMOC). One example of this is the Younger Dryas, in which a rapid decline in temperature, recorded in Greenland as a drop of 4 to 10°C (7.2 to 18°F) over just a few decades, is thought to have been caused by the melting of the Laurentide Ice Sheet providing extra freshwater to the North Atlantic and interrupting the AMOC.[42] It is believed that recent climate change has caused a 15-20% slowing of the Gulf Stream, a current which transports warm water from the Gulf of Mexico towards north-west Europe, due to a melting of the Greenland Ice Sheet resulting in large amounts of freshwater pouring into the North Atlantic.[43] Although it is likely to continue to slow, it is unproven whether the Gulf Stream could come to a complete halt this century, if ever. However if it does, this would have profound impacts upon large parts of the Earth's climate. In the UK, for example, temperatures would drop by an average of 3.4°C (6.1°F) and more so in Scotland. Rainfall during the growing season would also drop by 123 mm. This would reduce the UK's arable land from 32 percent to just 7 percent and it is uncertain if there would be enough water to offset this through irrigation, resulting in food shortages.[44][45] Research has shown that aside from worsening income inequality and the strain of an increased population exceeding the carrying capacity of an environment, another important factor which may lead to global collapse is ecological strain. Climate change increases the strain on the planet's ecology, especially in terms of resource depletion.[46] Climate change has contributed to the collapse of civilisations in the past. A 200-year drought caused cities of the Indus Valley civilisation to be abandoned; the Khmer Empire collapsed as a result of successive droughts and monsoon floods which led to political and social unrest; and a period of cooling called the Little Ice Age made it more difficult for Vikings to farm in Greenland, which was one of the reasons that they were forced to abandon their settlements.[34] More recently, a severe drought in the late 2000s which is likely to have been intensified by anthropogenic climate change contributed to failing agricultural production in Syria, leading to high unemployment, large amounts of internal displacement, heightened ethnic tensions and increased violence. Poor governance and neoliberal economic policies also contributed to the resulting civil war and societal collapse in 2011.[46] Although the entire planet is affected by climate change, the worst impacts will be felt by the world's poorest countries, and these countries are both more likely to face the effects of societal collapse and more likely to face such effects sooner. This is one of the moral issues described within the climate justice movement of climate change activism.[46] As societal collapse becomes more likely, it is possible that denial and anti-intellectualism will increase as well, or that people will assign blame for the crisis on communities other than their own. As localised violence increases, societal collapse also becomes more likely.[46] The risk of global conflict, especially in more vulnerable regions, rises with global warming. Studies have shown that extreme weather events can damage economies, lower food production and raise inequality, which can increase risks of violence when combined with other factors. One study found that climate change has influenced between 3% and 20% of armed conflict in the last century, that an increase of 2°C above pre-industrial levels more than doubles the current risk of conflict, increasing it to 13%, and that an increase of 4°C multiplies the risk by five, up to a 26% risk.[47] A report by the Global Peace Index found that 971 million people lived in areas with either a high or very high climate change exposure and that 400 million of those people lived in countries with low levels of peacefulness. It warned that climate change can increase the likelihood of violent conflict by impacting upon resource availability, job security, and by causing forced migration.[48][49] Scientists struggle to reach a consensus on the likelihood of war as a result of climate change as future climate change is likely to be very different from what humanity has experienced previously and the ability of societies to adapt is unclear.[47][50] Large-scale changes to the Earth system such as tipping points and possible abrupt climate change are usually not included in climate models and impact assessments.[51] This means that many scientific reports, including the IPCC Assessment Reports, have often underestimated the impacts of climate change effects.[52] Climate scientists may also downplay potentially disastrous scenarios in favor of more restrained predictions that are less likely to be rejected as alarmist or fatalist.[52] Discussions of \"tail-end\" risks of temperatures rising beyond 3°C (5.4°F) are also often neglected in research more generally.[53] Current levels of global warming are often calculated in terms of the global average increase in the Earth's temperature compared with levels prior to the Industrial Revolution. In 2016, the Earth is likely to have reached 1.1°C (1.98°F) above pre-industrial levels.[54] The rate of global warming is influenced by the amount of greenhouse gases released into the atmosphere, which has so far led to a linear increase in global warming. However global warming is non-linear, and is subject to acceleration when certain tipping points are crossed in the Earth's climate system, or as atmospheric pollution disappears from the atmosphere. These may also lead to abrupt climate change. As of December 2019, current global climate policies could take the planet to between 2.3°C and 4.1°C (4.14-7.38°F) above pre-industrial levels by 2100, while current pledges and targets would take the planet to between 2.3°C and 3.5°C (4.14-6.3°F).[55] If all of the fossil fuels on Earth were burned, lower-end estimates calculate that 5 trillion tonnes of carbon emissions would be released into the atmosphere, resulting in a possible 10°C of warming relative to 1986-2005 by the year 2300.[56][57] It is more likely that the Earth will cross tipping points and/or trigger abrupt climate change as it approaches and surpasses 2°C above pre-industrial levels.[51] Some of these tipping points may lead to accelerated global warming and runaway climate change. In the event that warming is limited to 2°C by 2100, these carbon cycle feedbacks could still cause an additional 0.24-0.66°C (0.432-1.188°F) of warming by that year. These tipping points could be triggered much earlier, and could continue to warm the planet for hundreds or even thousands of years.[58] During the 1950s and 60s, scientists determined that the amount of solar radiation reaching the Earth had dropped. This was labelled the global dimming effect and has since been proven to have a strong relationship to atmospheric pollution, the particles of which directly absorb energy from the sun before reflecting it back into space. This has many impacts including the cooling of the Earth and oceans leading to lower rainfall and more droughts. These pollutants also lead to the formation of smog and acid rain and cause various respiratory diseases. Global dimming may also cause heat waves and runaway fires, while the decrease of sunlight negatively impacts plant growth, endangering animal populations.[59] As carbon emissions are reduced and the amount of pollution in the atmosphere disappears, the most widely credited studies indicate that there will be an increase of about 0.5°C in global average temperature, however some studies have indicated that up to 1.1°C is possible.[60][59] Some solutions to this dilemma would be to use natural geoengineering solutions such as mass rewilding and biochar alongside a reduction of carbon emissions. Other potential solutions could be much more dangerous and unpredictable, such as artificially injecting additional sulfur dioxide into the atmosphere.[61] This could lead to disproportionately negative impacts on certain regions over others, causing droughts, flooding or desertification.[62] A paper published in the journal PNAS in August 2018 entitled \"Trajectories of the Earth System in the Anthropocene\" described a threshold which, if crossed, could trigger multiple tipping points and self-reinforcing feedback loops that would prevent stabilization of the climate, causing much greater warming and sea-level rises and leading to severe disruption to ecosystems, society, and economies. It described this as the \"Hothouse Earth\" scenario and proposed a threshold of around 2°C above pre-industrial levels, arguing that decisions taken over the next decade could influence the climate of the planet for tens to hundreds of thousands of years and potentially even lead to conditions which are inhospitable to current human societies. The report also states that there is a possibility of a cascade of tipping points being triggered even if the goal outlined in the Paris Agreement to limit warming to 1.5-2.0°C (2.7-3.6°F) is achieved.[58] Even in mid-range scenarios of around 3°C above pre-industrial levels, extreme weather events, large-scale loss of agricultural land and freshwater sources, and collapsing ecosystems could lead to widespread suffering and instability and over a billion people who currently live in major coastal cities would need to be relocated due to sea-level rise. One report published by the Global Challenges Foundation wrote that the potential destruction of high-end scenarios are beyond their capacity to model, but that there is a high likelihood of human civilization coming to an end. The report states that we are currently in a position where we can reduce the risk of civilization collapse due to climate change, and possibly avoid it.[53] Although runaway climate change may be triggered at 2°C or even lower, societal collapse in different regions may not happen until later, although there is no consensus as to when this may happen. Some scientists and institutions such as the World Bank have argued that it is uncertain whether adaptation to a 4°C world is possible, and that such an increase in temperature is incompatible with an organised global community.[51][52][63] Grist advised that although some people describe an expectation of a horrible Climate Apocalypse, the effects of climate change could be lessened or worsened depending upon when a coordinated response to lessen the damage develops.[64] KQED reported that the scientific consensus is to take whatever action possible, wherever possible, even when there are reports of a coming Climate Apocalypse.[65] Scientists commenting in The Atlantic said that the Representative Concentration Pathway was an important measurement to watch, and that as of 2018 this measurement predicts a worst-case scenario for the world.[66] Stratospheric aerosol injection, a hypothetical process for blocking sunlight from the earth, is proposed as a desperate technological response to reduce existential risk.[67] Some predictions say that things will get worse.[68] An article written for The New Yorker by Jonathan Franzen in September 2019 argued that those under the age of sixty at time of publishing were likely to see the radical destabilization of life on earth due to crop failures, fires, crashing economies, flooding, and hundreds of millions of climate refugees, while those under the age of thirty were almost certain to see it.[69] The article attracted huge controversy for arguing that humanity must now accept that a climate apocalypse is inevitable, and was heavily criticized for being defeatist, as well as for drawing false scientific conclusions that such a scenario was inevitable, rather than possible.[70][71] A report published in November 2007 by various authors including former director of the CIA R. James Woolsey Jr., former national security advisor to Al Gore Leon Fuerth, and former chief of staff for President Bill Clinton John Podesta entitled \"The Age of Consequences: The Foreign Policy and National Security Implications of Global Climate Change\" describes both a \"severe\" and a \"catastrophic\" scenario in which global warming rise reaches 1.6°C (2.88°F) above pre-industrial levels by 2040 and 5.6°C (10.08°F) by 2100 respectively.[72] In the \"severe\" scenario, nonlinear climate change has devastating impacts on society including a possible pandemic; societal instability due to large increases in migration and food and water shortages; threatened identities of global communities as a result of rising sea levels and coastal flooding; likely conflict over resources and possible nuclear war. The authors write that in this scenario climate change causes humanity to undergo a permanent shift in its relationship to nature.[72] In the \"catastrophic\" scenario, the authors write that human society would struggle to adapt, and note that this scenario is so extreme that its impacts are difficult to imagine. The authors encourage readers to compare the scenario to the threat of terrorism, emphasising that the solution to both threats relies on a transformation of the world's energy economy.[72] In May 2019, Breakthrough - National Centre for Climate Restoration released a report which argued that climate change represents an existential threat to human civilisation in the near to mid-term, calling for a wartime level of response to combat it.[73] The report featured heavily in the media due to the gravity of its message.[74][75][76] The report described a \"2050 scenario\" which the authors define as a way of thinking at the high-end of the range of possibilities rather than a scientific projection. Within this scenario, policy-makers fail to act sufficiently and global emissions do not peak until 2030. Climate feedbacks are triggered which lead to global warming of 1.6°C above pre-industrial levels by 2030, and 3°C by 2050, leading the Earth into the \"hothouse Earth\" scenario. Sea levels increase by 2-3 metres by 2100, with an eventual 25 metres of sea-level rise locked in. Some regions become unlivable due to the intense heat and lack of adaptive capacity and around a billion people are displaced, while two billion people suffer from water shortages. There is not enough food to feed the global population and many of the world's most populous cities are abandoned due to sea level rise.[73] In an interview for The Ecologist, the Emeritus Director of the Potsdam Institute for Climate Impact Research Prof. Hans Joachim Schellnhuber warned that if we continue as we are now, then over the next century we may bring civilization to an end. He predicted that humans would survive somehow, but that almost everything which had been built up over the past two thousand years would be destroyed. He rated chances of success in the fight against climate change as more than 5% but definitely less than 50%.[77] In his 2019 BBC documentary Climate Change – The Facts, Sir David Attenborough warns that dramatic action needed to be taken against climate change within the next decade to avoid irreversible damage to the natural world and the collapse of human societies.[78] In a 2019 Channel 4 interview with Jon Snow, Attenborough states that the worst outcome of climate change that could be experienced within the next seventy years would be civil unrest and mass migration on a great scale. He predicts that humans will continue to find enough food, but that their diets will be forced to change.[79] Professor Emeritus of climate strategy at the BI Norwegian Business School Jørgen Randers predicts that we will fail to meet the pledges of the Paris Agreement as in the short-term it is cheaper to continue acting as usual.[80] As a lifelong environmentalist, Prince Charles has given speeches warning that climate change could bring unimaginable horrors and that it calls into question our future survival on the planet.[81] Pope Francis has stated that climate change threatens the future of the human family and that we must take action to protect future generations and the world's poorest who will suffer the most from humanity's actions. He has also stated that our choice of energy has the potential to destroy our civilization and that this must be avoided.[82] In an interview, the Secretary-General of the United Nations António Guterres warned that the world was losing the fight against climate change, and described lack of action on climate change as \"suicide\".[83] In a September 2020 presentation to the United Nations, Fiji Prime Minister Frank Bainimarama described the present situation as an environmental armageddon.[84] Various academic publications describe how political discourse, the media, and scientific studies address the idea of a potential climate apocalypse.[85] People in various cultures at various times have told stories about climate change.[86] Among all cultures and times which tell these stories, patterns in the stories which include questioning: whether humans caused the change, the relationship between short-term local experiences and longer term global records, people of common cultures producing images of climate change which align with others in their culture but not with those outside their culture, designating certain classes of institutions like laboratories as being reliable sources of information, and the modification of reliable reports to create a more desirable narrative of how the information ought to lead to a particular community changing their behavior.[86] Discussion of climate change is unusual for having attracted unusually diverse participation of communities which strongly present their own view. Those communities include citizens engaged in public participation, academic sectors, any non-academic professional sector asserting knowledge, participants in popular culture, advocates for Indigenous peoples, anyone negotiating the powers of the current and/or dominant economic and political systems, those practicing a religion, and anyone responding to public opinion.[86] Sources of information about climate change tell various categories of stories, including personal experiences, community experiences, scientific models, economic forecasts, and prophecies of apocalypse.[86] Some researchers have speculated that society cannot comprehend an accurate end of the world prediction, and instead, more governments would be willing to respond productively to prevent catastrophe if reports framed the matter as a smaller problem than it actually is.[87] Talking about potential disaster can have a broad impact upon society by making many people feel that if the situation were truly horrible, then there must be good plans to prevent it so no further action is needed.[88] As climate apocalypse becomes more real, the media presents many imagined apocalypse scenarios in a way that conflates them all.[89] Political conversations about climate apocalypse tend to describe how preventing it in the future would bring zero value for today, therefore the value of doing something today is zero.[90] The lack of response to climate change despite it being an existential risk may be an indication that human society lacks an ability to understand a threat of this magnitude without some radical change in perspective.[91] Esquire described how since 1990 climate scientists have communicated urgent warnings while simultaneously experiencing the media converting their statements into sensational entertainment.[92] A 2013 report described how incorporating the concept of preventing catastrophe into public policy seems unprecedented and challenging to accomplish.[93] According to Professor Jem Bendell, Deep Adaptation is the concept purporting that humanity needs to prepare for fundamental disruption of its current civilisation paradigms, due to climate change, with a likelihood of complete societal collapse. Unlike climate change adaptation, which aims to adapt societies gradually to the effects of climate change, Deep Adaptation is premised on accepting abrupt transformation of the environment as a consideration for making decisions today.[94] Following the August 2021 publishing of the IPCC Sixth Assessment Report, Catholic Priest Thomas J. Reese advocated for the church leadership to speak in favor of strong action to prevent climate apocalypse.[95] Climate fiction is a popular media genre which frequently features stories of climate apocalypse. Examples include Ishmael, a 1992 philosophical novel,[96] and Mad Max: Fury Road, a 2015 action film.[97][98][99] Concern over a climate apocalypse has been the subject of satirical news articles. One theme is popular revolt against power brokers. Another is the desire of youth to have a liveable environment in adulthood.[100][101] Another are fantasies about the romance and adventure of people experiencing the chaos of ecological and societal collapse.[102][103]","Title":"Climate apocalypse - Wikipedia","KeyID":"11974","URL":"https://en.wikipedia.org/wiki/Climate_apocalypse"}