{"Content: ":"A mass mortality event (MME) is an incident that kills a vast number of individuals of a single species in a short period of time.[1] The event may put a species at risk of extinction or upset an ecosystem.[2] This is distinct from the mass die-off associated with short lived and synchronous emergent insect taxa which is a regular and non-catastrophic occurrence.[3] Causes of MME's include disease and human-related activities such as pollution. Climatic extremes and other environmental influences such as oxygen stress in aquatic environments play a role, as does starvation. In many MME's there are multiple stressors.[2] An analysis of such events from 1940 to 2012 found that these events have become more common for birds, fish and marine invertebrates, but have declined for amphibians and reptiles and not changed for mammals.[4] In March 1904, 1.5 million migrating birds died in Minnesota and Iowa during a strong snowstorm.[5] According to The Guardian, this was the largest avian mortality event on record in the region.[5] Records of MMEs have been kept since the 1880s.[5] MMEs of this size are rare, however, and few before or since have been as big as the 1904 event. According to the records, MMEs \"are always associated with extreme weather events such as a drop in temperature, snowstorm or hailstorm\".[5] In 1984, about 10,000 caribou of the George River caribou herd—one of Canada's migratory woodland caribou herds—drowned during their bi-annual crossing of the Caniapiscau River when the James Bay Hydro Project flooded the region.[6] In 1988, the deaths of 20,000 harbour seals in the North Sea were found to be caused by phocine distemper virus. Ten years later, two strains of bacteria were implicated in the deaths of approximately 1,600 New Zealand sea lions. On Marion Island in 2007, some 250–300 adult male subantarctic fur seals died in a two-week period. It was suggested, though not proven, that this gender-biased mortality was caused by Streptococcus sanguinis, a bacterium carried by the house mouse, an alien species accidentally introduced to the island in the 1800s.[7] In the Inyo National Forest in California, there are several records of large numbers of migrating mule deer falling to their deaths by slipping on ice while crossing mountain passes. This has occurred when heavy snowfalls have persisted until fall, and have been turned to ice by frequent thawing and refreezing.[8] In 2003, a rain-on-snow event encased the ground in ice, resulting in the starvation of 20,000 muskoxen on Banks Island in the Canadian Arctic.[9][10] In the final week of December 2010, approximately 83,000 dead and dying drum fish washed up along a 20-mile stretch of the Arkansas River about 100 miles west of Beebe, Arkansas. The cause was speculated to be disease while full test results were expected after one month.[11] Shortly before midnight on New Year's Eve 2010, between 3,000 and 5,000 red-winged blackbirds fell from the sky in Beebe, Arkansas. Most died upon hitting the ground, but some were living but dazed. Laboratory tests were performed and the Arkansas Livestock and Poultry Commission, the National Wildlife Health Center in Madison, Wisconsin, and the University of Georgia's wildlife disease study group procured specimens of the dead birds. In addition to the blackbirds, a few grackles and starlings also fell from the sky in the same incident. A test report from the state poultry lab concluded that the birds had died from blunt trauma, with an unlicensed fireworks discharge being the likely cause.[12][13] The months-long Deepwater Horizon oil spill that began in April 2010 in the coastal waters of the Gulf of Mexico resulted in about 600,000 to 800,000 bird mortalities.[14] Dolphins and other species of marine life continued to die in record numbers into 2013.[15] The Beebe, Arkansas bird deaths were repeated again on New Year's Eve of the following year, 2011, with the reported number of dead birds being 5,000.[16] On January 3, 2011, more than five hundred starlings, red-winged blackbirds, and sparrows fell dead in Pointe Coupee Parish, Louisiana.[17] On January 5, \"hundreds\" of dead turtle doves were found at Faenza, Italy.[18] According to Italian news agencies, a huge number of the birds were found to have blue stains on their beaks that may have been caused by paint or hypoxia.[19] Over the weekend of January 8–9, \"over a hundred\" dead birds were found clustered together on a California highway, while \"thousands of dead gizzard shad\" (a species of fish) turned up in the harbors of Chicago.[20][21] Between 28 December 2010 and 3 January 2011, 100 tons of dead fish washed ashore on the Brazilian coast.[22] On 3 January, an estimated two million dead fish were found floating in the Chesapeake Bay in Maryland.[23] On 7 March, millions of small fish, including anchovies, sardines, and mackerel, were found dead in the area of King Harbor at Redondo Beach, California. An investigation by the authorities within the area concluded that the sardines had become trapped within the harbor and depleted the ambient oxygen, which resulted in the deaths. The authorities stated that the event was \"unusual, but not unexplainable.\"[24] On 14 January, approximately two hundred cows were found dead in a field in Stockton, Wisconsin. The owner of the cattle has told deputies that he suspected the animals died of infectious bovine rhinotracheitis (IBR), or bovine virus diarrhea (BVD). Authorities in Wisconsin sent samples from the carcasses to labs in Madison in order to determine cause of death.[25] In 2015, some 200,000 saiga antelope died within a period of one week in a 20 km2 area of the Betpak-Dala desert region of Kazakhstan. They had gathered in large groups for their annual calving. It was determined that warm and humid temperatures had caused Pasteurella multocida, a strain of bacteria that normally lives harmlessly in their tonsils, to cross into their bloodstream and cause hemorrhagic septicemia. This event wiped out 60% of the population of this critically endangered species. Mass mortality events are not uncommon for saiga. In 1981, 70,000 died; in 1988 there were 200,000 deaths; and more recently, in 2010, 12,000 died.[26][2] Starting in the summer of 2015 and continuing into the spring of 2016, about 62,000 dead or dying birds were found on Pacific Ocean beaches from California to Alaska. Some researchers believe that as many as one million common murres may have died in the massive die-off.[27] In May 2016, the Los Angeles Times reported that millions of fish had washed ashore along the coast of north-central Vietnam, stretching over 125 miles of beaches.[28] This included the shoreline in the Phu Loc district, in Thua Thien Hue province.[28] Possible causes include industrial pollution, as government researchers had found that \"toxic elements\" had caused the \"unprecedented\" fish mortalities.[28] Concerns were raised about a \"massive Taiwanese-owned steel plant\" that was allegedly \"pumping untreated wastewater\" into the ocean.[28] In 2019, an extreme heatwave with temperatures exceeding 42 °C in central Australia lead to the death of approximately 40 brumbies.[29] In 2014 and 2018, heatwaves in Australia killed significant portions of local bat populations. In August 2020, observers reported that hundreds of dead migratory birds heading south for the winter had been found at the White Sands Missile Range in New Mexico.[5] By September, the number had increased to tens of thousands, and the die-off had spread across at least New Mexico, Colorado, Texas, Arizona, and farther north into Nebraska.[5][30] The birds were migrating species, including \"owls, warblers, hummingbirds, loons, flycatchers, and woodpeckers\".[30] They seemed to be emaciated, as if they had just kept on flying until they dropped.[30] Possible causes of the deaths include climate crisis and wildfires, according to The Guardian.[5] According to most scientists, massive die-offs of animals are not necessarily unusual in nature and may happen for any of a wide variety of reasons, both preventable and unpreventable. Natural causes often include severe weather, volcanic eruptions, disease outbreaks, and accidental poisonings,[31] while human-caused die-offs are typically due to pollution (especially major oil and chemical spills) and climate change adding to the stresses on wildlife.[32] The U.S. Geological Survey's website listed about 90 mass deaths of birds and other wildlife from June through 12 December 2010;[33] Louisiana's State Wildlife Veterinarian Jim LaCour stated that there had been 16 similar mass blackbird deaths in the previous 30 years.[34] Sudden or short-term die-offs must also be distinguished from much longer-term extinction events, which have occurred naturally for countless species throughout the Earth's history and for many extant species are often demonstrated to be ongoing, if gradually, in the modern era. On the other hand, some mass die-offs appear to be unique because there are no previous records of similar occurrences, or because the likely cause of death can be pinpointed to a novel man-made event that has never previously existed; human technologies of a type or scale unknown at any prior point in history are frequently implicated in catastrophic mortality events. These types of mass die-offs are, then, unusual by definition. According to Italy's WWF president Giorgio Tramonti, mass dove deaths like the ones that occurred in Italy had never happened before 2010.[35] The event in Arkansas was attributed primarily to an unexpected temperature change causing atmospheric turbulence (visible on NEXRAD Doppler weather radar images) above the birds' roosting areas, which likely disoriented them.[36] Some Christians assert that this particular cluster of animal mass deaths is a sign of the Apocalypse.[37] They reference a passage in the Book of Hosea[37] in the Hebrew Bible which reads: \"By swearing, and lying, and killing, and stealing, and committing adultery, they break out, and blood toucheth blood,\" and the prophecy continues \"Therefore shall the land mourn, and every one that dwelleth therein shall languish, with the beasts of the field, and with the fowls of heaven; yea, the fishes of the sea also shall be taken away.\"[37] The term aflockalypse was adopted by some media commentators in reference to the 2010–2011 bird deaths.[38][35][39] Aflockalypse is a portmanteau of the words \"flock\" and \"apocalypse\".","Title":"Mass mortality event - Wikipedia","KeyID":"11971","URL":"https://en.wikipedia.org/wiki/Mass_mortality_event"}