{"Content: ":"The cataclysmic pole shift hypothesis is a pseudo-scientific claim that there have been recent, geologically rapid shifts in the axis of rotation of Earth, causing calamities such as floods and tectonic events[1] or relatively rapid climate changes. There is evidence of precession and changes in axial tilt, but this change is on much longer time-scales and does not involve relative motion of the spin axis with respect to the planet. However, in what is known as true polar wander, the solid Earth can rotate with respect to a fixed spin axis. Research shows that during the last 200 million years a total true polar wander of some 30° has occurred, but that no rapid shifts in Earth's pole were found during this period.[2] A characteristic rate of true polar wander is 1° or less per million years.[3] Between approximately 790 and 810 million years ago, when the supercontinent Rodinia existed, two geologically-rapid phases of true polar wander may have occurred. In each of these, the magnetic poles of Earth shifted by approximately 55° due to a large shift in the crust.[4] The geographic poles are defined by the points on the surface of Earth that are intersected by the axis of rotation. The pole shift hypothesis describes a change in location of these poles with respect to the underlying surface – a phenomenon distinct from the changes in axial orientation with respect to the plane of the ecliptic that are caused by precession and nutation, and is an amplified event of a true polar wander. Pole shift hypotheses are not connected with plate tectonics, the well-accepted geological theory that Earth's surface consists of solid plates which shift over a viscous, or semifluid asthenosphere; nor with continental drift, the corollary to plate tectonics which maintains that locations of the continents have moved slowly over the surface of Earth,[5] resulting in the gradual emerging and breakup of continents and oceans over hundreds of millions of years.[6] Pole shift hypotheses are not the same as geomagnetic reversal, the periodic reversal of Earth's magnetic field (effectively switching the north and south magnetic poles). In popular literature, many conjectures have been suggested involving very rapid polar shift. A slow shift in the poles would display the most minor alterations and no destruction. A more dramatic view assumes more rapid changes, with dramatic alterations of geography and localized areas of destruction due to earthquakes and tsunamis. An early mention of a shifting of Earth's axis can be found in an 1872 article entitled \"Chronologie historique des Mexicains\"[7] by Charles Étienne Brasseur de Bourbourg, a specialist in Mesoamerican codices who interpreted ancient Mexican myths as evidence for four periods of global cataclysms that had begun around 10,500 BCE. In 1889, Jules Verne imagined the possible consequences of artificial pole shift in his book \"The Purchase of the North Pole\".[8] In 1948, Hugh Auchincloss Brown, an electrical engineer, advanced a hypothesis of catastrophic pole shift. Brown also argued that accumulation of ice at the poles caused recurring tipping of the axis, identifying cycles of approximately seven millennia.[9][10] In his pseudo-scientific 1950 work Worlds in Collision, Immanuel Velikovsky postulated that the planet Venus emerged from Jupiter as a comet. During two proposed near-approaches in about 1,450 BCE, he suggested that the direction of Earth's rotation was changed radically, then reverted to its original direction on the next pass. This disruption supposedly caused earthquakes, tsunamis, and the parting of the Red Sea. Further, he said near misses by Mars between 776 and 687 BCE also caused Earth's axis to change back and forth by ten degrees. Velikovsky cited historical records in support of his work, although his studies were generally ridiculed by the scientific community.[11] Several authors have offered pseudoscientific arguments for the hypothesis, including journalist and New Age enthusiast Ruth Shick Montgomery.[12][when?] Skeptics counter that these works combine speculation, the work of psychics, and modern folklore, while largely avoiding any effort at basic science by trying to disprove their own hypothesis.[13][14][15] Charles Hapgood is now perhaps the best remembered early proponent of the hypothesis that climate changes and ice ages could be explained by large sudden shifts of the geographic poles. In his books The Earth's Shifting Crust (1958) (which includes a foreword by Albert Einstein)[16][17] and Path of the Pole (1970), Hapgood speculated that accumulated polar ice mass destabilizes Earth's rotation, causing crustal displacement but not disturbing Earth's axial orientation. Hapgood argued that shifts (of no more than 40 degrees) occurred about every 5,000 years, interrupting 20,000- to 30,000-year periods of polar stability. He cited recent North Pole locations in Hudson Bay (60°N, 73°W), the Atlantic Ocean between Iceland and Norway (72°N, 10°E) and the Yukon (63°N, 135°W).[18] However, in his subsequent work The Path of the Pole, Hapgood conceded Einstein's point that the weight of the polar ice is insufficient to cause polar shift. Instead, Hapgood argued that causative forces must be located below the surface.[19] Hapgood encouraged Canadian librarian Rand Flem-Ath to pursue scientific evidence backing Hapgood's claims. Flem-Ath published the results of this work in 1995 in When the Sky Fell co-written with his wife Rose.[20] While there are reputable studies showing that true polar wander has occurred at various times in the past, the rates are much smaller (1° per million years or slower) than predicted by the pole shift hypothesis (up to 1° per thousand years).[2][3][21] Analysis of the evidence does not lend credence to Hapgood's hypothesized rapid displacement of layers of Earth.[22] Data indicates that the geographical poles have not deviated by more than about 5° over the last 130 million years, contradicting the hypothesis of a cataclysmic polar wander event.[23] More rapid past possible occurrences of true polar wander have been measured: from 790 to 810 million years ago, true polar wander of approximately 55° may have occurred twice.[4]","Title":"Cataclysmic pole shift hypothesis - Wikipedia","KeyID":"11973","URL":"https://en.wikipedia.org/wiki/Cataclysmic_pole_shift_hypothesis"}