{"Content: ":"A hypercane is a hypothetical class of extreme tropical cyclone that could form if sea surface temperatures reached approximately 50 °C (122 °F), which is 15 °C (27 °F) warmer than the warmest ocean temperature ever recorded.[1] Such an increase could be caused by a large asteroid or comet impact, a large supervolcanic eruption, Anthropogenic Climate Change, or a large submarine flood basalt.[2] There is some speculation that a series of hypercanes resulting from the impact of a large asteroid or comet contributed to the demise of the non-avian dinosaurs.[3] The hypothesis was created by Kerry Emanuel of MIT, who also coined the term.[4][5][3] Additionally, it is also speculated that many planets that could orbit red dwarf stars, if they have liquid water, would permanently experience hypercanes on their sunlit faces due to the effects of tidal locking. This could potentially challenge any life forms that were to live there.[citation needed] In order to form a hypercane, according to Emanuel's hypothetical model, the ocean temperature would have to be at least 49 °C (120 °F). A critical difference between a hypercane and present-day hurricanes is that a hypercane would extend into the upper stratosphere, whereas present-day hurricanes extend into only the lower stratosphere.[6] Hypercanes would have wind speeds of over 800 kilometres per hour (500 mph), potentially gusting to 970 km/h (600 mph),[7] and would also have a central pressure of less than 700 hectopascals (20.67 inHg), giving them an enormous lifespan of at least several weeks.[5] This extreme low pressure could also support massive storm systems roughly the size of North America.[5][8] For comparison, the largest and most intense storm on record was 1979's Typhoon Tip, with a 1-minute sustained wind speed of 305 km/h (190 mph) and a minimum central pressure of 870 hPa (25.69 inHg). Such a storm would be nearly eight times more powerful than Hurricane Patricia, the storm with the highest sustained wind speed recorded, which had 1-minute sustained winds of 345 km/h (215 mph).[9] However, hypercanes may be as small as 25 km (15 mi) in size, and they would lose strength quickly after venturing into colder waters.[7] The waters after a hypercane could remain hot enough for weeks, allowing more hypercanes to form. A hypercane's clouds would reach 30 to 40 km (20 to 25 mi) into the stratosphere. Such an intense storm would also damage the Earth's ozone layer, potentially having devastating consequences for life on Earth.[5][failed verification] Water molecules in the stratosphere would react with ozone to accelerate decay into O2 and reduce absorption of ultraviolet light.[10] A hurricane functions as a Carnot heat engine powered by the temperature difference between the sea and the uppermost layer of the troposphere. As air is drawn in towards the eye it acquires latent heat from evaporating sea-water, which is then released as sensible heat during the rise inside the eyewall and radiated away at the top of the storm system. The energy input is balanced by energy dissipation in a turbulent boundary layer close to the surface, which leads to an energy balance equilibrium.[citation needed] However, in Emanuel's model, if the temperature difference between the sea and the top of the troposphere is too large, there is no solution to the equilibrium equation. As more air is drawn in, the released heat reduces the central pressure further, drawing in more heat in a runaway positive feedback. The actual limit to hypercane intensity depends on other energy dissipation factors that are uncertain: whether inflow ceases to be isothermal, whether shock waves would form in the outflow around the eye, or whether turbulent breakdown of the vortex happens.[3][11]","Title":"Hypercane - Wikipedia","KeyID":"11979","URL":"https://en.wikipedia.org/wiki/Hypercane"}