{"Content: ":"A flood basalt (or plateau basalt[1]) is the result of a giant volcanic eruption or series of eruptions that covers large stretches of land or the ocean floor with basalt lava. Many flood basalts have been attributed to the onset of a hotspot reaching the surface of the earth via a mantle plume.[2] Flood basalt provinces such as the Deccan Traps of India are often called traps, after the Swedish word trappa (meaning \"staircase\"), due to the characteristic stairstep geomorphology of many associated landscapes. Michael R. Rampino and Richard Stothers (1988) cited eleven distinct flood basalt episodes occurring in the past 250 million years, creating large igneous provinces, lava plateaus, and mountain ranges.[3] However, more have been recognized such as the large Ontong Java Plateau,[4] and the Chilcotin Group, though the latter may be linked to the Columbia River Basalt Group. Large igneous provinces have been connected to five mass extinction events, and may be associated with bolide impacts.[5] Flood basalts are the most voluminous of all extrusive igneous rocks,[6] forming enormous deposits of basaltic rock[7][8] found throughout the geologic record.[7][9] They are a highly distinctive form of intraplate volcanism,[10] set apart from all other forms of volcanism by the huge volumes of lava erupted in geologically short time intervals. A single flood basalt province may contain hundreds of thousands of cubic kilometers of basalt erupted over less than a million years, with individual events each erupting hundreds of cubic kilometers of basalt.[9] This highly fluid basalt lava can spread laterally for hundreds of kilometers from its source vents,[11] covering areas of tens of thousands of square kilometers.[12] Successive eruptions form thick accumulations of nearly horizontal flows, erupted in rapid succession over vast areas, flooding the Earth's surface with lava on a regional scale.[7][13] These vast accumulations of flood basalt constitute large igneous provinces. These are characterized by plateau landforms, so that flood basalts are also described as plateau basalts. Canyons cut into the flood basalts by erosion display stair-like slopes, with the lower parts of flows forming cliffs and the upper part of flows or interbedded layers of sediments forming slopes. These are known in Dutch as trap or in Swedish as trappa, which has come into English as trap rock, a term particularly used in the quarry industry.[13][14] The great thickness of the basalt accumulations, often in excess of 1,000 meters (3,000 ft),[14] usually reflects a very large number of thin flows, varying in thickness from meters to tens of meters, or more rarely to 100 meters (330 ft). There are occasionally very thick individual flows. The world's thickest basalt flow may be the Greenstone flow of the Keweenaw Peninsula of Michigan, US, which is 600 meters (2,000 ft) thick. This flow may have been part of a lava lake the size of Lake Superior.[11] Deep erosion of flood basalts exposes vast numbers of parallel dikes that fed the eruptions.[15] Some individual dikes in the Columbia River Plateau are over 100 kilometers (60 mi) long.[14] In some cases, erosion exposes radial sets of dikes with diameters of several thousand kilometers.[9] Sills may also be present beneath flood basalts, such as the Palisades Sill of New Jersey, US. The sheet intrusions (dikes and sills) beneath flood basalts are typically diabase that closely matches the composition of the overlying flood basalts. In some cases, the chemical signature allows individual dikes to be connected with individual flows.[16] Flood basalt commonly displays columnar jointing, formed as the rock cooled and contracted after solidifying from the lava. The rock fractures into columns, typically with five to six sides, parallel to the direction of heat flow out of the rock. This is generally perpendicular to the upper and lower surfaces, but rainwater infiltrating the rock unevenly can produce \"cold fingers\" of distorted columns. Because heat flow out of the base of the flow is slower than from its upper surface, the columns are more regular and larger in the bottom third of the flow. The greater hydrostatic pressure, due to the weight of overlying rock, also contributes to making the lower columns larger. By analogy with Greek temple architecture, the more regular lower columns are described as the colonnade and the more irregular upper fractures as the entablature of the individual flow. Columns tend to be larger in thicker flows, with columns of the very thick Greenstone flow, mentioned earlier, being around 10 meters (30 ft) thick.[17] Another common small-scale feature of flood basalts is pipe-stem vesicles. Flood basalt lava cools quite slowly, so that dissolved gases in the lava have time to come out of solution as bubbles (vesicles) that float to the top of the flow. Most of the rest of the flow is massive and free of vesicles. However, the more rapidly cooling lava close to the base of the flow forms a thin chilled margin of glassy rock, and the more rapidly crystallized rock just above the glassy margin contains vesicles trapped as the rock was rapidly crystallizing. These have a distinctive appearance likened to a clay tobacco pipe stem, particularly as the vesicle is usually subsequently filled with calcite or other light-colored minerals that contrast with the surrounding dark basalt.[18] At still smaller scales, the texture of flood basalts is aphanitic, consisting of tiny interlocking crystals. These interlocking crystals give trap rock its tremendous toughness and durability.[17] Crystals of plagioclase are embedded in or wrapped around crystals of pyroxene and are randomly oriented. This indicates rapid emplacement so that the lava is no longer flowing rapidly when it begins to crystallize.[11] Flood basalts are almost devoid of large phenocrysts, larger crystals present in the lava prior to its being erupted to the surface, which are often present in other extrusive igneous rocks. Phenocrysts are more abundant in the dikes that fed lava to the surface.[19] Flood basalts are most often quartz tholeiites. Olivine tholeiite (the characteristic rock of mid-ocean ridges[20]) occurs less commonly, and there are rare cases of alkali basalts. Regardless of composition, the flows are very homogeneous and rarely contain xenoliths, fragments of the surrounding rock (country rock) that have been entrained in the lava. Because the lavas are low in dissolved gases, pyroclastic rock is extremely rare. Except where the flows entered lakes and became pillow lava, the flows are massive (featureless). Occasionally, flood basalts are associated with very small volumes of dacite or rhyolite (much more silica-rich volcanic rock), which forms late in the development of a large igneous province and marks a shift to more centralized volcanism.[21] Flood basalts show a considerable degree of chemical uniformity across geologic time,[9] being mostly iron-rich tholeiitic basalts. Their major element chemistry is similar to mid-ocean ridge basalts (MORBs), while their trace element chemistry, particularly of the rare earth elements, resembles that of ocean island basalt.[22] They typically have a silica content of around 52%. The magnesium number (the mol% of magnesium out of the total iron and magnesium content) is around 55,[19] versus 60 for a typical MORB.[23] The rare earth elements show abundance patterns suggesting that the original (primitive) magma formed from rock of the Earth's mantle that was nearly undepleted; that is, it was mantle rock rich in garnet and from which little magma had previously been extracted. The chemistry of plagioclase and olivine in flood basalts suggests that the magma was only slightly contaminated with melted rock of the Earth's crust, but some high-temperature minerals had already crystallized out of the rock before it reached the surface.[24] In other words, the flood basalt is moderately evolved.[22] However, only small amounts of plagioclase appear to have crystallized out of the melt.[24] Though regarded as forming a chemically homogeneous group, flood basalts sometimes show significant chemical diversity even with in a single province. For example, the flood basalts of the Parana Basin can be divided into a low phosphorus and titanium group (LPT) and a high phosphorus and titanium group (HPT). The difference has been attributed to inhomogeneity in the upper mantle,[25] but strontium isotope ratios suggest the difference may arise from the LPT magma being contaminated with a greater amount of melted crust.[26] Theories of the formation of flood basalts must explain how such vast amounts of magma could be generated and erupted as lava in such short intervals of time. They must also explain the similar compositions and tectonic settings of flood basalts erupted across geologic time and the ability of flood basalt lava to travel such great distances from the eruptive fissures before solidifying. A tremendous amount of heat is required for so much magma to be generated in so short a time.[9] This is widely believed to have been supplied by a mantle plume impinging on the base of the Earth's lithosphere, its rigid outermost shell.[27] [28][13] The plume consists of unusually hot mantle rock of the asthenosphere, the ductile layer just below the lithosphere, that creeps upwards from deeper in the Earth's interior.[29] The hot asthenosphere rifts the lithosphere above the plume, allowing magma produced by decompressional melting of the plume head to find pathways to the surface.[30][15] The swarms of parallel dikes exposed by deep erosion of flood basalts show that considerable crustal extension has taken place. The dike swarms of west Scotland and Iceland show extension of up to 5%. Many flood basalts are associated with rift valleys, are located on passive continental plate margins, or extend into aulacogens (failed arms of triple junctions where continental rifting begins.) Flood basalts on continents are often aligned with hotspot volcanism in ocean basins.[31] The Paraná and Etendeka traps, located in South America and Africa on opposite sides of the Atlantic Ocean, formed around 125 million years ago as the South Atlantic opened, while a second set of smaller flood basalts formed near the Triassic-Jurassic boundary in eastern North America as the North Atlantic opened.[13][14] However, the North Atlantic flood basalts are not connected with any hot spot traces, but seem to have been evenly distributed along the entire divergent boundary.[21] Flood basalts are often interbedded with sediments, typically red beds. The deposition of sediments begins before the first flood basalt eruptions, so that subsidence and crustal thinning are precursors to flood basalt activity.[9] The surface continues to subside as basalt erupt, so that the older beds are often found below sea level.[15] Basalt strata at depth (dipping reflectors) have been found by reflection seismology along passive continental margins.[29] The composition of flood basalts may reflect the mechanisms by which the magma reaches the surface. The original melt formed in the upper mantle (the primitive melt) cannot have the composition of quartz tholeiite, the most common and typically least evolved volcanic rock of flood basalts, because quartz tholeiites are too rich in iron relative to magnesium to have formed in equilibrium with typical mantle rock. The primitive melt may have had the composition of picrite basalt, but picrite basalt is uncommon in flood basalt provinces. One possibility is that a primitive melt stagnates when it reaches the mantle-crust boundary, where it is not buoyant enough to penetrate the lower-density crust rock. As a tholeiitic magma differentiates (changes in composition as high-temperature minerals crystallize and settle out of the magma) its density reaches a minimum at a magnesium number of about 60, similar to that of flood basalts. This restores buoyancy and permits the magma to complete its journey to the surface, and also explains why flood basalts are predominantly quartz tholeiites. Over half the original magma remains in the lower crust as cumulates in a system of dikes and sills.[32][19] As the magma rises, the drop in pressure also lowers the liquidus, the temperature at which the magma is fully liquid. This likely explains the lack of phenocrysts in erupted flood basalt. The resorption (dissolution back into the melt) of a mixture of solid olivine, augite, and plagioclase -- the high-temperature minerals likely to form as phenocrysts -- may also tend to drive the composition closer to quartz tholeiite and help maintain buoyancy.[24][19] Once the magma reaches the surface, it flows rapidly across the surface, literally flooding the local topography. This is possible in part because of the rapid rate of extrusion (over a cubic km per day per km of fissure length[14]) and the relatively low viscosity of basaltic lava. However, the lateral extent of individual flood basalt flows is astonishing even for so fluid a lava in such quantities.[33] It is likely that the lava spreads by a process of inflation in which the lava moves beneath a solid insulating crust, which keeps it hot and mobile.[34] Studies of the Ginko flow of the Columbia River Plateau, which is 30 to 70 meters (98 to 230 ft) thick, show that the temperature of the lava dropped by just 20 °C (68 °F) over a distance of 500 kilometers (310 mi). This demonstrates that the lava must have been insulated by a surface crust and that the flow was laminar, reducing heat exchange with the upper crust and base of the flow.[35][36] It has been estimated that the Ginko flow advanced 500 km in six days (a rate of advance of about 3.5 km per hour).[35] The lateral extent of a flood basalt flow is roughly proportional to the cube of the thickness of the flow near its source. Thus, a flow that is double in thickness at its source can travel roughly eight times as far.[11] Flood basalt flows are predominantly pāhoehoe flows, with ʻaʻā flows much less common.[37] Eruption in flood basalt provinces is episodic, and each episode has its own chemical signature. There is some tendency for lava within a single eruptive episode to become more silica-rich with time, but there is no consistent trend across episodes.[24] Large Igneous Provinces (LIPs) were originally defined as voluminous outpourings, predominantly of basalt, over geologically very short durations. This definition did not specify minimum size, duration, petrogenesis, or setting. A new attempt to refine classification focuses on size and setting. LIPs characteristically cover large areas, and the great bulk of the magmatism occurs in less than 1 Ma. Principal LIPs in the ocean basins include Oceanic Volcanic Plateaus (OPs) and Volcanic Passive Continental Margins. Oceanic flood basalts are LIPs distinguished from oceanic plateaus by some investigators because they do not form morphologic plateaus, being neither flat-topped nor elevated more than 200 m above the seafloor. Examples include the Caribbean, Nauru, East Mariana, and Pigafetta provinces. Continental flood basalts (CFBs) or plateau basalts are the continental expressions of large igneous provinces.[38] Flood basalts contribute significantly to the growth of continental crust. They are also catastrophic events, which likely contributed to many mass extinctions in the geologic record. The extrusion of flood basalts, averaged over time, is comparable with the rate of extrusion of lava at mid-ocean ridges and much higher than the rate of extrusion by hotspots.[39] However, extrusion at mid-ocean ridges is relatively steady, while extrusion of flood basalts is highly episodic. Flood basalts create new continental crust at a rate of 0.1 to 8 cubic kilometers (0.02 to 2 cu mi) per year, while the eruptions that form oceanic plateaus produce 2 to 20 cubic kilometers (0.5 to 5 cu mi) of crust per year.[14] Much of the new crust formed during flood basalt episodes takes the form of underplating, with over half the original magma crystallizing out as cumulates in sills at the bast of the crust.[32] The eruption of flood basalts has been linked with mass extinctions. For example, the Deccan Traps, erupted at the Cretaceous-Paleogene boundary, may have contributed to the extinction of the non-avian dinosaurs.[40] Likewise, mass extinctions at the Permian-Triassic boundary, the Triassic-Jurassic boundary, and in the Toarcian Age of the Jurassic correspond to the ages of large igneous provinces in Siberia, the Central Atlantic Magmatic Province, and the Karoo-Ferrar flood basalt.[13] Some idea of the impact of flood basalts can be given by comparison with historical large eruptions. The 1783 eruption of Lakagigar was the largest in the historical record, killing 75% of the livestock and a quarter of the population of Iceland. However, the eruption produced just 14 cubic kilometers (3.4 cu mi) of lava,[41][13] which is tiny compared with the Roza Member of the Columbia River Plateau, erupted in the mid-Miocene, which contained at least 1,500 cubic kilometers (360 cu mi) of lava.[8] During the eruption of the Siberian Traps, some 5 to 16 million cubic kilometres (1.2 to 3.8 million cubic miles) of magma penetrated the crust, covering an area of 5 million square kilometres (1.9 million square miles), equal to 62% of the area of the contiguous states of the United States. The hot magma contained vast quantities of carbon dioxide and sulfur oxides, and released additional carbon dioxide and methane from deep petroleum reservoirs and younger coal beds in the region. The released gases created over 6400 blast pipes, each typically over 1.6 kilometres (1 mi) in diameter. The pipes emitted up to 160 trillion tons of carbon dioxide and 46 trillion tons of methane. Coal ash from burning coal beds spread toxic chromium, arsenic, mercury, and lead across northern Canada. Evaporite beds heated by the magma released hydrochloric acid, methyl chloride, methyl bromide, which damaged the ozone layer and reduced ultraviolet shielding by as much as 85%. Over 5 trillion tons of sulfur dioxide was also released. The carbon dioxide produced extreme greenhouse conditions, with global average sea water temperatures peaking at 38 °C (100 °F), the highest ever seen in the geologic record. Temperatures did not drop to 32 °C (90 °F) for another 5.1 million years. Temperatures this high are lethal to most marine organisms, and land plants have difficulty continuing to photosynthesize at temperatures above 35 °C (95 °F). The Earth's equatorial zone became a dead zone.[42] However, not all large igneous provinces are connected with extinction events.[43] The formation and effects of a flood basalt depend on a range of factors, such as continental configuration, latitude, volume, rate, duration of eruption, style and setting (continental vs. oceanic), the preexisting climate, and the biota resilience to change.[44] Representative continental flood basalts and oceanic plateaus, arranged by chronological order, together forming a listing of large igneous provinces:[45] Flood basalts are the dominant form of magmatism on the other planets and moons of the Solar System.[58] The maria on the Moon have been described as flood basalts[59] composed of picritic basalt.[60] Individual eruptive episodes were likely similar in volume to flood basalts of Earth, but were separated by much longer quiescent intervals and were likely produced by different mechanisms.[61] Extensive flood basalts may be present on Mars.[62] The interlocking crystals of flood basalts, which are oriented at random, make trap rock the most durable construction aggregate of all rock types.[13]","Title":"Flood basalt - Wikipedia","KeyID":"11976","URL":"https://en.wikipedia.org/wiki/Flood_basalt"}