{"Content: ":"Human activities affect marine life and marine habitats through overfishing, habitat loss, the introduction of invasive species, ocean pollution, ocean acidification and ocean warming. These impact marine ecosystems and food webs and may result in consequences as yet unrecognised for the biodiversity and continuation of marine life forms.[3] According to the IPCC (2019), since 1950 \"many marine species across various groups have undergone shifts in geographical range and seasonal activities in response to ocean warming, sea ice change and biogeochemical changes, such as oxygen loss, to their habitats.\"[4] It has been estimated only 13% of the ocean area remains as wilderness, mostly in open ocean areas rather than along the coast.[5] Overfishing is occurring in one third of world fish stocks, according to a 2018 report by the Food and Agriculture Organization of the United Nations.[6] In addition, industry observers believe illegal, unreported and unregulated fishing occurs in most fisheries, and accounts for up to 30% of total catches in some important fisheries.[7] In a phenomenon called fishing down the foodweb, the mean trophic level of world fisheries has declined because of overfishing high trophic level fish.[8] \"It is almost as though we use our military to fight the animals in the ocean. We are gradually winning this war to exterminate them.\" – Daniel Pauly, pioneer on human impacts on global fisheries, [9] Coastal ecosystems are being particularly damaged by humans.[10] Significant habitat loss is occurring particularly in seagrass meadows, mangrove forests and coral reefs, all of which are in global decline due to human disturbances. Coral reefs are among the more productive and diverse ecosystems on the planet, but one-fifth of them have been lost in recent years due to anthropogenic disturbances.[11][12] Coral reefs are microbially driven ecosystems that rely on marine microorganisms to retain and recycle nutrients in order to thrive in oligotrophic waters. However, these same microorganisms can also trigger feedback loops that intensify declines in coral reefs, with cascading effects across biogeochemical cycles and marine food webs. A better understanding is needed of the complex microbial interactions within coral reefs if reef conservation has a chance of success in the future.[13] Seagrass meadows have lost 30,000 km2 (12,000 sq mi) during recent decades. Seagrass ecosystem services, currently worth about $US1.9 trillion per year, include nutrient cycling, the provision of food and habitats for many marine animals, including the endangered dugongs, manatee and green turtles, and major facilitations for coral reef fish.[10] One-fifth of the world's mangrove forests have also been lost since 1980.[14] The most pressing threat to kelp forests may be the overfishing of coastal ecosystems, which by removing higher trophic levels facilitates their shift to depauperate urchin barrens.[15] An invasive species is a species not native to a particular location which can spread to a degree that causes damage to the environment, human economy or human health.[16] In 2008, Molnar et al. documented the pathways of hundreds of marine invasive species and found shipping was the dominant mechanism for the transfer of invasive species in the ocean. The two main maritime mechanisms of transporting marine organisms to other ocean environments are via hull fouling and the transfer of ballast water.[17] Ballast water taken up at sea and released in port is a major source of unwanted exotic marine life. The invasive freshwater zebra mussels, native to the Black, Caspian, and Azov seas, were probably transported to the Great Lakes via ballast water from a transoceanic vessel.[18] Meinesz believes that one of the worst cases of a single invasive species causing harm to an ecosystem can be attributed to a seemingly harmless jellyfish. Mnemiopsis leidyi, a species of comb jellyfish that spread so it now inhabits estuaries in many parts of the world, was first introduced in 1982, and thought to have been transported to the Black Sea in a ship's ballast water. The population of the jellyfish grew exponentially and, by 1988, it was wreaking havoc upon the local fishing industry. \"The anchovy catch fell from 204,000 tons in 1984 to 200 tons in 1993; sprat from 24,600 tons in 1984 to 12,000 tons in 1993; horse mackerel from 4,000 tons in 1984 to zero in 1993.\"[19] Now that the jellyfish have exhausted the zooplankton, including fish larvae, their numbers have fallen dramatically, yet they continue to maintain a stranglehold on the ecosystem. Invasive species can take over once occupied areas, facilitate the spread of new diseases, introduce new genetic material, alter underwater seascapes, and jeopardize the ability of native species to obtain food. Invasive species are responsible for about $138 billion annually in lost revenue and management costs in the US alone.[20] Marine pollution occurs when substances used or spread by humans, such as industrial, agricultural and residential waste, particles, noise, excess carbon dioxide or invasive organisms enter the ocean and cause harmful effects there. The majority of this waste (80%) comes from land-based activity, although marine transportation significantly contributes as well.[21] Since most inputs come from land, either via the rivers, sewage or the atmosphere, it means that continental shelves are more vulnerable to pollution. Air pollution is also a contributing factor by carrying off iron, carbonic acid, nitrogen, silicon, sulfur, pesticides or dust particles into the ocean.[22] The pollution often comes from nonpoint sources such as agricultural runoff, wind-blown debris, and dust. These nonpoint sources are largely due to runoff that enters the ocean through rivers, but wind-blown debris and dust can also play a role, as these pollutants can settle into waterways and oceans.[23] Pathways of pollution include direct discharge, land runoff, ship pollution, atmospheric pollution and, potentially, deep sea mining. The types of marine pollution can be grouped as pollution from marine debris, plastic pollution, including microplastics, ocean acidification, nutrient pollution, toxins and underwater noise. Plastic pollution in the ocean is a type of marine pollution by plastics, ranging in size from large original material such as bottles and bags, down to microplastics formed from the fragmentation of plastic material. Marine debris is mainly discarded human rubbish which floats on, or is suspended in the ocean. Plastic pollution is harmful to marine life. Nutrient pollution is a primary cause of eutrophication of surface waters, in which excess nutrients, usually nitrates or phosphates, stimulate algae growth. This algae then dies, sinks, and is decomposed by bacteria in the water. This decomposition process consumes oxygen, depleting the supply for other marine life and creating what is referred to as a \"dead zone.\" Dead zones are hypoxic, meaning the water has very low levels of dissolved oxygen. This kills off marine life or forces it to leave the area, removing life from the area and giving it the name dead zone. Hypoxic zones or dead zones can occur naturally, but nutrient pollution from human activity has turned this natural process into an environmental problem.[25] There are five main sources of nutrient pollution. The most common source of nutrient runoff is municipal sewage. This sewage can reach waterways through storm water, leaks, or direct dumping of human sewage into bodies of water. The next biggest sources come from agricultural practices. Chemical fertilizers used in farming can seep into ground water or be washed away in rainwater, entering water ways and introducing excess nitrogen and phosphorus to these environments. Livestock waste can also enter waterways and introduce excess nutrients. Nutrient pollution from animal manure is most intense from industrial animal agriculture operations, in which hundreds or thousands of animals are raised in one concentrated area. Stormwater drainage is another source of nutrient pollution. Nutrients and fertilizers from residential properties and impervious surfaces can be picked up in stormwater, which then runs into nearby rivers and streams that eventually lead to the ocean. The fifth main source of nutrient runoff is aquaculture, in which aquatic organisms are cultivated under controlled conditions. The excrement, excess food, and other organic wastes created by these operations introduces excess nutrients into the surrounding water.[26] Toxic chemicals can adhere to tiny particles which are then taken up by plankton and benthic animals, most of which are either deposit feeders or filter feeders. In this way, toxins are concentrated upward within ocean food chains. Many particles combine chemically in a manner which depletes oxygen, causing estuaries to become anoxic. Pesticides and toxic metals are similarly incorporated into marine food webs, harming the biological health of marine life. Many animal feeds have a high fish meal or fish hydrolysate content. In this way, marine toxins are transferred back to farmed land animals, and then to humans. Phytoplankton concentrations have increased over the last century in coastal waters, and more recently have declined in the open ocean. Increases in nutrient runoff from land may explain the rise in coastal phytoplankton, while warming surface temperatures in the open ocean may have strengthened stratification in the water column, reducing the flow of nutrients from the deep that open ocean phytoplankton find useful.[27] Over 300 million tons of plastic are produced every year, half of which are used in single-use products like cups, bags, and packaging. At least 14 million[28] tons of plastic enter the oceans every year. It is impossible to know for sure, but it is estimated that about 150 million metric tons of plastic exists in our oceans. Plastic pollution makes up 80% of all marine debris from surface waters to deep-sea sediments. Because plastics are light, much of this pollution is seen in and around the ocean surface, but plastic trash and particles are now found in most marine and terrestrial habitats, including the deep sea, Great Lakes, coral reefs, beaches, rivers, and estuaries. The most eye-catching evidence of the ocean plastic problem are the garbage patches that accumulate in gyre regions. A gyre is a circular ocean current formed by the Earth's wind patterns and the forces created by the rotation of the planet.[29] There are five main ocean gyres: the North and South Pacific Subtropical Gyres, the North and South Atlantic Subtropical Gyres, and the Indian Ocean Subtropical Gyre. There are significant garbage patches in each of these.[30] Larger plastic waste can be ingested by marine species, filling their stomachs and leading them to believe they are full when in fact they have taken in nothing of nutritional value. This can bring seabirds, whales, fish, and turtles to die of starvation with plastic-filled stomachs. Marine species can also be suffocated or entangled in plastic garbage.[31] The biggest threat of ocean plastic pollution comes from microplastics. These are small fragments of plastic debris, some of which were produced to be this small such as microbeads. Other microplastics come from the weathering of larger plastic waste. Once larger pieces of plastic waste enter the ocean, or any waterway, the sunlight exposure, temperature, humidity, waves, and wind begin to break the plastic down into pieces smaller than five millimeters long. Plastics can also be broken down by smaller organisms who will eat plastic debris, breaking it down into small pieces, and either excrete these microplastics or spit them out. In lab tests, it was found that amphipods of the species Orchestia gammarellus could quickly devour pieces of plastic bags, shredding a single bag into 1.75 million microscopic fragments.[32] Although the plastic is broken down, it is still a man-made material that does not biodegrade. It is estimated that approximately 90% of the plastics in the pelagic marine environment are microplastics.[29] These microplastics are frequently consumed by marine organisms at the base of the food chain, like plankton and fish larvae, which leads to a concentration of ingested plastic up the food chain. Plastics are produced with toxic chemicals which then enter the marine food chain, including the fish that some humans eat.[33] Microplastics among sand and glass spheres in sediment from the Rhine. The white bar represents 1 mm. Vast plastic garbage patches have accumulated at the centre of ocean gyres.[34] Interactions between marine microorganisms and microplastics [36] There is a natural soundscape to the ocean that organisms have evolved around for tens of thousands of years. However, human activity has disrupted this soundscape, largely drowning out sounds organisms depend on for mating, warding off predators, and travel. Ship and boat propellers and engines, industrial fishing, coastal construction, oil drilling, seismic surveys, warfare, sea-bed mining and sonar-based navigation have all introduced noise pollution to ocean environments. Shipping alone has contributed an estimated 32-fold increase of low-frequency noise along major shipping routes in the past 50 years, driving marine animals away from vital breeding and feeding grounds.[37] Sound is the sensory cue that travels the farthest through the ocean, and anthropogenic noise pollution disrupts organisms' ability to utilize sound. This creates stress for the organisms that can affect their overall health, disrupting their behavior, physiology, and reproduction, and even causing mortality.[38] Sound blasts from seismic surveys can damage the ears of marine animals and cause serious injury. Noise pollution is especially damaging for marine mammals that rely on echolocation, such as whales and dolphins. These animals use echolocation to communicate, navigate, feed, and find mates, but excess sound interferes with their ability to use echolocation and, therefore, perform these vital tasks.[39] The prospect of deep sea mining has led to concerns from scientists and environmental groups over the impacts on fragile deep sea ecosystems and wider impacts on the ocean's biological pump.[40][41] Rapid change to ocean environments allows disease to flourish. Disease-causing microbes can change and adapt to new ocean conditions much more quickly than other marine life, giving them an advantage in ocean ecosystems. This group of organisms includes viruses, bacteria, fungi, and protozoans. While these pathogenic organisms can quickly adapt, other marine life is weakened by rapid changes to their environment. In addition, microbes are becoming more abundant due to aquaculture, the farming of aquatic life, and human waste polluting the ocean. These practices introduce new pathogens and excess nutrients into the ocean, further encouraging the survival of microbes.[42] Some of these microbes have wide host ranges and are referred to as multi-host pathogens. This means that the pathogen can infect, multiply, and be transmitted from different, unrelated species. Multi-host pathogens are especially dangerous because they can infect many organisms, but may not be deadly to all them. This means the microbes can exist in species that are more resistant and use these organisms as vessels for continuously infecting a susceptible species. In this case, the pathogen can completely wipe out the susceptible species while maintaining a supply of host organisms.[42] In marine environments, microbial primary production contributes substantially to CO2 sequestration. Marine microorganisms also recycle nutrients for use in the marine food web and in the process release CO2 to the atmosphere. Microbial biomass and other organic matter (remnants of plants and animals) are converted to fossil fuels over millions of years. By contrast, burning of fossil fuels liberates greenhouse gases in a small fraction of that time. As a result, the carbon cycle is out of balance, and atmospheric CO2 levels will continue to rise as long as fossil fuels continue to be burnt.[43] Most heat energy from global warming goes into the ocean, and not into the atmosphere or warming up the land.[45][46] Scientists realized over 30 years ago the ocean was a key fingerprint of human impact on climate change and \"the best opportunity for major improvement in our understanding of climate sensitivity is probably monitoring of internal ocean temperature\".[47] Marine organisms are moving to cooler parts of the ocean as global warming proceeds. For example, a group of 105 marine fish and invertebrate species were monitored along the US Northeast coast and in the eastern Bering Sea. During the period from 1982 to 2015, the average center of biomass for the group shifted northward about 10 miles as well moving about 20 feet deeper.[48][49] There is evidence increasing ocean temperatures are taking a toll on marine ecosystem. For example, a study on phytoplankton changes in the Indian Ocean indicates a decline of up to 20% in marine phytoplankton during the past six decades.[51] During summer, the western Indian Ocean is home to one of the largest concentrations of marine phytoplankton blooms in the world. Increased warming in the Indian Ocean enhances ocean stratification, which prevents nutrient mixing in the euphotic zone where ample light is available for photosynthesis. Thus, primary production is constrained and the region's entire food web is disrupted. If rapid warming continues, the Indian Ocean could transform into an ecological desert and cease being productive.[51] Ocean warming is changing the distribution of the keystone species Antarctic krill[52][53] In the Antarctic, limited-range shallow-water species, like this emerald rockcod, are under threat.[52][53] The Antarctic oscillation (also called the Southern Annular Mode) is a belt of westerly winds or low pressure surrounding Antarctica which moves north or south according to which phase it is in.[54] In its positive phase, the westerly wind belt that drives the Antarctic Circumpolar Current intensifies and contracts towards Antarctica,[55] while its negative phase the belt moves towards the Equator. Winds associated with the Antarctic oscillation cause oceanic upwelling of warm circumpolar deep water along the Antarctic continental shelf.[56][57] This has been linked to ice shelf basal melt,[58] representing a possible wind-driven mechanism that could destabilize large portions of the Antarctic Ice Sheet.[59] The Antarctic oscillation is currently in the most extreme positive phase that has occurred for over a thousand years. Recently this positive phase has been further intensifying, and this has been attributed to increasing greenhouse gas levels and later stratospheric ozone depletion.[60][61] These large-scale alterations in the physical environment are \"driving change through all levels of Antarctic marine food webs\".[52][53] Ocean warming is also changing the distribution of Antarctic krill.[52][53] Antarctic krill is the keystone species of the Antarctic ecosystem beyond the coastal shelf, and is an important food source for marine mammals and birds.[62] The IPCC (2019) says marine organisms are being affected globally by ocean warming with direct impacts on human communities, fisheries, and food production.[63] It is likely there will be a 15% decrease in the number of marine animals and a decrease of 21% to 24% in fisheries catches by the end of the 21st century because of climate change.[64] A 2020 study reports that by 2050 global warming could be spreading in the deep ocean seven times faster than it is now, even if emissions of greenhouse gases are cut. Warming in mesopelagic and deeper layers could have major consequences for the deep ocean food web, since ocean species will need to move to stay at survival temperatures.[65][66] Coastal ecosystems are facing further changes because of rising sea levels. Some ecosystems can move inland with the high-water mark, but others are prevented from migrating due to natural or artificial barriers. This coastal narrowing, called coastal squeeze if human-made barriers are involved, can result in the loss of habitats such as mudflats and marshes.[68][69] Mangroves and tidal marshes adjust to rising sea levels by building vertically using accumulated sediment and organic matter. If sea level rise is too rapid, they will not be able to keep up and will instead be submerged.[70] As the sea level rises it moves further inland Coral, important for bird and fish life, also needs to grow vertically to remain close to the sea surface in order to get enough energy from sunlight. So far it has been able to keep up, but might not be able to do so in the future.[73] These ecosystems protect against storm surges, waves and tsunamis. Losing them makes the effects of sea level rise worse.[74][75] Human activities, such as dam building, can prevent natural adaptation processes by restricting sediment supplies to wetlands, resulting in the loss of tidal marshes.[76] When seawater moves inland, the coastal flooding can cause problems with existing terrestrial ecosystems, such as contaminating their soils.[77] The Bramble Cay melomys is the first known land mammal to go extinct as a result of sea level rise.[78][79] Ocean salinity is a measure of how much dissolved salt is in the ocean. The salts come from erosion and transport of dissolved salts from the land. The surface salinity of the ocean is a key variable in the climate system when studying the global water cycle, ocean–atmosphere exchanges and ocean circulation, all vital components transporting heat, momentum, carbon and nutrients around the world.[80] Cold water is more dense than warm water and salty water is more dense than freshwater. This means the density of ocean water changes as its temperature and salinity changes. These changes in density are the main source of the power that drives the ocean circulation.[80] Surface ocean salinity measurements taken since the 1950s indicate an intensification of the global water cycle with high saline areas becoming more saline and low saline areas becoming more less saline.[81][82] Ocean acidification is the increasing acidification of the oceans, caused mainly by the uptake of carbon dioxide from the atmosphere.[84] The rise in atmospheric carbon dioxide due to the burning of fossil fuels leads to more carbon dioxide dissolving in the ocean. When carbon dioxide dissolves in water it forms hydrogen and carbonate ions. This in turn increases the acidity of the ocean and makes survival increasingly harder for microorganisms, shellfish and other marine organisms that depend on calcium carbonate to form their shells.[85] Increasing acidity also has potential for other harm to marine organisms, such as depressing metabolic rates and immune responses in some organisms, and causing coral bleaching.[86] Ocean acidification has increased 26% since the beginning of the industrial era.[87] It has been compared to anthropogenic climate change and called the \"evil twin of global warming\"[88] and \"the other CO2 problem\".[89] Ocean deoxygenation is an additional stressor on marine life. Ocean deoxygenation is the expansion of oxygen minimum zones in the oceans as a consequence of burning fossil fuels. The change has been fairly rapid and poses a threat to fish and other types of marine life, as well as to people who depend on marine life for nutrition or livelihood.[90][91][92][93] Ocean deoxygenation poses implications for ocean productivity, nutrient cycling, carbon cycling, and marine habitats.[94][95] Ocean warming exacerbates ocean deoxygenation and further stresses marine organisms, limiting nutrient availability by increasing ocean stratification through density and solubility effects while at the same time increasing metabolic demand.[96][97] According to the IPCC 2019 Special Report on the Ocean and Cryosphere in a Changing Climate, the viability of species is being disrupted throughout the ocean food web due to changes in ocean chemistry. As the ocean warms, mixing between water layers decreases, resulting in less oxygen and nutrients being available for marine life.[98] Until recently, ice sheets[100] were viewed as inert components of the carbon cycle and largely disregarded in global models. Research in the past decade has transformed this view, demonstrating the existence of uniquely adapted microbial communities, high rates of biogeochemical/physical weathering in ice sheets and storage and cycling of organic carbon in excess of 100 billion tonnes, as well as nutrients.[101] The diagram on the right shows some human impacts on the marine nitrogen cycle. Bioavailable nitrogen (Nb) is introduced into marine ecosystems by runoff or atmospheric deposition, causing eutrophication, the formation of dead zones and the expansion of the oxygen minimum zones (OMZs). The release of nitrogen oxides (N2O, NO) from anthropogenic activities and oxygen-depleted zones causes stratospheric ozone depletion leading to higher UVB exposition, which produces the damage of marine life, acid rain and ocean warming. Ocean warming causes water stratification, deoxygenation, and the formation of dead zones. Dead zones and OMZs are hotspots for anammox and denitrification, causing nitrogen loss (N2 and N2O). Elevated atmospheric carbon dioxide acidifies seawater, decreasing pH-dependent N-cycling processes such as nitrification, and enhancing N2 fixation.[102] Aragonite is a form of calcium carbonate many marine animals use to build carbonate skeletons and shells. The lower the aragonite saturation level, the more difficult it is for the organisms to build and maintain their skeletons and shells. The map below shows changes in the aragonite saturation level of ocean surface waters between 1880 and 2012.[103] To pick one example, pteropods are a group of widely distributed swimming sea snails. For pteropods to create shells they require aragonite which is produced through carbonate ions and dissolved calcium. Pteropods are severely affected because increasing acidification levels have steadily decreased the amount of water supersaturated with carbonate which is needed for the aragonite creation.[104] When the shell of a pteropod was immersed in water with a pH level the ocean is projected to reach by the year 2100, the shell almost completely dissolved within six weeks.[105] Likewise corals,[106] coralline algae,[107] coccolithophores,[108] foraminifera,[109] as well as shellfish generally,[110] all experience reduced calcification or enhanced dissolution as an effect of ocean acidification. Shells of pteropods dissolve in increasingly acidic conditions caused by increased amounts of atmospheric CO2 Pteropods and brittle stars together form the base of the Arctic food webs and both are seriously damaged by acidification. Pteropods shells dissolve with increasing acidification and brittle stars lose muscle mass when re-growing appendages.[111] Additionally the brittle star's eggs die within a few days when exposed to expected conditions resulting from Arctic acidification.[112] Acidification threatens to destroy Arctic food webs from the base up. Arctic waters are changing rapidly and are advanced in the process of becoming undersaturated with aragonite.[104] Arctic food webs are considered simple, meaning there are few steps in the food chain from small organisms to larger predators. For example, pteropods are \"a key prey item of a number of higher predators – larger plankton, fish, seabirds, whales\".[113] The rise in agriculture of the past 400 years has increased the exposure rocks and soils, which has resulted in increased rates of silicate weathering. In turn, the leaching of amorphous silica stocks from soils has also increased, delivering higher concentrations of dissolved silica in rivers.[114] Conversely, increased damming has led to a reduction in silica supply to the ocean due to uptake by freshwater diatoms behind dams. The dominance of non-siliceous phytoplankton due to anthropogenic nitrogen and phosphorus loading and enhanced silica dissolution in warmer waters has the potential to limit silicon ocean sediment export in the future.[114] In 2019 a group of scientists suggested acidification is reducing diatom silica production in the Southern Ocean.[115][116] Concentration of silicic acid in the upper pelagic zone,[117] showing high levels in the Southern Ocean Generalized marine silica cycle, adapted from Treguer et al., 1995[118] As the technical and political challenges of land-based carbon dioxide removal approaches become more apparent, the oceans may be the new \"blue\" frontier for carbon drawdown strategies in climate governance.[124] Marine environments are the blue frontier of a strategy for novel carbon sinks in post-Paris climate governance, from nature-based ecosystem management to industrial-scale technological interventions in the Earth system. Marine carbon dioxide removal approaches are diverse [125][126] — although several resemble key terrestrial carbon dioxide removal proposals.[124] Ocean alkalinisation (adding silicate mineral such as olivine to coastal seawater, to increase CO2 uptake through chemical reactions) is enhanced weathering, blue carbon (enhancing natural biological CO2 drawdown from coastal vegetation) is marine reforestation, and cultivation of marine biomass (i.e., seaweed) for coupling with consequent carbon capture and storage is the marine variant of bioenergy and carbon capture and storage. Wetlands, coasts, and the open ocean are being conceived of and developed as managed carbon removal-and-storage sites, with practices expanded from the use of soils and forests.[124] If more than one stressor is present the effects can be amplified.[129][130] For example, the combination of ocean acidification and an elevation of ocean temperature can have a compounded effect on marine life far exceeding the individual harmful impact of either.[131][132][133] While the full implications of elevated CO2 on marine ecosystems are still being documented, there is a substantial body of research showing that a combination of ocean acidification and elevated ocean temperature, driven mainly by CO2 and other greenhouse gas emissions, have a compounded effect on marine life and the ocean environment. This effect far exceeds the individual harmful impact of either.[131][134][133] In addition, ocean warming exacerbates ocean deoxygenation, which is an additional stressor on marine organisms, by increasing ocean stratification, through density and solubility effects, thus limiting nutrients,[135][136] while at the same time increasing metabolic demand. The direction and magnitude of the effects of ocean acidification, warming and deoxygenation on the ocean has been quantified by meta-analyses,[132][138][139] and has been further tested by mesocosm studies. The mesocosm studies simulated the interaction of these stressors and found a catastrophic effect on the marine food web, namely, that the increases in consumption from thermal stress more than negates any primary producer to herbivore increase from more available carbon dioxide.[140][141] Changes in marine ecosystem dynamics are influenced by socioeconomic activities (for example, fishing, pollution) and human-induced biophysical change (for example, temperature, ocean acidification) and can interact and severely impact marine ecosystem dynamics and the ecosystem services they generate to society. Understanding these direct—or proximate—interactions is an important step towards sustainable use of marine ecosystems. However, proximate interactions are embedded in a much broader socioeconomic context where, for example, economy through trade and finance, human migration and technological advances, operate and interact at a global scale, influencing proximate relationships.[142] \"Application of the physical and biological sciences has made today arguably the best of times: we live longer and healthier lives, food production has doubled in the past 35 years and energy subsidies have substituted for human labour, washing away hierarchies of servitude. But the unintended consequences of these well-intentioned actions — climate change, biodiversity loss, inadequate water supplies, and much else — could well make tomorrow the worst of times.\" – Robert May 2006 [143] Shifting baselines arise in research on marine ecosystems because changes must be measured against some previous reference point (baseline), which in turn may represent significant changes from an even earlier state of the ecosystem.[144] For example, radically depleted fisheries have been evaluated by researchers who used the state of the fishery at the start of their careers as the baseline, rather than the fishery in its unexploited or untouched state. Areas that swarmed with a particular species hundreds of years ago may have experienced long-term decline, but it is the level a few decades previously that is used as the reference point for current populations. In this way large declines in ecosystems or species over long periods of time were, and are, masked. There is a loss of perception of change that occurs when each generation redefines what is natural or untouched.[144]","Title":"Human impact on marine life - Wikipedia","KeyID":"11985","URL":"https://en.wikipedia.org/wiki/Human_impact_on_marine_life"}