{"Content: ":"Resource depletion is the consumption of a resource faster than it can be replenished. Natural resources are commonly divided between renewable resources and non-renewable resources (see also mineral resource classification). Use of either of these forms of resources beyond their rate of replacement is considered to be resource depletion.[1] The value of a resource is a direct result of its availability in nature and the cost of extracting the resource, the more a resource is depleted the more the value of the resource increases.[2] There are several types of resource depletion, the most known being: Aquifer depletion, deforestation, mining for fossil fuels and minerals, pollution or contamination of resources, slash-and-burn agricultural practices, soil erosion, and overconsumption, excessive or unnecessary use of resources. Resource depletion is most commonly used in reference to farming, fishing, mining, water usage, and consumption of fossil fuels.[2] Depletion of wildlife populations is called defaunation.[3] In an effort to offset the depletion of resources, theorists have come up with the concept of depletion accounting. Better known as 'green accounting,' depletion accounting aims to account for nature's value on an equal footing with the market economy.[4] Resource depletion accounting uses data provided from countries to estimate the adjustments needed due to their use and depletion of the natural capital available to them.[5] Natural capital are natural resources such as mineral deposits or timber stocks. Depletion accounting factors in several different influences such as the number of years until resource exhaustion, the cost of resource extraction and the demand of the resource.[5] Resource extraction industries make up a large part of the economic activity in developing countries. This, in turn, leads to higher levels of resource depletion and environmental degradation in developing countries.[5] Theorists argue that implementation of resource depletion accounting is necessary in developing countries. Depletion accounting also seeks to measure the social value of natural resources and ecosystems.[6] Measurement of social value is sought through ecosystem services, which are defined as the benefits of nature to households, communities and economies.[6] There are many different groups interested in depletion accounting. Environmentalists are interested in depletion accounting as a way to track the use of natural resources over time, hold governments accountable or compare their environmental conditions to those of another country.[4] Economists want to measure resource depletion to understand how financially reliant countries or corporations are on non-renewable resources, whether this use can be sustained and the financial drawbacks of switching to renewable resources in light of the depleting resources.[4] Depletion accounting is complex to implement as nature is not as quantifiable as cars, houses, or bread.[4] For depletion accounting to work, appropriate units of natural resources must be established so that natural resources can be viable in the market economy. The main issues that arise when trying to do so are, determining a suitable unit of account, deciding how to deal with the \"collective\" nature of a complete ecosystem, delineating the borderline of the ecosystem, and defining the extent of possible duplication when the resource interacts in more than one ecosystem.[4] Some economists want to include measurement of the benefits arising from public goods provided by nature, but currently there are no market indicators of value.[4] Globally, environmental economics has not been able to provide a consensus of measurement units of nature's services. Minerals are needed to provide food, clothing, and housing. A United States Geological Survey (USGS) study found a significant long-term trend over the 20th century for non-renewable resources such as minerals to supply a greater proportion of the raw material inputs to the non-fuel, non-food sector of the economy; an example is the greater consumption of crushed stone, sand, and gravel used in construction.[7] Large-scale exploitation of minerals began in the Industrial Revolution around 1760 in England and has grown rapidly ever since. Technological improvements have allowed humans to dig deeper and access lower grades and different types of ore over that time.[8][9][10] Virtually all basic industrial metals (copper, iron, bauxite, etc.), as well as rare earth minerals, face production output limitations from time to time,[11] because supply involves large up-front investments and is therefore slow to respond to rapid increases in demand.[9] Minerals projected by some to enter production decline during the next 20 years: Minerals projected by some to enter production decline during the present century: Such projections may change, as new discoveries are made[13] and typically misinterpret available data on Mineral Resources and Mineral Reserves.[9][10] Oil depletion is the decline in oil production of a well, oil field, or geographic area.[17] The Hubbert peak theory makes predictions of production rates based on prior discovery rates and anticipated production rates. Hubbert curves predict that the production curves of non-renewing resources approximate a bell curve. Thus, according to this theory, when the peak of production is passed, production rates enter an irreversible decline.[18][19] Deforestation or forest clearance is the removal of a forest or stand of trees from land that is then converted to non-forest use.[24] Deforestation can involve conversion of forest land to farms, ranches, or urban use. The most concentrated deforestation occurs in tropical rainforests.[25] About 31% of Earth's land surface is covered by forests at present.[26] This is one-third less than the forest cover before the expansion of agriculture, a half of that loss occurring in the last century.[27] Between 15 million to 18 million hectares of forest, an area the size of Bangladesh, are destroyed every year. On average 2,400 trees are cut down each minute.[28] The Food and Agriculture Organization of the United Nations defines deforestation as the conversion of forest to other land uses (regardless of whether it is human-induced). \"Deforestation\" and \"forest area net change\" are not the same: the latter is the sum of all forest losses (deforestation) and all forest gains (forest expansion) in a given period. Net change, therefore, can be positive or negative, depending on whether gains exceed losses, or vice versa.[29] The removal of trees without sufficient reforestation has resulted in habitat damage, biodiversity loss, and aridity. Deforestation causes extinction, changes to climatic conditions, desertification, and displacement of populations, as observed by current conditions and in the past through the fossil record.[30] Deforestation also reduces biosequestration of atmospheric carbon dioxide, increasing negative feedback cycles contributing to global warming. Global warming also puts increased pressure on communities who seek food security by clearing forests for agricultural use and reducing arable land more generally. Deforested regions typically incur significant other environmental effects such as adverse soil erosion and degradation into wasteland.  Reducing emissions from deforestation and forest degradation and the role of conservation, sustainable management of forests and enhancement of forest carbon stocks in developing countries (REDD+) was first negotiated under the United Nations Framework Convention on Climate Change (UNFCCC) in 2005, with the objective of mitigating climate change through reducing net emissions of greenhouse gases through enhanced forest management in developing countries. Most of the key REDD+ decisions were completed by 2013, with the final pieces of the rulebook finished in 2015. Since 2000, various studies estimate that land use change, including deforestation and forest degradation, accounts for 12-29% of global greenhouse gas emissions.[32][33][34] For this reason the inclusion of reducing emissions from land use change is considered essential to achieve the objectives of the UNFCCC.[35] Wetlands are ecosystems that are often saturated by enough surface or groundwater to sustain vegetation that is usually adapted to saturated soil conditions, such as cattails, bulrushes, red maples, wild rice, blackberries, cranberries, and peat moss.[37] Because some varieties of wetlands are rich in minerals and nutrients and provide many of the advantages of both land and water environments they contain diverse species and provide a distinct basis for the food chain. Wetland habitats contribute to environmental health and biodiversity.[37] Wetlands are a nonrenewable resource on a human timescale and in some environments cannot ever be renewed.[38] Recent studies indicate that global loss of wetlands could be as high as 87% since 1700 AD, with 64% of wetland loss occurring since 1900.[38] Some loss of wetlands resulted from natural causes such as erosion, sedimentation, subsidence, and a rise in the sea level.[37] Wetlands provide environmental services for: Some of the world's most successful agricultural areas are wetlands that have been drained and converted to farmland for large-scale agriculture.[37] Large-scale draining of wetlands also occurs for real estate development and urbanization.[39] In contrast, in some cases wetlands are also flooded to be converted to recreational lakes or hydropower generation.[37] In some countries ranchers have also moved their property onto wetlands for grazing due to the nutrient rich vegetation.[39] Wetlands in Southern America also prove a fruitful resource for poachers, as animals with valuable hides such a jaguars, maned wolves, caimans, and snakes are drawn to wetlands.[39] The effect of the removal of large predators is still unknown in South African wetlands.[39] Humans benefit from wetlands in indirect ways as well. Wetlands act as natural water filters, when runoff from either natural or man-made processes pass through, wetlands can have a neutralizing effect.[40] If a wetland is in between an agricultural zone and a freshwater ecosystem, fertilizer runoff will be absorbed by the wetland and used to fuel the slow processes that occur happen, by the time the water reaches the freshwater ecosystem there won't be enough fertilizer to cause destructive algal blooms that poison freshwater ecosystems.[40] To preserve the resources extracted from wetlands, current strategies are to rank wetlands and prioritize the conservation of wetlands with more environmental services, create more efficient irrigation for wetlands being used for agriculture and restricting access to wetlands by tourists.[39] Water is an essential resource needed to survive everyday life. Historically, water has had a profound influence on a nation's prosperity and success around the world.[41] Groundwater is water that is in saturated zones underground, the upper surface of the saturated zone is called the water table.[42] Groundwater is held in the pores and fractures of underground materials like sand, gravel and other rock, these rock materials are called aquifers.[42] Groundwater can either flow naturally out of rock materials or can be pumped out. Groundwater supplies wells and aquifers for private, agricultural, and public use and is used by more than a third of the world's population every day for their drinking water. Globally there is 22.6 million cubic kilometers of groundwater available and only .35 million of that is renewable.[43] Groundwater is considered to be a non-renewable resource because less than six percent of the water around the world is replenished and renewed on a human timescale of 50 years.[44] People are already using non-renewable water that is thousands of years old, in areas like Egypt they are using water that may have been renewed a million years ago which is not renewable on human timescales.[43] Of the groundwater used for agriculture 16 to 33% is non-renewable.[45] It is estimated that since the 1960s groundwater extraction has more than doubled, which has increased groundwater depletion.[45] Due to this increase in depletion, in some of the most depleted areas use of groundwater for irrigation has become impossible or cost prohibitive.[46] Overusing groundwater, old or young, can lower subsurface water levels and dry up streams, which could have a huge effect on ecosystems on the surface.[43] When the most easily recoverable fresh groundwater is removed this leaves a residual with inferior water quality. This is in part from induced leakage from the land surface, confining layers or adjacent aquifers that contain saline or contaminated water.[46] Worldwide the magnitude of groundwater depletion from storage may be so large as to constitute a measurable contributor to sea-level rise.[45] Currently, societies respond to water-resource depletion by shifting management objectives from location and developing new supplies to augmenting conserving and reallocation of existing supplies.[46] There are two different perspectives to groundwater depletion, the first is that depletion is considered literally and simply as a reduction in the volume of water in the saturated zone, regardless of water quality considerations.[46] A second perspective views depletion as a reduction in the usable volume of fresh groundwater in storage.[46] Augmenting supplies can mean improving water quality or increasing water quantity. Depletion due to quality considerations can be overcome by treatment, whereas large volume metric depletion can only be alleviated by decreasing discharge or increasing recharge.[46] Artificial recharge of storm flow and treated municipal wastewater, has successfully reversed groundwater declines.[46] In the future improved infiltration and recharge technologies will be more widely used to maximize the capture of runoff and treated wastewater. Researchers who produced an update of the Club of Rome's Limits to Growth report find that many people deny the existence of the problem of scarcity, including many leading scientists and politicians.[47] This may be due, for example, to an unwillingness to change one's own consumption patterns or to share scarce natural resources more equally, or to a psychological defence mechanism. The scarcity of resources raises a central moral problem concerning the distribution and allocation of natural resources. Competition means that the most advanced get the most resources, which often means the developed West. The problem here is that the West has developed partly through colonial slave labour and violence and partly through protectionist policies, which together have left many countries underdeveloped.[48] The moral problem is, in the light of such a history, which has made different countries differently developed and competitive, can competition be considered to distribute resources in a fair and equitable way? In the future, international cooperation in sharing scarce resources will become increasingly important. Where scarcity is concentrated on the non-renewable resources that play the most important role in meeting needs, the most essential element for the realisation of human rights is an adequate and equitable allocation of scarcity. Inequality, taken to its extreme, causes intense discontent, which can lead to social unrest and even armed conflict. Many experts believe that ensuring equitable development is the only sure way to a peaceful distribution of scarcity.","Title":"Resource depletion - Wikipedia","KeyID":"11991","URL":"https://en.wikipedia.org/wiki/Resource_depletion"}