{"Content: ":"Water scarcity (closely related to water stress or water crisis) is the lack of fresh water resources to meet the standard water demand. There are two types of water scarcity: physical or economic water scarcity. Physical water scarcity is where there is not enough water to meet all demands, including that needed for ecosystems to function effectively. Arid areas for example Central and West Asia, and North Africa often suffer from physical water scarcity.[2] On the other hand, economic water scarcity is caused by a lack of investment in infrastructure or technology to draw water from rivers, aquifers, or other water sources, or insufficient human capacity to satisfy the demand for water.[3] Much of Sub-Saharan Africa has economic water scarcity.[4]: 11  The essence of global water scarcity is the geographic and temporal mismatch between fresh water demand and availability.[5][6] At the global level and on an annual basis, enough freshwater is available to meet such demand, but spatial and temporal variations of water demand and availability are large, leading to physical water scarcity in several parts of the world during specific times of the year.[7] The main driving forces for the rising global demand for water are the increasing world population, improving living standards, changing consumption patterns (for example a dietary shift toward more animal products),[8] and expansion of irrigated agriculture.[9][10] Climate change (including droughts or floods), deforestation, increased water pollution and wasteful use of water can also cause insufficient water supply.[11] Scarcity varies over time as a result of natural hydrological variability, but varies even more so as a function of prevailing economic policy, planning and management approaches. Scarcity can and will likely intensify with most forms of economic development, but many of its causes can be avoided or mitigated.[12] Water scarcity assessments need to incorporate information on green water (soil moisture), water quality, environmental flow requirements, globalization, and virtual water trade.[8] There is a need for collaboration between hydrological, water quality, aquatic ecosystem science and social science communities in water scarcity assessment.[8] \"Water stress\" has been used as parameter to measure water scarcity, for example in the context of Sustainable Development Goal 6.[13] Two-thirds of the global population (4 billion people) live under conditions of severe water scarcity at least one month of the year.[7][14] Half a billion people in the world face severe water scarcity all year round.[7][8] Half of the world's largest cities experience water scarcity.[14] Options for reducing water scarcity include: supply and demand side management, cooperation between countries, water conservation (including prevention of water pollution), expanding sources of usable water (through wastewater reuse or desalination) and virtual water trade. There are several definitions of \"water scarcity\", \"water stress\", and \"water risk\" provided in the literature, and therefore a harmonization has been proposed by the CEO Water Mandate in 2014.[15]: 2  In their discussion paper they state that these three terms should not be used interchangeably.[15]: 3  \"Water scarcity\" has been defined as the \"volumetric abundance, or lack thereof, of freshwater resources\" and it is thought to be \"human-driven\".[15]: 4  This can also be called \"physical water scarcity\".[4] Environmental water requirements are sometimes included in water scarcity determinations but the approach to this varies from one organization to another.[15]: 4  Some organizations define \"water stress\" as a broader concept. Under that definition, it would include aspects of water availability, water quality and the accessibility of water. The latter is related to existing infrastructure and whether customers can afford to pay for the water.[15]: 4  This is termed by others as \"economic water scarcity\".[4] FAO defines water stress as the symptoms of water scarcity. Such symptoms could be water restrictions, water conflicts between users, competition for water and declining standards of service.[12] This is measured with a range of Water Stress Indices. Another definition for water stress is as follows: \"Water stress refers to the impact of high water use (either withdrawals or consumption) relative to water availability.\"[1] Water stress is therefore regarded as a \"demand-driven scarcity\". Two types of water scarcity have been defined: physical and economic water scarcity. These terms were first defined in a wide-ranging 2007 study on the use of water in agriculture over the previous 50 years of practitioners, researchers and policymakers, overseen by the International Water Management Institute, with the aim of finding out if the world had sufficient water resources to produce food for the growing population in the future.[4][12] Physical water scarcity is where there is not enough water to meet all demands, including that needed for ecosystems to function effectively. Arid regions frequently suffer from physical water scarcity. Human influence on climate has led to increased water scarcity in areas where water was previously hard to come by.[16] It also occurs where water seems abundant but where resources are over-committed, such as when there is overdevelopment of hydraulic infrastructure, often for irrigation or energy generation. Symptoms of physical water scarcity include severe environmental degradation, such as water pollution, and declining groundwater and water allocations that favor some groups over others.[9][12] Physical water scarcity results from inadequate natural water resources to supply a region's demand, and economic water scarcity results from poor management of the sufficient available water resources. According to the United Nations Development Programme, the latter is found more often to be the cause of countries or regions experiencing water scarcity, as most countries or regions have enough water to meet household, industrial, agricultural, and environmental needs, but lack the means to provide it in an accessible manner.[17] Around one-fifth of the world's population currently live in regions affected by physical water scarcity.[17] Water is physically scarce in densely populated arid areas (for example Central and West Asia, and North Africa), with projected availabilities of less than 1000 cubic meters per capita per year.[2] A study in 2007 found that more than 1.2 billion people live in areas of physical water scarcity.[18] This water scarcity relates to water available for food production, rather than for drinking water which is a much smaller amount.[2][19] Economic water scarcity is caused by a lack of investment in infrastructure or technology to draw water from rivers, aquifers, or other water sources, or insufficient human capacity to satisfy the demand for water. One-quarter of the world's population is affected by economic water scarcity. Economic water scarcity includes a lack of infrastructure, causing the people without reliable access to water to have to travel long distances to fetch water, which is often contaminated from rivers for domestic and agricultural uses (irrigation). Much of Sub-Saharan Africa is characterized by economic water scarcity.[4]: 11  Developing water infrastructure there could therefore help to reduce poverty. Investing in water retention and irrigation infrastructure would also help to increase food production, especially in developing countries that largely rely on low-yield agriculture.[20] Being able to provide a community with water that is adequate for consumption would also greatly benefit the people's health.[21] Overcoming this type of scarcity, however, can require more than just new infrastructure; it requires socio-economic and socio-political types of intervention that address poverty and socio-inequality but because there is a lack of funding, much planning must come into play.[22] Although much emphasis is put on improving water sources for drinking and domestic purposes, we know that much more water is used for other uses such as bathing, laundry, livestock and cleaning than for drinking and cooking alone.[21] This observation suggests that putting too much emphasis on drinking water needs addresses an insignificant part of the problem of water resources and therefore limits the range of solutions available.[21] Relatively simply indicators include: the water use to availability ratio (or criticality ratio), physical and economic water scarcity—The IWMI Indicator, water poverty index.[8] \"Water stress\" has been used as parameter to measure water scarcity, for example in the context of Sustainable Development Goal 6.[13] In this context, a report by FAO in 2018 has defined water stress as: \"the ratio between total freshwater withdrawn (TFWW) by all major sectors and total renewable freshwater resources (TRWR), after taking into account environmental flow requirements (EFR)\". This means that the value for TFWW is divided by the difference between TRWR minus EFR.[31]: xii  Environmental flows are water flows required to sustain freshwater and estuarine ecosystems. Previously, a definition used for Millennium Development Goal 7, target 7.A was simply the proportion of total water resources used, without taking into consideration EFR.[31]: 28  With this definition, water stress is defined by the following categories: <10% is low stress; 10-20% is low-to-medium; 20-40% medium-to-high; 40-80% high; >80% extremely high.[32] Indicators are used to measure the extent of the water scarcity.[33] One approach to measuring water scarcity is to calculate the amount of annual water resources available per person. For example, according to the \"Falkenmark Water Stress Indicator\" (developed by Malin Falkenmark), a country or region is said to experience \"water stress\" when annual water supplies drop below 1,700 cubic meters per person per year.[34] At levels between 1,700 and 1,000 cubic meters per person per year, periodic or limited water shortages can be expected. When water supplies drop below 1,000 cubic meters per person per year, the country faces \"water scarcity\". However, the Falkenmark Water Stress Indicator does not help to explain the true nature of water scarcity.[2] Renewable freshwater supply is a metric often used in conjunction when evaluating water scarcity. This metric is informative because it can describe the total available water resource each country contains. By knowing the total available water source, an idea can be gained about whether a country is prone to experiencing physical water scarcity.[35] This metric has its faults in that it is an average; precipitation delivers water unevenly across the planet each year and annual renewable water resources vary from year to year. This metric also does not describe the accessibility of water to individuals, households, industries, or the government. Lastly, as this metric is a description of a whole country, it does not accurately portray whether a country is experiencing water scarcity. For example, Canada and Brazil both have very high levels of available water supply but still, experience various water-related problems.[35] Also, some tropical countries in Asia and Africa have low availability of freshwater resources. Water scarcity assessments need to incorporate information on green water (soil moisture), water quality, environmental flow requirements, globalization, and virtual water trade.[8] Since the beginning of the 2000s, water scarcity assessments have applied more sophisticated models which are supported with spatial analytical tools. They include: Green-blue water scarcity, water footprint-based water scarcity assessment, cumulative abstraction to demand ratio—considering temporal variations, LCA-based water stress indicators (life cycle assessments), integrated water quantity–quality environment flow in the water scarcity assessment.[8] Overall, there is a need for collaboration between hydrological, water quality, aquatic ecosystem science and social science communities in water scarcity assessment.[8] The United Nations (UN) estimates that, of 1.4 billion cubic kilometers (1 quadrillion acre-feet) of water on Earth, just 200,000 cubic kilometers (162.1 billion acre-feet) represent freshwater available for human consumption. A mere 0.014% of all water on Earth is both fresh and easily accessible.[36] Of the remaining water, 97% is saline, and a little less than 3% is difficult to access. The fresh water available to us on the planet is around 1% of the total water on earth.[37] The total amount of easily accessible freshwater on Earth, in the form of surface water (rivers and lakes) or groundwater (in aquifers, for example), is 14,000 cubic kilometers (nearly 3359 cubic miles). Of this total amount, 'just' 5,000 cubic kilometers are being used and reused by humanity. Technically, there is a sufficient amount of freshwater on a global scale. Hence, in theory, there is more than enough freshwater available to meet the demands of the current world population of more than 7 billion people, and even support population growth to 9 billion or more. Due to the unequal geographical distribution and especially the unequal consumption of water, however, it is a scarce resource in some parts of the world and for some parts of the population. Apart from the conventional surface water sources of freshwater such as rivers and lakes, other resources of freshwater such as groundwater and glaciers have become more developed sources of freshwater, becoming the main source of clean water. Groundwater is water that has pooled below the surface of the Earth and can provide a usable quantity of water through springs or wells. These areas where groundwater is collected are also known as aquifers. More and more of these sources are being drawn upon as conventional sources' usability decreases due to factors such as pollution or disappearance due to climate changes. Human population growth is a significant contributing factor in the increasing use of these types of water resources.[35] Water scarcity was listed in 2019 by the World Economic Forum as one of the largest global risks in terms of potential impact over the next decade.[38] It is manifested by partial or no satisfaction of expressed demand, economic competition for water quantity or quality, disputes between users, irreversible depletion of groundwater, and negative impacts on the environment. About half of the world's population currently experience severe water scarcity for at least some part of the year.[39] Half a billion people in the world face severe water scarcity all year round.[7] Half of the world's largest cities experience water scarcity.[14] A study in 2016 calculated that globally, the population under water scarcity increased from 0.24 billion (14% of global population) in the 1900s to 3.8 billion (58%) in the 2000s.[1] This study analyzed water scarcity using the fundamental concepts of shortage (impacts due to low availability per capita) and stress (impacts due to high consumption relative to availability). In the 20th century, water use has been growing at more than twice the rate of the population increase. Specifically, water withdrawals are predicted to increase by 50 percent by 2025 in developing countries, and 18 per cent in developed countries.[40] One continent, for example, Africa, has been predicted to have 75 to 250 million inhabitants lacking access to fresh water.[41] By 2025, 1.8 billion people will be living in countries or regions with absolute water scarcity, and two-thirds of the world population could be under stress conditions.[42] By 2050, more than half of the world's population will live in water-stressed areas, and another billion may lack sufficient water, MIT researchers find.[43] With the increase in global temperatures and in an increase in water demand, six out of ten people are at risk of being water-stressed. The drying out of wetlands globally, at around 67%, was a direct cause of a large number of people at risk of water stress. As the global demand for water increases and as climate temperatures rise, it is estimated that two-thirds of the population, in 2025, will live under water stress.[44][37]: 191  According to a projection by the United Nations, by 2040, there can be about 4.5 billion people affected by a water crisis (or water scarcity). Additionally, with the increase in population, there will be a demand for food, for the food output to match the population growth, there would be an increased demand for water to irrigate crops.[45] Increasing the demand for water as well as increasing the population results in a water crisis where there is not enough water to share in healthy levels. The crises are not only due to quantity but quality also matters. A study found that of ~39 million groundwater wells 6-20% are at high risk of running dry if local groundwater levels decline by a few meters, or – as with many areas and possibly more than half of major aquifers[46] – continue to decline.[47][48] There are several impacts of water scarcity: Symptoms of water scarcity can be serious restrictions on use, growing conflict between users and competition for water, declining standards of reliability and service, harvest failures and food insecurity.[12] Abstraction of water for domestic, food and industrial uses has major impacts on ecosystems in many parts of the world. This can apply even to regions not considered \"water scarce\".[2] Water scarcity has many negative impacts on the environment, such as adverse effects on lakes, rivers, ponds, wetlands and other fresh water resources. The resulting water overuse that is related to water scarcity, often located in areas of irrigation agriculture, harms the environment in several ways including increased salinity, nutrient pollution, and the loss of floodplains and wetlands.[17][54] Furthermore, water scarcity makes flow management in the rehabilitation of urban streams problematic.[55] Through the last hundred years, more than half of the Earth's wetlands have been destroyed and have disappeared.[11] These wetlands are important not only because they are the habitats of numerous inhabitants such as mammals, birds, fish, amphibians, and invertebrates, but they support the growing of rice and other food crops as well as provide water filtration and protection from storms and flooding. Freshwater lakes such as the Aral Sea in central Asia have also suffered. Once the fourth largest freshwater lake, it has lost more than 58,000 square km of area and vastly increased in salt concentration over the span of three decades.[11] Subsidence, or the gradual sinking of landforms, is another result of water scarcity. The U.S. Geological Survey estimates that subsidence has affected more than 17,000 square miles in 45 U.S. states, 80 percent of it due to groundwater usage.[56] Vegetation and wildlife are fundamentally dependent upon adequate freshwater resources. Marshes, bogs and riparian zones are more obviously dependent upon sustainable water supply, but forests and other upland ecosystems are equally at risk of significant productivity changes as water availability is diminished. In the case of wetlands, considerable area has been simply taken from wildlife use to feed and house the expanding human population. But other areas have suffered reduced productivity from gradual diminishing of freshwater inflow, as upstream sources are diverted for human use. Water is the underlying tenuous balance of safe water supply, but controllable factors such as the management and distribution of the water supply itself contribute to further scarcity. A 2006 United Nations report focuses on issues of governance as the core of the water crisis, saying \"There is enough water for everyone\" and \"Water insufficiency is often due to mismanagement, corruption, lack of appropriate institutions, bureaucratic inertia and a shortage of investment in both human capacity and physical infrastructure\".[57] It has also been claimed, primarily by economists, that the water situation has occurred because of a lack of property rights, government regulations and subsidies in the water sector, causing prices to be too low and consumption too high, making a point for water privatization.[58][59][60] The clean water crisis is an emerging global crisis that affects approximately 785 million people around the world.[61] 1.1 billion people lack access to water and 2.7 billion experience water scarcity at least one month in a year. 2.4 billion people suffer from the contamination of water and poor sanitation. Contamination of water can lead to deadly diarrheal diseases such as cholera and typhoid fever, and other waterborne diseases causing 80% of illnesses around the world.[62] Around fifty years ago, the common perception was that water was an infinite resource. At that time, there were fewer than half the current number of people on the planet. People were not as wealthy as today, consumed fewer calories and ate less meat, so less water was needed to produce their food. They required a third of the volume of water we presently take from rivers. Today, the competition for water resources is much more intense. This is because there are now seven billion people on the planet, their consumption of water-thirsty meat is rising, and there is increasing competition for water from industry, urbanization biofuel crops, and water reliant food items. In the future, even more water will be needed to produce food because the Earth's population is forecast to rise to 9 billion by 2050.[63] In 2000, the world population was 6.2 billion. The UN estimates that, by 2050, there will be an additional 3.5 billion people with most of the growth in developing countries that already suffer water stress.[64] Thus, water demand will increase unless there are corresponding increases in water conservation and recycling of this vital resource.[65] In building on the data presented here by the UN, the World Bank[66] goes on to explain that access to water for producing food will be one of the main challenges in the decades to come. Access to water will need to be balanced with the importance of managing water itself in a sustainable way while taking into account the impact of climate change, and other environmental and social variables.[67] In 60% of European cities with more than 100,000 people, groundwater is being used at a faster rate than it can be replenished.[68] Due to the expanding human population, competition for water is growing such that many of the world's major aquifers are becoming depleted. This is due both to direct human consumption as well as agricultural irrigation by groundwater. Millions of pumps of all sizes are currently extracting groundwater throughout the world. Irrigation in dry areas such as northern China, Nepal and India is supplied by groundwater and is being extracted at an unsustainable rate. Cities that have experienced aquifer drops between 10 and 50 meters include Mexico City, Bangkok, Beijing, Madras and Shanghai.[69] Until recent history, groundwater was not a highly utilized resource. In the 1960s, more and more groundwater aquifers developed.[70] Changes in knowledge, technology and funding have allowed for focused development into abstracting water from groundwater resources away from surface water resources. These changes allowed for progress in society such as the \"agricultural groundwater revolution\", expanding the irrigation sector allowing for increased food production and development in rural areas.[71] Groundwater supplies nearly half of all drinking water in the world.[72] The large volumes of water stored underground in most aquifers have a considerable buffer capacity allowing for water to be withdrawn during periods of drought or little rainfall.[35] This is crucial for people that live in regions that cannot depend on precipitation or surface water as a supply alone, instead providing reliable access to water all year round. As of 2010, the world's aggregated groundwater abstraction is estimated at approximately 1,000 km3 per year, with 67% used for irrigation, 22% used for domestic purposes and 11% used for industrial purposes.[35] The top ten major consumers of abstracted water (India, China, United States of America, Pakistan, Iran, Bangladesh, Mexico, Saudi Arabia, Indonesia, and Italy) make up 72% of all abstracted water use worldwide.[35] Although groundwater sources are quite prevalent, one major area of concern is the renewal rate or recharge rate of some groundwater sources. Extracting from groundwater sources that are non-renewable could lead to exhaustion if not properly monitored and managed.[74] Another concern of increased groundwater usage is the diminished water quality of the source over time. Reduction of natural outflows, decreasing stored volumes, declining water levels and water degradation are commonly observed in groundwater systems.[35] Groundwater depletion may result in many negative effects such as increased cost of groundwater pumping, induced salinity and other water quality changes, land subsidence, degraded springs and reduced baseflows. Scarcity as a result of consumption is caused primarily by the extensive use of water in agriculture/livestock breeding and industry. People in developed countries generally use about 10 times more water daily than those in developing countries.[75] A large part of this is indirect use in water-intensive agricultural and industrial production processes of consumer goods, such as fruit, oilseed crops and cotton. Because many of these production chains have been globalized, a lot of water in developing countries is being used and polluted in order to produce goods destined for consumption in developed countries.[76] Many aquifers have been over-pumped and are not recharging quickly. Although the total fresh water supply is not used up, much has become polluted, salted, unsuitable or otherwise unavailable for drinking, industry and agriculture. To avoid a global water crisis, farmers will have to strive to increase productivity to meet growing demands for food, while industry and cities find ways to use water more efficiently.[77] Business activity ranging from industrialization to services such as tourism and entertainment continues to expand rapidly. This expansion requires increased water services including both supply and sanitation, which can lead to more pressure on water resources and natural ecosystem. The approximate 50% growth in world energy use by 2040 will also increase the need for efficient water use,[78] and may shift some irrigation water sources towards industrial use, as thermal power generation uses water for steam generation and cooling.[citation needed] Water pollution (or aquatic pollution) is the contamination of water bodies, usually as a result of human activities, so that it negatively affects its uses.[79]: 6  Water bodies include lakes, rivers, oceans, aquifers, reservoirs and groundwater. Water pollution results when contaminants are introduced into these water bodies. Water pollution can be attributed to one of four sources: sewage discharges, industrial activities, agricultural activities, and urban runoff including stormwater.[80] It can be grouped into surface water pollution (either fresh water pollution or marine pollution) or groundwater pollution. For example, releasing inadequately treated wastewater into natural waters can lead to degradation of these aquatic ecosystems. Water pollution can also lead to water-borne diseases for people using polluted water for drinking, bathing, washing or irrigation.[81] Water pollution reduces the ability of the body of water to provide the ecosystem services (such as drinking water) that it would otherwise provide. Climate change could have significant impacts on water resources around the world because of the close connections between the climate and hydrological cycle. Rising temperatures will increase evaporation and lead to increases in precipitation, though there will be regional variations in rainfall. Both droughts and floods may become more frequent in different regions at different times, and dramatic changes in snowfall and snow melt are expected in mountainous areas. Higher temperatures will also affect water quality in ways that are not well understood. Possible impacts include increased eutrophication. Climate change could also mean an increase in demand for farm irrigation, garden sprinklers, and perhaps even swimming pools. There is now ample evidence that increased hydrologic variability and change in climate has and will continue have a profound impact on the water sector through the hydrologic cycle, water availability, water demand, and water allocation at the global, regional, basin, and local levels.[83] The United Nations' FAO states that by 2025, 1.9 billion people will live in countries or regions with absolute water scarcity, and two-thirds of the world population could be under stress conditions.[84] The World Bank adds that climate change could profoundly alter future patterns of both water availability and use, thereby increasing levels of water stress and insecurity, both at the global scale and in sectors that depend on water.[85] Overall, the effects of changes in population on water scarcity were found to be about four times more important than changes in water availability as a result of long-term climate change.[44] About 2% of Earth's water is frozen freshwater found in glaciers. Glaciers provide freshwater in the form meltwater, or freshwater melted from snow or ice, that supply streams or springs as temperatures rise. This water is used by locals for a number of reasons like agriculture, livestock, and hydropower.[87] This is beneficial in helping reduce water scarcity as more water is available to a select number of people. It has been projected that total glaciers worldwide will be 60% of what they are now, in the year 2100.[87] The main reason for the melting of these glaciers is climate change. Glaciers reflect sunlight from the sun back into space providing a decrease in temperatures worldwide. This process is called albedo and without the glaciers reflecting sunlight, temperatures would slowly begin to rise.[88] As temperatures rise, glaciers will melt quicker overall reducing the total amount of sunlight being reflected worldwide. Melting glaciers, over a long period of time, begin receding and will be difficult to recover once seasonal changes occur. Glacier's losing mass may decrease their annual run-off, coupled with receding glaciers, which will change the availability of water in many cold regions of the world. About a third of glaciers may experience a 10% run-off reduction in some seasons.[89] In the Himalayas, retreating glaciers could reduce summer water flows by up to two-thirds. In the Ganges area, this would cause a water shortage for 500 million people.[90] Climate change impacts potable water in the Hindu Kush Himalaya (HKH) area, where around 1.4 billion people are dependent on the five main rivers of Himalaya mountains.[91] Although the impact will vary from place to place, it is predicted that the amount of meltwater will initially increase due to retreating glaciers and then gradually decrease because of reducing in glacier mass.[92] In those areas where the amount of available water decreases, climate change makes it difficult to improve access to safe drinkable water.[93] HKH area faces rapid urbanization causing a severe shortage of water and pressure on water resources. Rural areas will also suffer because of a lack of effective water management infrastructure and limited access to drinking water. More people will migrate because of the scarcity of drinking water. This situation will increase inequality by leaving the poor behind that cause higher mortality and suicide rate, and accelerate further urbanization.[94] Water is one of the most crucial elements in developmental planning; efforts to develop, conserve, utilize and manage water resources have to be guided by national perspectives.[95] In particular, these perspectives should include communities who are most affected, Indigenous and local communities. A review in 2006 stated that \"It is surprisingly difficult to determine whether water is truly scarce in the physical sense at a global scale (a supply problem) or whether it is available but should be used better (a demand problem)\".[96] The International Resource Panel of the UN states that governments have tended to invest heavily in largely inefficient solutions: mega-projects like dams, canals, aqueducts, pipelines and water reservoirs, which are generally neither environmentally sustainable nor economically viable.[97] The most cost-effective way of decoupling water use from economic growth, according to the scientific panel, is for governments to create holistic water management plans that take into account the entire water cycle: from source to distribution, economic use, treatment, recycling, reuse and return to the environment. In general, there is enough water on an annual and global scale, but the issue is more of a temporal and spatial variation. Therefore, reservoirs and pipelines are needed to address the temporal and spatial variations. It is necessary to have a well-planned infrastructure with demand side management. Both supply-side and demand-side management have advantages and disadvantages.[citation needed] Lack of cooperation may give rise to regional water conflicts in many parts of the world, specially in developing countries, largely because of the disputes regarding the availability, use and management of water.[53] For example, the dispute between Egypt and Ethiopia over the Grand Ethiopian Renaissance Dam has escalated in 2020.[98][99] Egypt sees the dam as an existential threat, fearing that the dam will reduce the amount of water it receives from the Nile.[100] The virtual water trade (also known as embedded or embodied water) is the hidden flow of water in food or other commodities that are traded from one place to another.[113] The virtual water trade is the idea that when goods and services are exchanged, so is virtual water. Virtual water trade allows a new, amplified perspective on water problems: In the framewond balancing of different perspectives, basic conditions, and interests. Analytically, the concept enables one to distinguish between global, regional, and local levels and their linkages. However, the use of virtual water estimates may offer no guidance for policymakers seeking to ensure that environmental objectives are being met. Further improvements can be made through legislative action and more active involvement of communities, especially those who are affected by water scarcity. Indigenous communities have navigated the avenues of water availability long before modern capitalist methods of water use and extraction.[115] It would be valuable to learn from Indigenous and local knowledge when creating regulations, adaptations, as well as greater access to water.[116][117] It is important to recognize that the commodification of resources such as water, is rooted in settler-colonial perspectives, and much of western science works to uphold these problematic perspectives.[116][115] A space where both modern western science can coexist with traditional practices of water and land management could open doors to more sustainable water practices.[118] Using Two-Eyed Seeing, an inclusive implementation of both indigenous knowledge and practices along side western science, can help change the way we approach and assess water scarcity.[116][119] IPCC, Chapter 4, suggests working alongside Indigenous and local communities to address regional issues surrounding water scarcity and hydrological changes can show effective mitigation.[120] Focusing on large-scale implementation rather than community-based, regional-scale implementation can lead to complications as well as unneeded intervention and conflict.[117] Based on the map published by the Consultative Group on International Agricultural Research (CGIAR),[122] the countries and regions suffering most water stress are North Africa, the Middle East,[123] India, Central Asia, China, Chile, Colombia, South Africa, Canada and Australia. Water scarcity is also increasing in South Asia.[124] As of 2016, about four billion people, or two-thirds of the world's population, were facing severe water scarcity.[125] Generally speaking the more developed countries of North America, Europe and Russia will not see a serious threat to water supply by 2025, not only because of their relative wealth, but more importantly their populations will be better aligned with available water resources.[citation needed] North Africa, the Middle East, South Africa and northern China will face very severe water shortages due to physical scarcity and a condition of overpopulation relative to their carrying capacity with respect to water supply.[citation needed] Most of South America, Sub-Saharan Africa, Southern China and India will face water supply shortages by 2025; for these latter regions the causes of scarcity will be economic constraints to developing safe drinking water, as well as excessive population growth.[citation needed] Water scarcity in Africa is predicted to reach dangerously high levels by 2025. It is estimated that about two-thirds of the world's population may suffer from fresh water shortage by 2025. The main causes of water scarcity in Africa are physical and economic scarcity, rapid population growth, and climate change. Water scarcity is the lack of fresh water resources to meet the standard water demand.[126] Although Sub-Saharan Africa has a plentiful supply of rainwater, it is seasonal and unevenly distributed, leading to frequent floods and droughts.[127] Additionally, prevalent economic development and poverty issues, compounded with rapid population growth and rural-urban migration have rendered Sub-Saharan Africa as the world's poorest and least developed region.[127] Water scarcity in Yemen (see: Water supply and sanitation in Yemen) is a growing problem that has resulted from population growth, poor water management, climate change, shifts in rainfall, water infrastructure deterioration, poor governance, and other anthropogenic effects. As of 2011, it has been estimated that Yemen is experiencing water scarcity to a degree that affects its political, economic and social dimensions. As of 2015,[129] Yemen is among the most water scarce countries in the world. The majority of Yemen's population experiences water scarcity for at least one month during the year. In Nigeria, some reports have suggested that increase in extreme heat, drought and the shrinking of Lake Chad is causing water shortage and environmental migration that is forcing thousands to migrate to neighboring Chad and towns.[130] According to a major report compiled in 2019 by more than 200 researchers, the Himalayan glaciers that are the sources of Asia's biggest rivers – Ganges, Indus, Brahmaputra, Yangtze, Mekong, Salween and Yellow – could lose 66 percent of their ice by 2100.[131] Approximately 2.4 billion people live in the drainage basin of the Himalayan rivers.[132] India, China, Pakistan, Bangladesh, Nepal and Myanmar could experience floods followed by droughts in coming decades. In India alone, the Ganges provides water for drinking and farming for more than 500 million people.[133][134][135] Even with the overpumping of its aquifers, China is developing a grain deficit. When this happens, it will almost certainly drive grain prices upward. Most of the 3 billion people projected to be added worldwide by mid-century will be born in countries already experiencing water shortages. Unless population growth can be slowed quickly, it is feared that there may not be a practical non-violent or humane solution to the emerging world water shortage.[136][137] It is highly likely that climate change in Turkey will cause its southern river basins to be water scarce before 2070, and increasing drought in Turkey.[138] In the Rio Grande Valley, intensive agribusiness has exacerbated water scarcity issues and sparked jurisdictional disputes regarding water rights on both sides of the U.S.-Mexico border. Scholars, including Mexican political scientist Armand Peschard-Sverdrup, have argued that this tension has created the need for a re-developed strategic transnational water management.[140] Some have declared the disputes tantamount to a \"war\" over diminishing natural resources.[141][142] The west coast of North America, which gets much of its water from glaciers in mountain ranges such as the Rocky Mountains and Sierra Nevada, also would be affected.[143][144] By far the largest part of Australia is desert or semi-arid lands commonly known as the outback.[145] Water restrictions are in place in many regions and cities of Australia in response to chronic shortages resulting from drought. The Australian of the year 2007, environmentalist Tim Flannery, predicted that unless it made drastic changes, Perth in Western Australia could become the world's first ghost metropolis, an abandoned city with no more water to sustain its population.[146] In 2010, Perth suffered its second-driest winter on record[147] and the water corporation tightened water restrictions for spring.[148] Some countries have already proven that decoupling water use from economic growth is possible. For example, in Australia, water consumption declined by 40% between 2001 and 2009 while the economy grew by more than 30%.[97] Water scarcity (or water crisis) in particular countries: Sustainable Development Goal 6 is about \"clean water and sanitation for all\".[149] It is one of 17 Sustainable Development Goals established by the United Nations General Assembly in 2015. The fourth target of SDG 6 refers to water scarcity and states: \"By 2030, substantially increase water-use efficiency across all sectors and ensure sustainable withdrawals and supply of freshwater to address water scarcity and substantially reduce the number of people suffering from water scarcity\".[13] It has two indicators. The second one is: \"Level of water stress: freshwater withdrawal as a proportion of available freshwater resources\". The Food and Agriculture Organization of the United Nations (FAO) has been monitoring these parameters through its global water information system, AQUASTAT, since 1994.[31]: xii  Environment portal Water portal World portal","Title":"Water scarcity - Wikipedia","KeyID":"11996","URL":"https://en.wikipedia.org/wiki/Water_scarcity"}