{"Content: ":"A verneshot (named after French author Jules Verne) is a hypothetical volcanic eruption event caused by the buildup of gas deep underneath a craton. Such an event may be forceful enough to launch an extreme amount of material from the crust and mantle into a sub-orbital trajectory, leading to significant further damage after the material crashes back down to the surface. Verneshots have been proposed as a causal mechanism explaining the statistically unlikely contemporaneous occurrence of continental flood basalts, mass extinctions, and \"impact signals\" (such as planar deformation features, shocked quartz, and iridium anomalies) traditionally considered definitive evidence of hypervelocity impact events.[1] The verneshot theory suggests that mantle plumes may cause heating and the buildup of carbon dioxide gas underneath continental lithosphere. If continental rifting occurs above this location, an explosive release of the built up gas may occur, potentially sending out a column of crust and mantle into a globally dispersive, super-stratospheric trajectory. It is unclear whether such a column could stay coherent through this process, or whether the force of this process would result in it shattering into much smaller pieces before impacting. The pipe through which the magma and gas had travelled would collapse during this process, sending a shockwave at hypersonic velocity that would deform the surrounding craton. A verneshot event is likely to be related to nearby continental flood basalt events, which may occur before, during or after the verneshot event. This may help in searching for evidence for the results of verneshot events; however, it is also quite probable that most of such evidence will be buried underneath the basalt flows, making investigation difficult. J. Phipps Morgan and others have suggested that subcircular Bouguer gravity anomalies recognized beneath the Deccan Traps may indicate the presence of verneshot pipes related to the Cretaceous–Paleogene extinction event.[1] If the Deccan Traps were the location of a verneshot event at the Cretaceous–Paleogene boundary, the strong iridium spike at the Cretaceous–Paleogene boundary could be explained by the iridium-rich nature of volatiles in the Reunion mantle plume, which is currently beneath Piton de la Fournaise, but during the end Cretaceous was located beneath India in the area of the Deccan Traps; the verneshot event could potentially distribute the iridium globally.[1] A verneshot has been proposed as an alternate explanation for the Tunguska event, widely regarded as the result of an atmospheric explosion of a small comet or asteroid. Arguments offered for this mechanism include the lack of extraterrestrial material at the event site, the lack of a credible impact structure, and the presence of shocked quartz in surface outcrops.[2] However, this hypothesis has not been generally accepted, with Mark Boslough arguing that there is no basis for rejecting the impact hypothesis.[3] In 1865 Jules Verne's novel From the Earth to the Moon introduced the concept of a ballistic projectile escaping the Earth's gravity, from which Phipps Morgan and others derived the name \"Verneshot\" in their paper theorizing a connection between extinction events and cratonic gas ejection.","Title":"Verneshot - Wikipedia","KeyID":"11995","URL":"https://en.wikipedia.org/wiki/Verneshot"}