{"Content: ":"Thalassodrominae or Thalassodromidae (meaning \"sea runners\", due to previous misconceptions of skimming behavior; they are now thought to be terrestrial predators) is a group of azhdarchoid pterosaurs from the Cretaceous period. Its traditional members come from Brazil, however, other possible members also come from other places, including the United States, Morocco, and Argentina. Thalassodrominae is considered either to be a subfamily within the pterosaur family Tapejaridae, or as a distinct family, Thalassodromidae, within the clade Neoazhdarchia, closely related to dsungaripterids or azhdarchids. Thalassodrominae traditionally includes only two genera, Thalassodromeus and Tupuxuara, and was defined to include them and any other descendants of their most recent common ancestor.[1] The classification of thalassodromines is controversial. Some studies, including one by Lü and colleagues in 2008, have found that the thalassodromines are more closely related to the azhdarchids than to the tapejarids,[2] and have placed them in their own family (which has sometimes been referred to as Tupuxuaridae,[3] though Thalassodrominae was named first[1]). Alternately, they have been considered a family within the clade Neoazhdarchia, as Thalassodromidae.[4] Below are three alternate cladograms resulting from studies of azhdarchoid relationships. The first, presented by Felipe Pinheiro and colleagues in 2011, found the thalassodromines as a subgroup within the Tapejaridae.[5] The second, presented by Lü and colleagues in 2008, found them to be closer to the Azhdarchidae, though they used the name Tupuxuaridae for the group.[2] The third, presented by Brian Andres, James Clark and Xu Xing in 2014, also found thalassodromines closer to azhdarchids, and as the sister group of the dsungaripterids.[6] Azhdarchidae Thalassodrominae Chaoyangopterinae Tapejarinae Tapejaridae Tupuxuaridae Chaoyangopteridae Azhdarchidae Tapejaromorpha Thalassodrominae Dsungaripteridae Chaoyangopteridae Azhdarchidae More recently, the Late Cretaceous genera Alanqa and Aerotitan, typically considered azhdarchids, have been recovered as thalassodromines (the group is defined as Thalassodromidae in the study). However, their remains are fragmentary, so this assignment is only tentative,[7] and a 2021 study further show dissimilarities between them and azhdarchids, with Aerotitan being a true azhdarchid while Alanqa was a basal azhdarchoid related to Keresdrakon.[8] Similarly, the Maastrichtian Javelinadactylus has been proposed to be a thalassodromine,[9] although previous assessments of the material have favored an azhdarchid identity over a thalassodromine one.[10] This same study also recovers Argentinadraco (already of uncertain affinities) as a thalassodromine as well.[9]   ","Title":"Thalassodrominae - Wikipedia","KeyID":"120","URL":"https://en.wikipedia.org/wiki/Thalassodrominae"}