{"Content: ":"Colony collapse disorder (CCD) is an abnormal phenomenon that occurs when the majority of worker bees in a honey bee colony disappear, leaving behind a queen, plenty of food, and a few nurse bees to care for the remaining immature bees.[1] While such disappearances have occurred sporadically throughout the history of apiculture, and have been known by various names (including disappearing disease, spring dwindle, May disease, autumn collapse, and fall dwindle disease),[2] the syndrome was renamed colony collapse disorder in early 2007[3] in conjunction with a drastic rise in reports of disappearances of western honey bee (Apis mellifera) colonies in North America.[citation needed] Beekeepers in most European countries had observed a similar phenomenon since 1998, especially in Southern and Western Europe;[4][5] the Northern Ireland Assembly received reports of a decline greater than 50%.[6] The phenomenon became more global when it affected some Asian and African countries as well.[7][8] Colony collapse disorder could cause significant economic losses because many agricultural crops worldwide depend on pollination by western honey bees. According to the Agriculture and Consumer Protection Department of the United Nations' Food and Agriculture Organization (FAO), the total value of global crops pollinated by honey bees was estimated at nearly US$200 billion in 2005.[9] In the United States, shortages of bees have increased the cost to farmers renting them for pollination services by up to 20%.[10] Declining numbers of bees predate CCD by several decades, however: the US managed hive industry has been shrinking at a steady pace since 1961.[11] In contrast, the bee population worldwide has been increasing steadily since 1975, based on honey production, with China responsible for most of the growth.[12] The period of time with the lowest growth in worldwide honey production was between 1991 and 1999, due to the economic collapse after the dissolution of communism in the former Soviet sphere of influence.[11] As of 2020 the production has increased further by 50% compared to 2000, double the rate of growth in previous decades, notwithstanding CCD.[13] Several possible causes for CCD have been proposed, but no single proposal has gained widespread acceptance among the scientific community. Suggested causes include pesticides;[14] infections with various pathogens, especially those transmitted by Varroa and Acarapis mites; malnutrition; genetic factors; immunodeficiencies; loss of habitat; changing beekeeping practices; or a combination of factors.[15][16] A large amount of speculation has surrounded the contributions of the neonicotinoid family of pesticides to CCD, but many collapsing apiaries show no trace of neonicotinoids.[16] Colony collapse disorder is a syndrome defined by a specific set of symptoms which, in the past several decades, has been given many different names (among them \"disappearing disease\", \"spring dwindle\", \"May disease\", \"autumn collapse\", and \"fall dwindle disease\").[2] The cause of these symptoms has never been determined. Only very recently, upon recognition that the syndrome does not seem to be seasonally restricted, and that it may not be a \"disease\" in the standard sense—that there may not be one specific causative agent or pathogenesis—was the syndrome renamed.[3] Limited occurrences resembling CCD were documented as early as 1869.[17][18] A well-documented outbreak of colony losses spread from the Isle of Wight to the rest of the UK in 1906. These losses were later attributed to a combination of factors, including adverse weather, intensive apiculture leading to inadequate forage, Acarine (tracheal) mites, and a new infection, the chronic bee paralysis virus,[19] but during the outbreak, the cause of this agricultural beekeeping problem was unknown.[citation needed][20] Reports show similar behavior in hives in the US in 1918[21] and 1919.[22] Coined \"mystery disease\" by some,[23] it eventually became more widely known as \"disappearing disease\".[24] Oertel, in 1965,[25] reported that hives afflicted with disappearing disease in Louisiana had plenty of honey in the combs, although few or no bees were present, discrediting reports that attributed the disappearances to lack of food.[citation needed] In the US, the number of colonies maintained by beekeepers had been in decline since the 1960s, for various reasons including urbanization, pesticide use, tracheal and Varroa mites, and commercial beekeepers retiring and going out of business.[11] However, in late 2006 and early 2007, the rate of attrition was alleged to have reached new proportions,[citation needed] and people began to use the term colony collapse disorder to describe the sudden rash of disappearances (or sometimes spontaneous hive collapse or the Mary Celeste syndrome in the United Kingdom).[26] Losses had remained stable since the 1990s at 17–20% per year, attributable to a variety of factors, such as mites, diseases, and management stress.[27] In the winter of 2004–2005, a spontaneous collapse occurred and was attributed to varroa mites (the \"vampire mite\" scare), though this was ultimately never confirmed. The first report classified as CCD was in mid-November 2006 by a Pennsylvania beekeeper overwintering in Florida.[3] By February 2007, large commercial migratory beekeepers wintering in California, Florida, Oklahoma, and Texas had reported heavy losses associated with CCD.[27] Their reports of losses varied widely, ranging from 30% to 90% of their bee colonies; in some cases, beekeepers reported losses of nearly all of their colonies, with surviving colonies so weakened that they might no longer be able to pollinate or produce honey.[14] In late February 2007, some larger non-migratory beekeepers in the mid-Atlantic and Pacific Northwest regions also reported significant losses of more than 50%.[27] Colony losses were also reported in five Canadian provinces, several European countries, and countries in South and Central America and Asia. In 2010, the United States Department of Agriculture reported that data on overall honey bee losses for 2010 indicated an estimated 34% loss, which is statistically similar to losses reported in 2007, 2008, and 2009.[14] Fewer colony losses occurred in the US over the winter of 2013–2014 than in recent years. Total losses of managed honey bee colonies from all causes were 23.2% nationwide, a marked improvement over the 30.5% loss reported for the winter of 2012–2013 and the eight-year average loss of 29.6%.[28] After bee populations dropped 23% in the winter of 2013, the Environmental Protection Agency and Department of Agriculture formed a task force to address the issue.[29] Since 2014, Congress has substantially subsidized the pollinator industry through the 2014 Farm Bill.[30] The 2014 Farm Bill has allowed for up to $20 million worth of subsidies every fiscal year to be put toward conservation of honeybees, livestock, and farm-raised fish that suffer losses due to disease, weather events, or adverse conditions.[31] In 2017, Congress implemented additional funding to protect bees from agricultural pesticide spray and dust applications while they are under contract to provide pollination services.[32] The Agriculture Improvement Act of 2018, also known as the 2018 Farm Bill, increased the monetary cap for the annual financial aid for emergency assistance from $20 million to $34 million.[30] CCD is not the same as colony decline that can be caused by various issues such as queen health, varroa mite infestation, nutrition, and various diseases.[33] In collapsed colonies, CCD is suspected when it is observed that few adult bees are physically present in the colony. Unlike with other acute causes of die-off such as pesticide exposure, few if any dead bees are found in or near the hive, as if the hive had simply been abandoned.[34] A colony that has collapsed from CCD is generally characterized by all of these conditions occurring simultaneously:[35][36] Precursor symptoms that may arise before the final colony collapse include: Before any symptomatic manifestation of colony collapse disorder, various physio-pathological traits may serve as biomarkers for colony health as well as predict CCD status. Bees of collapsing colonies tend to have a soft fecal matter, half-filled rectums, rectal enteroliths (rectal stones), and Malpighian tubule iridescence. The defective rectum indicates nutritional disruption or water imbalance, whereas rectal enteroliths suggest a malfunction of excretory physiology which might further lead to constipation and poor osmoregulation in CCD bees. These traits express at various degrees across four bee age groups (newly emerged bees, nurse bees, non-pollen foragers, and pollen foragers) and were confirmed not to be associated with age.[41] In addition, there are genetic indications in the gut that suggest the susceptibility of honey bees to CCD. Sixty-five different RNA transcripts have been determined as potential signs for CCD status. Genetic expression of these transcripts were either upregulated or downregulated depending on genes when comparing them to healthy bees. The abundance of unusual ribosomal RNA (rRNA) fragments containing poly(A)-rich 3′ tails was detected via microarray analysis and qPCR in the guts of CCD bees.[42] This evidence suggests that these poly(A)-rRNA sequences play the role of degradation intermediates to help in protein folding and enzymatic activity of rRNA.[43] Furthermore, the presence of deformed wing virus and Israeli acute paralysis virus as well as the expression of poly(A)-rRNA are genetic indications for the appearance of CCD.[42] The National Agricultural Statistics Service (NASS) reported 2.44 million honey-producing hives were in the United States in February 2008, down from 4.5 million in 1980, and 5.9 million in 1947, though these numbers underestimate the total number of managed hives, as they exclude several thousand hives managed for pollination contracts only, and also do not include hives managed by beekeepers owning fewer than 5 hives. This under-representation may be offset by the practice of counting some hives more than once; hives that are moved to different states to produce honey are counted in each state's total and summed in total counts.[44] In 2007 in the US, at least 24 different states[45] had reported at least one case of CCD.[46] In a 2007 survey of 384 responding beekeepers from 13 states, 23.8% met the specified criterion for CCD (that 50% or more of their dead colonies were found without bees and / or with very few dead bees in the hive or apiary).[46] In 2006–2007, CCD-suffering operations had a total loss of 45% compared to the total loss of 25% of all colonies experienced by non-CCD suffering beekeepers.[44][46] A 2007–2008 survey of over 19% of all US colonies revealed a total loss of 35.8%. Operations that pollinated almonds lost, on average, the same number of colonies as those that did not. The 37.9% of operations that reported having at least some of their colonies die with a complete lack of bees had a total loss of 40.8% of colonies compared to the 17.1% loss reported by beekeepers without this symptom. Large operations were more likely to have this symptom, suggesting a contagious condition may be a causal factor. About 60% of all colonies that were reported dead in this survey died without the presence of dead bees in the hive, thus possibly suffered from CCD.[44] Between 2007–2013 after CCD was described in the US, annual winter colony losses doubled from 15% pre-CCD to 30%. Such loss rates fell to 24% from 2014 to 2017 and CCD symptoms were not as commonly associated with hive losses.[47] While CCD has increased hive losses, honey bee colony numbers in the US have remained stable or grown since the identification of CCD.[48] Throughout the year in 2017, NASS reported total US hives ranged between 2.63 and 2.99 million throughout the year for operations with more than five colonies, and 35–43 thousand hives for those with fewer than 5 colonies. In the same year, operations with more than 5 colonies lost 77.8 thousand hives (2.6–3.0%) with CCD symptoms and those with fewer than 5 colonies lost 6 thousand hives (14–17%) with CCD symptoms.[49] According to the European Food Safety Authority (EFSA), in 2007, the United Kingdom had 274,000 hives, Italy had 1,091,630, and France 1,283,810. In 2008, the British Beekeepers Association reported the bee population in the United Kingdom dropped by around 30% between 2007 and 2008, and an EFSA study revealed that in Italy the mortality rate was 40–50%. However, EFSA officials point out the figures are not very reliable because before the bees started dying, no harmonisation was used in the way different countries collected statistics on their bee populations. At that time (2008), the reports blamed the high death rate on the varroa mite, two seasons of unusually wet European summers, and some pesticides.[50] In 2009, Tim Lovett, president of the British Beekeepers' Association, said: \"Anecdotally, it is hugely variable. There are reports of some beekeepers losing almost a third of their hives and others losing none.\" John Chapple, chairman of the London Beekeepers' Association, put losses among his 150 members at between a fifth and a quarter. \"There are still a lot of mysterious disappearances; we are no nearer to knowing what is causing them.\" The government's National Bee Unit continued to deny the existence of CCD in Britain; it attributes the heavy losses to the varroa mite and rainy summers that stop bees foraging for food.[51] In 2010, David Aston of the British Beekeepers' Association stated, \"We still do not believe CCD (which is now better defined) is a cause of colony losses in the UK, however we are continuing to experience colony losses, many if not most of which can be explained.\" He feels recent studies suggest \"further evidence to the evolving picture that there are complex interactions taking place between a number of factors, pathogens, environmental, beekeeping practices and other stressors, which are causing honey bee losses described as CCD in the US\".[52] Beekeepers in Scotland also reported losses from 2007 to 2009.[51] Andrew Scarlett, a Perthshire-based bee farmer and honey packer, lost 80% of his 1,200 hives during the 2009–2010 winter. He attributed the losses to a virulent bacterial infection that quickly spread because of a lack of bee inspectors, coupled with sustained poor weather that prevented honey bees from building up sufficient pollen and nectar stores.[51] In Germany, where some of the first reports of CCD in Europe appeared, and where, according to the German national association of beekeepers, 40% of the honey bee colonies died,[53] there was no scientific confirmation. In early May 2007, the German media reported no confirmed CCD cases seemed to have occurred in Germany.[54][51] A case study published in 2012 examined and identified a colony loss incident in Switzerland, surveyed by the Swiss Bee Research Centre in October 2009, as the first case of CCD outside of the United States.[40] While the incedent matched the criteria suggested by prior US hive surveys,[39] analysis of laboratory tests for pathogens found a lack of differentiation in pathogen loads or co-infection levels between CCD and non-CCD hives.[40] The case study further notes that the colonies did not have damaging levels of Varroa destructor or Nosema spp at the time of collapse but emphasized that pathogens could not be ruled out as playing a role. At the end of May 2012, the Swiss government reported about half of the bee population had not survived the winter. The main cause of the decline was thought to be the parasite Varroa destructor.[55] In China, a three-year survey from 2010 to 2013 (using COLOSS questionnaires) showed colony losses of 10.1% on average. Comb renewal and queen problems were identified as significant risk factors.[56] The mechanisms of CCD are still unknown, but many causes are currently being considered, such as pesticides, mites, fungi, beekeeping practices (such as the use of antibiotics or long-distance transportation of beehives), malnutrition, poor quality queens, starvation, other pathogens, and immunodeficiencies. The current scientific consensus is that no single factor is causing CCD, but that some of these factors in combination may lead to CCD either additively or synergistically.[44][57][58][59][60][61][62][63][64][65] In 2006, the Colony Collapse Disorder Working Group (CCDWG), based primarily at Pennsylvania State University, was established. Their preliminary report pointed out some patterns, but drew no strong conclusions.[3] A survey of beekeepers early in 2007 indicated most hobbyist beekeepers believed that starvation was the leading cause of death in their colonies, while commercial beekeepers overwhelmingly believed invertebrate pests (Varroa mites, honey bee tracheal mites, and/or small hive beetles) were the leading cause of colony mortality.[46] A scholarly review in June 2007 similarly addressed numerous theories and possible contributing factor, but left the issue unresolved.[2] In July 2007, the United States Department of Agriculture (USDA) released a CCD Action Plan, which outlined a strategy for addressing CCD consisting of four main components:[66] survey and data collection; analysis of samples; hypothesis-driven research; mitigation and preventive action. The first annual report of the U.S. Colony Collapse Disorder Steering Committee was published in 2009.[67] It suggested CCD may be caused by the interaction of many agents in combination.[68] The same year, the CCD Working Group published a comprehensive descriptive study that concluded: \"Of the 61 variables quantified (including adult bee physiology, pathogen loads, and pesticide levels), no single factor was found with enough consistency to suggest one causal agent. Bees in CCD colonies had higher pathogen loads and were co-infected with more pathogens than control populations, suggesting either greater pathogen exposure or reduced defenses in CCD bees.\"[37] The second annual Steering Committee report was released in November 2010. The group reported that although many associations—including pesticides, parasites, and pathogens—had been identified throughout the course of research, \"it is becoming increasingly clear that no single factor alone is responsible for [CCD]\". Their findings indicated an absence of damaging levels of the parasite Nosema or parasitic Varroa mites at the time of collapse.[14] They did find an association of sublethal effects of some pesticides with CCD, including two common miticides in particular, coumaphos and fluvalinate, which are pesticides registered for use by beekeepers to control varroa mites. Studies also identified sublethal effects of neonicotinoids and fungicides, pesticides that may impair the bees' immune systems and may leave them more susceptible to bee viruses.[14][69][70] A 2015 review examined 170 studies on colony collapse disorder and stressors for bees, including pathogens, agrochemicals, declining biodiversity, climate change and more. The review concluded that \"a strong argument can be made that it is the interaction among parasites, pesticides, and diet that lies at the heart of current bee health problems.\"[71][72] Furthermore: Bees of all species are likely to encounter multiple stressors during their lives, and each is likely to reduce the ability of bees to cope with the others. A bee or bee colony that appears to have succumbed to a pathogen may not have died if it had not also been exposed to a sublethal dose of a pesticide and/or been subject to food stress (which might in turn be due to drought or heavy rain induced by climate change, or competition from a high density of honey bee hives placed nearby). Unfortunately, conducting well-replicated studies of the effects of multiple interacting stressors on bee colonies is exceedingly difficult. The number of stressor combinations rapidly becomes large, and exposure to stressors is hard or impossible to control with free-flying bees. Nonetheless, a strong argument can be made that it is the interaction among parasites, pesticides, and diet that lies at the heart of current bee health problems.[71][72] Early researchers commented that the pathway of propagation functions in the manner of a contagious disease; however, some sentiment existed that the disorder may involve an immunosuppressive mechanism,[73] potentially linked to \"stress\" leading to a weakened immune system. Specifically, according to research done in 2007 at the Pennsylvania State University: \"The magnitude of detected infectious agents in the adult bees suggests some type of immunosuppression\". These researchers initially suggested a connection between Varroa destructor mite infestation and CCD, suggesting that a combination of these bee mites, deformed wing virus (which the mites transmit) and bacteria work together to suppress immunity and may be one cause of CCD.[3][74] Parasites, such as varroa mites (Varroa destructor), honey bee tracheal mites (Acarapis woodi), fungal, bacterial and viral diseases, and kleptoparasites such as small hive beetles (Aethina tumida), are all problems that have been introduced within the last 20 years in the continental U.S., and are faced by beekeepers.[44] When a colony is dying, for whatever cause, and other healthy colonies are nearby (as is typical in a bee yard), those healthy colonies often enter the dying colony and rob its provisions for their own use. If the dying colony's provisions were contaminated (by natural or man-made toxins), the resulting pattern (of healthy colonies becoming sick when in proximity to a dying colony) might suggest to an observer that a contagious disease is involved. However, in typical CCD cases, provisions of dying colonies are not robbed, suggesting that toxins do not spread via robbing, thereby mimicking a disease.[citation needed] Additional evidence that CCD is an infectious disease came from the following observations: the hives of colonies that had died from CCD could be reused with a healthy colony only if they were first treated with DNA-destroying radiation,[75] and the CCD Working Group report in 2010 indicated that CCD-exhibiting hives tended to occur in proximity to one another within apiaries.[37] According to a 2007 article, the mite Varroa destructor remains the world's most destructive honey bee killer, due in part to the viruses it carries, including deformed wing virus and acute bee paralysis virus, which have both been implicated in CCD.[74][76] Affliction with Varroa mites also tends to weaken the immune system of the bees. Dr. Enesto Guzman, an entomological researcher at the University of Guelph in Canada, studied 413 Ontario bee colonies in 2007–08. The presence of Varroa mites within colonies before winter was observed to weaken the immune systems of bees and introduce viruses that led to colony death during the winter. About 27% of hives did not survive the winter, and the Varroa mite was identified as the cause in 85% of the cases.[77] Varroa mites also affect the queen's ability to reproduce, which is detrimental to the survival of the hive.[37] As such, Varroa mites have been considered as a possible cause of CCD, though not all dying colonies contain these mites.[78] Varroa destructor is a parasitic mite that colonizes beehives and preys on honey bees by consuming their hemolymph. Varroa mites parasitize all types of honey bees (workers, nurse bees, larvae) depending on their life cycle stage. During the phoretic stage, Varroa prefer to attach to nurse bees as this results in higher fitness leading into the reproductive stage. The mites then feed on larvae during their reproductive stage and increased fitness leads to an increase in mite fecundity (number of female offspring).[79] Due to Varroa's ability to feed on all types of honey bees, they are one of the biggest threats to colonies, especially over winter.[citation needed] In 2020 a group of scientists announced that they were in the early stages of field testing a bacterium with specifically genetically modified plasmids that both suppressed infection with deformed wing virus but also effectively reduced Varroa mite survival.[80] In 2004, Israeli acute paralysis virus (IAPV), was discovered in Israel and at one time it was considered the cause of CCD. It was named after the place it was first identified; its place of origin is unknown. In September 2007, results of a large-scale statistical RNA sequencing study of afflicted and unafflicted colonies were reported. RNA from all organisms in a colony was sequenced and compared with sequence databases to detect the presence of pathogens. All colonies were found to be infected with numerous pathogens, but only the IAPV virus showed a significant association with CCD: the virus was found in 25 of the 30 tested CCD colonies, and only in one of the 21 tested non-CCD colonies.[75][81] Research in 2009 has found that an indicator for an impaired protein production is common among all bees affected by CCD, a pattern consistent with IAPV infection. It is conjectured that Dicistroviridae, like the IAPV, cause degradation of the ribosomes, which are responsible for protein production of cells, and that this reduced ribosomal function weakens the bees, making them more vulnerable to factors that might not otherwise be lethal.[42][82] Some have suggested the syndrome may be an inability by beekeepers to correctly identify known diseases such as European foulbrood or the microsporidian fungus Nosema apis. The testing and diagnosis of samples from affected colonies (already performed) makes this highly unlikely, as the symptoms are fairly well known and differ from what is classified as CCD. A high rate of Nosema infection was reported in samples of bees from Pennsylvania, but this pattern was not reported from samples elsewhere.[3] Hives of western honey bees infected with Nosema ceranae are wiped out within eight days[83] indicating that CCD may be caused by N. ceranae. A research team claim to have ruled out many other potential causes,[84][85] however, a 2009 survey of US CCD-affected bee populations found only about half of the colonies sampled, both in CCD and control populations, were infected with N. ceranae.[37] The primary antifungal agent used against Nosema is fumagillin, which has been used in a German research project to reduce the microsporidian's impact, and is mentioned as a possible remedy by the CCDWG.[86] Higes also claims to have successfully cured colonies with fumagillin.[87][88] A review of these results described these results as promising, but cautioned \"N. ceranae may not be to blame for all cases of colony collapse\".[89] Various areas in Europe have reported this fungus, but no direct link to CCD has yet been established.[90][91] In 2007, N. ceranae was reported in a few hives in California.[92] The researcher did not, however, believe this was conclusive evidence of a link to CCD; \"We don't want to give anybody the impression that this thing has been solved\".[93] A USDA bee scientist has similarly stated, \"while the parasite Nosema ceranae may be a factor, it cannot be the sole cause. The fungus has been seen before, sometimes in colonies that were healthy\".[94] N. ceranae has been detected in honey bees from several states using PCR of the 16S gene.[95][96] In New York, N. ceranae was detected in 49 counties, and of the 1,200 honey bee samples collected, 528 (44%) were positive for Nosema, from which, PCR analysis of 371 spore positive samples revealed 96% were N. ceranae, 3% had both N. ceranae and N. apis, and 1% had N. apis only.[97] When healthy bees are fed pollen filled with fungicides, insecticides, and other agrochemicals—including imidacloprid[98]—they are more likely to be infected by N. ceranae, thereby suggesting a potential link to CCD.[99][65] A University of Montana and Montana State University team of scientists headed by Jerry Bromenshenk and working with the US Army's Edgewood Chemical Biological Center published a paper in October 2010 saying that a new DNA virus, invertebrate iridescent virus type 6 (IIV-6), and the fungus Nosema ceranae were found in every killed colony the group studied. In their study, they found neither agent alone seemed deadly, but a combination of the virus and N. ceranae was always 100% fatal.[100][101][102] Information about the study was released to the public in a front-page article in The New York Times.[103] A few days later, an article was published in Fortune magazine with the title, \"What a scientist didn't tell the New York Times about his study on bee deaths\". Professor of entomology at Penn State University James Frazier, who was researching the sublethal impact of pesticides on bees, said that while Bromenshenk's study generated some useful data, Bromenshenk has a conflict of interest as CEO of a company developing scanners to diagnose bee diseases.[104] A few months later, the methods used to interpret the mass spectrometry data in the Bromenshenk study were called into question, raising doubts as to whether IIV-6 was ever correctly identified in any of the samples examined.[105][106] According to the USDA pesticides may be contributing to CCD.[14] Scientists have long[when?] been concerned that pesticides, including possibly some fungicides, may have sublethal effects on bees, not killing them outright, but instead impairing their development and behavior.[107][108] Maryann Frazier[who?] said \"pesticides alone have not shown they are the cause of CCD. We believe that it is a combination of a variety of factors, possibly including mites, viruses and pesticides.\"[109] Evaluating pesticide contributions to CCD is particularly difficult for several reasons. First, the variety of pesticides in use in the different areas reporting CCD makes it difficult to test for all possible pesticides simultaneously. Second, many commercial beekeeping operations are mobile, transporting hives over large geographic distances over the course of a season, potentially exposing the colonies to different pesticides at each location. Third, the bees themselves place pollen and honey into long-term storage, effectively meaning a delay may occur from days to months before contaminated provisions are fed to the colony, negating any attempts to associate the appearance of symptoms with the actual time when exposure to pesticides occurred.[citation needed] In 2010 a sequencing of the honey bee genome provided a possible explanation for the sensitivity of bees to pesticides. Its genome is deficient in the number of genes encoding detoxification enzymes, including cytochrome P450 monooxygenases (P450s), glutathione-S-transferases, and carboxylesterases.[110] A class of insecticides called neonicotinoids has come under particular scrutiny. Neonicotinoids are systemic pesticides, typically used as seed treatments in order to reduce the application of foliar pesticides as the plants grow.[111] The three main compounds in agricultural use are imidacloprid, clothianidin, and thiamethoxam. Potentially toxic effects studied in the laboratory have often been followed by field studies that fail to show effects on actual bee populations.[112] Despite gaps in the scientific evidence, regulators have restricted the use of neonicotinoids in Europe[113] and elsewhere[114] largely on the basis of concerns for bee health. Use of neonicotinoid pesticides in the US increased after 2005, coincident with rising bee deaths.[115] Most corn (maize) grown in the US is grown from seeds treated with neonicotinoids. Although maize is wind-pollinated, honey bees that happen to be foraging on the plants may be exposed to pesticide residues in the nectar and pollen. Honey bees may also be exposed by foraging on wild plants unintentionally exposed to nicotinoids.[116] To date,[when?] most of the evaluation of possible roles of pesticides in CCD have relied on the use of surveys submitted by beekeepers, but direct testing of samples from affected colonies seems likely to be needed. Neonicotinoids may interfere with bees' natural homing abilities, causing them to become disoriented and preventing them from finding their way back to the hive.[117][118][119][120][121] These impairments may result from effects of neonicotinoids on the long-term and short-term memory of bees.[122][123] Sublethal doses of imidacloprid in laboratory and field experiments decreased flight activity and olfactory discrimination, and olfactory learning performance was impaired.[124] Exposure to Imidacloprid matched to field levels has been shown to reduce colony growth and new queen production.[117] A 2012 in situ study suggested that exposure to sublethal levels of imidacloprid in high fructose corn syrup (HFCS), which is used to feed honey bees when forage is not available, caused bees to exhibit symptoms consistent with CCD. The control group fed HFCS without insecticide does not show such symptoms.[125][126] A 2013 literature review concluded that neonicotinoids in the amounts typically used were harmful to bees and that alternatives were urgently needed.[61] The doses taken up by bees were not lethal, but possible chronic problems could be caused by long-term exposure.[27] In 2005 a team of scientists found pollen obtained from seeds dressed with imidacloprid contain significant levels of the insecticide, and suggested that polluted pollen might cause honey bee colony death.[127] A meta-analysis study published in February 2010 found evidence from laboratory studies showing sublethal effects of imidacloprid on honey bees, but a lack of evidence on the environmental relevance of these findings.[128] Similarly, a 2012 review concluded that in a laboratory setting, both lethal and sub-lethal effects on foraging behavior, memory, and learning ability were observed in honey bees exposed to neonicotinoids, but that these effects were not seen in field studies with field-realistic dosages.[129] In 2012 several studies were published showing that neonicotinoids had previously undetected routes of exposure affecting bees including through dust, pollen, and nectar.[130] Research also showed environmental persistence in agricultural irrigation channels and soil.[131] The machines that plant corn seeds coated with clothianidin and imidacloprid release certain amounts of the pesticide into the air, another possible route of exposure.[130] In 2015, an 11-year British study showed a correlation between increasing agricultural use of neonicotinoid seed treatments and escalating honey bee colony losses at a landscape level.[111] This was the first field study to establish a link between neonicotinoids and CCD.[132] In Europe, the interaction of the phenomenon of \"dying bees\" with imidacloprid has been discussed for quite some time[when?].[133][134][135] A study from the \"Comité Scientifique et Technique (CST)\" was at the center of discussion, and led to a partial ban of imidacloprid in France. The imidacloprid pesticide Gaucho was banned in 1999 by the French Minister of Agriculture Jean Glavany, primarily due to concern over potential effects on honey bees.[136][137][138] While French beekeepers succeeded in banning neonicotinoids, the Clinton administration permitted pesticides that were previously banned,[139] including imidacloprid. In 2004, the Bush administration reduced regulations further and pesticide applications increased.[140][141] In 2013, a formal review by the European Food Safety Authority (EFSA), reported that some neonicotinoids posed an unacceptably high risk to bees, and identified several data gaps not previously considered. Their review concluded, \"A high acute risk to honey bees was identified from exposure via dust drift for the seed treatment uses in maize, oilseed rape and cereals. A high acute risk was also identified from exposure via residues in nectar and/or pollen.\"[142] Subsequent to the 2013 EFSA review, the European Commission (EC) proposed a two-year ban on neonicotinoids.[143] In April 2013, the European Union voted for a two-year restriction on neonicotinoid insecticides. The ban restricted the use of imidacloprid, clothianidin, and thiamethoxam for use on crops that are attractive to bees. Eight nations voted against the motion, including the British government, which argued that the science was incomplete.[144] The ban can be seen as an application of the \"precautionary principle\", established at the 1992 Rio Conference on the Environment and Development, which advocated that \"lack of full scientific certainty shall not be used as a reason for postponing cost-effective measures to prevent environmental degradation.\"[145][146] In 2013 beekeepers and environmentalists jointly filed a lawsuit blaming the United States Environmental Protection Agency (EPA) for continuing to allow the use of neonicotinoids in the United States. The suit specifically asked for suspension of clothianidin and thiamethoxam.[147] The EPA responded to the suit by pointing to research which found the Varroa mite responsible for the decline in bees and showed that the role of neonicotinoids in CCD had been overstated.[148] The Save America's Pollinators Act (H.R. 2692) was introduced in Congress in 2013,[149][150] and reintroduced in 2015. The proposed act asked that neonicotinoids be suspended until a full review of their impacts had occurred.[151] Fipronil is a phenylpyrazole insecticide, with a broad-spectrum systemic mode of action. Fipronil is designed to eliminate insects similar to bees, such as yellowjackets (Vespula germanica) and many other colonial pests by a process of 'toxic baiting', whereby one insect returning to the hive spreads the pesticide among the brood.[152] In May 2003, the French Directorate-General of Food at the Ministry of Agriculture determined that a case of mass bee mortality observed in southern France was related to acute fipronil toxicity. Toxicity was linked to defective seed treatment, which generated dust. In February 2003, the ministry decided to temporarily suspend the sale of BASF crop protection products containing fipronil in France, including the \"Regent\" brand.[153] In 2010 fipronil was blamed for the spread of CCD among bees, in a study by the Minutes-Association for Technical Coordination Fund in France, which found that even at very low nonlethal doses, this pesticide impaired the ability to locate the hive, resulting in large numbers of foragers lost with every pollen-finding expedition, though no mention was made regarding any of the other symptoms of CCD;[154] other studies, however, have shown no acute effect of fipronil on honey bees.[155] In 2013, researchers collected pollen from hives and fed it to healthy bees. The pollen had an average of nine different pesticides and fungicides. Further, the researchers discovered that bees that ate pollen with fungicides were three times more likely to be infected by parasites. Their study shows that fungicides, thought harmless to bees, may actually play a significant role in CCD. Their research also showed that spraying practices may need to be reviewed because the bees sampled by the authors foraged not from crops, but almost exclusively from weeds and wildflowers, suggesting that bees are more widely exposed to pesticides than thought.[156] Dennis vanEngelsdorp, an entomologist at the University of Maryland, has been quoted as saying \"Fungicides, which we didn't expect to harm insects, seem to have a sub-lethal effect on bee health\". He went on further to state this is important because fungicides are not heavily regulated.[99] Most beekeepers affected by CCD report that they use antibiotics and miticides in their colonies, though the lack of uniformity as to which particular chemicals they use[3] makes it unlikely that any single such chemical is involved. However, it is possible that not all such chemicals in use have been tested for possible effects on honey bees, and could therefore potentially be contributing to the CCD phenomenon.[2][157] A study at the University of Texas in Austin found that commonly used antibiotics found in beekeeping to prevent disease lower the gut microbial levels in honeybees,[158] making them more susceptible to disease.[159] A widespread occurrence of viral infections within a beehive can lead to colony collapse. Researchers state that although the antibiotics are necessary, beekeepers should exercise caution when determining amount and length of use.[158] A widespread occurrence of viral infections within a beehive can lead to colony collapse. Beekeepers use miticides to rid colonies of Varroa infestations; however, treatment can lead to higher levels of viral infections in colonies. High doses of treatment or the use of miticides for an extended period of time can lead to immune-suppression in honey bees, making them more susceptible to viruses.[160] 2008 research by scientists from Pennsylvania State University found high levels of the miticides fluvalinate and coumaphos in samples of wax from hives, as well as lower levels of 70 other pesticides.[37] Increased levels of the organophosphate Coumaphos in wax have been associated with decreased survivorship of developing queens.[37] Researchers from Washington State University, under entomologist Steve Sheppard in 2009, confirmed high levels of pesticide residue in hive wax and found an association between it and significantly reduced bee longevity.[109] A large 2010 survey of healthy and CCD-affected colonies also revealed elevated levels of pesticides in wax and pollen, but the amounts of pesticides were similar in both failing and healthy hives.[14] Environmental changes may have an effect on honey bee development, but the precise impact of potential environmental changes on honey bees as a result of climate change is unknown.[161] Since U.S. beekeeper Nephi Miller first began moving his hives to different areas of the country for the winter of 1908, migratory beekeeping has become widespread in America. Bee rental for pollination is a crucial element of U.S. agriculture, which could not produce anywhere near its current levels with native pollinators alone.[162] U.S. beekeepers collectively earn much more from renting their bees out for pollination than they do from honey production.[citation needed] Researchers are concerned that trucking colonies around the country to pollinate crops, where they intermingle with other bees from all over, helps spread viruses and mites among colonies. Additionally, such continuous movement and re-settlement is considered by some a strain and disruption for the entire hive, possibly rendering it less resistant to all sorts of systemic disorder.[163] In addition to the concern surrounding viruses and mites in transporting bees across the country, the stress bees experience in transport is a potential mechanism involved in colony collapse disorder.[164] Most of the focus on CCD has been toward environmental factors. CCD is a condition recognised for greatest impact in regions of 'industrial' or agricultural use of commercially bred bee colonies. Natural breeding and colony reproduction of wild bees is a complex and highly selective process, leading to a diverse genetic makeup in large within-colony populations of bees,[165] which might not be reproduced in commercially bred colonies.[citation needed][further explanation needed] In 2007, one of the patterns reported by the CCD Study Group at Pennsylvania State was that all producers in a preliminary survey noted a period of \"extraordinary stress\" affecting the colonies in question prior to their die-off, most commonly involving poor nutrition and/or drought.[3] This was the only factor that all of the cases of CCD had in common in the report; accordingly, there appeared to be at least some significant possibility that the phenomenon was correlated to nutritional stress that may not manifest in healthy, well-nourished colonies. This was similar to the findings of another independent survey done in 2007 in which small-scale beekeeping operations (up to 500 colonies) in several states reported their belief that malnutrition and/or weak colonies was the factor responsible for their bees dying in over 50% of the cases, whether the losses were believed to be due to CCD or not.[46] Some researchers have attributed the syndrome to the practice of feeding high-fructose corn syrup (HFCS) to supplement winter stores. The variability of HFCS may be relevant to the apparent inconsistencies of results. One European writer has suggested a possible connection with HFCS produced from genetically modified corn.[166] At least one researcher has stated, however, that if this were the sole factor involved, this should have led to the exclusive appearance of CCD in wintering colonies being fed HFCS, but many reports of CCD had occurred in other contexts with beekeepers who had not used HFCS.[167] Other researchers have speculated that colony collapse disorder is mainly a problem of feeding the bees a monoculture diet when they should receive food from a variety of sources/plants. In winter, these bees are given a single food source such as corn syrup (high-fructose or other), sugar and pollen substitute. In summer, they may only pollinate a single crop (e.g., almonds, cherries, or apples).[168] The monoculture diet is thus attributed to bee rentals and migratory bee keeping. While it is claimed that single pollen diets are greatly inferior to mixed pollen diets, there are a few pollens, however, that are acceptable for honey bees to be introduced to exclusively, including sweet clover and mustard.[169] A study published in 2010 found that bees that were fed pollen from a variety of different plant species showed signs of having a healthier immune system than those eating pollen from a single species. Bees fed pollen from five species had higher levels of glucose oxidase than bees fed pollen from one species, even if the pollen had a higher protein content. The authors hypothesised that CCD may be linked to a loss of plant diversity.[170] Researches found a proper diet that does lead to a healthy honey bee population. \"The authors recommended a diet containing 1000 ppm potassium, 500 ppm calcium, 300 ppm magnesium and 50 ppm each of sodium, zinc, manganese, iron and copper.\"[169] A 2014 studies found that bees fed high-fructose corn syrup or sugar shows downregulation in several genes related to protein metabolism and oxidation reduction as compared to those fed the similarly low-protein honey.[171] A 2013 study found that p-Coumaric acid, which is normally present in honey, assists bees in detoxifying certain pesticides. Its absence in artificial nutrients fed to bees may therefore contribute to CCD.[172] Despite considerable discussion on the Internet and in the lay media, there have been almost no careful studies, published in peer reviewed scientific literature, on effects of electromagnetic field exposure on honeybees.[173][174] One of the few peer-reviewed studies was published in 1981 and found that even at microwave radiation powers far higher than used in communication, that bees were not significantly affected.[175] A study on the non-thermal effects of radio frequency (RF) on honey bees (Apis mellifera carnica) reported there were no changes in behavior due to RF exposure from DECT cordless phone base stations operating at 1,880–1,900 MHz.[176] A later study established that close-range electromagnetic field (EMF) may reduce the ability of bees to return to their hive.[177] In the course of their study, one half of their colonies broke down, including some control hives that did not have embedded DECT base stations. In April 2007, news of this study appeared in various media outlets, beginning with an article in The Independent, which stated that the subject of the study included mobile phones and had related them to CCD.[178] Although cellular phones were implicated at the time by other media reports, they were not covered in the quoted study. The researchers involved have since stated that their research did not include findings on cell phones, nor their relationship to CCD, and indicated that the Independent article had misinterpreted their results and created \"a horror story\".[173][174] A review of 919 peer-reviewed scientific studies investigating the effects of EMF on wildlife, humans, and plants included 7 studies involving honey bees; 6 of which reported negative effects from exposure to EMF radiation, but none demonstrated any specific link to CCD.[179] A 2004 exploratory study was conducted on the non-thermal effects of electromagnetic exposure and learning. The investigators did not find any change in behavior due to RF exposure from the DECT base station operating at 1880–1900 MHz.[176] Honeybees can detect weak static, or low-frequency magnetic fields, which they use as one of several cues in navigation. However, no mechanism has been established by which weak radio frequency energy can affect the behavior of insects, apart from minor heating effects.[180] GM crops are not considered to be a cause of CCD. In 2008 a meta-analysis[181] of 25 independent studies assessing the effects of Bt Cry proteins on honeybee survival (mortality) showed that Bt proteins used in commercialized GE crops to control lepidopteran and coleopteran pests did not negatively impact the survival of honeybee larvae or adults. Additionally, larvae consumed only a small percent of their protein from pollen, and there was also a lack of geographic correlation between GM crop locations and regions where CCD occurred.[182] As of 1 March 2007[update], the Mid-Atlantic Apiculture Research and Extension Consortium (MAAREC) offered the following tentative recommendations for beekeepers noticing the symptoms of CCD:[86][failed verification] Another proposed remedy for farmers of pollinated crops is simply to switch from using beekeepers to the use of native bees, such as bumble bees and mason bees.[183][184] Native bees can be helped to establish themselves by providing suitable nesting locations and some additional crops the bees could use to feed from (e.g. when the pollination season of the commercial crops on the farm has ended).[185][186] A British beekeeper successfully developed a strain of bees that are resistant to varroa mites.[187][188][189][190] Russian honey bees also resist infestations of varroa mites but are still susceptible to other factors associated with colony collapse disorder, and have detrimental traits that limit their relevance in commercial apiculture.[citation needed] In the United Kingdom, a national bee database was set up in March 2009 to monitor colony collapse as a result of a 15% reduction in the bee population that had taken place over the previous two years.[191] In particular, the register, funded by the Department for Environment, Food and Rural Affairs and administered by the National Bee Unit, will be used to monitor health trends and help establish whether the honey industry is under threat from supposed colony collapse disorder. Britain's 20,000 beekeepers have been invited to participate. In October 2010, David Aston of the British Beekeepers' Association stated, \"We still do not believe CCD is a cause of colony losses in the UK, however we are continuing to experience colony losses, many if not most of which can be explained. The approach being taken in UK beekeeping is to raise the profile of integrated bee health management, in other words identifying and trying to eliminate factors that reduce the health status of a colony. This incorporates increasing the skill level of beekeepers through training and education, raising the profile of habitat destruction and its effect of forage (nectar and pollen) availability, and of course research on the incidence and distribution of diseases and conditions in the UK together with more applied research and development on providing solutions.\"[50][52] Honey bees are not native to the Americas, therefore their necessity as pollinators in the U.S. and other regions in the Western Hemisphere is limited to strictly agricultural and ornamental uses, as no native plants require honey bee pollination, except where concentrated in monoculture situations—where the pollination need is so great at bloom time that pollinators must be concentrated beyond the capacity of native bees (with current technology).[citation needed] The phenomenon is particularly important for crops such as almond growing in California, where honey bees are the predominant pollinator and the crop value in 2011 was $3.6 billion.[192] In 2000, the total U.S. crop value that was wholly dependent on honey bee pollination was estimated to exceed $15 billion.[193] California almond production increased from 370 million pounds in 1995 to a record 2,500 million pounds in 2019, with an increase of over 30% in the last decade alone.[194] Because of such high demand in pollinators, the cost of renting honey bees has increased significantly, and California's almond industry rents approximately 1.6 million honey bee colonies during the spring to pollinate their crop.[195] Worldwide, honeybees yield roughly $200 billion in pollination services.[2] They are responsible for pollination of approximately one third of the United States' crop species, including such species as almonds, peaches, apples, pears, cherries, raspberries, blackberries, cranberries, watermelons, cantaloupes, cucumbers, and strawberries. Many, but not all, of these plants can be (and often are) pollinated by other insects in the U.S., including other kinds of bees (e.g., squash bees on cucurbits[196]), but typically not on a commercial scale. While some farmers of a few kinds of native crops do bring in honey bees to help pollinate, none specifically need them, and when honey bees are absent from a region, there is a presumption that native pollinators may reclaim the niche, typically being better adapted to serve those plants (assuming that the plants normally occur in that specific area).[citation needed] However, even though on a per-individual basis, many other species are actually more efficient at pollinating, on the 30% of crop types where honey bees are used, most native pollinators cannot be mass-utilized as easily or as effectively as honey bees—in many instances they will not visit the plants at all. Beehives can be moved from crop to crop as needed, and the bees will visit many plants in large numbers, compensating via saturation pollination for what they lack in efficiency. The commercial viability of these crops is therefore strongly tied to the beekeeping industry. In China, hand pollination of apple orchards is labor-intensive, time-consuming, and costly.[197][198] In regions of the Old World where they are indigenous, honeybees (Apis mellifera) are among the most important pollinators, vital to sustain natural habitats there in addition to their value for human societies (to sustain food resources).[199] Where honeybee populations decline, there is also a decline in plant populations.[200] In agriculture, some plants are completely dependent on honeybees to pollinate them to produce fruit, while other plants are only dependent on honeybees to enhance their capacity to produce better and healthier fruits. Honeybees also help plants to reduce time between flowering and fruit set, which reduces risk from harmful factors such as pests, diseases, chemicals, weather, etc.[199] Specialist plants that require honeybees will be at more risk if honeybees decline, whereas generalist plants that use other animals as pollinators (or wind pollinating or self-pollinating) will suffer less because they have other sources of pollination.[199] With that said, honeybees perform some level of pollination of nearly 75% of all plant species directly used for human food worldwide.[199][201] Catastrophic loss of honeybees could have significant impact, therefore; it is estimated that seven out of the 60 major agricultural crops in North American economy would be lost, and this is only for one region of the world. Farms that have intensive systems (high density of crops) will be impacted the most compared to non-intensive systems (small local gardens that depend on wild bees) because of dependence on honeybees. These types of farms have a high demand for honeybee pollination services, which in the U.S. alone costs $1.25 billion annually.[201] This cost is offset, however, as honeybees as pollinators generate 22.8 to 57 billion Euros globally.[200] ","Title":"Colony collapse disorder - Wikipedia","KeyID":"12004","URL":"https://en.wikipedia.org/wiki/Colony_Collapse_Disorder"}