{"Content: ":"In physical cosmology, the Big Rip is a hypothetical cosmological model concerning the ultimate fate of the universe, in which the matter of the universe, from stars and galaxies to atoms and subatomic particles, and even spacetime itself, is progressively torn apart by the expansion of the universe at a certain time in the future, until distances between particles will become infinite. According to the standard model of cosmology, the scale factor of the universe is accelerating, and, in the future era of cosmological constant dominance, will increase exponentially. However, this expansion is similar for every moment of time (hence the exponential law – the expansion of a local volume is the same number of times over the same time interval), and is characterized by an unchanging, small Hubble constant, effectively ignored by any bound material structures. By contrast, in the Big Rip scenario the Hubble constant increases to infinity in a finite time. The possibility of sudden rip singularity occurs only for hypothetical matter (phantom energy) with implausible physical properties.[1] The truth of the hypothesis relies on the type of dark energy present in our universe. The type that could prove this hypothesis is a constantly increasing form of dark energy, known as phantom energy. If the dark energy in the universe increases without limit, it could overcome all forces that hold the universe together. The key value is the equation of state parameter w, the ratio between the dark energy pressure and its energy density. If −1 < w < 0, the expansion of the universe tends to accelerate, but the dark energy tends to dissipate over time, and the Big Rip does not happen. Phantom energy has w < −1, which means that its density increases as the universe expands. A universe dominated by phantom energy is an accelerating universe, expanding at an ever-increasing rate. However, this implies that the size of the observable universe and the cosmological event horizon is continually shrinking – the distance at which objects can influence an observer becomes ever closer, and the distance over which interactions can propagate becomes ever shorter. When the size of the horizon becomes smaller than any particular structure, no interaction by any of the fundamental forces can occur between the most remote parts of the structure, and the structure is \"ripped apart\". The progression of time itself will stop. The model implies that after a finite time there will be a final singularity, called the \"Big Rip\", in which the observable universe eventually reaches zero size and all distances diverge to infinite values. The authors of this hypothesis, led by Robert R. Caldwell of Dartmouth College, calculate the time from the present to the Big Rip to be where w is defined above, H0 is Hubble's constant and Ωm is the present value of the density of all the matter in the universe. However, observations of the galaxy cluster speeds by the Chandra X-ray Observatory seem to suggest the value of w is approximately −0.99, meaning the Big Rip will not happen.[2] In their paper, the authors consider a hypothetical example with w = −1.5, H0 = 70 km/s/Mpc, and Ωm = 0.3, in which case the Big Rip would happen approximately 22 billion years from the present. In this scenario, galaxies would first be separated from each other about 200 million years before the Big Rip. About 60 million years before the Big Rip, galaxies would begin to disintegrate as gravity becomes too weak to hold them together. Planetary systems like the Solar System would become gravitationally unbound about three months before the Big Rip, and planets would fly off into the rapidly expanding universe. In the last minutes, stars and planets would be torn apart, and the now-dispersed atoms would be destroyed about 10−19 seconds before the end. At the time the Big Rip occurs, even spacetime itself would be ripped apart and the scale factor would be infinity.[3] Evidence indicates w to be very close to −1 in our universe, which makes w the dominating term in the equation. The closer that w is to −1, the closer the denominator is to zero and the further the Big Rip is in the future. If w were exactly equal to −1, the Big Rip could not happen, regardless of the values of H0 or Ωm. According to the latest cosmological data available, the uncertainties are still too large to discriminate among the three cases w < −1, w = −1, and w > −1.[4][5]","Title":"Big Rip - Wikipedia","KeyID":"12008","URL":"https://en.wikipedia.org/wiki/Big_Rip"}