{"Content: ":"In quantum gravity, a virtual black hole[1] is a hypothetical micro black hole that exists temporarily as a result of a quantum fluctuation of spacetime.[2] It is an example of quantum foam and is the gravitational analog of the virtual electron–positron pairs found in quantum electrodynamics. Theoretical arguments suggest that virtual black holes should have mass on the order of the Planck mass, lifetime around the Planck time, and occur with a number density of approximately one per Planck volume.[3] The emergence of virtual black holes at the Planck scale is a consequence of the uncertainty relation where R μ {\\displaystyle R_{\\mu }} is the radius of curvature of spacetime small domain, x μ {\\displaystyle x_{\\mu }} is the coordinate of the small domain, ℓ P {\\displaystyle \\ell _{P}} is the Planck length, ℏ {\\displaystyle \\hbar } is the reduced Planck constant, G {\\displaystyle G} is Newton's gravitational constant, and c {\\displaystyle c} is the speed of light. These uncertainty relations are another form of Heisenberg's uncertainty principle at the Planck scale. G μ ν + Λ g μ ν = 8 π G c 4 T μ ν {\\displaystyle G_{\\mu \\nu }+\\Lambda g_{\\mu \\nu }={8\\pi G \\over c^{4}}T_{\\mu \\nu }} where G μ ν = R μ ν − R 2 g μ ν {\\displaystyle G_{\\mu \\nu }=R_{\\mu \\nu }-{R \\over 2}g_{\\mu \\nu }} is the Einstein tensor, which combines the Ricci tensor, the scalar curvature and the metric tensor; Λ {\\displaystyle \\Lambda } is the cosmological constant; а T μ ν {\\displaystyle T_{\\mu \\nu }} is the energy-momentum tensor of matter; π {\\displaystyle \\pi } is the mathematical constant pi; c {\\displaystyle c} is the speed of light; and G {\\displaystyle G} is Newton's gravitational constant. Einstein suggested that physical space is Riemannian, i.e. curved and therefore put Riemannian geometry at the basis of the theory of gravity. A small region of Riemannian space is close to flat space.[4] For any tensor field N μ ν . . . {\\displaystyle N_{\\mu \\nu ...}} , we may call N μ ν . . . − g {\\displaystyle N_{\\mu \\nu ...}{\\sqrt {-g}}} a tensor density, where g {\\displaystyle g} is the determinant of the metric tensor g μ ν {\\displaystyle g_{\\mu \\nu }} . The integral ∫ N μ ν . . . − g d 4 x {\\displaystyle \\int N_{\\mu \\nu ...}{\\sqrt {-g}}\\,d^{4}x} is a tensor if the domain of integration is small. It is not a tensor if the domain of integration is not small, because it then consists of a sum of tensors located at different points and it does not transform in any simple way under a transformation of coordinates.[5] Here we consider only small domains. This is also true for the integration over the three-dimensional hypersurface S ν {\\displaystyle S^{\\nu }} . Thus, Einstein's equations for small space-time domain can be integrated by the three-dimensional hypersurface S ν {\\displaystyle S^{\\nu }} . Have[6] Since integrable space-time domain is small, we obtain the tensor equation R μ = 2 G c 3 P μ {\\displaystyle R_{\\mu }={\\frac {2G}{c^{3}}}P_{\\mu }} where P μ = 1 c ∫ T μ ν − g d S ν {\\displaystyle P_{\\mu }={\\frac {1}{c}}\\int T_{\\mu \\nu }{\\sqrt {-g}}\\,dS^{\\nu }} is the component of the 4-momentum of matter, R μ = 1 4 π ∫ ( G μ ν + Λ g μ ν ) − g d S ν {\\displaystyle R_{\\mu }={\\frac {1}{4\\pi }}\\int \\left(G_{\\mu \\nu }+\\Lambda g_{\\mu \\nu }\\right){\\sqrt {-g}}\\,dS^{\\nu }} is the component of the radius of curvature small domain. The resulting tensor equation can be rewritten in another form. Since P μ = m c U μ {\\displaystyle P_{\\mu }=mc\\,U_{\\mu }} then where r s {\\displaystyle r_{s}} is the Schwarzschild radius, U μ {\\displaystyle U_{\\mu }} is the 4-speed, m {\\displaystyle m} is the gravitational mass. This record reveals the physical meaning of the R μ {\\displaystyle R_{\\mu }} values as a components of the gravitational radius r s {\\displaystyle r_{s}} . In a small area of space-time is almost flat and this equation can be written in the operator form or − 2 i ℓ P 2 ∂ ∂ x μ | Ψ ( x μ ) ⟩ = R ^ μ | Ψ ( x μ ) ⟩ {\\displaystyle -2i\\ell _{P}^{2}{\\frac {\\partial }{\\partial x^{\\mu }}}|\\Psi (x_{\\mu })\\rangle ={\\hat {R}}_{\\mu }|\\Psi (x_{\\mu })\\rangle } Then the commutator of operators R ^ μ {\\displaystyle {\\hat {R}}_{\\mu }} and x ^ μ {\\displaystyle {\\hat {x}}_{\\mu }} is From here follow the specified uncertainty relations Δ R μ Δ x μ ≥ ℓ P 2 {\\displaystyle \\Delta R_{\\mu }\\Delta x_{\\mu }\\geq \\ell _{P}^{2}} Substituting the values of R μ = 2 G c 3 m c U μ {\\displaystyle R_{\\mu }={\\frac {2G}{c^{3}}}m\\,c\\,U_{\\mu }} and ℓ P 2 = ℏ G c 3 {\\displaystyle \\ell _{P}^{2}={\\frac {\\hbar \\,G}{c^{3}}}} and reducing identical constants from two sides, we get Heisenberg's uncertainty principle In the particular case of a static spherically symmetric field and static distribution of matter U 0 = 1 , U i = 0 ( i = 1 , 2 , 3 ) {\\displaystyle U_{0}=1,U_{i}=0\\,(i=1,2,3)} and have remained where r s {\\displaystyle r_{s}} is the Schwarzschild radius, r {\\displaystyle r} is the radial coordinate. Here R 0 = r s {\\displaystyle R_{0}=r_{s}} and x 0 = c t = r {\\displaystyle x_{0}=c\\,t=r} , since the matter moves with velocity of light in the Planck scale. Last uncertainty relation allows make us some estimates of the equations of general relativity at the Planck scale. For example, the equation for the invariant interval d S {\\displaystyle dS} в in the Schwarzschild solution has the form Substitute according to the uncertainty relations r s ≈ ℓ P 2 / r {\\displaystyle r_{s}\\approx \\ell _{P}^{2}/r} . We obtain It is seen that at the Planck scale r = ℓ P {\\displaystyle r=\\ell _{P}} space-time metric is bounded below by the Planck length (division by zero appears), and on this scale, there are real and virtual Planckian black holes. Similar estimates can be made in other equations of general relativity. For example, analysis of the Hamilton–Jacobi equation for a centrally symmetric gravitational field in spaces of different dimensions (with help of the resulting uncertainty relation) indicates a preference for three-dimensional space for the emergence of virtual black holes (quantum foam, the basis of the \"fabric\" of the Universe.).[6] This may have predetermined the three-dimensionality of the observed space. Prescribed above uncertainty relation valid for strong gravitational fields, as in any sufficiently small domain of a strong field space-time is essentially flat. If virtual black holes exist, they provide a mechanism for proton decay.[7] This is because when a black hole's mass increases via mass falling into the hole, and is theorized to decrease when Hawking radiation is emitted from the hole, the elementary particles emitted are, in general, not the same as those that fell in. Therefore, if two of a proton's constituent quarks fall into a virtual black hole, it is possible for an antiquark and a lepton to emerge, thus violating conservation of baryon number.[3][8] The existence of virtual black holes aggravates the black hole information loss paradox, as any physical process may potentially be disrupted by interaction with a virtual black hole.[9]  This quantum mechanics-related article is a stub. You can help Wikipedia by expanding it.","Title":"Virtual black hole - Wikipedia","KeyID":"12015","URL":"https://en.wikipedia.org/wiki/Virtual_black_hole"}