{"Content: ":"A stellar collision is the coming together of two stars[1] caused by stellar dynamics within a star cluster, or by the orbital decay of a binary star due to stellar mass loss or gravitational radiation, or by other mechanisms not yet well understood. Astronomers predict that events of this type occur in the globular clusters of our galaxy about once every 10,000 years.[2] On 2 September 2008 scientists first observed a stellar merger in Scorpius (named V1309 Scorpii), though it was not known to be the result of a stellar merger at the time.[3] Any stars in the universe can collide, whether they are \"alive\", meaning fusion is still active in the star, or \"dead\", with fusion no longer taking place. White dwarf stars, neutron stars, black holes, main sequence stars, giant stars, and supergiants are very different in type, mass, temperature, and radius, and so react differently.[2] A gravitational wave event that occurred on 25 August 2017, GW170817, was reported on 16 October 2017 to be associated with the merger of two neutron stars in a distant galaxy, the first such merger to be observed via gravitational radiation.[4][5][6][7] White dwarfs are the remnants of low-mass stars and, if they form a binary system with another star, they can cause large stellar explosions known as type Ia supernovae. The normal route by which this happens involves a white dwarf drawing material off a main sequence or red giant star to form an accretion disc. Much more rarely, a type Ia supernova occurs when two white dwarfs orbit each other closely.[8] Emission of gravitational waves causes the pair to spiral inward. When they finally merge, if their combined mass approaches or exceeds the Chandrasekhar limit, carbon fusion is ignited, raising the temperature. Since a white dwarf consists of degenerate matter, there is no safe equilibrium between thermal pressure and the weight of overlying layers of the star. Because of this, runaway fusion reactions rapidly heat up the interior of the combined star and spread, causing a supernova explosion.[8] In a matter of seconds, all of the white dwarf's mass is thrown into space.[9] Neutron star mergers occur in a fashion similar to the rare type Ia supernovae resulting from merging white dwarfs. When two neutron stars orbit each other closely, they spiral inward as time passes due to gravitational radiation. When they meet, their merger leads to the formation of either a heavier neutron star or a black hole, depending on whether the mass of the remnant exceeds the Tolman–Oppenheimer–Volkoff limit. This creates a magnetic field that is trillions of times stronger than that of Earth, in a matter of one or two milliseconds. Astronomers believe that this type of event is what creates short gamma-ray bursts[10] and kilonovae.[11] If a neutron star collides with red giant of sufficiently low mass and density, both can survive in the form of a peculiar hybrid known as Thorne–Żytkow object, with the neutron star surrounded by the red giant. About half of all the stars in the sky are part of binary systems, with two stars orbiting each other. Some binary stars orbit each other so closely that they share the same atmosphere, giving the system a peanut shape. While most contact binary stars are stable, a few have become unstable and have merged in the past for reasons not well understood (see relevant section below). When two low-mass stars in a binary system merge, mass may be thrown off in the orbital plane of the merging stars, creating an excretion disk from which new planets can form.[12] While the concept of stellar collision has been around for several generations of astronomers, only the development of new technology has made it possible for it to be more objectively studied. For example, in 1764, a cluster of stars known as Messier 30 was discovered by astronomer Charles Messier. In the twentieth century, astronomers concluded that the cluster was approximately 13 billion years old.[13] The Hubble Space Telescope resolved the individual stars of Messier 30. With this new technology, astronomers discovered that some stars, known as \"blue stragglers\", appeared younger than other stars in the cluster.[13] Astronomers then hypothesized that stars may have \"collided\", or \"merged\", giving them more fuel so they continued fusion while fellow stars around them started going out.[13] While stellar collisions may occur very frequently in certain parts of the galaxy, the likelihood of a collision involving the Sun is very small. A probability calculation predicts the rate of stellar collisions involving the Sun is 1 in 1028 years.[14] For comparison, the age of the universe is of the order 1010 years. The likelihood of close encounters with the Sun is also small. The rate is estimated by the formula: where N is the number of encounters per million years that come within a radius D of the Sun in parsecs.[15] For comparison, the mean radius of the Earth's orbit, 1 AU, is 4.82 × 10−6 parsecs. Our star will likely not be directly affected by such an event because there are no stellar clusters close enough to cause such interactions.[14] KIC 9832227 is an example of an eclipsing contact binary star system. It is mainly composed of two stars orbiting each other so closely that they share the same atmosphere, giving the system a peanut shape. As the orbits of the two stars decay due to stellar mass loss and internal viscosity, the two stars will eventually merge, resulting in a luminous red nova. An analysis of the eclipses of KIC 9832227 initially suggested that its orbital period was indeed shortening, and that the cores of the two stars would merge in 2022.[16] [17][18] [19] However subsequent reanalysis found that one of the datasets used in the initial prediction contained a 12-hour timing error, leading to a spurious apparent shortening of the stars' orbital period.[20][21][22][23] The mechanism behind binary star mergers is not yet fully understood, and remains one of the main focuses of those researching KIC 9832227 and other contact binaries.","Title":"Stellar collision - Wikipedia","KeyID":"12027","URL":"https://en.wikipedia.org/wiki/Stellar_collision"}