{"Content: ":"— Events — — Events — Hindu eschatology is linked in the Vaishnavite tradition to the figure of Kalki, or the tenth and last avatar of Vishnu names of the Supreme Being in Hinduism and before the age draws to a close, and Harihara simultaneously dissolves and regenerates the universe. The current period is believed by Hindus to be the Kali Yuga, the last of four Yuga that make up the current age. It started when Krishna left the Earth in 3102 BC or 5123 years from 2022.[a] Each period has seen a progressive decline in morality, to the point that in Kali Yuga quarrel and hypocrisy are norm. In Hinduism, time is cyclic, consisting of cycles or \"kalpas\". Each kalpa lasts for 4.32 billion years and is followed by a pralaya (dissolution) of equal length, which together make a period of one full day and night of Brahma's 100 360-day year lifespan, who lives for 311 trillion, 40 billion years. The cycle of birth, growth, decay, and renewal at the individual level finds its echo in the cosmic order, yet is affected by the vagaries of divine intervention in Vaishnavism. Some Shaivites hold the view that he is incessantly destroying and creating the world. Within the current Kalpa (aeon) are 1,000 cycles of a Chatur Yuga (epoch), each with four yugas (ages). These ages encompass a beginning of complete purity to a descent into total decay, a devolution of dharmic principles. A Chatur Yuga lasts for 4.32 million years:[1] Kali Yuga, the last of the four ages, is the one in which we currently reside. This epoch has been foretold to be characterized by impiety, violence, and decay. As written in the Vishnu Purana in 100 BCE: Social status depends not upon your accomplishments, but in the ownership of property; wealth is now the source of virtue; passion and luxury are the sole bonds between spouses; falsity and lying are the conditions of success in life; sexuality is the sole source of human enjoyment; religion, a superficial and empty ritual, is confused with spirituality The fourth age is ruled over by Kali, not the goddess Kāli but the demon Kali.[2] Puranas go on to write that kings in the fourth age will be godless, wanting in tranquility, quick to anger, and dishonest. They will inflict death on women, and children, and will rise and fall to power quickly. Undisciplined barbarians will receive the support of rulers. From the four pillars of dharma—penance, charity, truthfulness, and compassion—charity will be all that remains, although it too will decrease daily. People will commit sin in mind, speech and action. Plague, famine, pestilence and natural calamities will appear. People will not believe one another, falsehoods will win disputes, and brothers will become avaricious. As each age progresses, the human life span decreases, starting from thousands of years in the Satya Yuga to 100 years in the current Kali Yuga.[2] Sannyasins will wear red. There will be many false religions, and many will profess false knowledge to earn their livelihood. Life will be short and miserable. Marriage will be for pleasure alone. Being dry of water will be the only definition of land, and any hard to reach water will define a pilgrimage destination. People will hide in valleys between mountains, and suffering from cold and exposure, people will wear clothes of tree bark and leaves. People will live less than twenty-three years and the pretense of greatness will be the proof of it. Ultimately, humankind will be destroyed.[3] [4] At this time of evil, the final incarnation of Vishnu known as Kalki will appear on a white horse. He will amass an army of those few pious souls remaining. These, together with all the incarnations of the Godhead (avatars) which have appeared throughout human history, will destroy all demons and sins in the world. As written in the Gita: यदा यदा हि धर्मस्य ग्लानिर्भवति भारत । अभ्युत्थानमधर्मस्य तदात्मानं सृजाम्यहम् | परित्राणाय साधूनां विनाशाय च दुष्कृताम् । धर्मसंस्थापनार्थाय सम्भवामि युगे युगे | Yadā yadā hi dharmasya glānirbhavati bhārata. Abhyut'thānamadharmasya tadātmānaṁ sr̥jāmyaham. Paritrāṇāya sādhūnāṁ vināśāya ca duṣkr̥tām. Dharmasansthāpanārthāya sambhavāmi yugē yugē. Whenever there is decay of righteousness O! Bharatha And a rise of unrighteousness then I manifest Myself![5] Aditi is the mother of the eight Adityas or solar deities. At the end of creation these eight suns will shine together in the skies. Kalki will amass an army to \"establish righteousness upon the earth\" and leave \"the minds of the people as pure as crystal.\" Those left, transformed by virtue, will be the new seeds for a higher form of humanity, and humanity will begin again.[2] Puranas write: When the sun and moon, the lunar constellation Pushya, and the planet Jupiter are all in one mansion, the Krita age shall return to the earth. At the completion of Kali Yuga, the next Yuga Cycle (epoch) will begin, Satya Yuga, in which everyone will be righteous with the reestablishment of dharma and piety. This, in turn, will be followed cyclically by epochs of Treta Yuga, Dvapara Yuga and again another Kali Yuga. This cycle will repeat till the larger cycle of existence under Brahma returns to the singularity[failed verification] and a new universe is born.[3] Sri Potuluri Virabrahmendra Swami, wrote 400 years ago in his Divya Maha Kala Gnana, or 'Divine Knowledge of the Time,' that Kalki would arrive when the moon, sun, Venus and Jupiter entered the same sign. This is not a rare occurrence and last happened in early 2012, passing without event.[6]","Title":"Hindu eschatology - Wikipedia","KeyID":"12032","URL":"https://en.wikipedia.org/wiki/Hindu_eschatology"}