{"Content: ":"The Book of Enoch (also 1 Enoch;[note 1] Ge'ez: መጽሐፈ ሄኖክ, maṣḥafa hēnok) is an ancient Hebrew apocalyptic religious text, ascribed by tradition to Enoch, the great-grandfather of Noah.[1][2] Enoch contains unique material on the origins of demons and Nephilim, why some angels fell from heaven, an explanation of why the Genesis flood was morally necessary, and prophetic exposition of the thousand-year reign of the Messiah. The older sections (mainly in the Book of the Watchers) of the text are estimated to date from about 300–200 BC, and the latest part (Book of Parables) probably to 100 BC.[3] Various Aramaic fragments found in the Dead Sea Scrolls, as well as Koine Greek and Latin fragments, are proof that the Book of Enoch was known by Jews and early Near Eastern Christians. This book was also quoted by some 1st and 2nd century authors as in the Testaments of the Twelve Patriarchs. Authors of the New Testament were also familiar with some content of the story.[4] A short section of 1 Enoch (1:9) is cited in the New Testament Epistle of Jude, Jude 1:14–15, and is attributed there to \"Enoch the Seventh from Adam\" (1 Enoch 60:8), although this section of 1 Enoch is a midrash on Deuteronomy 33:2. Several copies of the earlier sections of 1 Enoch were preserved among the Dead Sea Scrolls.[2] It is not part of the biblical canon used by Jews, apart from Beta Israel (Ethiopian Jews). While the Ethiopian Orthodox Tewahedo Church and Eritrean Orthodox Tewahedo Church consider the Book of Enoch as canonical, other Christian groups regard it as non-canonical or non-inspired, but may accept it as having some historical or theological interest. It is today wholly extant only in the Ethiopian Ge'ez language, with earlier Aramaic fragments from the Dead Sea Scrolls and a few Greek and Latin fragments. For this and other reasons, the traditional Ethiopian belief is that the original language of the work was Ge'ez, whereas modern scholars argue that it was first written in either Aramaic or Hebrew, the languages first used for Jewish texts; Ephraim Isaac suggests that the Book of Enoch, like the Book of Daniel, was composed partially in Aramaic and partially in Hebrew.[5]: 6  No Hebrew version is known to have survived. The book itself asserts that its author was Enoch, before the biblical flood. The most complete Book of Enoch comes from Ethiopic manuscripts, maṣḥafa hēnok (መጽሐፈ ሄኖክ), written in Ge'ez, which were brought to Europe by James Bruce in the late 18th century and were translated into English in the 19th century. Ephraim Isaac, the editor and translator of 1 Enoch in The Old Testament Pseudepigrapha, writes that \"1 Enoch is clearly composite representing numerous periods and writers\". And that the dating of the various sections spans from early pre-Maccabean to 160AD.[6] George W. E. Nickelsburg writes that \"1 Enoch is a collection of Jewish apocalyptic traditions that date from the last three centuries before the common era\".[7] The first part of the Book of Enoch describes the fall of the Watchers, the angels who fathered the angel-human hybrids called Nephilim.[1] The remainder of the book describes Enoch's revelations and his visits to heaven in the form of travels, visions, and dreams.[2] The book consists of five quite distinct major sections (see each section for details):[1] Most scholars believe that these five sections were originally independent works[8] (with different dates of composition), themselves a product of much editorial arrangement, and were only later redacted into what is now called 1 Enoch.[2] Although evidently widely known during the development of the Hebrew Bible canon, 1 Enoch was excluded from both the formal canon of the Tanakh and the typical canon of the Septuagint and therefore, also from the writings known today as the Deuterocanon.[9][10] One possible reason for Jewish rejection of the book might be the textual nature of several early sections of the book that make use of material from the Torah; for example, 1 En 1 is a midrash of Deuteronomy 33.[11][12] The content, particularly detailed descriptions of fallen angels, would also be a reason for rejection from the Hebrew canon at this period – as illustrated by the comments of Trypho the Jew when debating with Justin Martyr on this subject: \"The utterances of God are holy, but your expositions are mere contrivances, as is plain from what has been explained by you; nay, even blasphemies, for you assert that angels sinned and revolted from God.\"[13] Today, the Ethiopic Beta Israel community of Haymanot Jews is the only Jewish group that accepts the Book of Enoch as canonical and still preserves it in its liturgical language of Ge'ez where it plays a central role in worship and the liturgy.[14] By the 4th century, the Book of Enoch was mostly excluded from Christian biblical canons, and it is now regarded as scripture only by the Ethiopian Orthodox Tewahedo Church and the Eritrean Orthodox Tewahedo Church.[15][16][17] \"Enoch, the seventh from Adam\" is quoted in Jude 1:14–15: And Enoch also, the seventh from Adam, prophesied of these, saying, Behold, the Lord cometh with ten thousands of his saints, To execute judgment upon all, and to convict all that are ungodly among them of all their ungodly deeds which they have ungodly committed, and of all their hard speeches which ungodly sinners have spoken against him. Compare this with Enoch 1:9, translated from the Ethiopic (found also in Qumran scroll 4Q204=4QEnochc ar, col I 16–18):[18] [19] And behold! He cometh with ten thousands of His Saints To execute judgment upon all, And to destroy all the ungodly: And to convict all flesh Of all the works of their ungodliness which they have ungodly committed, And of all the hard things which ungodly sinners have spoken against Him. Compare this also with what may be the original source of 1 Enoch 1:9 in Deuteronomy 33:2: In \"He cometh with ten thousands of His holy ones\" the text reproduces the Masoretic of Deuteronomy 33 in reading אָתָא‎ = ερκεται, whereas the three Targums, the Syriac and Vulgate read אִתֹּה‎, = μετ αυτου. Here the Septuagint diverges wholly. The reading אתא‎ is recognized as original. The writer of 1–5 therefore used the Hebrew text and presumably wrote in Hebrew.[20][21][22] The Lord came from Sinai and dawned from Seir upon us; he shone forth from Mount Paran; he came from the ten thousands of Saints, with flaming fire at his right hand. Under the heading of canonicity, it is not enough to merely demonstrate that something is quoted. Instead, it is necessary to demonstrate the nature of the quotation.[23] In the case of the Jude 1:14 quotation of 1 Enoch 1:9, it would be difficult to argue that Jude does not quote Enoch as a historical prophet since he cites Enoch by name. However, there remains a question as to whether the author of Jude attributed the quotation believing the source to be the historical Enoch before the flood or a midrash of Deut 33:2–3.[24][25][26] The Greek text might seem unusual in stating that \"Enoch the Seventh from Adam\" prophesied \"to\" (dative case) not \"of\" (genitive case) the men, however, this might indicate the Greek meaning \"against them\" – the dative τούτοις as a dativus incommodi (dative of disadvantage).[27][improper synthesis?] Peter H. Davids points to Dead Sea Scrolls evidence but leaves it open as to whether Jude viewed 1 Enoch as canon, deuterocanon, or otherwise: \"Did Jude, then, consider this scripture to be like Genesis or Isaiah? Certainly he did consider it authoritative, a true word from God. We cannot tell whether he ranked it alongside other prophetic books such as Isaiah and Jeremiah. What we do know is, first, that other Jewish groups, most notably those living in Qumran near the Dead Sea, also used and valued 1 Enoch, but we do not find it grouped with the scriptural scrolls.\"[28] The attribution \"Enoch the Seventh from Adam\" is apparently itself a section heading taken from 1 Enoch (1 En 60:8, Jude 1:14a) and not from Genesis.[29] It has also been alleged that the First Epistle of Peter (1Peter 3:19–20) and the Second Epistle of Peter (2Peter 2:4–5) make reference to some Enochian material.[30] In the Epistle to the Hebrews (Hebrews 11:5) Enoch is referred to directly, and that he received testimony is mentioned, which may allude to his book. The Book of Enoch was considered as scripture in the Epistle of Barnabas (4:3)[31] and by many of the early Church Fathers, such as Athenagoras,[32] Clement of Alexandria,[33] Irenaeus[34] and Tertullian,[35] who wrote c. 200 that the Book of Enoch had been rejected by the Jews because it contained prophecies pertaining to Christ.[36] The belief of the Ethiopian Orthodox Church, which sees 1 Enoch as an inspired document, is that the Ethiopic text is the original one, written by Enoch himself.[citation needed] The Church of Jesus Christ of Latter-day Saints (LDS Church), the largest denomination within the Latter Day Saint movement, does not consider 1 Enoch to be part of its standard canon, although it believes that a purported \"original\" Book of Enoch was an inspired book.[37] The Book of Moses, first published in the 1830s, is part of the scriptural canon of the LDS Church and has a section which claims to contain extracts from the \"original\" Book of Enoch. This section has many similarities to 1 Enoch and other Enoch texts, including 2 Enoch, 3 Enoch, and The Book of Giants.[38] The Enoch section of the Book of Moses is believed by the Church to contain extracts from \"the ministry, teachings, and visions of Enoch\", though it does not contain the entire Book of Enoch itself. The LDS Church would therefore consider the portions of the other texts which match its Enoch excerpts to be inspired, while not rejecting but withholding judgment on the remainder.[39][40][41] The most extensive surviving witnesses to the Book of Enoch exist in the Ge'ez language. Robert Henry Charles's critical edition of 1906 subdivides the Ethiopic manuscripts into two families: Family α: thought to be more ancient and more similar to the earlier Hebrew, Aramaic, and Greek versions: Family β: more recent, apparently edited texts Additionally, there are the manuscripts[which?] used by the Ethiopian Orthodox Tewahedo Church for preparation of the deuterocanonicals from Ge'ez into the targumic Amharic in the bilingual Haile Selassie Amharic Bible (Mashaf qeddus bage'ezenna ba'amaregna yatasafe 4 vols. c. 1935[when?]).[42] Eleven Aramaic-language fragments of the Book of Enoch were found in cave 4 of Qumran in 1948[43] and are in the care of the Israel Antiquities Authority. They were translated for and discussed by Józef Milik and Matthew Black in The Books of Enoch.[44] Another translation has been released by Vermes and Garcia-Martinez.[45] Milik described the documents as being white or cream in color, blackened in areas, and made of leather that was smooth, thick and stiff. It was also partly damaged, with the ink blurred and faint. Also at Qumran (cave 1) have been discovered three tiny fragments in Hebrew (8:4–9:4, 106). The 8th-century work Chronographia Universalis by the Byzantine historian George Syncellus preserved some passages of the Book of Enoch in Greek (6:1–9:4, 15:8–16:1). Other Greek fragments known are: It has been claimed that several small additional fragments in Greek have been found at Qumran (7QEnoch: 7Q4, 7Q8, 7Q10-13), dating about 100 BC, ranging from 98:11? to 103:15[46] and written on papyrus with grid lines, but this identification is highly contested. Of the Latin translation, only 1:9 and 106:1–18 are known. The first passage occurs in the Pseudo-Cyprianic Ad Novatianum and the Pseudo-Vigilian Contra Varimadum;[47] the second was discovered in 1893 by M. R. James in an 8th-century manuscript in the British Museum and published in the same year.[48] The 1976 publication by Milik[44] of the results of the paleographic dating of the Enochic fragments found in Qumran made a breakthrough. According to this scholar, who studied the original scrolls for many years, the oldest fragments of the Book of Watchers are dated to 200–150 BC. Since the Book of Watchers shows evidence of multiple stages of composition, it is probable that this work was extant already in the 3rd century BC.[49] The same can be said about the Astronomical Book.[1] It was no longer possible to claim that the core of the Book of Enoch was composed in the wake of the Maccabean Revolt as a reaction to Hellenization.[50]: 93  Scholars thus had to look for the origins of the Qumranic sections of 1 Enoch in the previous historical period, and the comparison with traditional material of such a time showed that these sections do not draw exclusively on categories and ideas prominent in the Hebrew Bible. Some scholars speak even of an \"Enochic Judaism\" from which the writers of Qumran scrolls were descended.[51] Margaret Barker argues, \"Enoch is the writing of a very conservative group whose roots go right back to the time of the First Temple\".[52] The main peculiar aspects of the Enochic Judaism are the following: Most Qumran fragments are relatively early, with none written from the last period of the Qumranic experience. Thus, it is probable that the Qumran community gradually lost interest in the Book of Enoch.[56] The relation between 1 Enoch and the Essenes was noted even before the discovery of the Dead Sea Scrolls.[57] While there is consensus to consider the sections of the Book of Enoch found in Qumran as texts used by the Essenes, the same is not so clear for the Enochic texts not found in Qumran (mainly the Book of Parables): it was proposed[58] to consider these parts as expression of the mainstream, but not-Qumranic, essenic movement. The main peculiar aspects of the not-Qumranic units of 1 Enoch are the following: Classical rabbinic literature is characterized by near silence concerning Enoch. It seems plausible that rabbinic polemics against Enochic texts and traditions might have led to the loss of these books to Rabbinic Judaism.[59] The Book of Enoch plays an important role in the history of Jewish mysticism: the scholar Gershom Scholem wrote, \"The main subjects of the later Merkabah mysticism already occupy a central position in the older esoteric literature, best represented by the Book of Enoch.\"[60] Particular attention is paid to the detailed description of the throne of God included in chapter 14 of 1 Enoch.[1] For the quotation from the Book of Watchers in the New Testament Epistle of Jude: 14 And Enoch also, the seventh from Adam, prophesied of these, saying, \"Behold, the Lord cometh with ten thousand of His saints 15 to execute judgment upon all, and to convince all who are ungodly among them of all their godless deeds which they have godlessly committed, and of all the harsh speeches which godless sinners have spoken against Him.\" There is little doubt that 1 Enoch was influential in molding New Testament doctrines about the Messiah, the Son of Man, the messianic kingdom, demonology, the resurrection, and eschatology.[2][5]: 10  The limits of the influence of 1 Enoch are discussed at length by R.H. Charles,[61] Ephraim Isaac,[5] and G.W. Nickelsburg[62] in their respective translations and commentaries. It is possible that the earlier sections of 1 Enoch had direct textual and content influence on many Biblical apocrypha, such as Jubilees, 2 Baruch, 2 Esdras, Apocalypse of Abraham and 2 Enoch, though even in these cases, the connection is typically more branches of a common trunk than direct development.[63] The Greek text was known to, and quoted, both positively and negatively, by many Church Fathers: references can be found in Justin Martyr, Minucius Felix, Irenaeus, Origen, Cyprian, Hippolytus, Commodianus, Lactantius and Cassian.[64]: 430  After Cassian and before the modern \"rediscovery\", some excerpts are given in the Byzantine Empire by the 8th-century monk George Syncellus in his chronography, and in the 9th century, it is listed as an apocryphon of the New Testament by Patriarch Nicephorus.[65] Sir Walter Raleigh, in his History of the World (written in 1616 while imprisoned in the Tower of London), makes the curious assertion that part of the Book of Enoch \"which contained the course of the stars, their names and motions\" had been discovered in Saba (Sheba) in the first century and was thus available to Origen and Tertullian. He attributes this information to Origen,[66] although no such statement is found anywhere in extant versions of Origen.[67] Outside of Ethiopia, the text of the Book of Enoch was considered lost until the beginning of the seventeenth century, when it was confidently asserted that the book was found in an Ethiopic (Ge'ez) language translation there, and Nicolas-Claude Fabri de Peiresc bought a book that was claimed to be identical to the one quoted by the Epistle of Jude and the Church Fathers. Hiob Ludolf, the great Ethiopic scholar of the 17th and 18th centuries, soon claimed it to be a forgery produced by Abba Bahaila Michael.[68] Better success was achieved by the famous Scottish traveller James Bruce, who, in 1773, returned to Europe from six years in Abyssinia with three copies of a Ge'ez version.[69] One is preserved in the Bodleian Library, another was presented to the royal library of France, while the third was kept by Bruce. The copies remained unused until the 19th century; Silvestre de Sacy, in \"Notices sur le livre d'Enoch\",[70] included extracts of the books with Latin translations (Enoch chapters 1, 2, 5–16, 22, and 32). From this a German translation was made by Rink in 1801.[citation needed] The first English translation of the Bodleian/Ethiopic manuscript was published in 1821 by Richard Laurence, titled The Book of Enoch, the prophet: an apocryphal production, supposed to have been lost for ages; but discovered at the close of the last century in Abyssinia; now first translated from an Ethiopic manuscript in the Bodleian Library. Oxford, 1821. Revised editions appeared in 1833, 1838, and 1842. In 1838, Laurence also released the first Ethiopic text of 1 Enoch published in the West, under the title: Libri Enoch Prophetae Versio Aethiopica. The text, divided into 105 chapters, was soon considered unreliable as it was the transcription of a single Ethiopic manuscript.[71] In 1833, Professor Andreas Gottlieb Hoffmann of the University of Jena released a German translation, based on Laurence's work, called Das Buch Henoch in vollständiger Uebersetzung, mit fortlaufendem Kommentar, ausführlicher Einleitung und erläuternden Excursen. Two other translations came out around the same time: one in 1836 called Enoch Restitutus, or an Attempt (Rev. Edward Murray) and one in 1840 called Prophetae veteres Pseudepigraphi, partim ex Abyssinico vel Hebraico sermonibus Latine bersi (A. F. Gfrörer). However, both are considered to be poor—the 1836 translation most of all—and is discussed in Hoffmann.[72] The first critical edition, based on five manuscripts, appeared in 1851 as Liber Henoch, Aethiopice, ad quinque codicum fidem editus, cum variis lectionibus, by August Dillmann. It was followed in 1853 by a German translation of the book by the same author with commentary titled Das Buch Henoch, übersetzt und erklärt. It was considered the standard edition of 1 Enoch until the work of Charles.[citation needed] The generation of Enoch scholarship from 1890 to World War I was dominated by Robert Henry Charles. His 1893 translation and commentary of the Ethiopic text already represented an important advancement, as it was based on ten additional manuscripts. In 1906 R.H. Charles published a new critical edition of the Ethiopic text, using 23 Ethiopic manuscripts and all available sources at his time. The English translation of the reconstructed text appeared in 1912, and the same year in his collection of The Apocrypha and Pseudepigrapha of the Old Testament.[2] The publication, in the early 1950s, of the first Aramaic fragments of 1 Enoch among the Dead Sea Scrolls profoundly changed the study of the document, as it provided evidence of its antiquity and original text. The official edition of all Enoch fragments appeared in 1976, by Jozef Milik.[73][2] The renewed interest in 1 Enoch spawned a number of other translations: in Hebrew (A. Kahana, 1956), Danish (Hammershaimb, 1956), Italian (Fusella, 1981), Spanish (1982), French (Caquot, 1984) and other modern languages. In 1978 a new edition of the Ethiopic text was edited by Michael Knibb, with an English translation, while a new commentary appeared in 1985 by Matthew Black.[citation needed] In 2001 George W.E. Nickelsburg published the first volume of a comprehensive commentary on 1 Enoch in the Hermeneia series.[53] Since the year 2000, the Enoch seminar has devoted several meetings to the Enoch literature and has become the center of a lively debate concerning the hypothesis that the Enoch literature attests the presence of an autonomous non-Mosaic tradition of dissent in Second Temple Judaism.[citation needed] Enochic studies have traditionally been historical, focusing on the meanings of the text for its ancient audiences. 1 Enoch counts as Old Testament scripture in the Ethiopian Orthodox Tewahedo Church and has played a significant role in its theology, especially via the andemta tradition of interpretation.[74] In 2015 a group of scholars from Ethiopia and other countries held meetings in Ethiopia and the UK to explore the significance of Enoch for contemporary theology. The initial outcome was a collection of essays published in 2017 on various theological topics, including justice, political theology, the environment, the identity of the Son of Man, suffering and evil.[75] This first section of the Book of Enoch describes the fall of the Watchers, the angels who fathered the Nephilim (cf. the bene Elohim, Genesis 6:1–4) and narrates the travels of Enoch in the heavens. This section is said to have been composed in the 4th or 3rd century BC according to Western scholars.[76] The introduction to the book of Enoch tells us that Enoch is \"a just man, whose eyes were opened by God so that he saw a vision of the Holy One in the heavens, which the sons of God showed to me, and from them I heard everything, and I knew what I saw, but [these things that I saw will] not [come to pass] for this generation, but for a generation that has yet to come.\"[77] It discusses God coming to Earth on Mount Sinai with His hosts to pass judgement on mankind. It also tells us about the luminaries rising and setting in the order and in their own time and never change:[78] \"Observe and see how (in the winter) all the trees seem as though they had withered and shed all their leaves, except fourteen trees, which do not lose their foliage but retain the old foliage from two to three years till the new comes.\"[79] How all things are ordained by God and take place in his own time. The sinners shall perish and the great and the good shall live on in light, joy and peace. And all His works go on thus from year to year for ever, and all the tasks which they accomplish for Him, and their tasks change not, but according as God hath ordained so is it done. The first section of the book depicts the interaction of the fallen angels with mankind; Sêmîazâz compels the other 199 fallen angels to take human wives to \"beget us children\". And Semjâzâ, who was their leader, said unto them: \"I fear ye will not indeed agree to do this deed, and I alone shall have to pay the penalty of a great sin.\" And they all answered him and said: \"Let us all swear an oath, and all bind ourselves by mutual imprecations not to abandon this plan but to do this thing.\" Then sware they all together and bound themselves by mutual imprecations upon it. And they were in all two hundred; who descended in the days of Jared on the summit of Mount Hermon, and they called it Mount Hermon, because they had sworn and bound themselves by mutual imprecations upon it. The names of the leaders are given as \"Samyaza (Shemyazaz), their leader, Araqiel, Râmêêl, Kokabiel, Tamiel, Ramiel, Dânêl, Chazaqiel, Baraqiel, Asael, Armaros, Batariel, Bezaliel, Ananiel, Zaqiel, Shamsiel, Satariel, Turiel, Yomiel, Sariel.\" This results in the creation of the Nephilim (Genesis) or Anakim/Anak (Giants) as they are described in the book: And they became pregnant, and they bare great giants, whose height was three hundred ells:[80] Who consumed all the acquisitions of men. And when men could no longer sustain them, the giants turned against them and devoured mankind. And they began to sin against birds, and beasts, and reptiles, and fish, and to devour one another's flesh, and drink the blood. It also discusses the teaching of humans by the fallen angels, chiefly Azâzêl: And Azâzêl taught men to make swords, and knives, and shields, and breastplates, and made known to them the metals of the earth and the art of working them, and bracelets, and ornaments, and the use of antimony, and the beautifying of the eyelids, and all kinds of costly stones, and all colouring tinctures. And there arose much godlessness, and they committed fornication, and they were led astray, and became corrupt in all their ways. Semjâzâ taught enchantments, and root-cuttings, Armârôs the resolving of enchantments, Barâqîjâl, taught astrology, Kôkabêl the constellations, Ezêqêêl the knowledge of the clouds, Araqiêl the signs of the earth, Shamsiêl the signs of the sun, and Sariêl the course of the moon. Michael, Uriel, Raphael, and Gabriel appeal to God to judge the inhabitants of the world and the fallen angels.[81] Uriel is then sent by God to tell Noah of the coming cataclysm and what he needs to do.[2] Then said the Most High, the Holy and Great One spoke, and sent Uriel to the son of Lamech, and said to him: Go to Noah and tell him in my name \"Hide thyself!\" and reveal to him the end that is approaching: that the whole earth will be destroyed, and a deluge is about to come upon the whole earth, and will destroy all that is on it. And now instruct him that he may escape and his seed may be preserved for all the generations of the world. God commands Raphael to imprison Azâzêl: the Lord said to Raphael: \"Bind Azâzêl hand and foot, and cast him into the darkness: and make an opening in the desert, which is in Dûdâêl (God's Kettle/Crucible/Cauldron), and cast him therein. And place upon him rough and jagged rocks, and cover him with darkness, and let him abide there for ever, and cover his face that he may not see light. And on the day of the great judgement he shall be cast into the fire. And heal the earth which the angels have corrupted, and proclaim the healing of the earth, that they may heal the plague, and that all the children of men may not perish through all the secret things that the Watchers have disclosed and have taught their sons. And the whole earth has been corrupted through the works that were taught by Azâzêl: to him ascribe all sin.\" God gave Gabriel instructions concerning the Nephilim and the imprisonment of the fallen angels: And to Gabriel said the Lord: \"Proceed against the biters and the reprobates, and against the children of fornication: and destroy [the children of fornication and] the children of the Watchers from amongst men [and cause them to go forth]: send them one against the other that they may destroy each other in battle ...\" Some,[citation needed] including R.H. Charles, suggest that \"biters\" should read \"bastards\", but the name is so unusual that some[citation needed] believe that the implication that is made by the reading of \"biters\" is more or less correct. The Lord commands Michael to bind the fallen angels. And the Lord said unto Michael: \"Go, bind Semjâzâ and his associates who have united themselves with women so as to have defiled themselves with them in all their uncleanness. 12. And when their sons have slain one another, and they have seen the destruction of their beloved ones, bind them fast for seventy generations in the valleys of the earth, till the day of their judgement and of their consummation, till the judgement that is for ever and ever is consummated. 13. In those days they shall be led off to the abyss of fire: (and) to the torment and the prison in which they shall be confined for ever. And whosoever shall be condemned and destroyed will from thenceforth be bound together with them to the end of all generations. ...\" Chapters 37–71 of the Book of Enoch are referred to as the Book of Parables. The scholarly debate centers on these chapters. The Book of Parables appears to be based on the Book of Watchers, but presents a later development of the idea of final judgement and of eschatology, concerned not only with the destiny of the fallen angels but also that of the evil kings of the earth. The Book of Parables uses the expression Son of Man for the eschatological protagonist, who is also called \"Righteous One\", \"Chosen One\", and \"Messiah\", and sits on the throne of glory in the final judgment.[82] The first known use of The Son of Man as a definite title in Jewish writings is in 1 Enoch, and its use may have played a role in the early Christian understanding and use of the title.[1][2][83] It has been suggested that the Book of Parables, in its entirety, is a later addition. Pointing to similarities with the Sibylline Oracles and other earlier works, in 1976, J.T. Milik dated the Book of Parables to the third century. He believed that the events in the parables were linked to historic events dating from 260 to 270 CE.[84] This theory is in line with the beliefs of many scholars of the 19th century, including Lucke (1832), Hofman (1852), Wiesse (1856), and Phillippe (1868). According to this theory, these chapters were written in later Christian times by a Jewish Christian to enhance Christian beliefs with Enoch's authoritative name.[1][2] In a 1979 article, Michael Knibb followed Milik's reasoning and suggested that because no fragments of chapters 37–71 were found at Qumran, a later date was likely. Knibb would continue this line of reasoning in later works.[85][86]: 417  In addition to being missing from Qumran, Chapters 37–71 are also missing from the Greek translation.[86]: 417  Currently no firm consensus has been reached among scholars as to the date of the writing of the Book of Parables. Milik's date of as late as 270 CE, however, has been rejected by most scholars. David W. Suter suggests that there is a tendency to date the Book of Parables to between 50 BC and 117 AD.[86]: 415–416  In 1893, Robert Charles judged Chapter 71 to be a later addition. He would later change his opinion[87]: 1  and give an early date for the work between 94 and 64 BC.[88]: LIV  The 1906 article by Emil G. Hirsch in the Jewish Encyclopedia states that Son of Man is found in the Book of Enoch, but never in the original material. It occurs in the \"Noachian interpolations\" (lx. 10, lxxi. 14), in which it has clearly no other meaning than 'man'.[89] The author of the work misuses or corrupts the titles of the angels.[88]: 16  Charles views the title Son of Man, as found in the Book of Parables, as referring to a supernatural person, a Messiah who is not of human descent.[88]: 306–309  In that part of the Book of Enoch known as the Similitudes, it has the technical sense of a supernatural Messiah and judge of the world (xlvi. 2, xlviii. 2, lxx. 27); universal dominion and preexistence are predicated of him (xlviii. 2, lxvii. 6). He sits on God's throne (xlv. 3, li. 3), which is his own throne. Though Charles does not admit it, according to Emil G. Hirsch these passages betray Christian redaction and emendation.[89] Many scholars[citation needed] have suggested that passages in the Book of Parables are Noachian interpolations. These passages seem to interrupt the flow of the narrative. Darrell D. Hannah suggests that these passages are not, in total, novel interpolations, but rather derived from an earlier Noah apocryphon. He believes that some interpolations refer to Herod the Great and should be dated to around 4 BC.[86]: 472–477  In addition to the theory of Noachian interpolations, which perhaps a majority of scholars support, most scholars currently believe that Chapters 70–71 are a later addition in part or in whole.[86]: 76 [86]: 472–473 [90] Chapter 69 ends with, \"This is the third parable of Enoch.\" Like Elijah, Enoch is generally thought to have been brought up to Heaven by God while still alive, but some have suggested that the text refers to Enoch as having died a natural death and ascending to Heaven. The Son of Man is identified with Enoch. The text implies that Enoch had previously been enthroned in heaven.[91] Chapters 70–71 seem to contradict passages earlier in the parable where the Son of Man is a separate entity. The parable also switches from third person singular to first person singular.[90] James H. Charlesworth rejects the theory that chapters 70–71 are later additions. He believes that no additions were made to the Book of Parables.[86]: 450–468 [87]: 1–12  In his earlier work, the implication is that a majority of scholars agreed with him.[92] 37. Superscription and Introduction 38–44. The First Parable. 45–57. The Second Parable. 58–69. The Third Parable. 70–71. Concluding Appendices Four fragmentary editions of the Astronomical Book were found at Qumran, 4Q208-211.[94] 4Q208 and 4Q209 have been dated to the beginning of the 2nd century BC, providing a terminus ante quem for the Astronomical Book of the 3rd century BC.[95] The fragments found in Qumran also include material not contained in the later versions of the Book of Enoch.[93][95][96] This book contains descriptions of the movement of heavenly bodies and of the firmament, as a knowledge revealed to Enoch in his trips to Heaven guided by Uriel, and it describes a Solar calendar that was later described also in the Book of Jubilees which was used by the Dead Sea sect. The use of this calendar made it impossible to celebrate the festivals simultaneously with the Temple of Jerusalem.[1] The year was composed from 364 days, divided in four equal seasons of ninety-one days each. Each season was composed of three equal months of thirty days, plus an extra day at the end of the third month. The whole year was thus composed of exactly fifty-two weeks, and every calendar day occurred always on the same day of the week. Each year and each season started always on Wednesday, which was the fourth day of the creation narrated in Genesis, the day when the lights in the sky, the seasons, the days and the years were created.[93]: 94–95  It is not known how they used to reconcile this calendar with the tropical year of 365.24 days (at least seven suggestions have been made), and it is not even sure if they felt the need to adjust it.[93]: 125–140  The Book of Dream Visions, containing a vision of a history of Israel all the way down to what the majority have interpreted as the Maccabean Revolt, is dated by most to Maccabean times (about 163–142 BC). According to the Ethiopian Orthodox Church it was written before the Genesis flood. The second dream vision in this section of the Book of Enoch is an allegorical account of the history of Israel, that uses animals to represent human beings and human beings to represent angels.[1] One of several hypothetical reconstructions of the meanings in the dream is as follows based on the works of R. H. Charles and G. H. Schodde: There are a great many links between the first book and this one, including the outline of the story and the imprisonment of the leaders and destruction of the Nephilim. The dream includes sections relating to the book of Watchers: And those seventy shepherds were judged and found guilty, and they were cast into that fiery abyss. And I saw at that time how a like abyss was opened in the midst of the earth, full of fire, and they brought those blinded sheep. (The fall of the evil ones) And all the oxen feared them and were affrighted at them, and began to bite with their teeth and to devour, and to gore with their horns. And they began, moreover, to devour those oxen; and behold all the children of the earth began to tremble and quake before them and to flee from them. (The creation of the Nephilim et al.) 86:4, 87:3, 88:2, and 89:6 all describe the types of Nephilim that are created during the times described in The Book of Watchers, though this doesn't mean that the authors of both books are the same. Similar references exist in Jubilees 7:21–22. The book describes their release from the Ark along with three bulls – white, red, and black, which are Shem, Ham, and Japeth – in 90:9. It also covers the death of Noah, described as the white bull, and the creation of many nations: And they began to bring forth beasts of the field and birds, so that there arose different genera: lions, tigers, wolves, dogs, hyenas, wild boars, foxes, squirrels, swine, falcons, vultures, kites, eagles, and ravens (90:10) It then describes the story of Moses and Aaron (90:13–15), including the miracle of the river splitting in two for them to pass, and the creation of the stone commandments. Eventually they arrived at a \"pleasant and glorious land\" (90:40) where they were attacked by dogs (Philistines), foxes (Ammonites, Moabites), and wild boars (Esau). And that sheep whose eyes were opened saw that ram, which was amongst the sheep, till it forsook its glory and began to butt those sheep, and trampled upon them, and behaved itself unseemly. And the Lord of the sheep sent the lamb to another lamb and raised it to being a ram and leader of the sheep instead of that ram which had forsaken its glory. (David replacing Saul as leader of Israel) It describes the creation of Solomon's Temple and also the house which may be the tabernacle: \"And that house became great and broad, and it was built for those sheep: (and) a tower lofty and great was built on the house for the Lord of the sheep, and that house was low, but the tower was elevated and lofty, and the Lord of the sheep stood on that tower and they offered a full table before Him\". This interpretation is accepted by Dillmann (p. 262), Vernes (p. 89), and Schodde (p. 107). It also describes the escape of Elijah the prophet; in 1 Kings 17:2–24, he is fed by \"ravens\", so if Kings uses a similar analogy, he may have been fed by the Seleucids. \"... saw the Lord of the sheep how He wrought much slaughter amongst them in their herds until those sheep invited that slaughter and betrayed His place.\" This describes the various tribes of Israel \"inviting\" in other nations \"betraying his place\" (i.e., the land promised to their ancestors by God). This part of the book can be taken to be the kingdom splitting into the northern and southern tribes, that is, Israel and Judah, eventually leading to Israel falling to the Assyrians in 721 BC and Judah falling to the Babylonians a little over a century later 587 BC. \"And He gave them over into the hands of the lions and tigers, and wolves and hyenas, and into the hand of the foxes, and to all the wild beasts, and those wild beasts began to tear in pieces those sheep\"; God abandons Israel for they have abandoned him. There is also mention of 59 of 70 shepherds with their own seasons; there seems to be some debate on the meaning of this section, some suggesting that it is a reference to the 70 appointed times in 25:11, 9:2, and 1:12. Another interpretation is the 70 weeks in Daniel 9:24. However, the general interpretation is that these are simply angels. This section of the book and another section near the end describe the appointment by God of the 70 angels to protect the Israelites from enduring too much harm from the \"beasts and birds\". The later section (110:14) describes how the 70 angels are judged for causing more harm to Israel than he desired, found guilty, and \"cast into an abyss, full of fire and flaming, and full of pillars of fire.\" \"And the lions and tigers eat and devoured the greater part of those sheep, and the wild boars eat along with them; and they burnt that tower and demolished that house\"; this represents the sacking of Solomon's temple and the tabernacle in Jerusalem by the Babylonians as they take Judah in 587–586 BC, exiling the remaining Jews. \"And forthwith I saw how the shepherds pastured for twelve hours, and behold three of those sheep turned back and came and entered and began to build up all that had fallen down of that house\". \"Cyrus allowed Sheshbazzar, a prince from the tribe of Judah, to bring the Jews from Babylon back to Jerusalem. Jews were allowed to return with the Temple vessels that the Babylonians had taken. Construction of the Second Temple began\"; this represents the history of ancient Israel and Judah; the temple was completed in 515 BC. The first part of the next section of the book seems, according to Western scholars, to clearly describe the Maccabean revolt of 167 BC against the Seleucids. The following two quotes have been altered from their original form to make the hypothetical meanings of the animal names clear. And I saw in the vision how the (Seleucids) flew upon those (faithful) and took one of those lambs, and dashed the sheep in pieces and devoured them. And I saw till horns grew upon those lambs, and the (Seleucids) cast down their horns; and I saw till there sprouted a great horn of one of those (faithful), and their eyes were opened. And it looked at them and their eyes opened, and it cried to the sheep, and the rams saw it and all ran to it. And notwithstanding all this those (Macedonians) and vultures and (Seleucids) and (Ptolemies) still kept tearing the sheep and swooping down upon them and devouring them: still the sheep remained silent, but the rams lamented and cried out. And those (Seleucids) fought and battled with it and sought to lay low its horn, but they had no power over it. (109:8–12) All the (Macedonians) and vultures and (Seleucids) and (Ptolemies) were gathered together, and there came with them all the sheep of the field, yea, they all came together, and helped each other to break that horn of the ram. (110:16) According to this theory, the first sentence most likely refers to the death of High Priest Onias III, whose murder is described in 1 Maccabees 3:33–35 (died c. 171 BC). The \"great horn\" clearly is not Mattathias, the initiator of the rebellion, as he dies a natural death, described in 1 Maccabees 2:49. It is also not Alexander the Great, as the great horn is interpreted as a warrior who has fought the Macedonians, Seleucids, and Ptolemies. Judas Maccabeus (167 BC–160 BC) fought all three of these, with a large number of victories against the Seleucids over a great period of time; \"they had no power over it\". He is also described as \"one great horn among six others on the head of a lamb\", possibly referring to Maccabeus's five brothers and Mattathias. If taken in context of the history from Maccabeus's time, Dillman Chrest Aethiop says the explanation of Verse 13 can be found in 1 Maccabees iii 7; vi. 52; v.; 2 Maccabees vi. 8 sqq., 13, 14; 1 Maccabees vii 41, 42; and 2 Maccabees x v, 8 sqq. Maccabeus was eventually killed by the Seleucids at the Battle of Elasa, where he faced \"twenty thousand foot soldiers and two thousand cavalry\". At one time, it was believed this passage might refer to John Hyrcanus; the only reason for this was that the time between Alexander the Great and John Maccabeus was too short. However, it has been asserted that evidence shows that this section does indeed discuss Maccabeus. It then describes: \"And I saw till a great sword was given to the sheep, and the sheep proceeded against all the beasts of the field to slay them, and all the beasts and the birds of the heaven fled before their face.\" This might be simply the \"power of God\": God was with them to avenge the death. It may also be Jonathan Apphus taking over command of the rebels to battle on after the death of Judas. John Hyrcanus (Hyrcanus I, Hasmonean dynasty) may also make an appearance; the passage \"And all that had been destroyed and dispersed, and all the beasts of the field, and all the birds of the heaven, assembled in that house, and the Lord of the sheep rejoiced with great joy because they were all good and had returned to His house\" may describe John's reign as a time of great peace and prosperity. Certain scholars also claim Alexander Jannaeus of Judaea is alluded to in this book. The end of the book describes the new Jerusalem, culminating in the birth of a Messiah: And I saw that a white bull was born, with large horns and all the beasts of the field and all the birds of the air feared him and made petition to him all the time. And I saw till all their generations were transformed, and they all became white bulls; and the first among them became a lamb, and that lamb became a great animal and had great black horns on its head; and the Lord of the sheep rejoiced over it and over all the oxen. Still another interpretation, which has just as much as credibility, is that the last chapters of this section simply refer to the infamous battle of Armageddon, where all of the nations of the world march against Israel; this interpretation is supported by the War Scroll, which describes what this epic battle may be like, according to the group(s) that existed at Qumran. Some scholars propose a date somewhere between the 170 BC and the 1st century BC. This section can be seen as being made up of five subsections,[97] mixed by the final redactor: Some of the fallen angels that are given in 1 Enoch have other names, such as Rameel ('morning of God'), who becomes Azazel, and is also called Gadriel ('wall of God') in Chapter 68. Another example is that Araqiel ('Earth of God') becomes Aretstikapha ('world of distortion') in Chapter 68. Azaz, as in Azazel, means strength, so the name Azazel can refer to 'strength of God'. But the sense in which it is used most probably means 'impudent' (showing strength towards), which results in 'arrogant to God'. This is also a key point in modern thought that Azazel is Satan.[1][2] Also important in this identification is the fact that the original name Rameel, is very similar in meaning to the word Lucifer ('Morning Star') which is a common Latin name of Satan in Christianity. Nathaniel Schmidt states \"the names of the angels apparently refer to their condition and functions before the fall,\" and lists the likely meanings of the angels' names in the Book of Enoch, noting that \"the great majority of them are Aramaic.\"[98] The name suffix -el means 'God' (see list of names referring to El), and is used in the names of high-ranking angels. The archangels' names all include -el, such as Uriel ('flame of God') and Michael ('who is like God').[99] Gadreel (Hebrew: גדר האל, romanized: Gader ha-el, lit. 'Wall of God') is listed as one of the chiefs of the fallen Watchers. He is said to have been responsible for deceiving Eve.[100][101] Schmidt lists the name as meaning 'the helper of God.'[98]","Title":"Book of Enoch - Wikipedia","KeyID":"12037","URL":"https://en.wikipedia.org/wiki/Book_of_Enoch"}