{"Content: ":"Additions to Daniel The Prophecy of Seventy Weeks is the narrative in chapter 9 of the Book of Daniel in which Daniel prays to God to act on behalf of his people and city (Judeans and Jerusalem), and receives a detailed but cryptic prophecy of \"seventy weeks\" by the angel Gabriel. The prophecy has proven difficult for readers,[1] despite having been the subject of \"intense exegetical activity\" since the Second Temple period.[2] James Alan Montgomery referred to the history of this prophecy's interpretation as the \"dismal swamp\" of critical exegesis.[3] Daniel reads in the \"books\" that the desolation of Jerusalem must last for seventy years according to the prophetic words of Jeremiah (verse 2), and prays for God to act on behalf of his people and city (verses 3–19). The angel Gabriel appears and tells Daniel that he has come to give wisdom and understanding, for at the beginning of Daniel's prayer a \"word\" went out and Gabriel has come to declare this revelation (verses 20–23): 24Seventy weeks are decreed for your people and your holy city: to finish the transgression, to put an end to sin, and to atone for iniquity, to bring in everlasting righteousness, to seal both vision and prophet, and to anoint a most holy place. 25Know therefore and understand: from the time that the word went out to restore and rebuild Jerusalem until the time of an anointed prince, there shall be seven weeks; and for sixty-two weeks it shall be built again with streets and moat, but in a troubled time. 26After the sixty-two weeks, an anointed one shall be cut off and shall have nothing, and the troops of the prince who is to come shall destroy the city and the sanctuary. Its end shall come with a flood, and to the end there shall be war. Desolations are decreed. 27He shall make a strong covenant with many for one week, and for half of the week he shall make sacrifice and offering cease; and in their place shall be an abomination that desolates, until the decreed end is poured out upon the desolator. The consensus among critical scholars is that chapters 1–6 of the Book of Daniel originated as a collection of folktales among the Jewish diaspora in the Persian/Hellenistic periods, to which the visionary chapters 7–12 were added during the persecution of the Jews under Antiochus IV in 167–163 BCE.[4] The authors of the tales apparently took the name Daniel from a legendary hero mentioned in the Book of Ezekiel, and the author of the visions in turn adopted him from the tales.[5][6] The point of departure is Jeremiah's seventy years prophecy as opposed to a visionary episode, but more than half the chapter is devoted to a rather lengthy prayer.[7] Modern critical scholars have sometimes argued that Daniel's prayer in verses 3–19 is secondary to chapter 9,[8][9] as it contrasts sharply with the difficult Hebrew that is characteristic of Daniel.[7] Still, it might be that the author(s) of the chapter incorporated (or adapted) a traditional prayer in the course of composition, in which case the prayer would not be a later addition.[10] Proponents of the view that the prayer is secondary argue that the context requires a prayer of illumination and not a communal confession of sin, and the beginning and end of the prayer are marked by duplications in verses 3-4a and verses 20-21a that are most plausibly interpreted as redactional seams.[7] However, these considerations have not proved decisive,[11] and arguments in favor of the prayer's authenticity have also been advanced.[12] In particular, the concluding passage in verses 20–27 contains several allusions to the language in the prayer, suggesting that it was included purposefully by the author(s) of the chapter, even if it was not originally composed by them.[13] It has also been argued that there is a \"pre-Maccabean core\" to the prophetic revelation delivered by Gabriel in verses 24–27,[14][15] and that certain linguistic inconsistencies between the seventy weeks prophecy and other Danielic passages suggest that the second century BCE author(s)/redactor(s) of the Book of Daniel took over and modified a preexisting oracle that was already in circulation at the time of composition.[16] These ideas have been further developed to suggest that the different redactional layers represented in this text reflect different eschatological perspectives,[17] with the earliest one going back to a priest named Daniel who accompanied Ezra from Babylon to Jerusalem in the fifth century BCE and the latest one to an unnamed redactor who edited this prophecy in the second century BCE so that it would function (along with other parts of the Book of Daniel) as part of \"a prophetic manifesto for world domination.\"[18] It is also argued that the prophecy exhibited a high degree of literary structure at an earlier stage of its development in such a way that the six infinitival clauses of verse 24 were chiastically linked to six divisions of verses 25–27 via an elaborate system of word counts, resulting in the following reconstruction of this earlier redactional stratum:[19] The seventy weeks prophecy is an ex eventu prophecy in periodized form whose Sitz im Leben is the Antiochene crisis in the second century BCE, with content analogous to the Enochic Apocalypse of Weeks as well as the Animal Apocalypse.[20] In this way, the prophecy puts the Antiochene crisis in perspective by locating it within an overview of history;[21] the specificity of the prediction is significant for the psychological effect of the revelation, which has long been recognized as a distinctive characteristic of Daniel's prophecies (cf. Ant. 10.11.7 § 267).[21][22] The prophecy is also an instance of Jewish apocalyptic literature, as it belongs to the genre of revelatory literature in which a revelation is mediated to a human recipient in Daniel by an otherworldly being in the angel Gabriel that envisages eschatological salvation.[23] Within the macro-genre of Jewish apocalyptic literature, the prophecy further belongs to the subgenre known as the \"historical apocalypse,\" which is characterized by the use of ex eventu prophecy and the presence of an interpreting angel.[23] The lengthy prayer in verses 3–19 is strongly Deuteronomic in its theology—Daniel's people are punished for their own sin and appeal to God for mercy.[20] However, such theological overtones conflict with other aspects of the Book of Daniel, in which the primary sin is that of a gentile king and the course of history is arranged in advance.[20] Consequently, scholars have variously argued that the angel ignores Daniel's prayer and that the author(s) is making the point that \"the calamity is decreed and will end at the appointed time, quite apart from prayers,\"[24] and/or that the prayer is not intended to influence God but is \"an act of piety in itself.\"[25][26] As Collins observes, \"[t]he deliverance promised by the angel is in no sense a response to Daniel's prayer\" since \"[t]he word goes forth at the beginning of Daniel's supplication.\"[21] In any case, the relationship between Daniel's prayer and the context in which it is placed, is a central issue in the contemporary scholarly interpretation of chapter 9.[20] Nebuchadnezzar II defeated Egypt at the Battle of Carchemish in 605 BCE and established the Neo-Babylonian empire as the dominant regional power, with significant consequences for the southern kingdom of Judah. Following a revolt in 597 BCE, Nebuchadnezzar removed Judah's king, Jehoiachin; and after a second revolt in 586 BCE, he destroyed the city of Jerusalem along with the Temple of Solomon, carrying away much of the population to Babylon.[27] Accordingly, the subsequent period from 586 BCE to 538 BCE is known as the Babylonian exile,[28] which came to an end when Babylon was conquered by the Persian king Cyrus the Great, who allowed the Jewish exiles to return to Judah via his famous edict of restoration. The Persian period, in turn, came to an end in the first half of the fourth century BCE following the arrival of Alexander the Great, whose vast kingdom was divided upon his death among the Diadochi. The series of conflicts that ensued following Alexander's death in the wars that erupted among the Diadochi mark the beginning of the Hellenistic period in 323/2 BCE. Two of the rival kingdoms produced out of this conflict—the Ptolemaic dynasty in Egypt and the Seleucid dynasty in Syria—fought for control of Palestine during the Hellenistic period.[29] At the start of the second century BCE, the Seleucids had the upper hand in their struggle with the Ptolemaic kingdom for regional dominance, but the earlier conflicts had left them nearly bankrupt. The Seleucid ruler Antiochus IV attempted to recoup some of his kingdom's fortunes by selling the post of Jewish high priest to the highest bidder, and in 171/0 BCE the existing high priest (i.e. Onias III) was deposed and murdered. Palestine was subsequently divided between those who favored the Hellenistic culture of the Seleucids and those who remained loyal to the older Jewish traditions; however, for reasons that are still not understood, Antiochus IV banned key aspects of traditional Jewish religion in 168/7 BCE—including the twice-daily continual offering (cf. Daniel 8:13; 11:31; 12:11).[30] The seventy weeks prophecy is internally dated to \"the first year of Darius son of Ahasuerus, by birth a Mede\" (Daniel 9:1), later referred to in the Book of Daniel as \"Darius the Mede\" (e.g. Daniel 11:1); however, no such ruler is known to history and the widespread consensus among critical scholars is that he is a literary fiction.[31] Nevertheless, within the biblical account, the first year of Darius the Mede corresponds to the first year after the Babylonian kingdom is overthrown, i.e., 538 BCE.[32][33] Chapter 9 can be distinguished from the other \"visionary\" chapters of the Book of Daniel by the fact that the point of departure for this chapter is another biblical text in Jeremiah's seventy years prophecy and not a visionary episode.[7] The longstanding consensus among critical scholars has been that verses 24–27 is a paradigmatic example of inner-biblical interpretation, in which the latter text reinterprets Jeremiah's seventy years of exile as seventy weeks of years.[34] On this view, Jeremiah's prophecy that after seventy years God would punish the Babylonian kingdom (cf. Jer 25:12) and once again pay special attention to his people in responding to their prayers and restoring them to the land (cf. Jer 29:10-14) could not have been fulfilled by the disappointment that accompanied the return to the land in the Persian period, hence the necessity to extend the expiration date of the prophecy to the second century BCE.[35][34] And just as various elements of Daniel's visionary episodes are interpreted for him in chapters 7–8, so also Jeremiah's prophecy is interpreted for him in a manner similar to the pesher exegesis evidenced at Qumran in chapter 9.[20][36] However, this consensus has recently been challenged on the grounds that Daniel prays to God following the defeat of the Babylonian kingdom precisely because Jeremiah's seventy years of exile have been completed and God promised through the prophet that he would respond to such prayers at this time,[33] in which case the seventy weeks prophecy is not a reinterpretation of Jeremiah's prophecy but a separate prophecy altogether.[37][38] And these considerations have been further refined along redactional lines to suggest that the latter holds relative to an earlier \"pre-canonical\" stage in the text, but that the seventy weeks prophecy is, in fact, a reinterpretation of Jeremiah's prophecy relative to the final form of the text.[17] The seventy \"weeks\" of years are divided into three groups: a seven-week period spanning forty-nine years, a sixty-two-week period spanning 434 years, and a final period of one week spanning seven years.[39][40][41] According to medieval biblical exegete Saadia Gaon, this 490 year period concludes with the destruction of the Second Temple.[42][43] The first seven weeks begin with the departure of a \"word\" to rebuild Jerusalem and ends with the arrival of an \"anointed prince\" (verse 25a); this \"word\" has generally been taken to refer to Jeremiah's seventy years prophecy and dated to the fourth year of Jehoiakim (or the first year of Nebuchadnezzar) in 605/4 BCE,[44][45] but Collins objects that \"[t]he word to rebuild Jerusalem could scarcely have gone forth before it was destroyed,\" and prefers the \"word\" that Gabriel came to give Daniel in verse 23;[46] other candidates include the edict of Cyrus in 539/8 BCE,[47][48] the decree of Artaxerxes I in 458/7 BCE,[49][48] and the warrant given to Nehemiah in 445/4 BCE.[50][49] Candidates for the \"prince\" in verse 25a include Cyrus (cf. Isaiah 45:1),[51][52][53] Joshua the High Priest,[54][55][53] Zerubbabel,[49][55] Sheshbazzar,[56] Ezra,[57] Nehemiah,[58] the angelic \"prince\" Michael (cf. Daniel 10:21b),[59] and even the collective people of God in the Second Temple period.[60] In the subsequent period of sixty-two weeks, or what are actually 434 years, the city is rebuilt and settled (verse 25b),[61] at the end of which time an \"anointed one shall be cut off\" (verse 26a); this \"anointed one\" is generally considered to refer to the High Priest Onias III,[54][62] whose murder outside Jerusalem in 171/0 BCE is recorded in 2 Maccabees 4:23–28.[63][52] Most critical scholars see another reference to Onias III's murder in Daniel 11:22,[64][65] though Ptolemy VI and the infant son of Seleucus IV have also been suggested.[66] On the other hand, this raises the question of how 7 + 62 = 69 weeks of years (or 483 years) could have elapsed between the departure of the \"word\" in verse 25a, which cannot be earlier than 605/4 BCE, and the murder of Onias III in 171/170 BCE. Hence, some critical scholars follow Montgomery in thinking that there has been \"a chronological miscalculation on [the] part of the writer\"[67] who has made \"wrong-headed arithmetical calculations,\"[68] although others follow Goldingay's explanation that the seventy weeks are not literal chronology but the more inexact science of \"chronography\";[69][70] Collins opts for a middle-ground position in saying that \"the figure should be considered a round number rather than a miscalculation.\"[71] Others who see the calculations as being at least approximately correct if the initial seven-week period of forty-nine years can overlap with the sixty-two-week period of 434 years, with the latter period spanning the time between Jeremiah's prophecy in 605/4 BCE and Onias III's murder in 171/0 BCE.[72][52] Saadia Gaon thinks that the \"anointed one [that] shall be cut off\" refers to a time of trouble immediately following the 434 years, where the \"anointed ones\" (plural), meaning, many of the anointed priests of Aaron's lineage, as well the descendants of King David, will be cut off.[73] Saadia goes on to explain such linguistic usage in the Hebrew language, where a word is written singularly, but is actually meant to be understood in the plural context. The Hebrew word for \"cut off\" is כרת‎, which has also the connotation of \"extirpation,\" either by dying before one's time, or by not being able to bring forth offspring into the world. The \"prince who is to come\" in verse 26b is typically seen by critical scholars as a reference to Antiochus IV,[65] though Jason and Menelaus have also been suggested.[74][65] Hence, the \"troops of the prince\" are thought to be either the Seleucid troops that settled in Jerusalem (cf. Dan 11:31; 1 Macc 1:29–40) or the Jewish hellenizers.[75][65] The reference to \"troops\" that will \"destroy the city and the sanctuary\" in verse 26b is somewhat problematic since neither Jerusalem nor the temple were actually destroyed,[76] though the city was arguably rendered desolate and the temple defiled (cf. 1 Macc 1:46; 2 Macc 6:2),[75][76] and Daniel's language of destruction \"seems excessive\".[77] Saadia, who takes a different approach, explains the \"prince (Hebrew: nagīd) who is to come\" as being Titus, who came against the city at the conclusion of the 490 year period, when the Second Temple was destroyed by the Imperial Roman army.[78] The \"covenant\" in verse 27a most likely refers to the covenant between the Jewish hellenizers and Antiochus IV reported in 1 Maccabees 1:11,[74][79] with the ban on regular worship for a period that lasted approximately three and a half years alluded to in the subsequent clause (cf. Dan 7:25; 8:14; 12:11).[75][80] According to Saadia, the words: \"And he shall confirm the covenant with many for one week\" (vs 27a), refers to that time shortly before the actual destruction of the Temple, a time which spanned seven years (\"one week\"), when God had extended to the people a chance to preserve their Temple, their laws and their polity, by acquiescing to Roman demands and leaving off their internecine strife. During this time of growing animosity against Rome, the Roman army sought to appease the Jewish nation and not to suffer their Temple to be destroyed. But three and a half years before the Temple's demise, the Romans, through trickery and spitefulness, caused the cessation of their daily whole burnt-offerings, which culminated in the destruction of the Holy House three and a half years later.[81] The \"abomination that desolates\" in verse 27b (cf. 1 Macc 1:54) is usually seen as a reference to either the pagan sacrifices that replaced the twice-daily Jewish offering,(cf. Dan 11:31; 12:11; 2 Macc 6:5),[82][83] or the pagan altar on which such offerings were made.[84][85] Saadia wrote that this refers to a graven image that was erected in the Holy Place, where the Temple formerly stood.[86] There is a longstanding tradition within Christianity of reading Daniel 9 as a messianic prophecy fulfilled in Jesus Christ.[88] The various christological readings that have been proposed share a number of features in common: Either the \"anointed prince\" in verse 25a or the \"anointed one\" in verse 26a (or both) are understood to be references to Christ, who is also sometimes thought to be the \"most holy\" that is anointed in verse 24 (so the Peshitta and the Vulgate).[45][89] Some of the early church fathers also saw another reference to Christ in the \"prince who is to come\" (verse 26b), but this figure is more often identified with either the Antichrist or one of the Roman officials that oversaw the destruction of Jerusalem in 70 CE (e.g. Titus or Vespasian).[75] The seven and sixty-two-week \"weeks\" are most frequently understood for the purpose of Christological interpretation as consecutive, making up a period of 69 weeks (483 years) beginning with the decree given to Ezra by Artaxerxes I in 458/7 BCE (the terminus a quo) and terminating with the baptism of Jesus.[90][91][92] The reference to an anointed one being \"cut off\" in verse 26a is identified with the crucifixion of Jesus and has traditionally been thought to mark the midpoint of the seventieth week,[90] which is also when Jeremiah's new \"covenant\" is \"confirmed\" (verse 27a) and atonement for \"iniquity\" (verse 24) is made. The \"abomination that desolates\" is typically read in the context of the New Testament references made to this expression in the Olivet Discourse and understood as belonging to a complex eschatological tableaux described therein, which may or may not remain to be fulfilled. Another influential way of reading the prophecy follows Africanus in identifying the warrant given to Nehemiah in 445/4 BCE as the terminus a quo.[93] 483 years from 445/4 BCE would extend somewhat beyond the lifetime of Christ to 39/40 CE, hence some Christological interpretations reduce the period to 476 years by viewing them as 360-day \"prophetic years\" (or \"Chaldee years\" [94]), so-called on the basis that various biblical passages—such as Revelation 12:6, 14 (cf. Dan 7:25; 12:7)—appear to reckon time in this way in certain prophetic contexts.[95] The sixty-nine weeks of \"prophetic\" years are then considered to terminate with the death of Christ in 32/3 CE.[96][97] The seventieth week is then separated from the sixty-ninth week by a long period of time known as the church age;[96][93] hence, the seventieth week does not begin until the end of the church age, at which point the church will be removed from the earth in an event called the rapture. Finally, the future Antichrist is expected to oppress the Jewish people and bring upon the world a period of tribulation lasting three and a half years, constituting the second half of the delayed seventieth week. These readings were first popularized through the expository notes written by C. I. Scofield in his Scofield Reference Bible and continue to enjoy support.[98]","Title":"Prophecy of Seventy Weeks - Wikipedia","KeyID":"12040","URL":"https://en.wikipedia.org/wiki/Prophecy_of_Seventy_Weeks"}