{"Content: ":"In Christian eschatology, historicism is a method of interpretation of biblical prophecies which associates symbols with historical persons, nations or events. The main primary texts of interest to Christian historicists include apocalyptic literature, such as the Book of Daniel and the Book of Revelation. It sees the prophecies of Daniel as being fulfilled throughout history, extending from the past through the present to the future. It is sometimes called the continuous historical view. Commentators have also applied historicist methods to ancient Jewish history, to the Roman Empire, to Islam, to the Papacy, to the Modern era, and to the end time. The historicist method starts with Daniel 2 and works progressively through consecutive prophecies of the book–chapters 7, 8 and 11–resulting in a view of Daniel's prophecies very different from preterism and futurism. Almost all Protestant Reformers from the Reformation into the 19th century held historicist views.[1][need quotation to verify] Historicists believe that prophetic interpretation reveals the entire course of history of the church from the writing of the Book of Daniel, some centuries before the close of the 1st century, to the end of time.[2] Historicist interpretations have been criticized for inconsistencies, conjectures, and speculations and historicist readings of the Book of Revelation have been revised as new events occur and new figures emerge on the world scene.[3] Historicism was the belief held by the majority of the Protestant Reformers, including Martin Luther, John Calvin, Thomas Cranmer, and John Knox. The Catholic church tried to counter it with preterism and Futurism during the Counter-Reformation.[4][page needed][5] This alternate view served to bolster the Catholic Church's position against attacks by Protestants,[6][7] and is viewed as a Catholic defense against the Protestant Historicist view which identified the Roman Catholic Church as a persecuting apostasy and the Pope with the antichrist.[7] One of the most influential aspects of the Protestant historicist paradigm was the speculation that the Pope could be the antichrist. Martin Luther wrote this view, which was not novel, into the Smalcald Articles of 1537. It was then widely popularized in the 16th century, via sermons and drama, books and broadside publication.[8] Jesuit commentators developed alternate approaches that would later become known as preterism and futurism, and applied them to apocalyptic literature;[9][10] Francisco Ribera[11] developed a form of futurism (1590), and Luis de Alcazar a form of preterism, at the same period.[12][13][14] The historicist approach has been used in attempts to predict the date of the end of the world. An example in post-Reformation Britain is in the works of Charles Wesley, who predicted that the end of the world would occur in 1794, based on his analysis of the Book of Revelation.[citation needed] Adam Clarke, whose commentary was published in 1831, proposed a possible date of 2015 for the end of the papal power.[15] In 19th-century America, William Miller proposed that the end of the world would occur on October 22, 1844, based on a historicist model used with Daniel 8:14. Miller's historicist approach to the Book of Daniel spawned a national movement in the United States known as Millerism. After the Great Disappointment some of the Millerites eventually organized the Seventh-day Adventist Church,[16] which continues to maintain a historicist reading of biblical prophecy as essential to its eschatology.[17] Millerites also formed other Adventist bodies, including the one that spawned the Watch Tower movement, better known as Jehovah's Witnesses, who hold to their own unique historicist interpretations of Bible prophecy.[18] Prophetic commentaries in the early church usually interpreted individual passages rather than entire books. The earliest complete commentary on the Book of Revelation was carried out by Victorinus of Pettau, considered to be one of the earliest historicist commentators, around 300 AD.[19][20] . Edward Bishop Elliott, a proponent of the historicist interpretation, wrote that it was modified and developed by the expositions of Andreas, Primasius (both 6th century), Bede (730 AD), Anspert, Arethas, Haimo of Auxerre, and Berengaudus (all of the 9th century).[1]: Appendix I  The 10th-century Catholic bishop Arnulf of Orléans was, according to Elliott, the first to apply the Man of Sin prophecy in 2 Thessalonians 2:3–9 to the papacy.[1]: Appendix I  [21] Joachim of Floris gave the same interpretation in 1190,[1]: Appendix I  and the archbishop Eberhard II, Archbishop of Salzburg|Eberhard II, in 1240. Joachim of Fiore was an early historicist theologian.[22] Joachimites divided history into three perioids which correspond to the persons of the Trinity. Joachim believed that the Jews were the elect people of God during the Old Testament, he believed that during the \"first seal\" of the Old Testament the Jews endured oppression by the Egyptians, in the \"second seal\" they battled against the Canaanites and established their royal power and priesthood in Jerusalem. During the third seal the kingdom of the Hebrews was divided into many tribes, in the fourth seal Israel paid a price for its sins and was conquered by the Assyrians, in the fifth seal the Chaldeans took Jerusalem and under the sixth seal the Jews suffered captivity in Babylon and in the seventh seal the Temple was rebuild and the Jews had a time of peace until the Greeks came, which caused an end to the Old Covenant, and the era of the Father came to an end.[23] The coming of Jesus resulted in the replacement of God's chosen people, he believed that the Hebrews erred by a denial of the trinity and due to that the Hebrews lost their priesthood and loyal power which was given to the gentiles. Joachim drew connections between the rise of Islam and errors of the Greek church, he especially criticized the Orthodox rejection of filioque as a heresy. According to Joachim, God promising Hezekiah in protection in the Old Testament paralleled God's protection of the western Church under the Franks from the Islamic invasions.[23] Joachim divided the history of the Church into three times: the time of \"Israel\", from Christ to Constantine: the time of \"Egypt\" which was from Constantine to Charles and to the time of \"Babylon\" which was to the time of Joachim from Charles.[23] Joachim believed that efforts to reform the church were not enough to save the Roman Church, like the last kings in Judah could not protect themselves against Babylon. He believed that the Antichrist will be a Pope and that Babylon represended Rome, he saw the papacy as both a force of good and evil.[23] Protestant Reformers had a major interest in historicism, with a direct application to their struggle against the Papacy. Prominent leaders and scholars among them, including Martin Luther, John Calvin, Thomas Cranmer, John Knox, and Cotton Mather, identified the Roman Papacy as the antichrist.[24] The Centuriators of Magdeburg, a group of Lutheran scholars in Magdeburg headed by Matthias Flacius, wrote the 12-volume \"Magdeburg Centuries\" to discredit the papacy and identify the pope as the antichrist. The fifth round of talks in the Lutheran-Roman Catholic dialogue notes, In calling the pope the \"antichrist,\" the early Lutherans stood in a tradition that reached back into the eleventh century. Not only dissidents and heretics but even saints had called the bishop of Rome the \"antichrist\" when they wished to castigate his abuse of power.[25] William Tyndale, an English Protestant reformer, held that while the Roman Catholic realms of that age were the empire of Antichrist, any religious organization that distorted the doctrine of the Old and New Testaments also showed the work of antichrist. In his treatise The Parable of the Wicked Mammon, he expressly rejected the established Church teaching that looked to the future for an antichrist to rise up, and he taught that antichrist is a present spiritual force that will be with us until the end of the age under different religious disguises from time to time.[26] Tyndale's translation of 2 Thessalonians, chapter 2, concerning the \"man of lawlessness\" reflected his understanding, but was significantly amended by later revisers,[27] including the King James Bible committee, which followed the Vulgate more closely. Rather than expecting a single antichrist to rule the earth during a future Tribulation period, Luther, John Calvin and other Protestant reformers saw the antichrist as a present feature in the world of their time, fulfilled in the papacy.[28] Debated features of the Reformation historicist interpretations were the identification of; the antichrist (1 and 2 John); the Beasts of Revelation 13; the Man of Sin (or Man of Lawlessness) in 2 Thessalonians 2; the \"Little horn\" of Daniel 7 and 8, and the Whore of Babylon (Revelation 17). Isaac Newton's religious views on the historicist approach are in the work published in 1733, after his death, Observations upon the Prophecies of the Book of Daniel, and the Apocalypse of St. John.[29] It took a stance toward the papacy similar to that of the early Protestant reformers. He avoided predictions based on prophetic literature, taking the view that prophesy when it has been shown to be fulfilled will be proof that God's providence has been imminently active in the world. This work regarded much prophesy as already fulfilled in the first millennium of the Christian era. The 19th century was a significant watershed in the history of prophetic thought. While the historicist paradigm, together with its pre- or postmillennialism, the day-year principle, and the view of the papal antichrist, was dominant in English Protestant scholarship during much of the period from the Reformation to the middle of the 19th century (and continues to find expression in some groups today), it now was not the only one.[30] Arising in Great Britain and Scotland, William Kelly and other Plymouth Brethren became the leading exponents of dispensationalist premillennial eschatology.[31] By 1826, literalist interpretation of prophecy took hold and dispensationalism saw the light of day.[32] The dispensationalist interpretation differed from the historicist model of interpreting Daniel and Revelation in picking up the Catholic theory that there was a gap in prophetic fulfillment of prophecy proposed by Futurism, but dispensationalism claim it was an anti-Catholic position. The unprecedented upheaval of the French Revolution in the 1790s was one of several factors that turned the eyes of Bible students around the world to the prophecies of Daniel and Revelation. Coming to the Bible with a historicist scheme of interpretation, Bible scholars began to study the time prophecies. Of special interest to many was the 1260 prophetic day time prophecy of Daniel 7:25. Many concluded that the end of the 1260-day prophecy initiated the \"time of the end\". Having to their satisfaction solved the 1260 days, it was only natural that they would turn their attention to unlocking the riddle of the 2300 days of Daniel 8:14.[33] William Miller's movement was essentially a one-doctrine movement—the visual, literal, premillennial return of Jesus in the clouds of heaven. Miller was not alone in his interest in prophecies. There were three things that Miller determined about this text:[34] Miller tied the vision to the Prophecy of Seventy Weeks in Daniel 9 where a beginning is given. He concluded that the 70-weeks (or 70-7s or 490 days/years) were the first 490 years of the 2300 years. The 490 years were to begin with the command to rebuild and restore Jerusalem. The Bible records 4 decrees concerning Jerusalem after the Babylonian captivity.[35] Traditional Protestant historicism interprets the four kingdoms in the Book of Daniel as Neo-Babylon, Medo-Persia (c. 550–330 BC), Greece under Alexander the Great, and the Roman Empire.[36] followed by the birth of Jesus Christ (the Rock). Additionally, historicists view the \"little horn\" in Daniel 7:8 and Daniel 8:9 as the Papacy.[citation needed] Adam Clarke, writing in 1825, offered an alternative 1260-year period from 755 AD to 2015, based upon the Pope's elevation from being a subject of the Byzantine Empire to becoming the independent head of the Papal States by means of the Donation of Pepin.[15] The prophecy of seventy weeks is interpreted as dealing with the Jewish nation from about the middle of the 5th century BCE until not long after the death of Jesus in the 1st century CE and so is not concerned with current or future history. Historicists consider Antiochus IV Epiphanes irrelevant to the fulfillment of the prophecy. The historicist view on the prophecy of seventy weeks, in Daniel 9, stretches from 457 BCE to 34 CE, and that the final \"week\" of the prophecy refers to the events of the ministry of Jesus. This was the view taught by Martin Luther,[37] John Calvin [38] and Sir Isaac Newton.[39] Like others before them they equate the beginning of the 70 weeks \"from the time the word goes out to rebuild and restore Jerusalem,\" of Daniel 9:25[40] with the decree by Artaxerxes I in 458/7 BCE which provided money for rebuilding the temple and Jerusalem and allowed for restoration of a Jewish administration.[41] It ends 3½ years after the crucifixion of Jesus. The appearance of \"Messiah the Prince\" at the end of the 69 weeks (483 years)[40] is aligned with the baptism of Jesus in 27 CE, in the fifteenth year of Tiberius Caesar. The 'cutting off' of the \"anointed one\"[40] refers to the crucifixion 3½ years after the end of the 483 years, bringing \"atonement for iniquity\" and \"everlasting righteousness\".[42] Jesus is said to 'confirm' the \"covenant\"[43] between God and humankind by his death on the cross in the Spring (about Passover time) of 31 CE \"in the midst of\"[43] the last seven years. According to the New Testament, at the moment of his death the 4 inch (10 cm) thick curtain between the Holy and Most Holy Places in the Temple ripped from top to bottom[44][45][46] marking the end of the Temple's sacrificial system. The last week ends 3½ years after the crucifixion (i.e., in 34 CE) when the gospel was redirected from only the Jews to all Gentile nations. Jehovah's Witnesses have a similar interpretation, but place the period from 455 BCE to 29 CE, with the final \"week\" being fulfilled by 36 CE.[47] Some of the representative voices among exegetes of the last 150 years are E. W. Hengstenberg,[48] J. N. Andrews,[49] E. B. Pusey,[50] J. Raska,[51] J. Hontheim,[52] Boutflower,[53] Uriah Smith,[54] and O. Gerhardt.[55] Most historicists see Matthew's reference to \"great tribulation\" (Matthew 24:29) as parallel to Revelation 6:12–13, having an end when Christ returns.[56] Some historicists believe that the Tribulation refers to the centuries of persecution endured by the Church and point to the following in the rest of the New Testament which shows the \"tribulation\", that almost every reference applies to what true Christians go through, rather than what they escape from.[citation needed] This view is also called Classical Posttribulationism, an original theory of the Post-tribulation rapture view which holds the position that the church has always been in the tribulation because, during its entire existence, it has always suffered persecution and trouble. They believe that the tribulation is not a literal future event.[57][58] Historicists have also applied the Tribulation to the period known as \"persecution of the saints\" as related to Daniel 7 and Revelation 13.","Title":"Historicism (Christianity) - Wikipedia","KeyID":"12045","URL":"https://en.wikipedia.org/wiki/Historicism_(Christianity)"}