{"Content: ":"Futurism is a Christian eschatological view that interprets portions of the Book of Revelation, the Book of Ezekiel, and the Book of Daniel as future events in a literal, physical, apocalyptic, and global context.[1][page needed] By comparison, other Christian eschatological views interpret these passages as past events in a symbolic, historic context (Preterism and Historicism), or as present-day events in a non-literal and spiritual context (Idealism). Futurist beliefs usually have a close association with Premillennialism and Dispensationalism. Some elements of the futurist interpretation of Revelation and Daniel appeared in the early centuries of the Christian Church. However, the view was not popular. Irenaeus of Lyon (died c. 202), for instance, subscribed to the view that Daniel's 70th week awaited a future fulfillment.[2] Two Catholic Jesuit writers, Manuel Lacunza (1731-1801) and Francisco Ribera (1537-1591), proposed the futurist view. Lacunza wrote under the pen name \"Ben-Ezra\", and his work was banned by the Catholic Church. Up until the 19th Century, the futurist view was generally shunned by non-Catholics, being seen as a self-defense of the papacy against the claims of the historicist reformers.[3] The Futurist view has grown in popularity in the 19th and 20th centuries, and is currently followed by millions of Christians.[4] However, while this interpretation is popular among U.S. Evangelicals, it is generally rejected by Roman Catholics,[5] Orthodox Christians,[6] Lutherans, and Reformed Christians.[7] The futurist view assigns all or most of the prophecy to the future, shortly before the Second Coming; especially when interpreted in conjunction with Daniel, Isaiah 2:11-22, 1 Thessalonians 4:15–5:11, and other eschatological sections of the Bible.[citation needed] Futurist interpretations generally predict a resurrection of the dead and a rapture of the living, wherein all true Christians are gathered to Christ prior to the time God's kingdom comes on earth. They also believe a tribulation will occur - a seven-year period of time when believers will experience worldwide persecution and martyrdom. Futurists differ on when believers will be raptured, but there are three primary views: 1) before the tribulation; 2) near or at the midpoint of the tribulation; or 3) at the end of the tribulation. There is also a fourth view of multiple raptures throughout the tribulation, but this view does not have a mainstream following.[citation needed] Pretribulationists believe that all Christians then alive will be taken up to meet Christ before the Tribulation begins. In this manner, Christians are \"kept from\" the Tribulation, such as Enoch was removed before God judged the antediluvian world, in contrast with Noah who was \"kept through\" wrath and judgement of God in the flood of Genesis.[citation needed] Midtribulationists believe that the rapture of the faithful will occur approximately halfway through the Tribulation, after it begins but before the worst part of it occurs. Some midtribulationists, particularly those holding to a \"pre-wrath rapture\" of the church, believe that God's wrath is poured out during a \"Great Tribulation\" that is limited to the last 3½ years of the Tribulation, after believers have been caught up to Christ.[citation needed] Post-tribulationists believe that Christians will be gathered in the clouds with Christ and join him in his return to earth. (Pretribulationist Tim LaHaye admits a post-tribulation rapture is the closest of the three views to that held by the early church.)[citation needed] All three views hold that Christians will return with Christ at the end of the Tribulation. Proponents of all three views also generally portray Israel as unwittingly signing a seven-year peace treaty with the Antichrist, which initiates the seven-year Tribulation. Many also tend to view the Antichrist as head of a revived Roman Empire, but the geographic location of this empire is unknown. Hal Lindsey suggests that this revived Roman Empire will be centered in western Europe, with Rome as its capital. Tim LaHaye promotes the belief that Babylon will be the capital of a worldwide empire. Joel Richardson and Walid Shoebat have both recently written books proposing a revived eastern Roman Empire, which will fall with the boundaries of the Ottoman Empire. (Istanbul also has seven hills, was a capital of the Roman Empire as Constantinople, known as the Byzantine Empire, and a body of water in the city is known as the Golden Horn - notable given the eschatological references to the \"Little Horn\"Daniel 7:8,8:9.)[citation needed] The rapture views are subsets of Premillenial interpretations of the Millennium, mentioned in Revelation 20. There are three main interpretations: Premillennialism, Amillennialism, and Postmillennialism.[citation needed] Premillennialism believes that Christ will return to the earth, bind Satan, and reign for a literal thousand years on earth with Jerusalem as his capital. Thus Christ returns before (\"pre-\") the thousand years mentioned in chapter 20. There are generally two subclasses of Premillennialism: Dispensational and Historic. Some form of premillennialism is thought to be the oldest millennial view in church history.[8] Papias, believed to be a disciple of the Apostle John, was a premillennialist, according to Eusebius. Also Justin Martyr and Irenaeus expressed belief in premillennialism in their writings. Amillennialism, the traditional view for Catholicism, believes that the thousand years mentioned are not (\"a-\") a literal thousand years, but is figurative for what is now the church age, usually, the time between Christ's ascension and second coming. This view is often associated with Augustine of Hippo, who wrote that Satan will be incarnated in the Antichrist and his emergence will be put to an end with his annihilation by Christ.[9] Amillennialists differ on the time frame of the millennium. Some say it started with Pentecost, others say it started with the fulfillment of Jesus' prophecy regarding the destruction of the temple in Jerusalem (70), and other starting points have also been proposed. Whether this eschatology is the result of caesaropapism, which may have also been the reason that premillennialism was condemned, is sharply disputed.[citation needed] Postmillennialism believes that Christ will return after (\"post-\") a literal/figurative thousand years, in which the world will have essentially become a Christendom. This view was held by Jonathan Edwards.[citation needed] In the futurist view of Christian eschatology, the Tribulation is a relatively short period of time where anyone who chose not to follow God before the Rapture and was left behind (according to Pre-Tribulation doctrine, not Mid- or Post-Tribulation teaching) will experience worldwide hardships, disasters, famine, war, pain, and suffering, which will wipe out more than 75% of all life on the earth before the Second Coming takes place.[citation needed] According to Dispensationalists who hold the futurist view, the Tribulation is thought to occur before the Second Coming of Jesus and during the End Times. Another version holds that it will last seven years in all, being the last of Daniel's prophecy of seventy weeks. This viewpoint was first made popular by John Nelson Darby in the 19th century and was recently popularized by Hal Lindsey in The Late Great Planet Earth. It is theorized that each week represents seven years, with the timetable beginning from Artaxerxes' order to rebuild the Temple in Jerusalem (the Second Temple). After seven plus 62 weeks, the prophecy says that the messiah will be \"cut off\", which is taken to correspond to the death of Christ. This is seen as creating a break of indeterminate length in the timeline, with one week remaining to be fulfilled.[citation needed] This seven-year week may be further divided into two periods of 3.5 years each, from the two 3.5-year periods in Daniel's prophecy where the last seven years are divided into two 3.5-year periods, (Daniel 9:27) The time period for these beliefs is also based on other passages: in the book of Daniel, \"time, times, and half a time\", interpreted as \"a year, two years, and half a year,\" and the Book of Revelation, \"a thousand two hundred and threescore days\" and \"forty and two months\" (the prophetic month averaging 30 days, hence 1260/30 = 42 months or 3.5 years). The 1290 days of Daniel 12:11, (rather than the 1260 days of Revelation 11:3), is thought to be the result of either a simple intercalary leap month adjustment, or due to further calculations related to the prophecy, or due to an intermediate stage of time that is to prepare the world for the beginning of the millennial reign.[10] Among futurists there are differing views about what will happen to Christians during the Tribulation:[citation needed] In pretribulationism and midtribulationism, the Rapture and the Second Coming (or Greek, par[a]ousia) of Christ are separate events, while in post-tribulationism the two events are identical or simultaneous. Another feature of the pre- and mid-tribulation beliefs is the idea that after the Rapture, Christ will return for a third time (when also counting the first coming) to set up his kingdom on the earth.[citation needed] Some, including many Roman Catholic theologians,[citation needed] do not believe in a \"time of trouble\" period as usually described by tribulationists, but rather that there will be a near utopian period led by the Antichrist. According to Futurism, the 70th week of Daniel will occur at some point in the future, culminating in seven years (or 3.5 years depending on denomination) of Tribulation and the appearance of the Antichrist. Such a thesis is paradigmatic for Dispensational Premillennialism. In contradistinction, Historic Premillennialism may or may not posit Daniel's 70th week as future yet retain the thesis of the future fulfillment of many of the prophecies of Major and Minor Prophets, the teachings of Christ (e.g., Matthew 24) and the book of Revelation. Dispensationalists typically hold that a 'hiatus', which some refer to as a 'biblical parenthesis', occurred between the 69th and 70th week of the prophecy, into which the \"church age\" is inserted (also known as the \"gap theory\" of Daniel 9). The seventieth week of the prophecy is expected to commence after the rapture of the church, which will incorporate the establishment of an economic system using the number '666', the reign of the beast (the Antichrist), the false religious system (the harlot), the Great Tribulation and Armageddon.[12] Controversy exists regarding the antecedent of he in Daniel 9:27. Many within the ranks of premillennialism do not affirm the \"confirmation of the covenant\" is made by Jesus Christ (as do many Amillennarians) but that the antecedent of \"he\" in vs. 27 refers back to vs. 26 (\"the prince who is to come\"—i.e., the Antichrist). Antichrist will make a \"treaty\" as the Prince of the Covenant (i.e., \"the prince who is to come\") with Israel's future leadership at the commencement of the seventieth week of Daniel's prophecy; in the midst of the week, the Antichrist will break the treaty and commence persecution against a regathered Israel.[13]","Title":"Futurism (Christianity) - Wikipedia","KeyID":"12044","URL":"https://en.wikipedia.org/wiki/Futurism_(Christianity)"}