{"Content: ":"Dispensationalism is a particular hermeneutic or analytical system for interpreting the Bible based on a literal translation, and which stands in contrast to the earlier Calvinist system of covenant theology used in fundamentalist biblical interpretation. Dispensationalism was first developed by John Nelson Darby around 1830, and considers biblical history as divided by God into dispensations, defined periods or ages to which God has allotted distinct covenants or administrative principles. According to dispensationalism, each age of God's plan is thus administered in a certain way, and humanity is held responsible as a steward during that time. Dispensationalists' presuppositions start with the inductive reasoning that biblical history has a particular discontinuity in the way God reacts to humanity in the unfolding of their, sometimes supposed, free wills.[1][full citation needed] Progressive revelation is the doctrine in some forms of Christianity that each successive book of the Bible provides further revelation of God and his program. For instance, the theologian Charles Hodge wrote: The progressive character of divine revelation is recognized in relation to all the great doctrines of the Bible... What at first is only obscurely intimated is gradually unfolded in subsequent parts of the sacred volume, until the truth is revealed in its fullness.[2] The New Testament writings, then, contain additional information regarding God and his program beyond the writings of the Old Testament. Disagreement exists between covenant theology and dispensationalism regarding the meaning of revelation. Covenant theology views the New Testament as the key to interpreting the Old Testament. Therefore, concepts such as the biblical covenants and promises to Israel are believed to be interpreted by the New Testament as applying to the church. Dispensationalism holds that both the Old Testament and New Testament are interpreted using literal grammatical-historical interpretation. As a result, they reject the idea that the meaning of the Old Testament was hidden and that the New Testament can alter the straightforward meaning of the Old Testament. Their view of progressive revelation is that the New Testament contains new information which can build on the Old Testament but cannot change its meaning.[citation needed] Dispensationalists profess a definite distinction between Israel and the Christian Church. For dispensationalists, Israel is an ethnic nation[3] consisting of Hebrews (Israelites), beginning with Abraham and continuing in existence to the present. The Church, on the other hand, consists of all saved individuals in this present dispensation—i.e., from the \"birth of the Church\" in Acts until the time of the rapture.[4] According to progressive dispensationalism in contrast to the older forms, the distinction between Israel and the Church is not mutually exclusive, as there is a recognized overlap between the two.[5]: 295  The overlap includes Jewish Christians like James, brother of Jesus, who integrated Jesus' teachings into the Jewish faith, and Christians of Jewish ethnicity who held varying opinions on compliance with Mosaic law, like Saint Peter and Paul the Apostle. Classical dispensationalists refer to the present-day Church as a \"parenthesis\" or temporary interlude in the progress of Israel's prophesied history.[6] Progressive dispensationalism \"softens\" the Church/Israel distinction by seeing some Old Testament promises as expanded by the New Testament to include the Church. However, progressives never view this expansion as replacing promises to its original audience, Israel.[7] Dispensationalists believe that Israel as a nation will embrace Jesus as their messiah toward the end of the Great Tribulation, right before the Second Coming. Classic dispensationalism began with John Nelson Darby. Darby was succeeded by the theologian C. I. Scofield,[8][9] the Bible teacher Harry A. Ironside,[10] Lewis Sperry Chafer, William R. Newell, and Miles J. Stanford, each of whom identified Pentecost (Acts 2) with the start of the Church as distinct from Israel; this may be referred to as the \"Acts 2\" position. Other Acts 2 Pauline dispensationalists include R. B. Shiflet, Roy A. Huebner, and Carol Berubee. In contrast, Grace Movement Dispensationalists believe that the church started later in Acts and emphasize the beginning of the church with the ministry of Paul. Advocates of this \"mid-Acts\" position identify the start of the church occurring between the salvation of Saul in Acts 9[11] and the Holy Spirit's commissioning of Paul in Acts 13. The \"Acts 28\" position[12] posits that the church began in Acts chapter 28 where the Apostle Paul quotes Isaiah 6:9-10 concerning the blindness of Israel, announcing that the salvation of God is sent to the Gentile world (Acts 28:28). Premillennialists are dispensationalists who affirm a future, literal 1,000-year reign of Jesus Christ (Revelation 20:6),[citation needed] which merges with and continues on to the eternal state in the \"new heavens and the new earth\" (Revelation 21). They claim that the millennial kingdom will be theocratic in nature and not mainly soteriological, as it is considered by George Eldon Ladd and others with a non-dispensational form of premillennialism.[citation needed] The vast majority of dispensationalists profess a pretribulation rapture, with small minorities professing to either a mid-tribulation, or post-tribulation rapture.[13] The number of dispensations vary typically from three to eight. The typical seven-dispensation scheme is as follows:[14] Below is a table comparing the various dispensational schemes: The concept of the arranging of divisions of biblical history dates back to Irenaeus during the second century.[citation needed] Other Christian writers since then have offered their own arrangements of history, such as Augustine of Hippo and Joachim of Fiore (1135–1202).[5]: 116  Many Protestant and Calvinist writers also developed theological schemes and divisions of history, in particular after the Westminster Confession of Faith noted \"various dispensations\".[15] Dispensationalism developed as a system from the teachings of John Nelson Darby, considered by some to be the father of dispensationalism (1800–82),[5]: 10, 293  who strongly influenced the Plymouth Brethren of the 1830s in Ireland and England. The original concept came when Darby considered the implications of Isaiah 32 for Israel. He saw that prophecy required a future fulfillment and realization of Israel's kingdom. The New Testament church was seen as a separate program not related to that kingdom. Thus arose a prophetic earthly kingdom program for Israel and a separate \"mystery\" heavenly program for the church. In order to not conflate the two programs, the prophetic program had to be put on hold to allow for the church to come into existence. Then it is necessary for the church to be raptured away before prophecy can resume its earthly program for Israel.[16] In Darby's conception of dispensations, the Mosaic dispensation continues as a divine administration over earth up until the return of Christ. The church, being a heavenly designated assembly, does not have its own dispensation as per Scofield. Darby conceives of dispensations relating exclusively to the divine government of the earth and thus the church is not associated with any dispensations. While his Brethren ecclesiology failed to catch on in America, his eschatological doctrine became widely popular in the United States, especially among Baptists and Old School Presbyterians.[17]: 293  American dispensationalism crossed over many denominational boundaries. Regarding any supposed connection to Edward Irving: While Irving and the Albury group had a few eschatological ideas that were unique, a belief in the pre-tribulation rapture was not one of them. It is impossible for one to follow the historicist approach and also believe the rapture will occur before the tribulation, since historicists believe that the tribulation began hundreds of years ago and runs the course of most of the current church age. It is also true that Irvingites spoke of a soon coming of Christ to translate believers to heaven, but this view was part of their second coming belief that they could have derived from Manuel Lacunza’s writings, which were not the product of futurism at that point. [...] On the other hand, Darby most likely thought of and then developed the idea of pre-tribulationism in the process of shifting to futurism. Paul Wilkinson notes that \"Darby found an exegetical basis in Scripture for his doctrine of a pretribulation Rapture. As a careful student of the Bible, Darby had no need to appeal to an oracle for his doctrines. The unfounded and scurrilous accusations of MacPherson and his sympathizers contravene the whole ethos of John Nelson Darby, a man of integrity to whom the Word of God was paramount.\"[18] Dispensationalism was adopted, modified, and made popular in the United States by the Scofield Reference Bible. It was introduced to North America by James Inglis (1813–72) through the monthly magazine Waymarks in the Wilderness, published intermittently between 1854 and 1872.[citation needed] During 1866, Inglis organized the Believers' Meeting for Bible Study, which introduced dispensationalist ideas to a small but influential circle of American evangelicals. They were disturbed by the inroads of religious liberalism and saw premillennialism as an answer. Dispensationalism was introduced as a premillennial position, and it largely took over the fundamentalist movement, over a period of several decades. The American church denominations rejected Darby's ecclesiology but accepted his eschatology. Many of these churches were Presbyterian and Baptist, and they retained Darby's Calvinistic soteriology. After Inglis' death, James H. Brookes (1830–98), the pastor of Walnut Street Presbyterian Church in St. Louis, organized the Niagara Bible Conference (1876–97) to continue the dissemination of dispensationalist ideas. Dispensationalism was boosted after Dwight L. Moody (1837–1899) learned of dispensational theology from an unidentified member of the Brethren during 1872. Moody worked with Brookes and other dispensationalists and encouraged the spread of dispensationalism. The efforts of C.I. Scofield and his associates introduced dispensationalism to a wider audience in America by his Scofield Reference Bible. The publication of the Scofield Reference Bible during 1909 by the Oxford University Press for the first time displayed overtly dispensationalist notes on the pages of the biblical text. The Scofield Bible became a popular Bible used by independent Evangelicals in the United States. Evangelist and Bible teacher Lewis Sperry Chafer (1871–1952) was influenced by Scofield; he founded the Dallas Theological Seminary during 1924, which has become the main institution of dispensationalism in America. The Baptist Bible Seminary in Clarks Summit, Pennsylvania became another dispensational school. Grace School of Theology opened in Houston, TX in 2003 as a dispensational school. Founded by graduates of Dallas Theological Seminary, it holds \"that the Bible must be interpreted as language is normally used, recognizing the importance of dispensational distinctions.\"[19] Other prominent dispensationalists include Reuben Archer Torrey (1856–1928), James M. Gray (1851–1925), William J. Erdman (1833–1923), A. C. Dixon (1854–1925), A. J. Gordon (1836–95), and William Eugene Blackstone, author of the book Jesus is Coming (endorsed by Torrey and Erdman). These men were active evangelists who promoted a host of Bible conferences and other missionary and evangelistic efforts. They also gave the dispensationalist philosophy institutional permanence by assuming leadership of new independent Bible institutes, such as the Moody Bible Institute during 1886, the Bible Institute of Los Angeles (now Biola University) during 1908, and Philadelphia College of Bible (now Cairn University, formerly Philadelphia Biblical University) during 1913. The network of related institutes that soon developed became the nucleus for the spread of American dispensationalism. Dispensationalism has become very popular with American evangelicalism, especially among nondenominational Bible churches, Baptists, Pentecostal, and Charismatic groups.[citation needed] Conversely, Protestant denominations that embrace covenant theology as a whole tend to reject dispensationalism. For example, the General Assembly of the Presbyterian Church in the United States (PCUS) (which subsequently merged with the United Presbyterian Church in the United States of America (UPCUSA), in which dispensationalism existed) termed it \"evil and subversive\" and regarded it as a heresy.[20] The Churches of Christ underwent division during the 1930s as Robert Henry Boll (who taught a variant of the dispensational philosophy) and Foy E. Wallace (representing the amillennial stance) disputed severely over eschatology.[21] Dispensationalism rejects the notion of supersessionism, still considers the Jewish people as God's chosen people, and some see the modern State of Israel as resulting in the Israel who will receive the fulfillment of all of God's Old Testament promises. John Nelson Darby taught, and most subsequent dispensationalists have maintained, that God considers the Jews as his earthly chosen people, even as they remain in rejection of Jesus Christ, and God continues to maintain an earthly destiny in the future millennial Kingdom when the Lord Jesus Christ returns to earth and establishes it in fulfillment of prophecy in the prophetic scheme. Dispensationalists teach that a remnant within the nation of Israel will be born again, called of God, and by grace brought to realize that they crucified their Messiah. Dispensationalism is unique in teaching that the Church stands in a dispensation that occurs as a parenthesis in the prophetic Kingdom program, a dispensational \"mystery\" or \"grace\" period, meaning that it was not directly revealed in prophecy in the Old Testament, and that this \"age of grace\" will end with the rapture of the church allowing the prophetic clock for Israel to start up again. Then the Jewish remnant becomes manifest through the Great Tribulation as a result of recognizing Jesus as their promised Messiah during the trials that come upon them in this Tribulation which serves to purify the nation. Darby's teachings envision Judaism as continuing to enjoy God's protection literally to the end of time, and teach that God has a separate earthly and prophetic Kingdom \"program,\" to use J. Dwight Pentecost's term, for Israel and another heavenly (destined) Mystery program for the Church. Dispensationalists teach that God has eternal covenants with Israel which cannot be violated and must be honored and fulfilled. Dispensationalists affirm the necessity for Jews to receive Jesus as Messiah, while also stressing that God has not forsaken those who are physically descended from Abraham through Jacob. They claim that God made unconditional covenants with Israel as a people and nation in the Abrahamic, Palestinian, Davidic, and New Covenant. Israel has allied with U.S. evangelicals and dispensationalists to influence U.S. foreign policy, including protection of the Jewish people in Israel and continued aid for the state of Israel.[22][23] Israel's alliance with televangelist John Hagee began in the early 1980s as he met with every Prime Minister of Israel since Menachem Begin. Since the mid-2000s Israel has been in commercial alliance with televangelist and sometime-politician Pat Robertson,[24] and in 2005 Prime Minister Benjamin Netanyahu said that \"we have no greater friend in the whole world than Pat Robertson.\"[25] Political commentator Kevin Phillips claimed in American Theocracy (2006) that dispensationalist and other fundamentalist Christians, together with the oil lobby, provided political assistance for the invasion of Iraq during 2003.[26] Dispensationalists typically endorse the modern state of Israel, consider its existence as a political entity as God revealing his will for the Last Days, and reject anti-Semitism.[27] Other commentators levy the charge that dispensationalism is itself anti-Semitic; writer Nancy LeTourneau of Washington Monthly has called dispensationalist theology \"a somewhat twisted form of anti-semitism\", remarking, \"None of this will end well for the Jewish people, or the rest of us.\"[28] Some Messianic Jews reject dispensationalism in favor of related but distinct hermeneutics called Olive Tree Theology.[29] The name refers to the passages of Romans 11:17-18 [KJV] \"And if some of the branches be broken off, and thou, being a wild olive tree, wert graffed in among them, and with them partakest of the root and fatness of the olive tree; Boast not against the branches. But if thou boast, thou bearest not the root, but the root thee.\" Dispensationalist themes form the basis of the popular Left Behind series of books.[citation needed]","Title":"Dispensationalism - Wikipedia","KeyID":"12043","URL":"https://en.wikipedia.org/wiki/Dispensationalism"}