{"Content: ":"The events of Revelation are the events that occur in the Book of Revelation of the New Testament.[1] An outline follows below, chapter by chapter. The first vision that the author experiences is that of entering Heaven and seeing God's throne (Revelation 4:1–6). In Revelation, God is described as \"having the appearance like that of jasper and carnelian with a rainbow-like halo as brilliant as emerald\". Around God's throne are twenty four other thrones, on which sit elders in white robes. From the throne come thunder and lightning and, in front of the throne, the author sees seven torches and a sea of crystal. The author then sees four creatures which have six wings and are covered in eyes (Revelation 4:6–11). The creatures are giving eternal thanks to God and, whenever one of them bows down to worship God, the twenty four elders around God's throne bow down to worship God. War breaks out in Heaven. Historicist view In the traditional historicist view, Joseph Mede (1627) identified the war of Michael the Archangel and the Dragon as the fall of Paganism by Christianity. This concept was adopted by Campegius Vitringa (1705), Dr. Charles Daubuz (1720), Bishop Newton, John Cunninghame, and Edward Bishop Elliott (1837). Jacques-Bénigne Bossuet (17th Century), even marks the fall of Paganism to the death of Galerius Maximus in the year 311.[3] A woman gives birth to a son who is to \"rule the nations with an iron scepter\". She is then pursued by a Dragon with seven heads and ten horns, which wants to kill her baby. However, the child was taken away by God. Immediately after this, Michael and his angels fought the Dragon and his followers in Heaven. The Dragon lost the war, and was thrown down to Earth along with all of its followers. The Dragon pursued the woman and tried to drown her, but the water drained away into the ground. The woman grew wings and flew away. The Dragon was enraged, and went to war with the remainder of her offspring, who keep the commandments of God. A beast with ten horns atop seven heads rises out of the sea and is given authority to rule the Earth by the Dragon. The people of Earth marvel at the beast's abilities and worship it and the Dragon. (Revelation 13:4). The beast is able to control the entire planet, and goes to war against the saints. Following this, another beast arises, this time from the ground. This beast, which resembles a lamb but speaks like a dragon, exercises authority on behalf of the previous, and causes \"great and miraculous signs\" by which to make people follow the original beast. The second beast, also known as the false prophet, forces all to receive the Mark of the Beast on their right hand or forehead, declaring that \"no one could buy or sell unless he had the mark, which is the name of the beast or the number of his name.\" (Revelation 13:11-17). John writes of seven angels with seven plagues, the last plagues ever to occur. He states that until the plagues are complete no one can enter the Temple of God. The seven Vial/Bowl judgments are similar in nature to the Trumpet judgments, but far more serious for there will be no warning when they come. In addition, there are three key differences between the Trumpet judgments and the Vial/Bowl judgments: firstly, the Trumpet judgments are plagues that bring partial devastation and plagues upon 1/3 of nature and people, while the Vial/Bowl judgments are more severe direct assaults against humanity and nature, thus bringing more chaos on the earth than the Trumpet judgments. Lastly, the Trumpet judgments offer a possibility of redemption and repentance, while the Vial judgments do not; the Vial judgments are a literal assault on those who have taken the mark of the Beast, and to those who are considered incorrigibles and arrogantly unrepentant, thus making them impossible to save. The Vial/Bowl judgments are listed below. Some Christians[who?] believe that the seals and trumpets will occur during the first half of the tribulation. The vial judgments will occur during the second half, as the first judgment refers to those with the mark of the beast. The mark will not be implemented until the Antichrist appears to be dead after suffering a fatal wound, only to be miraculously healed by Satan, and after he defiles the Temple; and this will happen precisely at the midpoint of the tribulation. Thus, the vial judgments will be more severe. Others[who?], such as many historicists, argue that the seals generally cover man's history from after the first coming of Christ up to the End time, with the trumpets generally covering the Tribulation, and the Bowls reserved for the Wrath of God period — preceding the Millennium.) Next, seven angels are given vials or bowls to pour out upon the earth which contain \"the seven last plagues\". These last judgments will complete God's wrath. The first bowl produces unbearable sores on humanity. The second bowl results in the death of every living thing in the sea. The third bowl turns the inland waters into blood. The fourth bowl causes the sun to scorch man. The fifth bowl brings darkness over the beast's kingdom. The sixth bowl dries up the river Euphrates to prepare the way for the kings of the east and causes the armies of the Antichrist being gathered together to wage the battle of Armageddon. The seventh bowl results in a devastating earthquake followed by giant hailstones (Revelation 16:17–21). The woman who rides on the beast is introduced in the seventeenth chapter. The entire chapter is quite symbolic, but an angel explains to John the meaning of what he is seeing. The woman, who is referred to as \"the great prostitute\", \"is the great city who rules over the kings of the earth\" (Revelation 17:18), who is envied by the ten kings who give power to the beast and is destroyed by those ten kings. \"They will bring her to ruin and leave her naked; they will eat her flesh and burn her with fire. For God has put it into their hearts to accomplish his purpose by agreeing to give the beast their power to rule, until God's words are fulfilled\" (Revelation 17:16–17). Revelation 17–18 introduces a Woman dressed in purple and scarlet, and decked with gold, precious stones and pearls. She sits on a scarlet beast with 7 heads (representing 7 kings) and 10 horns (representing 10 kings). She is described as the \"Mother of Harlots\" and is drunk with the blood of the saints indicating her intense involvement in persecution. She comes to power and rules the kings and peoples of the earth. Eventually, the 10 kings ruling the kingdoms that give their power to the Beast grow tired of her influence and overthrow her. Her destruction will cause the kings and merchants of the earth to mourn her death. Babylon falls. This causes the merchants of the earth to weep because no one is able to buy their products anymore. The marriage between Jesus and his bride, who has prepared herself and clothed in white linen, occurs (Revelation 19:5–10). A \"white horse, whose rider is called Faithful and True\" is introduced. \"With Justice he makes war\" (Revelation 19:11). Jesus Christ is the rider mentioned in chapter twelve. John references Psalm 2:9 when he writes \"He will rule them with an iron scepter\" (Revelation 19:15). This is when the first war between the people of God and the rest of the world takes place. After the war has finished the beast and the false prophet are taken captives and thrown into the lake of fire, while all other enemy combatants are killed and their corpses left out on the field for the birds of the sky to devour their flesh (Revelation 19:20–21). Jesus returns to earth followed by the armies of Heaven, which are seen riding white horses dressed in fine linen. The Beast and his False Prophet make war with the armies of Christ but are defeated. In the aftermath of their defeat, the Antichrist and False Prophet are cast alive into the Lake of Fire, which burns forever. Satan is bound in the Abyss for a thousand years. The Saints who died are resurrected (Resurrection of the Saints[5]) and begin their thousand-year reign with Christ (Revelation 20:1–6). After the thousand years, Satan is released from the Abyss to deceive the nations and gather Gog and Magog and the people of the world to encircle the camp of the saints and the city of Jerusalem. A fire comes down from God out of heaven and devours them and Satan is finally destroyed forever (Revelation 20:7–10). The wicked dead and all of those who died during the thousand-year reign of Christ are resurrected and judged (Revelation 20:11–14). A new heaven and a new earth with the New Jerusalem (the World to Come) replace the old heaven and earth (Revelation 21:1). This is a reference to Genesis 1:1 and Isaiah 65:17. Many theologians interpret it allegorically as explaining the drastic difference in this world and 'heaven' when Christ has been acknowledged as having returned. \"He will wipe away every tear from their eyes. There will be no more death or mourning or crying or pain, for the old order of things has passed away.\" (Revelation 21:4). A description of the heavenly state, under the figures of the water of life and the tree of life, and of the throne of God and the Lamb. (Revelation 22:1–5) The truth and certain fulfilling of all the prophetic visions, The Holy Spirit and the wife/bride of the Lamb, invite, and say, \"Come\". (Revelation 22:6–19) The closing blessing. (Revelation 22:20,21).","Title":"Events of Revelation - Wikipedia","KeyID":"12055","URL":"https://en.wikipedia.org/wiki/Events_of_Revelation"}