{"Content: ":"The katechon (from Greek: τὸ κατέχον, \"that which withholds\", or ὁ κατέχων, \"the one who withholds\") is a biblical concept which has subsequently developed into a notion of political philosophy. The term is found in 2 Thessalonians 2:6–7 in an eschatological context: Christians must not behave as if the Day of the Lord would happen tomorrow, since the son of perdition (the Antichrist of 1 and 2 John) must be revealed before. St. Paul then adds that the revelation of the Antichrist is conditional upon the removal of \"something/someone that restrains him\" and prevents him being fully manifested. Verse 6 uses the neuter gender, τὸ κατέχον; and verse 7 the masculine, ὁ κατέχων. Since St. Paul does not explicitly mention the katechon's identity, the passage's interpretation has been subject to dialogue and debate amongst Christian scholars. The Roman Catholic and Eastern Orthodox traditions consider that the Antichrist will come at the End of the World. The katechon - what restrains his coming - was someone or something that was known to the Thessalonians and active in their time: \"You know what is restraining\" (2:6). As the Catholic New American Bible states: \"Traditionally, 2 Thes 2:6 has been applied to the Roman empire and 2 Thes 2:7 to the Roman emperor [...] as bulwarks holding back chaos (cf Romans 13:1-7)\"[1] However, some understand the katechon as the Grand Monarch or a new Orthodox Emperor, and some as the rebirth of the Holy Roman Empire.Other scholars suggest that the katechon is the Holy Spirit or the Church.[2] In Nomos of the Earth, German political thinker Carl Schmitt suggests the historical importance within traditional Christianity of the idea of the katechontic \"restrainer\" that allows for a Rome-centered Christianity, and that \"meant the historical power to restrain the appearance of the Antichrist and the end of the present eon.\" The katechon represents, for Schmitt, the intellectualization of the ancient State of the Roman Empire, with all its police and military powers to enforce orthodox ethics.[3] In his posthumously published diary (the Glossarium) the entry from December 19, 1947, reads: \"I believe in the katechon: it is for me the only possible way to understand Christian history and to find it meaningful\".[4][5] And Schmitt adds: \"the Katechon needs to be named for every epoch of the past 1948 years. The place was never unoccupied; otherwise we would no longer be present.\"[5] Paolo Virno has a long discussion of the katechon in his book Multitude: Between Innovation and Negation.[6] He refers to Schmitt's discussion. Virno says that Schmitt views the katechon as something that impedes the coming of the Antichrist, but because the coming of the Antichrist is a condition for the redemption promised by the Messiah, the katechon also impedes the redemption.[6]: 60  Virno uses \"katechon\" to refer to that which impedes both the War of all against all (Bellum omnium contra omnes) and totalitarianism, for example the society in Orwell's Big Brother (Nineteen Eighty-Four). It impedes both but eliminates neither. Virno locates the katechon in the human ability to use language, which makes it possible to conceive of the negation of something, and also allows the conceptualization of something which can be other than what it is; and in the bioanthropological behavior of humans as social animals, which allows people to know how to follow rules without needing a rule to tell how to follow a rule, then a rule to tell how to follow that rule, and so on to infinity. These capabilities permit people to create social institutions and to dissolve or change them.[6]","Title":"Katechon - Wikipedia","KeyID":"12052","URL":"https://en.wikipedia.org/wiki/Katechon"}