{"Content: ":"The seven bowls (Greek: φιάλας, phialas, sing. φιάλη phialē; also translated as cups or vials) are a set of plagues mentioned in Revelation 16.[1] They are recorded as apocalyptic events that were seen in the vision of the Revelation of Jesus Christ, by John of Patmos. Seven angels are given seven bowls of God's wrath, each consisting of judgements full of the wrath of God.[2][3] These seven bowls of God's wrath are poured out on the wicked and the followers of the Antichrist[4] after the sounding of the seven trumpets.[5] The first bowl is poured out upon the earth, and causes painful sores to break out upon all those bearing the mark of the beast.[6] The second bowl is poured out upon the sea. The sea turns to blood, and every living creature in it dies.[7] The third bowl is poured out upon the rivers and springs of water, and they turn to blood. The \"angel of the waters\" makes a speech in praise of God's justice, which is echoed by a voice from the altar.[8] The fourth bowl is poured out upon the sun. The sun scorches the people, but they only curse the name of God and do not repent.[9] The fifth bowl is poured out upon the throne of the beast. A thick darkness overwhelms the kingdom of the beast, and the wicked still do not repent.[10] The sixth bowl is poured out upon the river Euphrates. The river dries up to allow \"the kings of the east\" to cross. Three unclean spirits with the appearance of frogs come, one each, out of the mouths of the dragon, the beast, and the false prophet. These demonic spirits work miracles to gather the nations of the world to battle against the forces of good during the Battle of Armageddon. The vision is interrupted by a voice that says \"Behold, I am coming like a thief\", and urges believers to stay alert.[11] Other biblical scholars believe that the great eschatological battle is not described in these verses, having already been won at the time of the crucifixion of Jesus.[12] The seventh bowl is poured out into the air. A voice from the throne says: \"It is done.\" There is thunder and lightning, and an earthquake which destroys the cities of the world, and splits \"the great city\" into three parts. The islands and mountains are destroyed, and hailstones weighing a talent each fall upon the earth. The people continue to curse God.[13]","Title":"Seven bowls - Wikipedia","KeyID":"12059","URL":"https://en.wikipedia.org/wiki/Seven_bowls"}