{"Content: ":"The Seven Seals of God from the Bible's Book of Revelation are the seven symbolic seals (Greek: σφραγῖδα, sphragida) that secure the book or scroll that John of Patmos saw in an apocalyptic vision. The opening of the seals of the document occurs in Rev Ch 5–8 and marks the Second Coming of the Christ and the beginning of The Apocalypse/Revelation. Upon the Lamb of God/Lion of Judah opening a seal on the cover of the book/scroll, a judgment is released or an apocalyptic event occurs. The opening of the first four Seals releases the Four Horsemen, each with his own specific mission.[6:1-8] The opening of the fifth Seal releases the cries of martyrs for the \"Word/Wrath of God\".[6:9-11] The sixth Seal prompts plagues, storms and other cataclysmic events.[1][6:12-17] The seventh Seal cues seven angelic trumpeters who in turn cue the seven bowl judgments and more cataclysmic events.[8:1-13] Certain words and phrases used in The Revelation had a clearer meaning to ancient readers familiar with objects of their time. For example, important documents were sent written on a papyrus scroll sealed with several wax seals.[2] Wax seals were typically placed across the opening of a scroll,[3] so that only the proper person, in the presence of witnesses, could open the document.[2] This type of \"seal\" is frequently used in a figurative sense, in the book of Revelation,[4] and only the Lamb is worthy to break off these seals.[2] From the Reformation to the middle of the 19th century, the seals in Revelation have been interpreted through various methods, such as the historicist view that most Protestants adopted and the views of preterism and futurism that post-Reformation Catholic circles promoted. Idealism was also a fairly major view that became realized since the time of Augustine, Bishop of Hippo (AD 345–430).[5] The preterist usually views that John was given an accurate vision of a course of events that would occur over the next several centuries to fulfill the prophetic seals.[6] Robert Witham, an 18th-century Catholic commentator, offers a preterist view for the period that spans the length of the opening of the seals;[7] it being the period from Christ to the establishment of the Church under Constantine in 325.[8] Johann Jakob Wettstein (18th century) places the date of the Apocalypse as written before A. D. 70. He assumed that the first part of the Book was in respect to Judea and the Jews, and the second part about the Roman Empire. The “Sealed Book” is the book of divorcement sent to the Jewish nation from God.[9] Isaac Williams (19th century) associated the first six Seals with the discourse on the Mount of Olives and stated that, “The seventh Seal contains the Seven Trumpets within it… the judgments and sufferings of the Church.”[10] Traditionally, the historicist view of the Seven Seals in The Apocalypse spanned the time period from John of Patmos to Early Christendom. Scholars such as Campegius Vitringa,[11] Alexander Keith, and Christopher Wordsworth did not limit the timeframe to the 4th century. Some have even viewed the opening of the Seals right into the early modern period.[12] However, Contemporary-historicists view all of Revelation as it relates to John's own time (with the allowance of making some guesses as to the future).[6] According to E.B. Elliott, the first seal, as revealed to John by the angel, was to signify what was to happen soon after John seeing the visions in Patmos. The general subject of the first six seals is the decline and fall, after a previous prosperous era, of the Empire of Pagan Rome.[13]: 119, 121, 122  Moderate futurists typically interpret the opening of the seals as representing forces in history, however long they last, by which God carries out His redemptive and judicial purposes leading up to “the end”.[14] The idealist view does not take the book of Revelation literally. The interpretation of Revelation’s symbolism and imagery is defined by the struggles between good and evil.[5] The returned Christ opening the \"7 Seals\" has its consequences. The first 4 Seals result in the Four Horsemen. Revelation 6:1-2 1 And I saw when the Lamb opened one of the seals, and I heard, as it were the noise of thunder, one of the four beasts saying, Come and see. 2 And I saw and behold a white horse: and he that sat on him had a bow; and a crown was given unto him: and he went forth conquering, and to conquer. (--Authorized King James Version) [15] Johann Jakob Wettstein (18th century) identified the first Horseman as Artabanus, king of the Parthians who slaughtered the Jews in Babylon.[9] However, Ernest Renan, a 19th-century modern rationalist preterist, interpreted the First Horseman to be symbolic of the Roman Empire, with Nero as the Antichrist.[10] This rider who \"went forth conquering\" was Rome's march toward Jerusalem in the year 67, to suppress The Great Jewish Revolt.[16] In the historicist views of Nicholas de Lyra (14th century), Robert Fleming (17th century), Charles Daubuz (c. 1720), Thomas Scott (18th century), and Cuninghame, they agreed that the First Seal opened there upon the death of Christ.[12] (Note:This theory is discredited do to fact in Revelation 4:1 “After this I looked and saw a door standing open in heaven. And the voice I had previously heard speak to me like a trumpet was saying, “Come up here, and I will show you what must happen after these things.”” According to Rev. 4:1 the seals will be opened at a future date and at the time of this vision Jesus death and resurrection had already occurred approximately 20 years earlier.) Puritan Joseph Mede (1627) associated the opening of the First Seal to year 73, during the reign of Vespasian, just after The Great Jewish Revolt. Campegius Vitringa (c. 1700), Alexander Keith (1832), and Edward Bishop Elliott (1837) considered this period to have started with the death of Domitian and Nerva’s rise to power in the year 96. This began Rome’s Golden age where the spread of the Gospel and Christianity flourished.[17] To 17th-century Dutch Protestant theologian, Vitringa, it lasted up until Decius (249).[18] However, a more common historicist view is that the Golden age ended with Commodus making peace with the Germans in year 180.[16] This rider represents the antichrist who will head the revived Roman Empire at the end of history.[16] This rider is a symbol of the progress of the gospel of the conquering Christ mentioned in Rev. 5:5; 19:11-16.[16] The period involved is from 4000 B. C. to 3000 B. C. \"It extends from after the fall of Adam, which according to Ussher' chronology was 4004 B.C., to shortly after the translation of Enoch and his city in 3017 B.C.\"[19] The white horse is an emblem of victory. The bow is an emblem of war, and the crown is the emblem of a conqueror. Enoch is understood to be a kind of general, who led God's saints to war and \"went forth conquering and to conquer.\" Of these wars, the revelations recite: \"And so great was the faith of Enoch that he led the people of God, and their enemies came to battle against them; and he spake the word of the Lord, and the earth trembled, and the mountains fled, even according to his command; and the rivers of water were turned out of their course; and the roar of the lions was heard out of the wilderness; and all nations feared greatly, so powerful was the word of Enoch, and so great was the power of the language which God had given him. There also came up a land out of the depth of the sea, and so great was the fear of the enemies of the people of God, that they fled and stood afar off and went upon the land which came up out of the depth of the sea. And the giants of the land, also, stood afar off; and there went forth a curse upon all people that fought against God; And from that time forth there were wars and bloodshed among them; but the Lord came and dwelt with his people, and they dwelt in righteousness. The fear of the Lord was upon all nations, so great was the glory of the Lord, which was upon his people.\"[20] Precious little is known about Enoch and his city, but a few verses later, it stated that \"the Lord called his people Zion, because they were of one heart and one mind, and dwelt in righteousness; and there was no poor among them\" and later Zion was \"taken up to heaven\". Some[who?] believe it was literally lifted up to the sky, which creates interesting parallels to the Vimana or \"flying cities\" which are found in Hindu texts.[citation needed] Revelation 6:3-4 3 And when he had opened the second seal, I heard the second beast say, Come and see. 4 And there went out another horse [that was] red: and [power] was given to him that sat thereon to take peace from the earth, and that they should kill one another: and there was given unto him a great sword. (--Authorized King James Version) Ernest Renan (19th century) interpreted the Second Horseman to be symbolic of The Great Jewish Revolt and the insurrection of Vindex.[10] During The Great Revolt, civil war broke out amongst the Jews. The civil war not only dissipated their stand against Rome, but also divided the Jewish people into factions that eventually dis-unified Jerusalem.[16] Hugo Grotius (17th century), interprets “the earth”, in verse 4, as the land of Judea. Johann Jakob Wettstein (18th century), identified the Red horse as representing the assassins and robbers of Judea in the days of Antonius Felix and Porcius Festus.[9] Volkmar, a modern rationalist preterist, broadened the scope of the Second Horseman to include major battles that occurred after the year 66: the Jewish–Roman wars, Roman–Parthian Wars, and Byzantine–Arab Wars.[10] The common historicist view of the Second Seal is associated with the Roman period fraught with civil war between 32 would-be emperors that came and went during that time. It was the beginning of the end for the Roman Empire.[16] The Puritan Joseph Mede (1627) captured this timeframe from years 98 to 275.[18] Christopher Wordsworth, in his Lectures on the Apocalypse (1849), declared a 240-year timespan, from years 64 to 304. During this period, Wordsworth indicated Ten persecutions: First, Nero; Second, Domitian; Third, Trajan; Fourth, Marcus Aurelius Antoninus; Fifth, Septimius Severus, Sixth, Maximinus; Seventh, Decius; Eighth, Valerian; Ninth, Aurelian; Tenth, Diocletian.[9] The common historicist view of the Second Seal ends with Diocletian in 305.[16] Other 19th-century views were that of Edward Bishop Elliott who suggested that the Second Seal opened during the military despotism under Commodus, in the year 185. While the Church of Scotland minister, Alexander Keith applied the Second Seal directly to the spread of Mohammedanism, starting in the year 622.[18] The Antichrist will unleash World War III, and crush any who claim to be Christians. He allies with the Arab world in an effort to conquer the entire world. (Ezek. 38; Dan. 11) Only Jerusalem will stand in his way to world supremacy.[16] Seal judgments two through four represent the disintegration of both human civilization and creation resulting from their rejection of the Lamb of God. The rider on the red horse represents the slaughter and war that the kingdoms of men perpetrate against each other because they reject the Christ.[16] The era, from 3000 B. C. to 2000 B. C. Who rode the red horse? Perhaps it was the devil himself, or perhaps a man of blood or a person representing many warriors, of whom we have no record. During this time, the wickedness and abominations of Noah's day were so great, that God found all men, save eight, worthy of death by drowning.[19] \"And God saw that the wickedness of men had become great in the earth; and every man was lifted up in the imagination of the thoughts of his heart, being only evil continually. ... The earth was corrupt before God, and it was filled with violence. And God looked upon the earth, and, behold, it was corrupt, for all flesh had corrupted its way upon the earth.\"[21] In our day, \"peace has been taken from the earth” and the devil has \"power over his own dominion\", with the result that soon the vineyard shall be cleansed by fire. Need we suppose it was different in Noah's day, when the devil raging in the hearts of men, caused the Lord in his anger to cleanse the vineyard with water? And so he did in 2348 B.C.[19] 5 And when he had opened the third seal, I heard the third beast say, Come and see. And I beheld, and lo a black horse; and he that sat on him had a pair of balances in his hand. 6 And I heard a voice in the midst of the four beasts say, A measure of wheat for a denarius, and three measures of barley for a denarius; and [see] thou hurt not the oil and the wine. —Revelation 6:5-6, Authorized King James Version) Hugo Grotius (17th century) and Johann Jakob Wettstein (18th century) viewed this rider as corresponding to the famine that occurred during the reign of Claudius,[9] the Roman Emperor from years 41 to 54. Volkmar, a modern rationalist preterist, pinpoints the start of the famine at year 44, which kept repeating right into the First Jewish–Roman War of 66. Ernest Renan (19th century) viewed year 68 as the most significant year of the famine.[10] The famine was so severe that “mothers ate their children to survive”, while Jewish revolt leader, John of Gischala, and his men consumed the oil and wine that were luxury items from the Jerusalem temple.[16] The common historicist view of the Third Seal is associated with the 3rd century. This was a period of financial oppression imposed on Roman citizenry, created by heavy taxation from the emperors. Taxes could be paid in grain, oil, and wine.[16] Joseph Mede (1627) indicated that the Third Seal had opened from the rule of Septimius Severus (193) to Alexander Severus (235).[18] The English clergyman, Edward Bishop Elliott (1837), also highlighted the significant period of taxation that was imposed under Caracalla’s edict in the year 212.[9] Alexander Keith (1832) took the opening of the Third Seal directly to the Byzantine Papacy in year 606,[9] following Pope Boniface III as an \"Easterner on the papal throne\" in 607.[22] Inflation and famine will plague the earth during World War III. Though many will starve, the wealthy will enjoy the luxuries of oil and wine.[16] This rider bespeaks the economic hardship and poverty that follow the unleashing of wars on humankind, while the rich get richer.[16] As famine follows the sword, so the pangs of hunger gnawed in the bellies of the Lord's people during the third seal. From 2000 B. C. to 1000 B. C., as never in any other age of the earth's history. In the beginning years of this seal, the famine in Ur of the Chaldees was so severe that Abraham's brother, Haran, starved to death, while Abraham was commanded by God to take his family to Canaan. Of his struggle to gain sufficient food to keep alive, Abraham said:[19] \"Now I, Abraham, built an altar in the land of Jershon, and made an offering unto the Lord, and prayed that the famine might be turned away from my father’s house, that they might not perish.\" Later he even had to leave Canaan in search of food. \"And I, Abraham, journeyed, going on still towards the south; and there was a continuation of a famine in the land; and I, Abraham, concluded to go down into Egypt, to sojourn there, for the famine became very grievous.\"[23] Later, Joseph's interpretation of Farao's dream, and subsequent construction of granaries, saved the Egyptians and the House of Jacob (Israel) from starving to death. And again, when the people of Israel had escaped bondage in Egypt, God provided them with manna from heaven for 40 years, lest they starve to death in the wilderness. Revelation 6:7-8 7 And when he had opened the fourth seal, I heard the voice of the fourth beast say, Come and see. 8 And I looked, and behold a pale horse: and his name that sat on him was Death, and Hell followed with him. And power was given unto them over the fourth part of the earth, to kill with sword, and with hunger, and with death, and with the beasts of the earth. (--Authorized King James Version) This rider speaks the widespread death of Jews in their fight against Rome, which happens to be over a million Jewish deaths.[16] Volkmar, a modern rationalist preterist, points to pestilence striking in year 66.[10] This rider signifies twenty years of fighting, famine and disease that plagued the reigns of Emperors Decius, Gallus, Aemilianus, Valerian, and Gallienus (248-268).[16] Spells death for one-fourth of the earth's inhabitants. The war started by the Antichrist, will reach the finale with the seven bowls of judgments.[16] This fourth rider symbolizes death that results from war and famine when men turn against men.[16] During the 4th seal, from 1000 B. C. to the coming of our Lord, death rode roughshod through the nations of men, and hell was at his heels. ... In 1095 B. C. Saul, the warrior-king assumed the reins of power in Israel; it was in 1063 that David, a man of blood, slew Goliath and soon thereafter that he was recognized as king over all Israel. At Solomon's death in 975 B.C. the kingdom was divided with Israel and Judah for hundreds of years thereafter engaging in wars with each other and their neighboring kingdoms. ... The Assyrian empire held imperial sway over much of the \"civilized\" world ... taking the tribes and hosts of Israel into captivity some 760 years before Christ and again 40 or so years later.[19] Then there was the Babylonian empire from 605 to 538 B. C.; the Medo-Persian empire from 538 to 333 B. C. (Alexander the Great conquered Persia in 332); and in 60 B. C., Julius Caesar formed the first Triumvirate, with Imperial Rome rising to dominate the kingdoms of the world. Revelation 6:9-11 9 And when he had opened the fifth seal, I saw under the altar the souls of them that were slain for the word of God, and for the testimony which they held: 10 And they cried with a loud voice, saying, How long, O Lord, holy and true, dost thou not judge and avenge our blood on them that dwell on the earth? 11 And white robes were given unto every one of them; and it was said unto them, that they should rest yet for a little season, until their fellow servants also and their brethren, that should be killed as they [were], should be fulfilled. (--Authorized King James Version) This is the cry for vindication by the Christian martyrs who were persecuted by the Jews after Christ's death and leading up to the fall of Jerusalem in the year 70.[16] Both Ernest Renan and Volkmar, modern rationalist preterists, marked the year 64 as a significant year for Christian martyrdom.[10] The name “Jerusalem” became synonymous with the persecution of the righteous. But God avenged the deaths of the righteous by allowing the Romans to conquer the “holy city” as retaliation for the Jews handing Jesus over to Pilate.[16] This seal occurred during the rule of martyred Christians who were persecuted by Emperor Diocletian (284-303). This was the tenth period of the persecution of Christianity and the most severe, because of being on a “worldwide” scale. Then with Constantine's rise to power, Christianity became legalized (313) and the church was thereby vindicated.[16] This judgment encompasses Christians who will be martyred for their faith in Christ during the Great Tribulation by not bowing down to the Antichrist and by not submitting to the global economic system that forces all people on the earth to receive the mark of the beast. Their deaths place them in good company of the righteous throughout the ages.[16] The fifth seal is a reminder that, though the Christ inaugurated the \"Kingdom of God\" through the preaching of the gospels, God's people suffer during the tribulation that starts from the first coming of Christ to the second coming of Christ. This is known as the end-time tribulation that stretches across world history. Thus the “kingdom of God” is in history, but “not yet” triumphant.[16] During the fifth seal, the period from our Lord's birth down to 1000 A. D., the following happened:[19] Those martyrs, their blood, which was spilled by them who hate the Word of God, will forever condemn Satan and his servants before the Lord. Revelation 6:12-17 12 And I beheld when he had opened the sixth seal, and, lo, there was a great earthquake; and the sun became black as sackcloth of hair, and the moon became as blood; 13 And the stars of the heavens fell unto the earth, even as a fig tree casteth her untimely figs, when she is shaken of a mighty wind. 14 And the heavens departed as a scroll when it is rolled together; and every mountain and island were moved out of their places. 15 And the kings of the earth, and the great men, and the rich men, and the chief captains, and the mighty men, and every bondman, and every free man, hid themselves in the dens and in the rocks of the mountains; 16 And said to the mountains and rocks, Fall on us, and hide us from the face of him that sitteth on the throne, and from the wrath of the Lamb: 17 For the great day of his wrath is come; and who shall be able to stand? (--Authorized King James Version) Hugo Grotius (17th century) viewed the sixth seal as it relates to the events during the Siege of Jerusalem by Titus in year 70.[9] Volkmar, a modern rationalist preterist, marked the beginning of the sixth seal to year 68, with Galba assuming emperorship.[10] Preterists typically view the symbolic language as having been adapted from the Hebrew Bible, to allude to the environmental disturbances that fell upon Jerusalem before its fall. The mention of hiding in caves alludes to the many Jews who hid in the caves and underground when the Romans finally invaded. According to Jacques-Bénigne Bossuet (c. 1704), this was Divine vengeance that first fell upon the Jews[9] for having the Messiah crucified,[16] then subsequently upon the persecuting Roman Empire. First, however, vengeance was deferred until a number elect, from the Jewish people, was accomplished. Bossuet viewed the great Catastrophe of the Apocalypse as the conquest of Pagan Rome by Alaric I.[9] Political upheaval and collapse of the Roman Empire brought about invasions of northern hordes of Goths and Vandals between 375 and 418.[16] The sixth seal will be the literal cosmic disturbances caused by nuclear war or a global earthquake that causes volcanic debris to pollute the atmosphere, which turns the moon blood red and the sun dark. In addition, there will be massive meteor showers (“the stars… fell”). Thus follows the first half of the Tribulation where God's wrath consumes the earth. This is the end of the age when Christ returns, bringing cosmic upheaval on those who oppose God, the ones who persecuted His Church. The unrighteous are damned and the righteous enjoy the presence of God.[16] We are now living during the final years of the sixth seal, that thousand-year period which began in 1000 A.D. and will continue through the Saturday night of time and until just before the Sabbatical era when Christ shall reign personally on earth, when all of the blessings of the Great Millennium shall be poured out upon this planet. This, accordingly, is the era when the signs of the times shall be shown forth, and they are in fact everywhere to be seen.[19][24] Revelation 8:1-6 1 And when he had opened the seventh seal, there was silence in heaven about the space of half an hour. 2 And I saw the seven angels which stood before God; and to them were given seven trumpets. 3 And another angel came and stood at the altar, having a golden censer; and there was given unto him much incense, that he should offer [it] with the prayers of all saints upon the golden altar which was before the throne. 4 And the smoke of the incense, [which came] with the prayers of the saints, ascended up before God out of the angel's hand. 5 And the angel took the censer, and filled it with fire of the altar, and cast [it] into the earth: and there were voices, and thunderings, and lightnings, and an earthquake. 6 And the seven angels which had the seven trumpets prepared themselves to sound. Revelation 16:1 1 And I heard a great voice out of the temple saying to the seven angels, Go your ways, and pour out the vials of the wrath of God upon the earth. (--Authorized King James Version) The “silence” is the preparation for the judgment about to fall upon Jerusalem in the year 70. Johann Jakob Wettstein (18th century) went on to say that the “silence” conceded to the entreaties of King Agrippa I.[9] This judgement was the divine response to the cry for vindication from the martyred Christians, such as: Stephen, James the brother of John, and James the brother of Jesus. The preparation of the altar is the preparation for the destruction of apostate Jerusalem as if it were a whole burnt offering. This is in accordance with how scriptures of the Hebrew Bible declare an apostate city should be destroyed. The priest would burn the city's booty in the middle of the city square with fire from God's altar. (Deut. 13:16, Judges 20:40)[16] As Ernest Renan (19th century) noted about the “silence”, it indicates that the first act of the mystery has ended, and another is about to begin.[10] The “silence” spans a 70-year period from Emperor Constantine’s defeat of Licinius (A.D. 324) to Alaric’s invasion of the Roman Empire (395). The prayers are those of the Christians martyred by Rome. The seven trumpets represent the seven judgments that God had in store for the Roman Empire.[16] The “silence” is the hush of expectancy for the verdict about to be pronounced on the guilty. The prayers are from the Christians who will be martyred by the Antichrist in the Great Tribulation, the last three and a half years of the “end-time” tribulation. Both the trumpet and bowl judgments will be unleashed on the wicked during the second half of the tribulation, each judgment intensifying to the next.[16] This silence quiets heaven so that it can focus on what is about to be revealed. It is the lull before the storm. The ensuing judgments vindicate Christian martyrs throughout the centuries. The trumpet judgments repeat themselves, again and again, throughout history, just as the seal judgments do, until the second coming of Christ.[16] A period of 1000 years known as \"The Millennial Kingdom\", starting sometime around the year 2000 and lasting until year 3000 or thereabouts. During this time, earth shall see the Second Coming of the Lord Jesus Christ and he will reign the nations with peace for a thousand years. People will still be allowed to form churches and worship however they want, as long as they do not cause trouble. And even animals will seemingly become vegetarians and not hurt each other during the millennium. \"The wolf and the lamb shall feed together, The lion shall eat straw like the ox, And dust shall be the serpent’s food. They shall not hurt nor destroy in all My holy mountain,” Says the LORD.\"[25] The scriptures also prophesy of earth's final destiny, after the Millennial Kingdom, but these events are beyond the scope of the 7 seals John saw in the Revelation.","Title":"Seven seals - Wikipedia","KeyID":"12060","URL":"https://en.wikipedia.org/wiki/Seven_seals"}