{"Content: ":"The Great Apostasy is a concept within Christianity, identifiable at least from the time of the Reformation, to describe a perception that the early apostolic Church has fallen away from the original faith founded by Jesus and promulgated through his twelve Apostles. Protestants used the term to describe the perceived fallen state of traditional Christianity, especially the Catholic Church, because they claim it changed the doctrines of the early church and allowed traditional Greco-Roman culture (i.e., Greco-Roman mysteries, deities of solar monism such as Mithras and Sol Invictus, pagan festivals and Mithraic sun worship and idol worship) into the church on its own perception of authority.[1] Because it made these changes using claims of tradition and not from scripture, the church – in the opinion of those adhering to this concept – has fallen into apostasy.[2][3] A major thread of this perception is the suggestion that, to attract and convert people to Christianity, the church in Rome incorporated pagan beliefs and practices within the Christian religion, mostly Graeco-Roman rituals, mysteries, and festivals.[4] For example, Easter has been described as a pagan substitute for the Jewish Passover, although neither Jesus nor his Apostles enjoined the keeping of this or any other festival.[5][6] The term is derived from the Second Epistle to the Thessalonians, in which the Apostle Paul informs the Christians of Thessalonica that a great apostasy must occur before the return of Christ, when \"the man of sin is revealed, the son of destruction\" (chapter 2:1–12). The Catholic Church, Anglican Church, Eastern and Oriental Orthodox Churches have interpreted this chapter as referring to a future falling-away, during the reign of the Antichrist at the end of time. Some modern scholars[7] believe that the Christian Church in the early stages picked up pagan oral teachings from Palestinian and Hellenistic sources, which formed the basis of a secret oral tradition, which in the 4th century came to be called the disciplina arcani. Mainstream theologians believe it contained liturgical details and certain other pagan traditions which remain a part of some branches of mainstream Christianity (for example, some Catholic theologians thought that the doctrine of transubstantiation was a part of this).[8][9][10] Important esoteric influences on the church were the Christian theologians Clement of Alexandria and Origen, the main figures of the Catechetical School of Alexandria.[11] Protestants (most significantly starting with Martin Luther) and evangelical Christians have formally taught that the Bishop of Rome, along with the Catholic Church, greatly abused the original teachings and practices of the primitive or original Christian Church. They hold that it brought in pagan festivals and rites, as well as the worship of Mary,[12] and doctrines such as Purgatory and Hell which were not of the Early Church.[13] They teach that the Papacy slowly became corrupted as it strove to attain great dominion and authority, both civil and ecclesiastical.[14][15] For example, they say, it reinstated the pagan ceremonies and obligations of the Collegium Pontificum and the position of Pontifex Maximus and created Christian religious orders to replace the ancient Roman ones such as the Vestal Virgins and the flamines. It brought into the church the ancient pagan festivals and made them 'Holy Days', and allowed the celebration of the Pasch or Passover to continue till the following Sunday which was the day of the ancient pagan day of Easter so Christians could also celebrate the Spring Equinox festival as they had done before. It used Easter as a tool to bring more pagans into the church, but instead of having them shed their pagan ways and ceremonies, it allowed them into the church.[16] Catholics as well as the Reformers pointed to the office of the Papacy as responsible for the fallen state of the church as they considered the conduct of those in power had grown so spiritually or morally corrupt that it was called the Antichrist power by those within as well as outside of the church.[17][18][19] The reformers like Martin Luther, John Calvin and others disagreed with the papacy's claim of temporal power over all secular governments and the autocratic character of the papal office, and challenged papal authority as a corruption from the early church and questioned the Catholic Church's ability to define Christian practice.[20] To a large degree, Protestantism believes that Constantine the Great (c. 325 AD) merged paganism with Christianity, seeking to bring unity and stability under his rule, and to advance acceptance of and the power of the church by all sectors of the empire.[21][22] The defenses of the right belief and worship of the church resided in the bishops, and Protestants theorize that the process of unifying the doctrine of the church also concentrated power into their own hands (see also Ignatius of Antioch, who advocated a powerful bishop), and made their office an instrument of power coveted by ambitious men.[23] They charge that, through ambition and jealousy, the church has been at times, and not very subtly, subverted from carrying out its sacred aim. For the Reformers, the culmination of this gradual corruption was typified, in a concentrated way, in the office of the pope who took on ancient titles such as Pontifex Maximus and supreme power in the church, which they characterized in its final form as being an usurpation of the throne of Satanic authority set up in pretense of ruling over the Kingdom of God.[24] Calvin, Luther, and many later churches and preachers have held that Scripture points out the Catholic Church as the fallen church of biblical prophecy.[25][26] Martin Luther believed and taught that the church had strayed and fallen away from the true teachings of the scripture. He challenged the authority of the pope of the Roman Catholic Church by teaching that the Bible is the only source of divinely revealed knowledge,[27] and opposed sacerdotalism by considering all baptized Christians to be a holy priesthood.[28] Although Lutherans and Calvinists hold that the Ecumenical Councils of the early and medieval church are true expressions of the Christian faith, many assert[weasel words] that the councils are at times inconsistent with one another, and err on particular points. The true church, they argue, will be mixed with alien influences and false beliefs, which is necessary in order for these impurities ultimately to be overcome and the truth to be vindicated. The Westminster Confession of Faith (Calvinist), states: The purest churches under heaven are subject both to mixture and error; and some have so degenerated as to become no churches of Christ, but synagogues of Satan. Nevertheless, there shall be always a church on earth, to worship God according to his will. The Historicist biblical interpretation was the viewpoint of most major Protestant Reformers, beginning with the accusations of Martin Luther. Refuting these claims was accordingly a major objective of the Counter-Reformation, both in the Catholic Church's initial response to Luther and especially in the aftermath of the Council of Trent. This required a renewed effort to interpret the relevant scriptural passages in light of the arguments put forth by the early Protestants. Two particularly noteworthy theories were proposed during the Counter-Reformation to address the historicist claim that the Antichrist was actually the Roman Catholic church.[29] Francisco Ribera and Luis de Alcazar, both 16th-century Spanish Jesuits, rose to meet the challenge by introducing counter-interpretations of the prophecies in Daniel and Revelation.[30] Their approaches became known as the Preterist and Futurist schools, and both theologies quickly gained traction throughout Catholic Europe.[31] Gradually, Preterism and Futurism gained currency even in Protestant thought. Few mainstream Protestant leaders today still employ the vocabulary of \"apostasy\" and \"anti-Christ\" when discussing the papacy, although some conservative Evangelical and fundamentalist churches still accept these teachings to varying degrees. The spread of dispensationalist doctrine has led many conservative Protestants to drop the traditional interpretation of the Book of Revelation as prediction of events that have taken place throughout history (historicism) and shifted it to future events (futurism), eliminating any relation between the prophecies and the Catholic Church. This has resulted in a re-interpretation of the end times. Although Protestant fundamentalists still largely object to Catholic doctrine concerning the papacy, most have dropped the harsher Reformation view and no longer identify the pope as the Antichrist.[32][better source needed] According to The Church of Jesus Christ of Latter-day Saints (LDS Church), the Great Apostasy started not long after the ascension of Jesus and continued until Joseph Smith's First Vision in 1820.[33] To LDS Church members, or Latter-day Saints, the Great Apostasy is marked by: Beginning in the 1st century and continuing up to the 4th century AD, some emperors of the Roman Empire carried out violent persecutions against early Christians.[38] The LDS Church believes that all priesthood leaders with authority to conduct and perpetuate church affairs were either martyred, taken from the earth, or began to teach impure doctrines, causing a break in the necessary apostolic succession.[33] It is a belief that what survived was a portion of the light and truth that Jesus had established: the Church of Jesus Christ, as established by him, was no longer to be found on the earth. Survivors of the persecutions were overly-influenced by various pagan philosophies either because they were not well indoctrinated in Jesus' teachings or they corrupted their Christian beliefs (willingly, by compulsion, or with good intentions but without direct revelation from God to help them interpret said beliefs) by accepting non-Christian doctrines into their faith. LDS Church doctrine is that many plain and simple truths of the gospel of Christ were, therefore, lost.[33] The LDS Church and its members understand various writings in the New Testament to be an indication that even soon after the ascension of Jesus the Apostles struggled to keep early Christians from distorting the teachings of Jesus and to prevent the followers from dividing into different ideological groups.[39] The doctrine highlights statements from the Scriptures that various Old Testament and New Testament scriptures, like 2 Thessalonians 2:3, that Jesus Christ prophesied this \"falling away\" or \"apostasy.\" The Christian believers who survived the persecutions took it upon themselves to speak for God, interpret, amend or add to his doctrines and ordinances, and carry out his work without proper authority and divine direction from God. During this time, important doctrines and rites were lost or corrupted.[40] The doctrine of the Trinity adopted at the Council of Nicaea is an example shown of how pagan philosophy corrupted the teachings of Jesus. The LDS Church believes that Joseph Smith's visions and revelations taught an important and sacrosanct doctrine that God, the Eternal Father, His Son, Jesus Christ, and the Holy Ghost are not one substance, but three separate and distinct beings forming one Godhead.[41] Latter-day Saints reject the early ecumenical councils for what they see as misguided human attempts without divine assistance to decide matters of doctrine, substituting debate or politics for divine revelation. The LDS Church teaches that the often heated proceedings of such councils were evidence that the church was no longer led by revelation and divine authority. Indeed, the normative Christian view is that public revelation, or revelation having a binding on all Christians, concluded with the death of the last Apostle.[42] As a result, LDS Church members refer to the \"restitution of all things\" mentioned in Acts 3:20–21 and believe that a restoration of all the original and primary doctrines and rites of Christianity was necessary.[39] Church members believe that God the Father and His Son, Jesus Christ, appeared to Smith, then a 14-year-old boy, and called him to be a prophet.[43] Later Peter, James, and John, three of Christ's apostles in the New Testament, appeared from heaven to Smith and ordained him an apostle.[44] Through Christ's priesthood authority and divine direction, church members believe that Smith was called and ordained to re-establish Christ's church. Hence, members of the faith refer to their church as \"The Church of Jesus Christ,\" a name which they believe to have been revealed to Smith after the church's founding on 6 April 1830, originally called the Church of Christ. Latter-day Saints is a term members believe refers to members of Christ's church who were originally called \"saints\" and that the LDS Church is Christ's restored church in these days, believed by many Christian denominations to be the last days prior to the prophesied second coming of Jesus.[45] Ellen White writes, His word has given warning of the impending danger; let this be unheeded, and the Protestant world will learn what the purposes of Rome really are, only when it is too late to escape the snare. She is silently growing into power. Her doctrines are exerting their influence in legislative halls, in the churches, and in the hearts of men. She is piling up her lofty and massive structures in the secret recesses of which her former persecutions will be repeated. Stealthily and unsuspectedly she is strengthening her forces to further her own ends when the time shall come for her to strike. All that she desires is vantage ground, and this is already being given her. We shall soon see and shall feel what the purpose of the Roman element is. Whoever shall believe and obey the word of God will thereby incur reproach and persecution.[46] Seventh-day Adventists believe that the mark of the Beast refers to the apostate church which in the end times will legally enforce Sunday-worship. \"Those who reject God's memorial of creatorship – the Bible Sabbath – choosing to worship and honor Sunday in the full knowledge that it is not God's appointed day of worship, will receive the 'mark of the beast.'\"[47] \"Sunday Sabbath is purely a child of the Papacy. It is the mark of the beast.\"[48] They see an apostate church that changed God's law preferred pagan traditions, and allowed pagan beliefs and ceremonies into the church and brought oppression against and persecuted the true believers throughout the Dark Ages for 1260 years as prophesied in Revelation 12:6, 14–16.[49][50] Hyperdispensationalism is a niche view in Protestantism which views Pauline Christianity or the beliefs and doctrines espoused by the apostle Paul through his writings as the purest form of Christian faith and worship from which the church fell away. E. W. Bullinger framed the position for very early apostasy thus: We are told, on every hand, today, that we must go back to the first three centuries to find the purity of faith and worship of the primitive church! But it is clear from this comparison of Acts xix.10 and 2 Tim.i.15, that we cannot go back ... even to the apostle's own life-time! ... It was Pauline truth and teaching from which all had \"turned away\".[51] Regarding \"forbidding to marry\" and the \"commanding to abstain from meats\" in 1 Timothy 4, (Paul might have spoken in general in regard to any new sects or doctrines which could arise) the Catholic Church responds: Regarding the Church's discipline of celibacy, men and women freely abstain from the high and holy good of marriage so that they can more fully give themselves to God and His work. Marriage is not \"forbidden\". Neither is it considered evil. See the Catechism of the Catholic Church (Catechism), numbers 1618–20, especially the quote from St. John Chrysostom. 1 Timothy 4:1–5 needs to be read in context. There were those in Paul's time that forbade marriage on heretical presuppositions that marriage was intrinsically evil, a teaching based in turn on the false belief that the body or all matter was evil, and only the Spirit was good. This Gnostic heresy became prevalent again in the second century. The heresy became manifest in later centuries as well, with groups like the Albigensians, who also fell away from the Catholic Faith. ... With regard to foods, none are forbidden to Catholics. Unlike vegetarians, we may eat meat; unlike Jews and Muslims, we may eat pork, shellfish, and other non-kosher foods. Fasting – a practice actively promoted in Scripture – and abstinence from certain foods at particular times are good spiritual disciplines, but there is no food from which Catholics must abstain at all times. ... So who is Paul condemning regarding abstinence? He is referring to Gnostics and their spiritual descendants. In ascetic Gnosticism, we find both practices Paul condemned in his First Letter to Timothy. Ascetic Gnostics categorically forbade marriage (which libertine Gnostics also did) and abstained from sexual intercourse and meat all the time.[52]","Title":"Great Apostasy - Wikipedia","KeyID":"12065","URL":"https://en.wikipedia.org/wiki/Great_Apostasy"}