{"Content: ":"The son of perdition (Greek: ὁ υἱός τῆς ἀπωλείας, ho huios tēs apōleias) is a phrase associated with a demoniacal title that appears in the New Testament in the Gospel of John 17:12 and in the Second Epistle to the Thessalonians 2:3. The two occurrences of the Greek phrase have traditionally been translated consistently in English Bibles from the Wycliffe Bible, following the Latin Vulgate which has \"filius perditionis\" (son of perdition) in both instances. However this is not the case in all languages; for example the Luther Bible renders the use in John as \"das verlorene Kind\" (the lost child), but the use in 2 Thessalonians as \"das Kind des Verderbens\" (the child of corruption). In John:17:12 KJV Jesus, in reference to Judas Iscariot, says that of all his disciples, none has been lost except the \"son of perdition\". While I was with them in the world, I kept them in thy name: those that thou gavest me I have kept, and none of them is lost, but the son of perdition; that the scripture might be fulfilled. The New International Version translates the phrase as \"the one doomed to destruction.\" D. A. Carson suggests that this verse refers both to Judas' character and to his destiny.[1] Various Old Testament origins have been suggested for \"that the scripture might be fulfilled.\" These traditionally include Psalm 41:9 \"Yea, mine own familiar friend, in whom I trusted, which did eat of my bread, hath lifted up his heel against me.\"[2] Also Psalm 109:8 \"Let his days be few; and let another take his office.\" which is interpreted by Peter in Acts 1:16-20 as having been prophetic of Judas. In 2 Thessalonians 2:3, Paul referred to \"the son of perdition\". 2 Thessalonians 2:3 \"Let no man deceive you by any means: for that day shall not come, except there come a falling away first, and that man of sin be revealed, the son of perdition;\" King James Version, 1611 He appears to equate this image with the Man of Sin. Some scholars[3] and theologians[4] down through history, including Hippolytus,[5] Luther,[6] Wesley,[7] Manton,[8] Schaff,[9] et al, say that first \"Son of Perdition\" reference is to Antiochus IV Epiphanes, the man who attacked the Second Temple in Jerusalem and defiled it by sacrificing a pig on the altar, erecting a statue of Zeus as himself in the temple, raiding the Temple treasury and minting coins saying \"Theos Epiphanes\" (God manifest), etc. Even those theologians who advocate an interpretation of Daniel that includes the Roman Empire in their analysis recognize Antiochus as a prototype.[10] Some theologians and scholars also consider \"the beast that goes into perdition\" mentioned in Revelation 17:8 and 17:11 to be references to the son of perdition.\"[11][12] Similar uses of \"son\" occur in Hebrew, such as \"sons of corruption\" (Isaiah 1:4 בָּנִים מַשְׁחִיתִים banim mashchitim), however the exact Hebrew or Greek term \"son of perdition\" does not occur in Jewish writings prior to the New Testament. According to some modern biblical criticism New Testament writers derived the \"son of perdition\" (and \"man of sin\") concepts from Daniel and 1 Maccabees 2:48 \"And they did not surrender the horn to the sinner.\" et al.[13] John related the \"Son of Perdition\" concepts by language, referring to \"the star that fell from heaven\" Revelation 9:1 by two names, one Greek, and the other Hebrew. (Revelation 9:11) The Greek name is \"Apollyon\" (Greek: Aπολλυων), from the Greek root word \"apollumi\" (Greek:απολλυμι).[14] It refers to utter loss, eternal destruction, and disassociation.\" [Strong's 622] The Hebrew name is \"Abaddon\" (Greek: Aβαδδων), from the Aramaic root word \"'abad\", which means the same thing as the Greek root word. Strong's 07 Daniel 7:11 says that the eventual destiny of the \"great beast\" is to be slain, and his body \"destroyed\" ('abad), and given to the eternal flames (generally accepted by religious scholars to be a reference to hell). Matthew Henry wrote: Of the kings that came after Antiochus nothing is here prophesied, for that was the most malicious mischievous enemy to the church, that was a type of the son of perdition, whom the Lord shall consume with the breath of his mouth and destroy with the brightness of his coming, and none shall help him.[15]","Title":"Son of perdition - Wikipedia","KeyID":"12070","URL":"https://en.wikipedia.org/wiki/Son_of_Perdition"}