{"Content: ":"— Events — — Events — In Shia Islam, Qāʾim Āl Muḥammad (Arabic: قائم آل محمد, lit. 'the one who shall rise of the family of Muhammad') is an epithet for the Mahdi,[1][2] the eschatological figure in Islam who is widely believed to restore the religion and justice in the end of time.[2] The term was used as early as the eighth century to refer to a future member of the family of the Islamic prophet Muḥammad who would rise against tyranny in the end of time and restore justice.[1] This term was already common by the end of the Umayyad caliphate and largely replaced the term Mahdi in Shia literature.[2] The term was often qualified as al-Qa'im bi 'l-sayf (lit. 'the one who shall rise with the sword') or al-Qa'im bi-amr Allah (lit. 'the one who shall rise by the order of God').[1] Twelver eschatology is dominated by the figure of the twelfth Imam, Muhammad ibn Hasan al-Askari, the son of the eleventh Imam.[3] The twelfth Imam is also known by the titles al-Mahdi (lit. 'the rightly guided'), al-Qa'im (lit. 'he who will rise'), and Saheb al-Zaman (lit. 'lord of the age').[3][4] It is believed that he was born around 868,[5][6] and has been concealed by God from the humanity after the death of his father in 874,[4] who was possibly poisoned by the Abbasids.[7] During the Minor Occultation (874-941), it is held that the twelfth Imam remained in contact with his followers through Four Deputies.[4][8] During the Major Occultation (941-present), his life has been prolonged by divine will until the day he manifests himself again by God's permission to fill the earth with justice.[4] In particular, there is no direct communication during the Major Occultation,[9][8][10] though it is popularly held that the twelfth Imam occasionally appears to the pious in person or, more commonly, in dreams and visions.[9][11][12][13] He is also viewed responsible in Twelver belief for the inward spiritual guidance of humankind (whereas his outward role begins with his reappearance).[14] As early as the Minor Occultation (874-941),[15][16] or possibly much earlier,[17] Twelver sources identify the twelfth Imam with the messianic figure of Mahdi in Islam,[16] though he is often referred to as al-Qa'im and less frequently as al-Mahdi.[18][19] Al-Nu'mani, for instance, lived during the Minor Occultation and preferred the title al-Qa'im to al-Mahdi in his writings or joined the two as \"al-Qa'im al-Mahdi.\"[19] There is also a tradition ascribed to Ja'far al-Sadiq (d. 765), the sixth Imam, which explicitly identifies the promised al-Mahdi with al-Qa'im, which might indicate some confusion among the Shia about this.[19] Qa'im is also often contrasted with qa'id (lit. 'sitting'), in reference to those Imams who remained politically quiescent, especially the sixth Imam and his successors.[1] At the same time, some traditions emphasize that every imam is the qa'im of his own age (qa'im ahl zamanihi).[1][20] Sachedina notes that the titles al-Qa'im has more of a political emphasis than the eschatological title al-Mahdi.[21] More specifically, the title al-Qa'im signifies the rise of the twelfth Imam against tyranny,[22] though a wahid (lit. 'alone') hadith from Ja'far al-Sadiq connects this title to the rise of al-Qa'im after his death. As a wahid hadith, this report is not viewed as reliable by experts, writes Majlesi, especially because it contradicts the Twelver belief that the earth cannot be void of Imam at any time, as the hujjat Allah (lit. 'proof of God'). Majlesi instead suggests that death is meant figuratively in this hadith, referring to the forgotten memory of al-Qa'im after his long occultation.[23] One of the titles of the Ismaili Imam is qa'im, conveying that it is the Imam who ushers in the resurrection (qiyama).[24] According to Nasir Khusraw, a senior dignitary of the Fatimid Ismaili Imams, the line of Imams from among Ali’s descendants though Husayn will eventually culminate in the arrival of the Lord of the Resurrection (Qa'im al-Qiyama). This individual is believed to be the perfect being and the purpose of creation, and through him the world will come out of darkness and ignorance and \"into the light of her Lord\" (Quran 39:69). His era, unlike that of the enunciators of divine revelation (natiqs) who came before him, is not one where God prescribes the people to work, rather, his is an era of reward for those \"who laboured in fulfilment of (the prophets') command and with knowledge.\" Preceding the Lord of the Resurrection is his proof (hujjat). The Quranic verse stating that \"the night of power (laylat al-qadr) is better than a thousand months\" (Quran 97:3) is said to refer to him, whose knowledge is superior to that of a thousand Imams, though their rank, collectively, is one. Nasir Khusraw also recognizes the successors of the Lord of the Resurrection to be his deputies (khulafa').[25]","Title":"Qa'im Al Muhammad - Wikipedia","KeyID":"12073","URL":"https://en.wikipedia.org/wiki/Al-Q%C4%81%CA%BEim_%C4%80l_Mu%E1%B8%A5ammad"}