{"Content: ":"Dhu al-Qarnayn, (Arabic: ذُو ٱلْقَرْنَيْن, romanized: Ḏū l-Qarnayn, IPA: [ðuː‿l.qarnajn]; lit. \"He of the Two Horns\") appears in the Quran, Surah Al-Kahf (18), Ayahs 83–101 as one who travels to east and west and sets up a barrier between a certain people and Gog and Magog (called Ya'juj and Ma'juj).[1] Elsewhere the Quran tells how the end of the world will be signaled by the release of Gog and Magog from behind the barrier. Other apocalyptic writings predict that their destruction by God in a single night will usher in the Day of Resurrection (Yawm al-Qiyāmah).[2] Early Muslim commentators and historians variously identified Dhu al-Qarnayn,[3] most notably as Alexander the Great and as the South-Arabian Himyarite king al-Ṣaʿb bin Dhī Marāthid.[4] Some modern scholars have argued that the origin of the Quranic story may be found in the Syriac Alexander Legend,[5] but others disagree.[6][7] Although some favor identification of Dhu al-Qarnayn with Cyrus the Great,[8] the majority of modern scholars and commentators still prefer Alexander the Great.[9] The story of Dhu al-Qarnayn is related in Surah 18 of the Quran, al-Kahf (\"The Cave\") revealed to Muhammad when his tribe, Quraysh, sent two men to discover whether the Jews, with their superior knowledge of the scriptures, could advise them on whether Muhammad was a true prophet of God. The rabbis told them to ask Muhammad about three things, one of them \"about a man who travelled and reached the east and the west of the earth, what was his story\". \"If he tells you about these things, then he is a prophet, so follow him, but if he does not tell you, then he is a man who is making things up, so deal with him as you see fit.\" (Verses 18:83-98). The verses of the chapter reproduced below show Dhu al-Qarnayn traveling first to the Western edge of the world where he sees the sun set in a muddy spring, then to the furthest East where he sees it rise from the ocean, and finally northward to a place in the mountains where he finds a people oppressed by Gog and Magog: Cyril Glassé writes the following with regard to the name \"He of the two horns\": [...] it also has a symbolical interpretation: “He of the two Ages”, which reflects the eschatological shadow that Alexander casts from his time, which preceded Islam by many centuries, until the end of the world. The Arabian word qarn means both “horn” and “period” or “century”.[10] Modern Islamic apocalyptic writers put forward various explanations for the absence of the wall from the modern world, some saying that the Mongols were Gog and Magog and that the barrier has now disappeared, others that Gog and Magog are still present but invisible to human eyes :[11] ...[T]he geography of the world is known, but despite this advance this \"Barrier\" [Quran 18:94] is not heard of ... The answer is that not everything in existence can be seen.(Abd al-Azim al-Khilfa, 1996) Dhu al-Qarnayn the traveller was a favourite subject for later writers. In one of many Arabic and Persian versions of the meeting of Alexander with the Indian sages. The Persian Sunni mystic and theologian Al-Ghazali (Abū Ḥāmid Muḥammad ibn Muḥammad al-Ghazālī, 1058–1111) wrote of how Dhu al-Qarnayn came across a people who had no possessions but dug graves at the doors of their houses; their king explained that they did this because the only certainty in life is death. Ghazali's version later made its way into the Thousand and One Nights.[12] The Sufi poet Rumi (Jalāl ad-Dīn Muhammad Rūmī, 1207-1273), perhaps the most famous of medieval Persian poets, described Dhu al-Qarnayn's eastern journey. The hero ascends Mount Qaf, the \"mother\" of all other mountains, which is made of emerald and forms a ring encircling the entire Earth with veins under every land. At Dhu al-Qarnayn's request the mountain explains the origin of earthquakes: when God wills, the mountain causes one of its veins to throb, and thus an earthquake results. Elsewhere on the great mountain Dhu al-Qarnayn meets Israfil (the archangel Raphael), standing ready to blow the trumpet on the Day of Judgement.[13] The Malay-language Hikayat Iskandar Zulkarnain traces the ancestry of several Southeast Asian royal families, such as the Sumatra Minangkabau royalty,[14] from Iskandar Zulkarnain,[15] through Raja Rajendra Chola (Raja Suran, Raja Chola) in the Malay Annals.[16][17][18] The story of Dhu al-Qarnayn has its origins in legends of Alexander the Great current in the Middle East in the early years of the Christian era. According to these, the Scythians, the descendants of Gog and Magog, once defeated one of Alexander's generals, upon which Alexander built a wall in the Caucasus mountains to keep them out of civilised lands (the basic elements are found in Flavius Josephus). The legend went through much further elaboration in subsequent centuries before eventually finding its way into the Quran through a Syrian version.[5] However, the supposed influence of the Syriac legends on the Quran have been questioned based on dating inconsistencies and missing key motifs.[6] While the Syriac Legend references the horns of Alexander, it consistently refers to the hero by his Greek name, not using a variant epithet.[19] The use of the Islamic epithet Dhu al-Qarnayn, the \"two-horned\", first occurred in the Quran.[20] The reasons behind the name \"Two-Horned\" are somewhat obscure: the scholar al-Tabari (839-923 CE) held it was because he went from one extremity (\"horn\") of the world to the other,[21] but it may ultimately derive from the image of Alexander wearing the horns of the ram-god Zeus-Ammon, as popularised on coins throughout the Hellenistic Near East.[22] The wall Dhu al-Qarnayn builds on his northern journey may have reflected a distant knowledge of the Great Wall of China (the 12th century scholar al-Idrisi drew a map for Roger of Sicily showing the \"Land of Gog and Magog\" in Mongolia), or of various Sassanid Persian walls built in the Caspian area against the northern barbarians, or a conflation of the two.[23] Dhu al-Qarnayn also journeys to the western and eastern extremities (\"qarns\", tips) of the Earth.[24] Ernst claims that Dhu al-Qarnayn finding the sun setting in a \"muddy spring\" in the West is equivalent to the \"poisonous sea\" found by Alexander in the Syriac legend. In the Syriac story Alexander tested the sea by sending condemned prisoners into it, but the Quran allegedly changes this into a general administration of justice. In the East both the Syrian legend and the Quran, according to Ernst, have Alexander/Dhu al-Qarnayn find a people who live so close to the rising sun that they have no protection from its heat.[25] Several notable Muslim commentators, including Ibn Kathir,[26]:100-101 Ibn Taymiyyah[26]:101[27] and Naser Makarem Shirazi,[28] have strongly disagreed with the Alexander identification. The commentators objecting to the Alexander theory have commonly used theological arguments for their conclusions: Alexander lived only a short time, whereas Dhu al-Qarnayn (according to some) lived for 700 years as a sign of God's blessing, though this is not mentioned in the Quran; Dhu al-Qarnayn worshipped only one God, while Alexander according to them was a polytheist, a view however rejected by traditional Muslim scholars who identify him as Dhu al-Qarnayn.[29] The various campaigns of Dhu al-Qarnayn mentioned in Q:18:83-101 have also been attributed to the South Arabian Himyarite King Ṣaʿb Dhu-Marāthid (also known as al-Rāʾid).[30][31] According to Wahb ibn Munabbih, as quoted by Ibn Hisham,[32] King Ṣaʿb was a conqueror who was given the epithet Dhu al-Qarnayn after meeting al-Khidr in Jerusalem. He then travels to the ends of the earth, conquering or converting people until being led by al-Khidr through the land of darkness.[33] According to Wheeler, it is possible that some elements of these accounts that were originally associated with Sa'b have been incorporated into stories which identify Dhu al-Qarnayn with Alexander.[34] In modern times, some Muslim scholars have argued in favour of Dhu al-Qarnayn being actually Cyrus the Great, the founder of the Achaemenid Empire and conqueror of Egypt and Babylon. Proponents of this view cite Daniel's vision in the Old Testament where he saw a two-horned ram that represents \"the kings of Media and Persia\" (Daniel 8:20).[33] Archeological evidence cited includes the Cyrus Cylinder, which portrays Cyrus as a worshipper of the Babylonian god Marduk, who ordered him to rule the world and establish justice in Babylon. The cylinder states that idols that Nabonidus had brought to Babylon from various other Babylonian cities were reinstalled by Cyrus in their former sanctuaries and ruined temples reconstructed. Supported with other texts and inscriptions, Cyrus appears to have initiated a general policy of permitting religious freedom throughout his domains.[35][36][37] A famous relief on a palace doorway pillar in Pasagardae depicts a winged figure wearing a Hemhem crown (a type of ancient Egyptian crown mounted on a pair of long spiral ram's horns). Some scholars take this to be a depiction of Cyrus due to an inscription that was once located above it,[38][39] though most see it as a tutelary genie, or protective figure and note that the same inscription was also written on other palaces in the complex.[40][41][42] This theory was proposed in 1855 by the German philologist G. M. Redslob, but it did not gain followers in the west.[43] Among Muslim commentators, it was first promoted by Sayyed Ahmad Khan (d. 1889),[37] then by Maulana Abul Kalam Azad,[28][44] and generated wider acceptance over the years.[8] Wheeler accepts the possibility but points out the absence of such a theory by classical Muslim commentators.[33] Other persons who either were identified with the Quranic figure or given the title Dhu al-Qarnayn:","Title":"Dhu al-Qarnayn - Wikipedia","KeyID":"12075","URL":"https://en.wikipedia.org/wiki/Dhul-Qarnayn"}