{"Content: ":"— Events — — Events —  Al-Masih ad-Dajjal (Arabic: المسيح الدجّال, romanized: al-Masīḥ ad-Dajjāl, lit. 'Deceitful Messiah'),[2] otherwise referred to simply as the Dajjal, is an evil figure in Islamic eschatology similar to the Antichrist in Christianity, who will pretend to be the promised Messiah, appearing before the Day of Judgment according to the Islamic eschatological narrative.[2][4] The Dajjal is never mentioned in the Quran, but he is mentioned and described in the ḥadīth literature.[2] Like in Christianity, the Dajjal is said to emerge out in the east, although the specific location varies among the various sources.[5] The Dajjal will imitate the miracles performed by ʿĪsā (Jesus), such as healing the sick and raising the dead, the latter done with the aid of demons (Shayāṭīn). He will deceive many people, such as weavers, magicians, half-castes, and children of prostitutes.[5] The Quran states that Muhammad is the \"Seal of the Prophets\",[6] which is understood by mainstream Sunni and Shīʿa Muslims to mean that anyone who claims to be a new prophet after him is a false prophet.[7] All mainstream Muslim scholars' perspectives from both Sunni and Shīʿa denominations don't consider the Second Coming of ʿĪsā (Jesus) as the coming of a new prophet, since the Islamic Messiah had already been an existing prophet and will rule by the Quran and sunnah of Muhammad, bringing no new revelation or prophecy. Thawban ibn Kaidad narrated that Muhammad said: \"There will be 30 dajjals among my Ummah. Each one will claim that he is a prophet; but I am the last of the Prophets (Seal of the Prophets), and there will be no Prophet after me.\" Abu Hurairah narrated that Muhammad said: \"The Hour will not be established until two big groups fight each other whereupon there will be a great number of casualties on both sides and they will be following one and the same religious doctrine, until about 30 dajjals appear, and each of them will claim that he is Allah's Apostle...\" Muhammad also stated that the last of these dajjals would be the Islamic Antichrist, al-Masih ad-Dajjal (lit. 'the Deceitful Messiah').[2] The Dajjal is never mentioned in the Quran but he's mentioned and described in the ḥadīth literature.[2] Like in Christianity, the Dajjal is said to emerge out in the east, although the specific location varies among the various sources.[5] The Dajjal will imitate the miracles performed by ʿĪsā (Jesus), such as healing the sick and raising the dead, the latter done with the aid of demons (Shayāṭīn). He will deceive many people, such as weavers, magicians, half-castes, and children of prostitutes, but the majority of his followers will be Jews.[5] According to the Islamic eschatological narrative, the events related to the final battle before the Day of Judgment will proceed in the following order: 11 Hadith also report on the “Greater Signs” of the end, which include the appearance of the Antichrist (Dajjal) and the reappearance of the prophet Jesus to join in battle with him at Dabbiq in Syria, as well as the arrival of the Mahdī, the “guided one.” As another hadith attributed to Alī ibn Abī Talib puts it, “Most of the Dajjal’s followers are Jews and children of fornication; God will kill him in Syria, at a pass called the Pass of Afiq, after three hours are gone from the day, at the hand of Jesus\".[9] Samra ibn Jundab reported that once Muhammad, while delivering a ceremonial speech at an occasion of a solar eclipse, said: \"Verily by Allah, the Last Hour will not come until 30 dajjals will appear and the final one will be the One-eyed False Messiah.\" Anas ibn Malik narrated that Muhammad said: \"There is never a prophet who has not warned the Ummah of that one-eyed liar; behold he is one-eyed and your Lord is not one-eyed.[10] Dajjal is blind of one eye[11] On his forehead are the letters k. f. r. (Kafir)[10] between the eyes of the Dajjal[12] which every Muslim would be able to read.\"[11][13] The Mahdi (lit. 'the rightly guided one') is the redeemer according to Islam.[3] Just like the Dajjal,[2] the Mahdi is never mentioned in the Quran but his description can be found in the ḥadīth literature;[3] according to the Islamic eschatological narrative, he will appear on Earth before the Day of Judgment.[2][9][14][15] At the time of the Second Coming of Christ,[16] the prophet ʿĪsā shall return to defeat and kill al-Masih ad-Dajjal.[2][9][17] Muslims believe that both ʿĪsā and the Mahdi will rid the world of wrongdoing, injustice, and tyranny, ensuring peace and tranquility.[18] Eventually, the Dajjal will be killed by the Mahdi and ʿĪsā at the gate of Lud, who upon seeing Dajjal will cause him to slowly dissolve (like salt in water).[5] Since the 1980s, popular Islamic writers, such as Said Ayyub of Egypt, have blamed the forces of Dajjal for the overtaking of the Islamic world by the Western states.[19] Dajjāl (Arabic: دجّال) is the superlative form of the root word dajl meaning \"lie\" or \"deception\".[20] It means \"deceiver\" and also appears in Classical Syriac: daggala (ܕܓܠܐ).[5] The compound al-Masīḥ al-Dajjāl, with the definite article al- (\"the\"), refers to \"the deceiving Messiah\", a specific end time deceiver. The Dajjāl is an evil being who will seek to impersonate the true Messiah (Jesus).[2] A number of locations are associated with the emergence of the Dajjal, but usually, he emerges from the east.[5] He is usually described as blind in one eye; which eye he is blind in being uncertain and disputed by some. Both of his eyes are, however, considered to be defective - at the least - with one being totally blind and the other protruding.[21][22][23] Possessing a defective eye is often regarded as giving more powers to achieve evil goals.[5] He would travel the whole world entering every city, except Mecca and Medina.[24] As a false Messiah, it is believed that many will be deceived by him and join his ranks, among them Jews, Bedouins, weavers, magicians, and children of fornication.[2] Furthermore, he will be assisted by an army of demons (Shayāṭīn). Nevertheless, the most reliable supporters will be the Jews, to whom he will be the incarnation of God.[5] The Dajjal will be able to perform miracles, such as healing the sick, raising the dead (although only when supported by his devilish followers it seems), causing the earth to grow vegetation, causing livestock to prosper and to die, and stopping the sun's movement.[5] His miracles will resemble those performed by ʿĪsā. At the end, the Dajjal will be defeated and killed by ʿĪsā when the latter simply looks at him, and - according to some narrations - puts a sword through the Dajjal.[5] The nature of the Dajjal is ambiguous.[2] Although the nature of his birth indicates that the first generations of Muslim apocalyptists regarded him as human, he is also identified rather as a devil (shayṭān) in human form in the Islamic tradition.[5] Sunni Muslims affirm that the Dajjal is an individual man, and that when the Dajjal appears, he will stay for 40 days, one like a year, one like a month, one like a week, and rest of his days like normal days.[25] Some time after the appearance of the Dajjal, ʿĪsā will descend on a White Minaret to the east of Damascus,[25] thought to be in the one located in the Umayyad Mosque in Damascus. He will descend from the heavens wearing two garments lightly dyed with saffron and his hands resting on the shoulders of two angels.[26] When he lowers his head it will seem as if water is flowing from his hair, when he raises his head, it will appear as though his hair is beaded with silvery pearls.[26] Every Non-Muslim who would smell the odor of his self would die.[27] According to the Sunni ḥadīth, the Dajjal will then be chased to the gate of Lod where he will be captured and killed by ʿĪsā.[5][25] ʿĪsā will then break the Christian cross, kill all the pigs, abolish the jizya tax, and establish peace among all nations.[28] The following account describes one of the signs of the arrival of the Dajjal in Sunni eschatology. Narrated Mu'adh ibn Jabal: The Prophet (ﷺ) said: The flourishing state of Jerusalem will be when Yathrib is in ruins, the ruined state of Yathrib will be when the great war comes, the outbreak of the great war will be at the conquest of Constantinople and the conquest of Constantinople when the Dajjal (Antichrist) comes forth. He (the Prophet) struck his thigh or his shoulder with his hand and said: This is as true as you are here or as you are sitting (meaning Mu'adh ibn Jabal).[29]  In the Twelver denomination of Shīʿa Islam, one of the signs of the reappearance of the Mahdi whom Twelvers consider to be their 12th Imam from the Ahl al-Bayt (\"People of the Household\"), is the advent of the Dajjal.[30] \"Whoever denies al-Mahdi has denied God, and whoever accepts al-Dajjal has denied God (turned an infidel).\" This Shīʿīte ḥadīth attributed to Muhammad strongly emphasizes the return of Dajjal and the event of the reappearance of the Mahdi.[31] The following is a Twelver Shīʿīte ḥadīth on the topic of the Dajjal, an excerpt from a longer sermon by ʿAlī ibn Abī Ṭālib: Narrated Abu Ja'far Muhammad ibn 'Ali ibn Babawayh al-Qummi in Kamal al-din wa tamam al-ni'mah Vol 2, Ch 47, Hadith 1: Narrated to us Muhammad bin Ibrahim bin Ishaq that he said: Narrated to us Abdul Aziz bin Yahya Jaludi in Basra: Narrated to us Husain bin Maaz: Narrated to us Qais bin Hafs: Narrated to us Yunus bin Arqam from Abi Yasar Shaibani from Zahhak bin Muzahim from Nazaal bin Sabra that he said: Asbagh bin Nubatah stood up and said: \"O Maula! Who would be the Dajjal?\" He (Imam Ali) replied: \"The name of Dajjal is Saeed bin Saeed. Thus one who supports him is unfortunate. And are fortunate who deny him. He shall emerge from Yahoodiya village of Isfahan. On his forehead would be inscribed: 'Kafir' (disbeliever) which would readable to the literate as well as the illiterate. He shall jump into the seas. The Sun will follow him. A mountain of smoke will precede him and a white mountain will follow him, which in times of famine will be mistaken to be a mountain of food (bread). He shall be mounted on a white ash. One step of that ash will be of one mile. Whichever spring or well he reaches, will dry up forever. He will call out aloud which shall be audible to all in the east and the west from the jinns, humans, and satans.\"[32][31] He would tell his followers that he is their Lord, whereas he would be a one-eyed man with human needs and God does not have any needs nor he has an eye. Muhammad strongly warned his companions and believers about this deceiving claim. According to a tradition \"Al-Dajjal will verily be given birth by his mother in Qous in Egypt, and there will be thirty years separating between his birth and appearance. Shia reports regarding Isa state that he will descend at the Damascus east gate then he will appear in the East where he will be granted caliphate.\" This is a narration by Nu'aym bin Hammad and also according to the hadith of Jassasah, \"it is reported that he is confined in an abbey or a palace at an island in the Shaam or the Sea of Yemen. Some hadith reports that he will emerge from Khorasan whereas some say that he will appear in a place between the Shaam and Iraq.\"[31] People will be deceived by his magic and sorcery for which he will be falsely claimed as Messiah. On the first day of his appearance, seventy thousand Jews will follow him. They will be wearing green caps. They will consider him as their promised savior; the one who is described in their holy books. The actual cause of their faith would be their animosity with the Muslims. Ja'far al-Sadiq narrates from the Prophet Muhammad that, most of Dajjal's followers would be people from illegitimate relationships, habitual drinkers, singers, musicians, bedouins, and women. He will travel all around the world except Mecca and Medina.. The earth would be under his control to such an extent that even the ruins will turn into treasures and the earth will sprout vegetation on his command. As soon as he descends, he will order a river to flow and then return and then dry up. The river will follow his command. Even the mountains, clouds and wind will be controlled by him. Due to this, his followers will gradually increase which will eventually make him proclaim himself as God.[30] A hadith from the Prophet indicates the condition of the world. He said, \"Five years prior to the advent of Dajjal there shall be drought and nothing shall be cultivated. Such that all the hoofed animals shall perish”. After his emergence, the world would be facing acute famine. He will have food and water with him. Many people will accept his claim just for some food and water. He will spread oppression and tyranny all over the world.[30] The main aim of the Dajjal will be mischief and test of the people. The one who follows him will be exited from Islam and the one who denies him will be the believer.[30] When the Mahdi reappears, he will appoint Isa (Jesus) as his representative. Isa would attack him and catch him at the gate of Ludd(present days' 'Lod' near Tel Aviv)[33][34][30] According to the narrations of Ali, when the Mahdi returns, he will lead the prayers and Isa will follow him. As soon as Dajjal sees Isa, Dajjal would melt like Lead. Ali mentions Dajjal's defeat in one of his sermons, saying that Dajjal will set out toward the Hijaz and Isa (Jesus) will intercept him at the passage of Harsha. ‘Isa will direct a horrible shout at him and strike him a decisive blow. Muhammad al-Baqir narrated that at the time when Dajjal will arise, the people would not know about God, hence making it easy for the Dajjal to claim himself as God. Prophecies concerning the emergence of the Dajjal are interpreted in Ahmadiyya teachings as designating a specific group of nations centered upon a false theology (or Christology) instead of an individual, with reference to the Dajjal in the singular indicating its unity as a system rather than its personal individuality. In particular, Ahmadis identify the Dajjal collectively with the missionary expansion and colonial dominance of European Christianity throughout the world, a development which had begun soon after the Muslim conquest of Constantinople, with the Age of Discovery in the 15th century and accelerated by the Industrial Revolution.[35][36][37][38][39] As with other eschatological themes, Mirza Ghulam Ahmad, the founder of the Ahmadiyya movement, wrote extensively on this topic. The identification of the Dajjal, principally with colonial missionaries was drawn by Ghulam Ahmad through linking the hadith traditions about him with certain Quranic passages such as, inter alia, the description in the hadith of the emergence of the Dajjal as the greatest tribulation since the creation of Adam, taken in conjunction with the Quran's description of the deification of Jesus as the greatest abomination; the warning only against the putative lapses of the Jews and Christians in al-Fatiha—the principal Islamic prayer—and the absence therein of any warning specifically against the Dajjal; a prophetic hadith which prescribed the recitation of the opening and closing ten verses of chapter eighteen of the Quran, (al-Kahf) as a safeguard against the mischief of the Dajjal, the former of which speak of a people “who assign a son to God” and the latter, of those whose lives are entirely given to the pursuit and manufacture of material goods; and descriptions of the period of the Dajjal's reign as coinciding with the dominance of Christianity.[40][41] The attributes of the Dajjal as described in the hadith literature are thus taken as symbolic representations and interpreted in a way which would make them compatible with Quranic readings and not compromise the inimitable attributes of God in Islam. The Dajjal being blind in his right eye while being sharp and oversized in his left, for example, is indicative of being devoid of religious insight and spiritual understanding, but excellent in material and scientific attainment.[42] Similarly, the Dajjal not entering Mecca and Medina is interpreted with reference to the failure of colonial missionaries in reaching these two places.[43] The defeat of the Dajjal in Ahmadi eschatology is to occur by force of argument and by the warding off of its mischief through the very advent of the Messiah rather than through physical warfare,[44][45] with the Dajjal's power and influence gradually disintegrating and ultimately allowing for the recognition and worship of God along Islamic ideals to prevail throughout the world in a period similar to the period of time it took for nascent Christianity to rise through the Roman Empire (see Seven Sleepers).[46] In particular, the teaching that Jesus was a mortal man who survived crucifixion and died a natural death, as propounded by Ghulam Ahmad, has been seen by some scholars as a move to neutralise Christian soteriologies of Jesus and to project the superior rationality of Islam.[47][48][49][50] The 'gate of Lud' (Bāb al-Ludd) spoken of in the hadith literature as the site where the Dajjal is to be slain (or captured)[51] is understood in this context as indicating the confutation of Christian proclaimants by way of disputative engagement in light of the Quran (19:97). The hadith has also been exteriorly linked with Ludgate in London, the westernmost point where Paul of Tarsus—widely believed by Muslims to be the principal corrupter of Jesus' original teachings—is thought to have preached according to the Sonnini Manuscript of the Acts of the Apostles and other ecclesiastical works predating its discovery. Upon his arrival in London in 1924, Ghulam Ahmad's son and second Successor, Mirza Bashir-ud-Din Mahmud proceeded directly to this site and led a lengthy prayer outside the entrance of St Paul's Cathedral before laying the foundation for a mosque in London.[52][53]","Title":"Al-Masih ad-Dajjal - Wikipedia","KeyID":"12077","URL":"https://en.wikipedia.org/wiki/Dajjal"}