{"Content: ":"— Events — — Events — Islamic eschatology is the aspect of Islamic beliefs, predictions and narratives dealing with end times. It includes the end of the natural world, the dramatic events (\"signs\") signifying its approach, and the afterlife where the dead are resurrected, to be judged by God for their conduct during their life on earth (ḥisbā), and sent to their eternal reward in either paradise (Jannah) or hell (Jahannam), not unlike other Abrahamic religions.[1][2][3] An estimated one tenth of the Quran, the holy book of Islam, is devoted to \"matters eschatological\".[4] Parts of Hadīth literature and some of commentaries of various medieval Muslim scholars, including al-Ghazali, Ibn Kathir, and Muhammad al-Bukhari, among others, are devoted to the subject.[1][5] Prior to the 20th century, Islam had \"strongly emphasized the hereafter\" (ākhira) rather than this world (dunyā), largely following \"Sufi influence\".[6] Traditionally interest in \"apocalyptic speculation\" was strongest among mainstream Shia (Twelver Shia), Isma'ili Islam, Sunni on the \"doctrinal and geographic margins\" -- such as present day Morocco -- but was weaker in the heartland of Sunni Islam.[7] A 2012 poll of Muslims in several Muslim-majority countries (Lebanon, Turkey, Malaysia, Afghanistan, Pakistan, Iraq, Tunisia, Algeria, and Morocco) found that half or more respondents expected the Mahdi (the final redeemer according to Islam) to return during their lifetime.[8] Islam teaches that at some \"undetermined time in the future\" the world will end and Judgement Day will come. Providing portents of this time will be a terrible \"tribulation\" -- widespread moral failings, great battles (Armageddon or fitna), natural disasters, evil forces including an AntiChrist figure (the dajjal), Gog and Magog -- but also a \"messianic figure\" (the Mahdi) (a righteous man descended from the Islamic prophet Muhammad), assisted by the prophet Jesus (ʿĪsā), who returns to earth to defeat the forces of evil and bring peace and justice throughout the world.[9] Theological/doctrinal questions in Islamic eschatology include whether Quranic verses and hadith on eschatology be taken literally or figuratively; who will be sent to Heaven or hell; is consignment to hell eternal, and if not whom will be allowed to leave it; can justice be reconciled with predestination; whether heaven and hell currently exist; is there an \"abode\" other heaven and hell, such as al-aʿrāf? There is a plethora of content in Islamic sacred scriptures on the Last Judgment and the tribulation associated with it. The primary sources are the Quran itself, and the ḥadīth literature or sunnah (accounts of the sayings and living habits attributed to the Islamic prophet Muhammad during his lifetime).[11] Muslims believe that the Quran is the verbatim word of Allah, giving His promise of reward to the righteous and warning to those tempted to not abide by Him.[12] The ḥadīth are often referred to as giving a more detailed and comprehensive understanding of the Quran.[13] Concerning major figures of end times, the coming of the al-Mahdī and al-Masīḥ ad-Dajjāl and the second coming of ʿĪsā,[14] are mentioned in the hadith literature but not the Quran; reports about Sufyani are available in both Sunni and Shia Hadith.[15] Yajuj and Majuj (Gog and Magog) are mentioned in two chapters of the Quran, Al Kahf and Al-Anbiya; The Last Judgment and the tribulation have also been discussed in the commentaries of prominent classical ulama such as al-Ghazali, Ibn Kathir, and Muhammad al-Bukhari.[16][17] Ibn Kathir elaborated a whole apocalyptic scenario with prophecies about the Mahdi, Jesus, and the Dajjal (the antichrist) during the end times.[18] Scholarly discourse on eschatology and its themes often includes an exploration of hadith as they pertain to matters in the Quran, and serve as a source for clarification.[19] In Islam, the arrival of Judgement Day is prophesied in various ḥadīth collections to be preceded by \"signs\" or portents of its arrival.[20][21][22] These signs tend to fall into The signs may be divided into \"minor\" signs (these happen first), or \"major\" signs.[9][24] (scholars agree there are ten of these but not what they are).[25] They may also be divided into signs that have already happened, are currently happening, or have yet to happen.[26][27][28][29] Savior and evil-doing figures that appear in the major signs include: In Islam, \"the promise and threat\" (waʿd wa-waʿīd)[43] of Judgment Day (Arabic: یوم القيامة, romanized: Yawm al-qiyāmah, lit. 'Day of Resurrection' or Arabic: یوم الدین, romanized: Yawm ad-din, lit. 'Day of Judgement'), has been called \"the dominant message\" of the Quran,[nb 1][44] and is considered a fundamental tenet of faith by all Muslims, and one of the six articles of Islamic faith. The two themes \"central to the understanding of Islamic eschatology\" are: The trials, tribulations and details associated with it are detailed in the Quran and the hadith (sayings of Muhammad); these have been elaborated on in creeds, Quranic commentaries (tafsịrs), theological writing,[46] eschatological manuals to provide more details and a sequence of events on the Day.[44] Islamic expositors and scholarly authorities who have explained the subject in detail include al-Ghazali, Ibn Kathir, Ibn Majah, Muhammad al-Bukhari, and Ibn Khuzaymah. After the final signs of The Hour -- the defeat of the Sufyani; the end of the just reign of the Mahdi and/or Jesus; the rising of the sun from the west;[47] the peaceful death all believers from inhalation of a lethal breeze[48][49][50] -- a trumpet will blast signaling the destruction of earth (Q. 69:13–16); a second blast will signal the death of any being still living (except God).[51] The dead will then be resurrected and Afterlife commence with yet another trumpet blast, (different sources give different numbers of trumpet blasts)[nb 2] The first to arise will be Muhammad,[53] followed by the other members of the Muslim community.[54] with all gathering at the place of assembly [al-maḥshar].[55] In between resurrection and the actual judgement will be an agonizing wait (Q. 21:103, Q. 37:20) for the unbelievers.[55] At divine judgment, the resurrected will stand in a grand assembly, each person's Book of Deeds -- where \"every small and great thing is recorded\" -- will be read,[56] and ultimate judgment made.[57][58] The resurrected will then walk over the bridge of As-Sirāt, those judged worthy for the Garden continuing to their heavenly abode, those damned to The Fire, falling off the bridge into the pit of Jahannam.[59] There will also be a punishment of the grave (for those who disbelieved) between death and the resurrection.[60] Not everyone consigned to hell will remain there, as it is believed by both scholars and lay Muslims that \"all but the mushrikun, those who have committed the worst sin of impugning the tawḥīd of God, have the possibility of being saved;\"[61] and God's intercession to save sinners from hellfire is a \"major theme\" in popular Islamic stories about Judgement Day.[62] Scholars did not always agree on questions of who might go to hell; whether the creation of heaven and hell would wait until Judgement Day; whether there was a state between heaven and hell; whether those consigned to hell would be there for eternity. \"Fear, hope, and finally ... faith\", have been given (by Jane I. Smith, Yvonne Y. Haddad) as motivations offered by the Quran for the belief of Muslimsin an Afterlife,[63] although some (Abū Aʿla al-Mawdūdī) have asserted it is simply a matter of reason: The fact is that whatever Muhammad (peace be upon him) has told us about life after death is clearly borne out by reason. Although our belief in that Day is based upon our implicit trust in the Messenger of God, rational reflection not only confirms this belief but it also reveals that Muhammad's (peace be upon him) teachings in this respect are much more reasonable and understandable than all other view-points about life after death.[64] One of the primary beliefs pertaining to Islamic eschatology during the Early Muslim Period was that all humans could receive God's mercy and were worthy of salvation.[65] These early depictions even show how small, insignificant deeds were enough to warrant mercy.[66] Most early depictions of the end of days depict only those who reject Tawhid, (the concept of monotheism), are subject to eternal punishment. However, everybody is held responsible for their own actions. Concepts of rewards and punishments were seen as beyond this world, a view that is also held today.[66] Although Islamic philosophers and scholars were in general agreement on a bodily resurrection after death, interpretations differ in regard to the specifications of bodily resurrection. Some of the theories are the following: According to scholars Jane I. Smith, Yvonne Y. Haddad, \"the vast majority of believers\", understand verses of the Quran on Jannah (and hellfire) \"to be real and specific, anticipating them\" with joy or terror.[70] Besides the material notion of the paradise, descriptions of it are also interpreted as allegories, whose meaning is the state of joy believers will experience in the afterlife. For some theologians, seeing God is not a question of sight, but of awareness of God's presence.[71] Although early Sufis, such as Hallaj, took the descriptions of Paradise literal, later Sufi traditions usually stressed out the allegorical meaning.[72] On the issue of Judgement Day, early Muslims debated whether scripture on should be interpreted literally or figuratively, and the school of thought that prevailed (Ashʿarī) \"affirmed that such things as\" connected with Judgement day as \"the individual records of deeds (including the paper, pen, and ink with which they are inscribed), the bridge, the balance, and the pond\" are \"realities\", and \"to be understood in a concrete and literal sense.\"[73] According to Smith and Haddad, \"The great majority of contemporary Muslim writers, ... choose not to discuss the afterlife at all\".[6] Islamic Modernists, according to Smith and Haddad, express a \"kind of embarrassment with the elaborate traditional detail concerning life in the grave and in the abodes of recompense, called into question by modern rationalists\".[6][74][75] Consequently, most of \"modern Muslim Theologians\" either \"silence the issue\" or reaffirm \"the traditional position that the reality of the afterlife must not be denied but that its exact nature remains unfathomable\".[76][6] The beliefs of Pakistani modernist Muhammad Iqbal (died 1938), were similar to the Sufi \"spiritual and internalized interpretations of hell\" of ibn ʿArabī, and Rumi, seeing paradise and hell \"primarily as metaphors for inner psychic\" developments. Thus hellfire is actually a state of realization of one's failures as a human being\", and not a supernatural subterranean realm.[77] Egyptian modernist Muhammad ʿAbduh, thought it was sufficient to believe in the existence of an afterlife with rewards and punishment to be a true believer, even if you ignored \"clear\" (ẓāhir) hadith about hell.[78] Some postmodernists have found at least one sahih (authentic) hadith on hell unacceptable—the tradition of the Prophet Muhammad stating, \"most people in hell are women\"[79] has been explained as an attempt to \"legitimate social control over women\" (Smith and Haddad),[80] or perpetuate \"the moral, social, political, sectarian hierarchies\" of medieval Islam (Lange).[75] Amina Wadud notes that the Qur'an does not mention any specific gender when talking about Hell, Q. 43:74–76, for example, states that \"the guilty are immortal in hell's torment\"; and when discussing paradise, includes women, Q. 3:14–15, for example, states that \"Beautiful of mankind is love of the joys (that come) from women and offspring...\"[81] In terms of classical Islam, \"the only options\" afforded by the Qur'an for the resurrected are an eternity of horrible punishments of The Fire or the delightful rewards of The Garden. Islamic tradition has raised the question of whether or not consignment to the Fire is eternal, or eternal for all, but \"has found no reason to amend\" the limit of two options in the afterlife.[82] But one verse in the Quran has \"led to a great deal of speculation concerning the possibility of a third place\".[82] \"What some have called\" the \"Limbo\" Theory of Islam, as described by Jane Smith and Yvonne Haddad, implies that some individuals are not immediately sent to The Fire or The Garden, but are held in a state of limbo.[82] Smith and Haddad believe it is \"very doubtful\" that the Qur'anic meant for al-aʿrāf to be understood as \"an abode for those ... in an intermediate category, but this has come to be the most commonly held interpretation\".[83][84] As for who the inhabitants of the inhabits al-aʿrāf are, the \"majority of exegetes\" support the theory that they are persons whose actions balance in terms of merit and demerit -- whose good deeds keep them from the Fire and whose evil deeds keep them from the Garden. They will be the last to enter the Garden, at the mercy of their Lord.[85] There was considerable debate regarding whether heaven and hell exists at the current moment.[86][87] The Mu'tazila argued that since the Quran states that once the trumpet sounds, all except God will be destroyed, this would include the destruction of heaven and hell.[86][87] However, the Ash'ariya argued that although the trumpet's sounding will precede all being destroyed, creation was a \"constant process\".[86][87] Evidence that Jannah and the Fire already exists is found in a number of verses in the Quran were we are told or it is implied someone has gone to the Garden or the Fire (3:169, 36:13-26, 66:10, 3:10-11, 6:93).[88] It states that Adam and Eve once resided in the Garden of Eden, which is part of Jannah. Also, hadith reports pertaining to the Night Journey (Mi'raj) state that Muhammad saw visions of both destinations and creatures inhabiting it.[86][87] Thus, heaven and hell are usually regarded as coexisting with the current world.[89] In Classical Islam, there was a consensus among the theological community regarding the finality of Jannah (also called Heaven, paradise, the Gardens); after Judgement Day, faithful servants of God would find themselves here for eternity.[90][91] However, some practitioners in the early Muslim community held that the other abode of the hereafter (hell/Jahannam), or at least part of that abode, might not be eternal.[90][91] This belief was based upon an interpretations of scripture that since the upper, less tortuous levels of Hell were reserved for Muslims who were only in hell for as long as God deemed necessary. Once Muslims had their sins purged and were allowed into heaven, these levels would be empty and the need for their existence gone.[90][91] These interpretations are centered on verses 11:106–107 in the Quran, stating, This possibility that God may yet commute a sentence to Hell, interprets (parts of) hell as being similar in function to Purgatory in Christianity, with the exception to this comparison being that Hell in this context is for the punishment of the sinner's complete body, as opposed to the only the soul being punished in Purgatory.[90][91] Arguments questioning the permanence of Hell take the view that Hell is not necessarily solely there to punish the evil, but to purify their souls, whereas the purpose of the Garden is simply to reward the righteous.[93][94] Evidence against the concept of hell being in part temporary, is the Quran verse stating that Hell will endure as long as Heaven will, which has been established as eternal.[95] Orthodox Islam teaches the doctrine of Qadar (Arabic: قدر, aka Predestination, or divine destiny in Islam),[96] whereby everything that has happened and will happen in the universe—including sinful human behavior—is commanded by God.[97] At the same time, we human beings are responsible for our actions and rewarded or punished for them in the Afterlife.[98][99] Qadar/predestination/divine destiny, is one of Sunni Islam's six articles of faith and is mentioned in the Quran. Of course, the fate of human beings in the Afterlife is especially crucial. It is reflected in Quranic verses such as Muhammad also talked about the doctrine of predestination multiple times during his mission.[66] Thus the consensus of the Sunni Muslim community has been that scripture indicates predestination.[66] Nonetheless, some Muslim theologians have argued against predestination, (including at least some Shia Muslims, whose article of faith includes Adalah (justice), but not Qadar. At least some Shia -- such as Naser Makarem Shirazi -- denounce predestination).[101] Opponents of predestination in early Islam, (al-Qadariyah, Muʿtazila) argued that if God has already determined everything that will happen, God's human creation cannot really have free will over decisions to do good or evil, or control of whether they suffer eternal torment in Jahannam—which is something that (the opponents believe) a just God would never allow to happen.[100] While Qadar is the consensus of Muslims, it is also an issue scholars discourage debate and discussion about. Hadith narrate Muhammad warning his followers to “refrain from speaking about qadar”;[102] and according to the creed of Al-Tahawi, \"the principle of providence\" is such a secret that God did not let even angels, prophets and messengers in on the mystery.[98][103] Scholars do not all agree on who will end up in Jannah and who in Jahannam, and the criteria for deciding. Issues include whether all Muslims, even those who've committed major sins, will end up in Jannah; whether any non-Muslims will be saved or all will go to Jahannam. According to the Quran, the basic criterion for salvation in the afterlife is the belief in the oneness of God (tawḥīd), angels, revealed books, messengers, as well as repentance to God, and doing good deeds (amal salih).[104]: 51  This is qualified by the doctrine that ultimately salvation can only be attained through God's judgment.[105] Muslim scholars mostly agree that ultimately all Muslims will be saved (though many may need to be purified by a spell in hellfire[88] but disagree about the possibility for salvation of non-Muslims. The idea that jinn as well as humans could find salvation was widely accepted,[106] Like humans, their destiny in the hereafter depends on whether they accept God's guidance. The surah Al-Jinn says: Angels, who are not subject to desire and do not commit sin, are found in both paradise and the Fire -- punishing sinners in hell, and praising and serving humans (and jinn) in paradise.[107] Muslim scholars arguing in favor of non-Muslims' being able to enter paradise cite the verse: Those arguing against non-Muslim salvation regard this verse to have applied only until the arrival of Muhammad, after which it was abrogated by another verse: Although the Quran acknowledges the Bible as gospel, rejecting Muhammad and his message is seen as a rejection of salvation by them.[110] According to Mohammad Hassan Khalil, on the subject of whether self-proclaimed non-Muslims might be allowed into Jannah, Islamic theologians can be classified as (In addition there are those who could be described as 'interim inclusivists' or [112] 'ultimate universalists'.)[113] Based on these categories, four \"well-known and particularly influential Muslim thinkers\" can be sorted as: Ashʿarism (/æʃəˈriː/; Arabic: أشعرية: al-ʾAshʿarīyah), one of the main Sunni schools of Islamic theology, founded by the Islamic scholar, Shāfiʿī jurist, Abū al-Ḥasan al-Ashʿarī in the 10th century,[114] is known for an optimistic perspective on salvation for Muslims, repeatedly addressing God's mercy over God's wrath.[115]: 165 [116] However, according to Ash'arism, God is neither obligated to punish disobedience nor to reward obedience.[115]: 167  Ash'aris hold revelation necessary to understand good and evil, as well as religious truths.[117]: 109  Accordingly, revelation is necessary to reach moral and religious truths and thus, people who hear from a prophet or messenger are obligated to follow the revealed religion. However, those who have not received revelation are not obligated, and can hope for salvation.[118]: 215  Ash'arite scholar al-Ghazali divided non-Muslims into three categories for purposes of the Afterlife according to Mohammad Hassan Khalil:[119][111] Of these three, only the last group would be punished.[119] Ghazali distinguished between the \"saved\" and \"those who will attain success\". Therefore, righteous non-Muslims will neither enter hell nor Jannah, but will stay in al-Araf (a realm between Jannah and Jahannam inhabited by those who are neither entirely evil nor entirely good).[120] Māturīdism (Arabic: الماتريدية: al-Māturīdiyyah) is also one of the main Sunni schools of Islamic theology[121] developed and formalized by the Islamic scholar, Ḥanafī jurist Abū Manṣūr al-Māturīdī in the 10th century.[121] Māturīdi scholars are thought to have been less optimistic about the chances of sinners entering paradise than Ash'aris, but more optimistic than Muʿtazila.[116] They agree that Muslims who have committed grave sins will be punished but generally acknowledge that even these people will eventually enter paradise.[122]: 177 [123] Regarding the fate of non-Muslims, scholars have different opinions.[117]: 110  Māturīdism holds people responsible for believing in a creator due to their intellectual capacities, even if they haven't heard about any prophetic mission.[124]: 5 [118]: 215 [117]: 110  While some (like Rifat Atay) regard Māturīdism to be exclusivistic, only allowing people who are Muslims to enter paradise,[117]: 110  others argue that Māturīdi understood that \"to believe in Islam\" meant having a subjective conceptualization of God and his laws by reason alone. This fits the doctrine, upheld by Māturīdism, that human reason suffices to grasp good and evil, and arrive at religious truths.[117]: 109  Accordingly, people are judged by their degree of understanding God's universal law, not by their adherence to a particular belief system.[118]: 215 [117]: 110  In modern times, Yohei Matsuyama largely agrees with this interpretation.[124]: 5  According to Abu'l-Qasim Ishaq, children cannot be considered unbelievers, thus all of them go to paradise.[125] Muʿtazila (Arabic: المعتزلة al-muʿtazilah) emphasized God's justice, free will, and the responsibility of each human being for their actions. They have been called the \"best known exponents\" of Qadariyah, the idea that human free will was necessary \"as a guarantee of divine justice\".[126] Compared to Maturidi and Ashʿarī, Muʿtazila had the least amount of \"salvific optimism\".[116] The \"divine threat\" (al-wa'id) and \"divine promise\" (al wa'd) became key tenets of the Mu'tazilites,[122]: 173  who stressed that they applied to both Muslims and non-Muslims. This meant that those who committed grave or heinous sins (Kabirah), even Muslims, might denied entry to paradise forever.[122]: 173  The only way for a grave sinner to be forgiven, many theologians believed, is by repentance (tawba). Mu'tazilites believed God's justice obligated Him to forgive those who had repented (other schools believed He was not so constrained).[122]: 175  The Mu'tazilites stress on individual accountability meant a rejection of intercession (Shafa'a) on behalf of the prophet Muhammad.[122]: 178  Another controversial belief of many (but not all)[122]: 168  Mu'tazilites was that paradise and hell would be created only after Judgement Day. This meant rejection of the commonly accepted idea that paradise and hell coexist with the contemporary world. Their reasoning was that since God does everything for a purpose, and since paradise and hell are created to reward or punish people, they will only be created after judegement has been passed on people and they are asigned to these abodes.[122]: 167–168  Like most Sunni, Shia Islam hold that all Muslims will eventually go to Jannah.[nb 3] On the fate of non-Muslims in the hereafter, Shia Islam (or at least cleric Ayatullah Mahdi Hadavi Tehrani of Al-Islam.org), takes a view similar to Ash'arism. Tehrani divides non-Muslims into two groups: the heedless and stubborn who will go to hell and the ignorant who will not \"if they are truthful to their own religion\": (At least one Twelver Shia scholar 'Allama al-Hilli, insists that not only will non-Muslims be damned but suggests Sunni Muslim will be as well, as it is not possible for any Muslim to be ignorant of \"the imamate and of the Return\", and thus \"whoever is ignorant of any of them is outside the circle of believers and worthy of eternal punishment.\"[13] This statement is not indicative of all Shia eschatological thought.) Also like mainstream schools, and unlike Muʿtazila, Twelver Shia hold that Jannah and hellfire \"exist at present ... according to the Qur`an and ahadith\". However, they will not \"become fully apparent and represented\" until Judgement Day.[131] As for three other issues in Islamic eschatology: these three \"types\" of jannah (or Jahannam) are \"all simply manifestations of the ultimate, eternal heaven and hell\".[131] Modernist scholars Muhammad Abduh and Rashid Rida rejected the notion that the People of the Book would be excluded from Jannah, based on Q. 4:123-124 (see above).[132] The Fate of the unlearned is also a matter of dispute within Islamic theology. Turkish theologian Süleyman Ateş cites the Quran 5:66 to argue that there are good and bad people in any religion, and that some Muslims may not enter paradise, but those who believe without doubt in the hereafter and a God without partners, and who do good and useful deeds may enter paradise, whatever their religions.[133] On the other hand, those who argue that only Islam is the \"completed\" and \"perfected\", and that it is necessary to believe in the all teaching of God -- the prophets, the angels etc. -- insist that only Muslims can enter paradise.[134] While \"some traditional and contemporary commentators\" have interpreted the Quran as condemning all Jews, Farid Esack argues this condemnation is neither \"universal\" nor \"eternal\", and asks, 'if the Qur'an is to consign the Jews to eternal damnation, then what becomes of the sacred text as a means of guidance for all humankind? Would that vision too be damned?'[135][112] An example of a line criticizing the Jews can be found in Surah 5: A Sahih hadith concerning Jews and one of the signs of the coming of Judgement Day has been quoted many times, (it became a part of the charter of Hamas).[137] However, some scripture praises the dedication of Jews to monotheism,[138] and this verse of the Qur'an in surah 3, can be interpreted as taking a more reconciliatory tone: After reconciling the different descriptions, one can conclude that the transgressions of the \"apes and pigs\" are not indicative of the entire community,[140] and that while some Jews are on their way to damnation, others are not.[140] Prior to the 20th century, Islam had \"strongly emphasized the hereafter\" (ākhira). Desire to counter colonialism and \"achieve material and technological parity with the West\" turned modern thinkers to stress this world (dunyā), without suggesting ākhira was less important.[6] The focus on end times/Eschatology in Islam has tended to occur among those less exposed to scholarly learning. In the 1980s however, it again became much more popular generally. Islamic leaders and scholars have always urged Muslim to be prepared for Judgement Day, but \"the particulars of the end of the world are not a mainstream concern in Islam,\" according to Graeme Wood.[141][nb 5] However, in 2012 poll conducted by the Pew Research Center found that 50% or more respondents in several Muslim-majority countries (Lebanon, Turkey, Malaysia, Afghanistan, Pakistan, Iraq, Tunisia, Algeria, and Morocco) expected the Mahdi (the final redeemer according to Islam)[142] to return during their lifetime.[8] The expectation is most common in Afghanistan (83%), followed by Iraq (72%), Turkey (68%), Tunisia (67%), Malaysia (62%), Pakistan (60%), Lebanon (56%), and Muslims in southern Thailand (57%).[8] Stories of end times and doomsday tend to be passed on as bedtime stories or informal talk among the lay Muslims, rather than in the Imam's Friday khutbah. \"Even Muslims with low levels of knowledge have heard parts of parts of it\", according to scholar Jean Pierre Filiu.[nb 6] In Islamic bookstores, their \"dramatic and sensational stories of final battles between good and evil, supernatural powers, the ultimate rise of a Muslim elite,\" are naturally more attention getting than more orthodox/studious works on prayer, purity or the lives of exemplary Muslims.[143] More official Muslim sources have often either kept quiet about apocalyptic hadith or outright denied their existence—an example being Nihad Awad of the Council on American-Islamic Relations who stated \"There is no apocalyptic bloodbath in Islam.\"[143] Popular Islamic pamphlets and tracts on the End Times have always been in circulation, but until around 2010 their \"impact on political and theological thinking was practically nil\" among Sunnis.[144] Interest in the End Times is particularly strong among jihadis and \"since the mid-2000s, the apocalyptic currents in jihadism have surged.\"[143] As of 2011, the belief that the end of the world is at hand and will be precipitated by an apocalyptic Great Battle has been noted as a \"fast-growing belief in Muslim countries\" though still a minority belief.[nb 7] According to J.-P. Filiu, the uprising of the (Shiʿi) Mahdi Army in Iraq and July 2006 war between Israel and (Shiʿi) Hizbullah are \"at least in part\" a consequence of \"mounting eschatological expectations\" coming from copious literature preaching that the return of the Hidden Imam was imminent; literature emanating from the Shiʿi seminaries and scholars of holy city of Najaf, Iraq, from Lebanon, and from Iran during the administration of its president Mahmoud Ahmadinejad.[146] One Shiʿi Ayatollah, Muhammad Baqir al-Sadr, revered as \"the fifth martyr\" of Shiʿi Islam (killed by Saddam Hussein), went to the trouble of trying to explain how the Hidden Imam could be over 1000 years old, and why the present is a propitious time for the reappearance of him.[147] Muqtada al-Sadr's Mahdi army waged a violent struggle against the American military through 2004, and its ranks swelled with thousands of recruits. Muqtada's political faction won seats in parliament.[148] During Mahmoud Ahmadinejad's presidency (2005-2013), he shared with Iranians his \"avowed conviction\" that believers must actively work for the Mahdi's reappearance, despite this bringing him \"into conflict with the highest authorities of Shiism\".[149] \"Dramatic and sensational stories\" of the apocalypse first made an impact in the mid-1980s when Said Ayyub's Al-Masīh al-Dajjāl (The AntiChrist) started a whole new genre of Islamic \"apocalyptic fiction\"[150] or \"millenarian speculation\"[151] throughout the Arab world. The book was so successful Ayyub went on to write a half-dozen other spinoff books, inspired imitators who enjoyed even greater success (Muhammad Izzat Arif, Muhammad Isa Dawud,[152] and Mansur AbdelHakim).[153] The book (and the genre) was noteworthy for rupturing the \"organic link between Islamic tradition and the last days of the world\",[150] using Western sources (such as Gustave Le Bon and William Guy Carr) that previously would have been ignored; and lack of Sahih Bukhari (i.e. top quality) hadith (he does quote Ibn Kathir and some hadith \"repeated at second hand\"); and for an obsessively anti-Jewish point of view (\"in all great transformations of thought, there is a Jewish factor, avowed and plain, or else hidden and secret\",[154] \"the Jews are planning the Third World War in order to eliminate the Islamic world and all opposition to Israel\",[155] and cover art featuring a grotesque cartoon figure with a Star of David and large hooked nose).[154][156] Unlike traditional popular works of Islamic eschatology that kept close to scripture and classical manuals of eschatology in describing al-Dajjāl, Said Ayyub portrayed the Dajjāl as 1) the true Jewish messiah, that Jews had been waiting for, 2) a figure who will appear or reappear not only in end times, but one who has been working throughout the history of humanity to create havoc with such diabolical success that human history is really \"only a succession of nefarious maneuvers\" by him. Intermediaries of al-dajjal (according to Ayyub) include St. Paul the Apostle, who (Ayyub maintains) created Christianity by distorting the true story of Jesus, the Emperor Constantine who made possible \"the Crusader state in service to the Jews\", the Freemasons, Napoleon, the United States of America, Communists, Israel, etc. He concludes that the dajjal is hiding in Palestine (but will also \"appear in Khurasan as the head of an expansionist state\") and the Great Battle between Muslims and his forces will be World War III fought in the Middle East.[157] Later books, The Hidden Link between the AntiChrist, the Secrets of the Bermuda Triangle, and Flying Saucers (1994), by Muhammad Isa Dawud, for example, move even farther away from traditional themes, disclosing that the Anti-Christ journeyed from the Middle East to the archipelago of Bermuda in the 8th century CE to make it his home base and from whence he fomented the French Revolution and other mischief, and now sends flying saucers to patrol Egypt and prepare for his eventual triumphal return to Jerusalem.[158] The success of the genre provoked a \"counteroffensive\" by pious conservatives (Abdellatif Ashur, Muhammad Bayyumi Magdi, and Muhammad Shahawi) disturbed by the liberties Said Ayyub and others had taken with Islamic doctrine.[152] In the early 1980s, when Abdullah Azzam, called on Muslims around the world to join the jihad in Afghanistan, he considered the fight \"to be a sign that the end times were imminent\". Also around that time, popular Islamic writers, such as Said Ayyub, started blaming Islamic decline in the face of the Western world, not on lack of technology and development, but on the forces of the Dajjal.[37] Al-Qaeda used \"apocalyptic predictions in both its internal and external messaging\" according to Jessica Stern, and its use of \"the name Khorasan, a region that includes part of Iran, Central Asia, and Afghanistan, and from which, it is prophesied, the Mahdi will emerge alongside an army bearing black flags\", was thought to be a symbol of end times.[144] But these claims were \"mostly symbolic\",[144] and according to Wood, Bin Laden \"rarely mentioned\" the Apocalypse and when he did, \"he implied he would be long dead when it arrived\" (a reflection of his more \"elite\" background according to Will McCants).[159] According to J.-P. Filiu, out of the mass of Al-Qaeda documents seized after the fall of the Taliban, only one letter made any reference to the apocalypse.[160] A prominent jihadist, Abu Musʿab al-Sūri, (called a \"sophisticated strategist\" and \"articulate exponent of the modern jihad\"),[161][162] somewhat independent and critical of Al-Qaeda, was also much more interested in end times. He wrote, \"I have no doubt that we have entered into the age of battles and tribulations [zāman al-malāhim wal-fitan]\"[163] He devoted the last 100 pages of his magnum opus on jihad (A Call to Global Islamic Resistance, made available online around 2005) to matters such as the proper chronology and location of related battles and other activities of the Mahdi, the Antichrist, the mountain of gold to be found in the Euphrates river, the Sufyani, Gog and Magog, etc.[164] Abu Musʿab al Zarqawi, the founder of what would become the Islamic State \"injected\" the apocalyptic message into jihad.[159] ISIS has evoked \"the apocalyptic tradition much more explicitly\" than earlier jihadis. Dabiq, Syria -- a town understood \"in some versions\" of the eschatological \"narrative to be a possible location for the final apocalyptic battle\" -- was captured by ISIS and made its capital. ISIS also declared its \"intent to conquer Constantinople\" -- Muslims conquering Constantinople being another end times prophesy.[144] Interviews by the New York Times,[165] and Jurgen Todenhöfer[166] with many dozens of Muslims who had traveled to fight with Islamic State, and by Graeme Wood with Islamic State supporters elsewhere, found \"messianic expectation\" a strong motivator to join Islamic State.[165] While Al-Qaeda and Islamic State are Sunni, Shia insurgents/militants have also been \"drawn to the battlefield\" by \"apocalyptic belief\", according to William McCants, who quotes a Shia fighter in Iraq saying, “'I was waiting for the day when I will fight in Syria. Thank God he chose me to be one of the Imam’s soldiers.'”[167] Some dissident Shiʿa in Iraq, oppose not only Sunni, US and Iraqi government forces, but the Shiʿi religious hierarchy as well. In Najaf, in late January 2007, at least 200 were killed in the Battle of Najaf,[168] [169][170] when several hundred members of an armed Iraqi Shi'a messianic sect known as the Soldiers of Heaven or Jund As-Samāʾ(Arabic: جند السماء), allegedly attempted to start a \"messianic insurrection\" during the holy day of Ashura in the holy city of Najaf;[171] planning to disguise themselves as pilgrims and kill leading Shi'a clerics.[172] The group allegedly believed that spreading chaos would hasten the return of the 12th Imam/Mahdi,[173][174][175] or alternately, that their leader, Dia Abdul Zahra Kadim, was the awaited Mahdi.[176] The next year during Ashura a reported 18 officers and 53 militia members were killed in clashes between \"millenarian rebels\" and police,[177] the violence blamed on followers of one Ahmad al-Hassan, a man claiming the Hidden Iman had designated him as his (the Hidden Imam's) representative (wassi), and who accused Ayatollahs/Shia clerics of being guilty of \"aberration and treason, of occupation and tyranny\".[178] Jihadis of the Islamic State see the fulfillment of many of the \"lesser signs\" of the coming of Judgement Day in current events. Its generally agreed that Israel Arab wars have been wars between Muslims and Jews (which were prophesized), and that moral standards have declined leading to rampant fornication, alcohol consumption, and music listening.[179] \"A slave giving birth to her master\" can happen when the child of a slave woman and the slave's owner inherits the slave after the owner's death—slavery being practiced in the Islamic State (until its defeat).[179] An embargo of Iraq[179] is alleged to be foretold in the hadith \"Iraq would withhold its dirhams and qafiz\".[180] That Muslim states are being led by those who do not deserve to lead them,[181] is an article of faith among jihadis and many other Muslims. ISIS alleges that worship of the pre-Islamic deity al-Lat is being practiced by its Shia enemy Hezbollah. The naked shepherds who will build tall buildings is interpreted to refer to Gulf State builders of skyscrapers[182] are \"only a generation or two out of desert poverty\".[179] But the Islamic State is also attempting to fulfill prophecies itself to hasten end times. Zarqawi published \"communiqués detailing the fulfillment of specific predictions\" found in a famous book on jihad and end times called, A Call to a Global Islamic Resistance by Abu Musab al Suri. His successor, Al-Baghdadi, took \"the fulfillment of apocalyptic portents even more seriously\".[183] According to Hassan Abbas, [nb 8] at least part of ISIS's motivation in killing and otherwise provoking Shia is to \"deliberately ... instigate a war between Sunnis and Shi'a, in the belief that a sectarian war would be a sign that the final times has arrived\"; and also explains the ISIS Siege of Kobanî: \"In the eschatological literature, there is reference to crisis in Syria and massacre of Kurds—this is why Kobane is important.\"(The town of 45,000 was under seige by ISIS from September 2014 to January 2015.)[184] Thus, \"ISIS's obsession with the end of the world\" helps explain its lack of interest in the \"ordinary moral rules\" of the temporal world, according to Jessica Stern. If you are \"participating in a cosmic war between good and evil\", (and if everyone will be dead and then resurrected relatively soon anyway), pedestrian concerns about saving the lives of the innocent are of little concern.[185] Among the problems critics see with some of the concepts of, and attention given to, the eschatology of Islam, are its affect on the socio-economic health of the Muslim world, the basis of the scripture (particularly the hadith) dealing with end times, and the rational implausibilty of some of the theological concepts such as resurrection of the dead. Mustafa Akyol criticizes the current focus of the Muslim community on apocalypticism and the use of the forces of the Dajjal to explain stagnation in the Muslim world in the past two centuries vis-à-vis the West (and now East Asia). He argues that if supernatural evil is believed to be the cause of the problems of Muslims, then practical solutions such as \"science, economic development and liberal democracy\" will be ignored in favor of divine intervention.[186][8] (On the other hand, a sahih hadith reports Muhammad saying that \"If the Final Hour comes while you have a shoot of a plant in your hands and it is possible to plant it before the Hour comes, you should plant it.\")[187] Western scholars (William McCants, Jane Smith, Yvonne Haddad, Jean-Pierre Filiu) agree that the apocalyptic narratives are strongly connected to the early jihad wars against the Byzantine Empire and civil wars against other Muslims. McCants, writes that the fitan (\"tribulations\") of the minor and lesser signs come from the fitan of the early Islamic civil wars (First Fitna (656–661 CE), Second Fitna (c. 680/683–c. 685/692 CE), Third Fitna (744–750/752 CE)), where Muhammad's companions (Sahabah) and successor generations (Tabi'un and Taba Tabi'in) fought each other for political supremacy.[167] \"Before and after each tribulation, partisans on both sides circulated prophecies in the name of the Prophet to support their champion. With time, the context was forgotten but the prophecies remained.\"[167] Smith and Haddad also write that \"the political implications of the whole millennial idea in Islam, especially as related to the understanding of the mahdi and the rise of the 'Abbasids in the second Islamic century, are very difficult to separate from the eschatological ones.\"[188] They also argue that it's \"difficult to determine whether\" the Prophet Muḥammad \"actually anticipated the arrival\" the Mahdi as \"an eschatological figure\" -- despite the fact that \"most of the traditions about the Mahdi are credited to Muḥammad.[188] Filiu has also stated that \"the apocalyptic narrative was decisively influenced by the conflicts that filled Islam's early years, campaigns and jihad against the Byzantine Empire and recurrent civil wars among Muslims.\"[189] Consequently, the reliability of hadith on end times has been questioned. Skepticism of the concept of the resurrection of the dead has been part of both \"the compatriots\" of Muhammad and the \"rational and scientifically-infused\" inhabitants of the contemporary world. The fact of the resurrection of the body has been of continuing importance to Muslims and has raised very particular questions in certain circles of Islamic thought, such as those reflected in the later disputations between philosophy and theology.[nb 9] It was not really a point of issue for early Islam, however, and bodily resurrection has never been seriously denied by orthodoxy. It is, as many have observed, basic to the message of God as proclaimed by the Prophet and articulated clearly by the Qur'an,[nb 10] especially in those passages in which the contemporaries of the Prophet are presented as having scoffed or raised doubts. It continues to be, ... a point of conviction for many of the contemporary interpreters of Islam to a world in which a rational and scientifically-infused populace continues to raise the same eyebrows of skepticism as did the compatriots of the Prophet.[80] Early skeptics being quoted in the Quran as saying: \"Are we to be returned to our former state when we have become decayed bones? They say, that would be a detrimental return!\" (Q79: 10–12).[190] Death is also seen as a homecoming.[87] When people visit tombs, they are having a specific spiritual routine.[87] The correct way to visit someone's tomb is to recite parts of the Quran and pray for the deceased.[87] The writings of five medieval Sunni scholars on Islamic eschatology stand out for their \"depth and originality\", according to Jean-Pierre Filiu. Taking a work by each of them on the subject of the signs of end times, (or that includes the subject of the signs of end times), Filiu points out their characteristics, differences, and influences (where the Mahdi will first appear, where Jesus will descend to, how many human and angel warriors will fight with the Mahdi, etc.). ISIS, 2022","Title":"Islamic eschatology - Wikipedia","KeyID":"12072","URL":"https://en.wikipedia.org/wiki/Islamic_eschatology"}