{"Content: ":"— Events — — Events — Israfil (Arabic: إِسْـرَافِـيْـل, Isrāfīl; or Israfel or Rāfā'īl)[1] is the angel who blows the trumpet to signal Qiyamah (the Day of Judgment) in Islam.[2] Though unnamed in the Quran, he is one of the four archangels in Islamic tradition, along with Mīkā'īl, Jibrā'īl, and Azrael.[1] The \"Book of Dead\" described Israfil as the oldest of all archangels.[3] It is believed that Israfil will blow the trumpet from a holy rock in Jerusalem to announce the Day of Resurrection.[citation needed] He is commonly thought of as the counterpart of the Judeo-Christian archangel Raphael.[4][5] George Sale (1697–1736) classifies Israfil, in his translation of the Quran, as the archangel of music in Islamic tradition.[6] Israfil is mentioned in a hadith as the angel nearest to God, mediating the commands of God to the other archangels.[7] Although the name Israfil does not appear in the Quran, a figure blowing a trumpet is repeatedly alluded to, and is assumed to be this figure: And the trumpet shall be blown, so all those that are in the heavens and all those that are in the earth shall swoon, except him whom Allah will ; then it shall be blown again, then they shall stand up awaiting. Kitab aḥwāl al-qiyāma, states: Know that Israfil is the master of the horn [al-qarn]. God created the preserved tablet [al-lawḥ al-maḥfuz] of white pearl. Its length is seven times the distance between the heaven and the earth and it is connected to the Throne. All that exists until the day of resurrection is written on it. Israfil has four wings--one in the East, one in the West, one covering his legs and one shielding his head and face in fear of God. His head is inclined toward the Throne .... No angel is nearer to the throne than Israfil. Seven veils are between him and the Throne, each veil five hundred years distance from the next; seventy veils are between Jibril and Israfil. While he is standing the trumpet [ṣur] is placed on his right · thigh and the head of the trumpet on his mouth. He awaits the. command of God, and when He commands he will blow. And when the period of the world is completed, the trumpet will be brought near the face of Israfil and he will fold his four wings and blow the trumpet.[8][9] A beautiful angel who is a master of music, Israfil sings praises to God in a thousand different languages, the breath of which is used to inject life into hosts of angels who add to the songs themselves.[1] Due to his beautiful voice, he is also the Muezzin of those in Heaven.[10] Kitab aḥwāl al-qiyāma states he has four wings, however, another tradition mention that he has twelve.[11] A few reports assume that Israfil had visited Muhammad before Gabriel did.[12] According Saudi scholar Salih bin Abdullah al Humaid, Quranic exegesis (tafsir) states that Israfil will blow the trumpet two times.[13] The first blow will kill all creatures and creations except Israfil himself.[14] Later, Israfil will blow the trumpet for the second time, then all creatures will be revived and wait for judgment.[13] Aside from his task to blow the Armageddon trumpet, Israfil is mentioned in non-canonical hadith as one of archangels who bear the Throne of God on their back (Hamalat al-Arsh).[15] Meanwhile, According to a Tabi'un tradition which sourced from a Tabi'un named Abdurrahman ibn Sabith, the task of Israfil were transmitting tasks from God to another archangels such as Gabriel, Mikail, and Azrael.[16] Israfil also said to have been sent along with the other three Islamic archangels to collect dust from the four corners of the earth,[9] though only Azrael succeeded in this mission.[17] It was from this dust that Adam, the first man and Prophet was formed.[18] According to another traditions, Israfil believed to have helped Muhammad overcome his adversaries significantly during the Battle of Badr, where according to scholars and clerics of Islam, the various hadiths, both authentics and inauthentics, that Gabriel,[19] Israfil, and Michael,[20] [Notes 1] along with another thousands of best angels from third level of sky, all came to the battle of Badr by impersonating appearance of Zubayr ibn al-Awwam, a Companions of the Prophet and bodyguard of the prophet.[Notes 2][24] This are deemed as Zubayr personal honor according to Islamic belief.[25][26][Notes 3] Israfil has been associated with a number of other angelic names not pertaining to Islam, including Uriel,[4] and Raphael.[5]","Title":"Israfil - Wikipedia","KeyID":"12078","URL":"https://en.wikipedia.org/wiki/Israfil"}