{"Content: ":"— Events — — Events — Jewish eschatology is the area of Jewish theology concerned with events that will happen in the end of days and related concepts. This includes the ingathering of the exiled diaspora, the coming of a Jewish Messiah, afterlife, and the revival of the dead. In Judaism, the end times are usually called the \"end of days\" (aḥarit ha-yamim, אחרית הימים), a phrase that appears several times in the Tanakh. These beliefs have evolved over time, and there is no evidence before 200 BC of Jewish belief in personal afterlife with reward or punishment.[1] In Judaism, the main textual source for the belief in the end of days and accompanying events is the Tanakh or Hebrew Bible. The roots of Jewish eschatology are to be found in the pre-exile prophets, including Isaiah and Jeremiah, and the exilic prophets Ezekiel and Deutero-Isaiah. The main tenets of Jewish eschatology are the following, in no particular order, elaborated in the Book of Isaiah, the Book of Jeremiah and the Book of Ezekiel.[2] According to Ezekiel chapter 38, the \"war of Gog and Magog\", a climactic war, will take place at the end of the Jewish exile. According to biblical commentator and rabbi David Kimhi, this war will take place in Jerusalem.[3] However, a Hasidic tradition holds that the war will not in fact occur as the sufferings of exile have already made up for it.[clarification needed][4] The afterlife is known as olam ha-ba the \"world to come\", עולם הבא in Hebrew,[5][6] and related to concepts of Gan Eden, the Heavenly \"Garden in Eden\", or paradise, and Gehinnom.[7][note 1] The phrase olam ha-ba does not occur in the Hebrew Bible. The accepted halakha is that it is impossible for living human beings to know what the world to come is like.[9][note 2] In the late Second Temple period, beliefs about the ultimate fate of the individual were diverse. The Pharisees and Essenes believed in the immortality of the soul, but the Sadducees did not.[11] The Dead Sea Scrolls, Jewish pseudepigrapha and Jewish magical papyri, reflect this diversity. While all classical rabbinic sources discuss the afterlife, the classic Medieval scholars dispute the nature of existence in the \"End of Days\" after the messianic period. While Maimonides describes an entirely spiritual existence for souls, which he calls \"disembodied intellects,\" Nachmanides discusses an intensely spiritual existence on Earth, where spirituality and physicality are merged. Both agree that life after death is as Maimonides describes the \"End of Days.\" This existence entails an extremely heightened understanding of and connection to the Divine Presence. This view is shared by all classic rabbinic scholars.[12] According to Maimonides, any non-Jew who lives according to the Seven Laws of Noah is regarded as a righteous gentile, and is assured of a place in the world to come, the final reward of the righteous.[13][14] There is a great deal of surviving rabbinic material concerning the fate of the soul after death: its experiences, and where it goes. At various points in the afterlife journey, the soul may encounter: Hibbut ha-kever, the pains and experiences of the physico-spiritual dissolution or reconfiguration within the grave; Dumah, the angel in charge of funerary matters; Satan as the angel of death or other equally grim figure; the Kaf ha-Kela, the ensnarement or confinement of the stripped-down soul within various ghostly material reallocations (devised for the purpose of the purgatorial cleansing of the soul incurred for contamination not severe enough to warrant Gehinnom (See Tanya Chapter 8)); Gehinnom (pure purgatory); and Gan Eden (heavenly respite or paradise, purified state). All classic rabbinic scholars agree that these concepts are beyond typical human understanding. Therefore, these ideas are expressed throughout rabbinic literature through many varied parables and analogies.[12] Gehinnom is fairly well defined in rabbinic literature. It is sometimes translated as \"hell\", but is much more similar to the Nicene Christianity view of Purgatory than to the Christian view of Hell. Rabbinic thought maintains that souls are not tortured in Gehinnom forever; the longest that one can be there is said to be eleven months, with the exception of heretics, and extremely sinful Jews.[15] This is the reason that even when in mourning for near relatives, Jews will not recite mourner's kaddish for longer than an eleven-month period. Gehinnom is considered a spiritual forge where the soul is purified for its eventual ascent to Gan Eden (\"Garden of Eden\").[16] Rabbinic literature includes many legends about the World to Come and the two Gardens of Eden. As compiled by Louis Ginzberg in the book Legends of the Jews these include: The world to come is called Paradise, and it is said to have a double gate made of carbuncle that is guarded by 600,000 shining angels.[17] Seven clouds of glory overshadow Paradise, and under them, in the center of Paradise, stands the tree of life.[17] The tree of life overshadows Paradise too, and it has fifteen thousand different tastes and aromas that winds blow all across Paradise.[17] Under the tree of life are many pairs of canopies, one of stars and the other of sun and moon, while a cloud of glory separates the two. In each pair of canopies sits a rabbinic scholar who explains the Torah to one.[17] When one enters Paradise one is proffered by Michael (archangel) to God on the altar of the temple of the heavenly Jerusalem,[18] whereupon one is transfigured into an angel (the ugliest person becomes as beautiful and shining as \"the grains of a silver pomegranate upon which fall the rays of the sun\").[17] The angels that guard Paradise's gate adorn one in seven clouds of glory, crown one with gems and pearls and gold, place eight myrtles in one's hand, and praise one for being righteous while leading one to a garden of eight hundred roses and myrtles that is watered by many rivers.[17] In the garden is one's canopy, its beauty according to one's merit, but each canopy has four rivers – milk, honey, wine, and balsam[17] – flowing out from it, and has a golden vine and thirty shining pearls hanging from it.[17] Under each canopy is a table of gems and pearls attended to by sixty angels.[17] The light of Paradise is the light of the righteous people therein.[17] Each day in Paradise one wakes up a child and goes to bed an elder to enjoy the pleasures of childhood, youth, adulthood, and old age.[17] In each corner of Paradise is a forest of 800,000 trees, the least among the trees greater than the best herbs and spices,[17] attended to by 800,000 sweetly singing angels.[17] Paradise is divided into seven paradises, each one 120,000 miles long and wide.[17] Depending on one's merit, one joins one of the paradises: the first is made of glass and cedar and is for converts to Judaism; the second is of silver and cedar and is for penitents; the third is of silver and gold, gems and pearls, and is for the patriarchs, Moses and Aaron, the Israelites that left Egypt and lived in the wilderness, and the kings of Israel; the fourth is of rubies and olive wood and is for the holy and steadfast in faith; the fifth is like the third, except a river flows through it and its bed was woven by Eve and angels, and it is for the Messiah and Elijah; and the sixth and seventh divisions are not described, except that they are respectively for those who died doing a pious act and for those who died from an illness in expiation for Israel's sins.[17] Beyond Paradise is the higher Gan Eden, where God is enthroned and explains the Torah to its inhabitants.[17] The higher Gan Eden contains 310 worlds and is divided into seven compartments.[17] The compartments are not described, though it is implied that each compartment is greater than the previous one and is joined based on one's merit.[17] The first compartment is for Jewish martyrs, the second for those who drowned, the third for \"Rabban Yohanan ben Zakkai and his disciples,\" the fourth for those whom the cloud of glory carried off, the fifth for penitents, the sixth for youths who have never sinned; and the seventh for the poor who lived decently and studied the Torah.[17] An early explicit mention of resurrection in Hebrew texts is the Vision of the Valley of Dry Bones in the Book of Ezekiel dated somewhere around 539 BCE. Alan Segal argues that this narrative was intended as a metaphor for national rebirth, promising the Jews return to Israel and reconstruction of the Temple, not as a description of personal resurrection.[19] The Book of Daniel promised literal resurrection to the Jews, in concrete detail. Alan Segal interprets Daniel as writing that with the coming of the Archangel Michael, misery would beset the world, and only those whose names were in a divine book would be resurrected.[20] Moreover, Daniel's promise of resurrection was intended only for the most righteous and the most sinful because the afterlife was a place for the virtuous individuals to be rewarded and the sinful individuals to receive eternal punishment.[21] Greek and Persian culture influenced Jewish sects to believe in an afterlife between the 6th and 4th centuries BCE as well.[22] The Hebrew Bible, at least as seen through interpretation of Bavli Sanhedrin, contains frequent reference to resurrection of the dead.[23] The Mishnah (c. 200) lists belief in the resurrection of the dead as one of three essential beliefs necessary for a Jew to participate in it: All Israel have a portion in the world to come, for it is written: 'Thy people are all righteous; they shall inherit the land forever, the branch of my planting, the work of my hands, that I may be glorified.' But the following have no portion therein: one who maintains that resurrection is not a biblical doctrine, the Torah was not divinely revealed, and an Apikoros ('heretic').[15] In the late Second Temple period, the Pharisees believed in resurrection, while Essenes and Sadducees did not.[11] During the Rabbinic period, beginning in the late first century and carrying on to the present, the works of Daniel were included into the Hebrew Bible, signaling the adoption of Jewish resurrection into the officially sacred texts.[24][22] Jewish liturgy, most notably the Amidah, contains references to the tenet of the bodily resurrection of the dead.[25] In contemporary Judaism, both Orthodox Judaism and Conservative Judaism maintain the traditional references to it in their liturgy.[26] However, many Conservative Jews interpret the tenet metaphorically rather than literally.[27] Reform and Reconstructionist Judaism have altered traditional references to the resurrection of the dead in the liturgy (\"who gives life to the dead\") to refer to \"who gives life to all.\" In Judaism, the day of judgment happens every year on Rosh Hashanah; therefore, the belief in a last day of judgment for all mankind is disputed. Some rabbis hold that there will be such a day following the resurrection of the dead. Others hold that there is no need for that because of Rosh Hashanah. Yet others hold that this accounting and judgment happens when one dies. Other rabbis hold that the last judgment only applies to the gentile nations and not the Jewish people.[28] Irving Greenberg, representing an Open Orthodox viewpoint, describes the afterlife as a central Jewish teaching, deriving from the belief in reward and punishment. According to Greenberg, suffering Medieval Jews emphasized the World to Come as a counterpoint to the difficulties of this life, while early Jewish modernizers portrayed Judaism as interested only in this world as a counterpoint to \"otherworldly\" Christianity. Greenberg sees each of these views as leading to an undesired extreme – overemphasizing the afterlife leads to asceticism, while devaluing the afterlife deprives Jews of the consolation of eternal life and justice – and calls for a synthesis, in which Jews can work to perfect this world, while also recognizing the immortality of the soul.[29] Conservative Judaism both affirms belief in the world beyond (as referenced in the Amidah and Maimonides' Thirteen Precepts of Faith) while recognizing that human understanding is limited and we cannot know exactly what the world beyond consists of. Reform and Reconstructionist Judaism affirm belief in the afterlife, though they downplay the theological implications in favor of emphasizing the importance of the \"here and now,\" as opposed to reward and punishment. The Hebrew word mashiach (or moshiach) refers to the Jewish idea of the messiah. In biblical times the title mashiach was awarded to someone in a high position of nobility and greatness. For example, Cohen ha-Mašíaḥ means High Priest. While the name of the Jewish Messiah is considered to be one of the things that precede creation,[30] he is not considered divine, in contrast to Christianity where Jesus is both divine and the Messiah. In the Talmudic era the title Mashiach or מלך המשיח, Méleḵ ha-Mašíaḥ literally means \"the anointed King\". The Messiah is to be a human leader, physically descended from the Davidic line, who will rule and unite the people of Israel[31] and will usher in the Messianic Age[32] of global and universal peace.[33] Early in the Second Temple period hopes for a better future are described in the Jewish scriptures.[34] After the return from the Babylonian exile, Cyrus the Great was called \"messiah\" in Isaiah, due to his role in the return of the Jews exiles.[34] A number of messianic ideas developed during the later Second Temple Period, ranging from this-worldy, political expectations, to apocalyptic expectations of an endtime in which the dead would be resurrected and the Kingdom of Heaven would be established on earth.[34] The Messiah might be a kingly \"son of David\" or a more heavenly \"son of man\", but \"Messianism became increasingly eschatological, and eschatology was decisively influenced by apocalypticism,\" while \"messianic expectations became increasingly focused on the figure of an individual savior.[34] According to Zwi Werblowsky, \"the Messiah no longer symbolized the coming of the new age, but he was somehow supposed to bring it about. The \"Lord's anointed\" thus became the \"savior and redeemer\" and the focus of more intense expectations and doctrines.\"[34] Messianic ideas developed both by new interpretations (pesher, midrash) of the Jewish scriptures, but also by visionary revelations.[34] The Babylonian Talmud (200–500 CE), tractate Sanhedrin, contains a long discussion of the events leading to the coming of the Messiah.[note 3] Throughout their history Jews have compared these passages (and others) to contemporary events in search of signs of the Messiah's imminent arrival, continuing into present times. The Talmud tells many stories about the Messiah, some of which represent famous Talmudic rabbis as receiving personal visitations from Elijah the Prophet and the Messiah.[note 4] In rabbinic literature, the rabbis elaborated and explained the prophecies that were found in the Hebrew Bible along with the oral law and rabbinic traditions about its meaning.[2] Maimonides' commentary to tractate Sanhedrin stresses a relatively naturalistic interpretation of the Messiah, de-emphasizing miraculous elements. His commentary became widely (although not universally) accepted in the non- or less-mystical branches of Orthodox Judaism.[36][note 5] The belief in a human Messiah of the Davidic line is a universal tenet of faith among Orthodox Jews and one of Maimonides' thirteen principles of faith. Some authorities in Orthodox Judaism believe that this era will lead to supernatural events culminating in a bodily resurrection of the dead. Maimonides, on the other hand, holds that the events of the Messianic Era are not specifically connected with the resurrection. Conservative Judaism varies in its teachings. While it retains traditional references to a personal redeemer and prayers for the restoration of the Davidic line in the liturgy, Conservative Jews are more inclined to accept the idea of a Messianic Era: We do not know when the Messiah will come, nor whether he will be a charismatic human figure or is a symbol of the redemption of mankind from the evils of the world. Through the doctrine of a Messianic figure, Judaism teaches us that every individual human being must live as if he or she, individually, has the responsibility to bring about the messianic age. Beyond that, we echo the words of Maimonides based on the prophet Habakkuk (2:3) that though he may tarry, yet do we wait for him each day... (Emet ve-Emunah: Statement of Principles of Conservative Judaism)[38] Reform Judaism generally concurs with the more liberal Conservative perspective of a future Messianic Era rather than a personal Messiah.[39]","Title":"Jewish eschatology - Wikipedia","KeyID":"12081","URL":"https://en.wikipedia.org/wiki/Jewish_eschatology"}