{"Content: ":"Predictions of apocalyptic events that would result in the extinction of humanity, a collapse of civilization, or the destruction of the planet have been made since at least the beginning of the Common Era.[1] Most predictions are related to Abrahamic religions, often standing for or similar to the eschatological events described in their scriptures. Christian predictions typically refer to events like the rapture, the Great Tribulation, the Last Judgment, and the Second Coming of Christ. Many religious-related end-time events are predicted to occur within the lifetime of the person making the prediction, who often quote the Bible, and in particular the New Testament, as either the primary or exclusive source for the predictions.[1] Often this takes the form of mathematical calculations, such as trying to calculate the point where it will have been 6000 years since the supposed creation of the Earth by the Abrahamic God,[2] which according to the Talmud marks the deadline for the Messiah to appear.[3] Predictions of the end from natural events have also been theorised by various scientists and scientific groups. While these disasters are generally accepted within the scientific community as plausible \"end of the world\" scenarios, the events and phenomena are not expected to occur for hundreds of thousands or even billions of years from now. Little research has been done into why people make apocalyptic predictions.[4] Historically, it has been done for reasons such as diverting attention from actual crises like poverty and war, pushing political agendas, and promoting hatred of certain groups; antisemitism was a popular theme of Christian apocalyptic predictions in medieval times,[5] while French and Lutheran depictions of the apocalypse were known to feature English and Catholic antagonists respectively.[6] According to psychologists, possible explanations for why people believe in modern apocalyptic predictions include mentally reducing the actual danger in the world to a single and definable source, an innate human fascination with fear, personality traits of paranoia and powerlessness and a modern romanticism involved with end-times due to its portrayal in contemporary fiction.[4][7] The prevalence of Abrahamic religions throughout modern history is said to have created a culture which encourages the embracement of a future that will be drastically different from the present.[1][8] Such a culture is credited with the rise in popularity of predictions that are more secular in nature, such as the 2012 phenomenon, while maintaining the centuries-old theme that a powerful force will bring the end of humanity.[8] Polls conducted in 2012 across 20 countries found over 14% of people believe the world will end in their lifetime, with percentages ranging from 6% of people in France to 22% in the US and Turkey. Belief in the apocalypse is observed to be most prevalent in people with lower rates of education, lower household incomes, and those under the age of 35.[9][10] In the UK in 2015, 23% of the general public believed the apocalypse was likely to occur in their lifetime, compared to 10% of experts from the Global Challenges Foundation. The general public believed the likeliest cause would be nuclear war, while experts thought it would be artificial intelligence. Only 3% of Britons thought the end would be caused by the Last Judgement, compared to 16% of Americans. Between one and three percent of people from both countries said the apocalypse would be caused by zombies or alien invasion.[11][12][13] ","Title":"List of dates predicted for apocalyptic events - Wikipedia","KeyID":"12096","URL":"https://en.wikipedia.org/wiki/List_of_dates_predicted_for_apocalyptic_events"}