{"Content: ":"Joseph Pitton de Tournefort (5 June 1656 – 28 December 1708) was a French botanist, notable as the first to make a clear definition of the concept of genus for plants. Botanist Charles Plumier was his pupil and accompanied him on his voyages. Tournefort was born in Aix-en-Provence and studied at the Jesuit convent there. It was intended that he enter the Church, but the death of his father allowed him to follow his interest in botany. After two years collecting, he studied medicine at Montpellier, but was appointed professor of botany at the Jardin des Plantes in Paris in 1683. During this time he travelled through Western Europe, particularly the Pyrenees, where he made extensive collections.[1] Between 1700 and 1702 he travelled through the islands of Greece and visited Constantinople, the borders of the Black Sea, Armenia, and Georgia, collecting plants and undertaking other types of observations. He was accompanied by the German botanist Andreas Gundelsheimer (1668–1715) and the artist Claude Aubriet (1651–1742). His description of this journey was published posthumously (Relation d'un voyage du Levant),[1] he himself having been killed by a carriage in Paris; the road on which he died now bears his name (Rue de Tournefort in the 5ème arrondissement). Tournefort's principal work was the 1694 Eléments de botanique, ou Méthode pour reconnaître les Plantes (the Latin translation of it Institutiones rei herbariae was published twice in 1700 and 1719). The principal artist was Claude Aubriet, who later became the principal artist at the Jardin des Plantes. The classification followed was completely artificial, and neglected some important divisions established by earlier botanists, such as John Ray's separation of the phanerogams from the cryptogams, and his division of the flowering plants into monocots and dicots. Overall it was a step backwards in systematics, yet the text was so clearly written and well structured, and contained so much valuable information on individual species, that it became popular amongst botanists, and nearly all classifications published for the next fifty years were based upon it.[2] Tournefort is often credited with being the first to make a clear distinction between genus and species. Though he did indeed cluster the 7,000 plant species that he described into around 700 genera, this was not particularly original. Concepts of genus and species had been framed as early as the 16th century, and Kaspar Bauhin in particular consistently distinguished genera and species. Augustus Quirinus Rivinus had even advocated the use of binary nomenclature shortly before Tournefort's work was published.[2] The word \"herbarium\" also seems to have been an invention of Tournefort; previously herbaria had been called by a variety of names, such as Hortus siccus. His herbarium collection of 6,963 specimens was housed in Paris, in Jardin du Roi. It is now part of the Muséum national d'histoire naturelle.[3] In 1858, botanist Griseb. published Pittoniotis, a genus of flowering plants from South America, belonging to the family Rubiaceae and named in honour of Joseph Pitton de Tournefort.[4] Media related to Joseph Pitton de Tournefort at Wikimedia Commons","Title":"Joseph Pitton de Tournefort - Wikipedia","KeyID":"1209","URL":"https://en.wikipedia.org/wiki/Joseph_Pitton_de_Tournefort"}