{"Content: ":"The blood moon prophecies were a series of prophecies by Christian preachers John Hagee and Mark Biltz, related to a series of four full moons in 2014 and 2015. The prophecies stated that a tetrad (a series of four consecutive lunar eclipses—all total and coinciding on Jewish holidays—with six full moons in between, and no intervening partial lunar eclipses) which began with the April 2014 lunar eclipse was the beginning of the end times as described in the Bible in the Book of Joel, Acts 2:20, and Revelation 6:12. The tetrad ended with the lunar eclipse on September 27–28, 2015. On April 15, 2014, there was a total lunar eclipse which was the first of four consecutive total eclipses in a series, known as a tetrad; the second one took place on October 8, 2014, the third on April 4, 2015, and the fourth on September 28, 2015. It is the second of eight tetrads to take place during the 21st century AD.[1] As with most lunar eclipses, the moon appeared red during the April 15, 2014, eclipse.[2][3] The red color is caused by Rayleigh scattering of sunlight through the Earth's atmosphere, the same effect that causes sunsets to appear red. 2014 Apr 15 (Saros 122) 2014 Oct 08 (Saros 127) 2015 Apr 04 (Saros 132) 2015 Sep 28 (Saros 137) The claim of a blood moon being a sign of the beginning of the end times originates in the Book of Joel, where it is written \"the sun will turn into darkness, and the moon into blood, before the great and terrible day of the Lord comes.\"[4] This prophecy repeated by Peter during Pentecost, as stated in Acts,[5] though Peter says that the date of Pentecost, not a future date, was the fulfillment of Joel's prophecy. The blood moon also is prophesied in the Book of Revelation chapter 6 verses 11–13,[6] where verse 12 states, \"And I beheld when he had opened the sixth seal, and, lo, there was a great earthquake; and the sun became black as sackcloth of hair, and the moon became as blood.\" Hagee later wrote Four Blood Moons, that became a best-seller, being more than 150 days in Amazon.com's top 150 by April 2014.[3] For the week ending March 30, 2014, it was the ninth best selling paperback, according to Publishers Weekly.[7] By mid-April, Hagee's book was No. 4 on The New York Times best-seller list in the advice category.[3] Hagee's book (and subsequent preaching series at his home congregation, Cornerstone Church) did not claim that any specific \"end times\" event would occur but claimed that every prior tetrad of the last 500 years coincided with events in Jewish and Israeli history that were originally tragic, yet followed by triumph. Hagee and Biltz's claims gained mainstream media attention in publications such as USA Today and The Washington Post.[2][3] Earth & Sky reported receiving \"a number of inquiries about Blood Moon\". Writing for Earth & Sky Bruce McClure and Deborah Byrd point out that the referenced verse also says the \"sun will be turned into darkness\", an apparent reference to a solar eclipse. They note that since the Jewish Calendar is lunar, one-sixth of all eclipses will occur during Passover or Sukkot. Furthermore, there have been 62 tetrads since the 1st century AD, though only eight of them have coincided with both feasts. Additionally, three of the four eclipses in the tetrad were not even visible in the biblical homeland of Israel, casting further doubt on Hagee and Biltz's interpretation; even then, only the very end of the last eclipse was visible in Israel.[1]","Title":"Blood moon prophecy - Wikipedia","KeyID":"12094","URL":"https://en.wikipedia.org/wiki/Blood_moon_prophecy"}