{"Content: ":"— Events — — Events — In Abrahamic religions, the Messianic Age is the future period of time on Earth in which the messiah will reign and bring universal peace and brotherhood, without any evil. Many believe that there will be such an age; some refer to it as the consummate \"kingdom of God\" or the \"world to come\". Jews believe that such a figure is yet to come, while Christians and Muslims believe that this figure will be Jesus. According to Jewish tradition, the Messianic Era will be one of global peace and harmony; an era free of strife and hardship, conducive to the furtherment of the knowledge of the Creator. The theme of the Messiah ushering in an era of global peace is encapsulated in two of the most famous scriptural passages from the Book of Isaiah: They shall beat their swords into plowshares and their spears into pruning hooks; nation will not lift sword against nation and they will no longer study warfare. The wolf will live with the lamb, the leopard will lie down with the goat, the calf and the lion and the yearling together; and a little child will lead them. The cow will feed with the bear, their young will lie down together, and the lion will eat straw like the ox. The infant will play near the hole of the cobra, and the young child put his hand into the viper's nest. They will neither harm nor destroy on all my holy mountain, for the earth will be full of the knowledge of the Lord as the waters cover the sea. In his Mishneh Torah, Maimonides describes the Messianic Era: According to the Talmud,[2] the Midrash,[3] and the Kabbalistic work, the Zohar,[4] the Messiah must arrive before the year 6000 from the time of creation. In Orthodox Jewish belief, the Hebrew calendar dates to the time of creation, making this correspond to the year 2240 on the Gregorian calendar. The Midrash comments: \"Six eons for going in and coming out, for war and peace. The seventh eon is entirely Shabbat and rest for life everlasting.\"[3] There is a kabbalistic tradition[5] that maintains that each of the seven days of the week, which are based upon the seven days of creation, correspond to the seven millennia of creation. The tradition teaches that the seventh day of the week, the Sabbath day of rest, corresponds to the seventh millennium, the age of universal 'rest' - the Messianic Era. The seventh millennium perforce begins with the year 6000, and is the latest time the Messiah can come. Supporting and elaborating on this theme are numerous early and late Jewish scholars, including Rabbeinu Bachya,[6] Abraham ibn Ezra,[7] the Ramban,[8] Isaac Abrabanel,[9] the Ramchal,[10] the Vilna Gaon,[11] Aryeh Kaplan,[12] and the Lubavitcher Rebbe.[13] In Chabad Hasidic Judaism, the event that marked a start of the building of the messianic era was destruction of the 2nd Temple by the Romans in 70 CE and by subsequent times of the exile. They last until today. According to Yehuda Leib Schapiro, dean of the Yeshiva Gedola Rabbinical College of Greater Miami, what was old had to be destroyed to give room to the construction of the New Messianic Temple and to the future revelation of Ha-Shem that will surpass anything which is known until now. That is the meaning of the festival of Tisha B'Av.[14] Christian understanding of the messianic age heavily depends on Jewish Scriptures, especially the prophets. The characteristic of the messianic age, as shown in the Scriptures, was to be an extraordinary outpouring of the Spirit on all people. It should bring them special gifts and charisms. Most eminent prophecies are found in the Book of Zechariah 4:6b; 6:8 and the Book of Joel 3:1-2 (cf. Nb 11:29). Acts of the Apostles refer to them proclaiming that the word of the prophets was made flesh in Jesus on the day of Pentecost. Now, \"he has received from the Father the Holy spirit, who was promised.\" (Acts 2:16-21.17.33) According to Isaiah, the messianic age was to have its anointed leader, the Messiah, who would be filled with the gifts of the spirit to be able to accomplish his saving work. (Is 11:1-3; 42:1; 61:1; see also Mt 3:16)[15] Jesus used miracles to convince people that he was inaugurating the messianic age. (cf. Mt 12:28). Scholars have described Jesus' miracles as establishing the kingdom during his lifetime.[16] According to the Book of Ezekiel, apart from bestowing special charismatic gifts, the Spirit would build the messianic age in the hearts of people by exercising their inward renewal resulting in exceptional adherence to the Law of God (cf. Ezk 11:19; 36:26-27; 37:14; Ps 51:12-15; Is 32:15-19; Zc 12:10). According to the Book of Jeremiah, messianic times would be sealed by the new covenant, final and eternal one, written ″on their hearts″ (Jr 31:31). Paul spoke about that new covenant in his Second Epistle to the Corinthians 3:6. Isaiah used the image of the life-giving water \"poured out on the thirsty soil\". People, \"like willows on the banks of a stream\" would have access to the Spirit which would enable them to bring fruits of integrity and holiness (Is 44:3) The Gospel of John would refer to that in the meeting of Jesus with the Samaritan woman at the well of Jacob: \"the water that I shall give will become a spring of water within, welling up for eternal life.\" (Jn 4:14) Ezekiel would say that the holiness of the people would in turn be met by special love, favour and protection from God: \"I will make a covenant of peace\" and \"set up my sanctuary among them for ever.\" (Ezk 37:24; 39:29)[15] Christian eschatology points out to gradual character of the Messianic Age. According to realized eschatology, the Messianic Era, a time of universal peace and brotherhood on the earth, without crime, war and poverty, to some extent, is already here. With the crucifixion of Jesus the Messianic Era had begun, but according to inaugurated eschatology it will completed and brought to perfection by the parousia of Christ.[17] In the past, the messianic age was sometimes interpreted in terms of Millenarianism. The Book of Revelation 20:2-3 gives an image of a 1000-year period in which Satan is to be bound so that he cannot influence those living on the Earth, and Jesus Christ will reign on the Earth with resurrected saints. After that Satan will be defeated once and for all, the Earth and heaven will pass away, and people will face judgment by Jesus Christ to determine whether or not they will enter the new heaven and earth that will be established. (Revelation 21) According to the Nicene Creed (381), professed by most Christians, after his ascension, enthronement at the Right hand of God, the time will come when Jesus will return to fully establish the Kingdom of God of the World to Come. Members of the Church of Jesus Christ of Latter-day Saints (also known as Mormons) believe that after Jesus' second coming, there will be a 1000-year period of peace on the Earth where Jesus reigns as king. Their beliefs of this time are very similar to the beliefs of Judaism and mainstream Christianity, but have a few additional thoughts: We believe in the literal gathering of Israel and in the restoration of the Ten Tribes; that Zion (the New Jerusalem) will be built upon the American continent; that Christ will reign personally upon the earth; and, that the earth will be renewed and receive its paradisiacal glory. During this time: The Quran states that Isa ibn Maryam (Jesus, son of Mary) was the Messiah and prophet sent to the Jews.[Quran 3:45] Muslims believe he is alive in Heaven, and will return to Earth to defeat the Masih ad-Dajjal, an anti-messiah comparable to the Christian Antichrist and the Jewish Armilus. A hadith in Abu Dawud (37:4310) says: Narrated Abu Hurayrah: The Prophet said: There is no prophet between me and him, that is, Jesus. He will descend (to the earth). When you see him, recognise him: a man of medium height, reddish hair, wearing two light yellow garments, looking as if drops were falling down from his head though it will not be wet. He will fight for the cause of Islam. He will break the cross, kill the swine, and put an end to war (in another tradition, there is the word Jizyah instead of Harb (war), meaning that he will abolish jizyah); God will perish all religions except Islam. He [Jesus] will destroy the Antichrist who will live on the earth for forty days and then he will die. The Muslims will pray behind him. Both Sunni and Shia Muslims agree the Mahdi will arrive first, and after him, Jesus. Jesus will proclaim that the true leader is the Mahdi. A war, literally jihad (Jihade Asghar) will be fought, the Dajjal against the Mahdi and Jesus. This war will mark the approach of the coming of the Last Day. After Jesus slays the Dajjāl at the Gate of Lud, he will bear witness and reveal that Islam is the true and final word from Allah to humanity as Yusuf Ali's translation reads:[Quran 4:159 (Translated by Yusuf Ali)] And there is none of the People of the Book but must believe in him before his death; and on the Day of Judgment He will be a witness against them.― (159) He will live for several years, marry, have children, and will be buried in the fourth spot next to the Islamic prophet Muhammad and the first two caliphs Abu Bakr and Omar under the Green Dome in the Masjid Nabawi, Medina.[18] A hadith in Sahih Bukhari (Sahih al-Bukhari, 4:55:658) says: Allah's Apostle said \"How will you be when the son of Mary descends amongst you and your Imam is from amongst you.\" Very few scholars outside of mainstream Islam reject all the quotes (hadith) attributed to Muhammad that mention the second return of Jesus, the Dajjal and Imam Mahdi, believing that they have no Quranic basis. However, Quran emphatically rejects the implication of termination of Jesus' life when he was allegedly crucified. Yusuf Ali's translation reads: That they said (in boast), \"We killed Christ Jesus the son of Mary, the Messenger of Allah\";― but they killed him not, nor crucified him, but so it was made to appear to them and those who differ therein are full of doubts, with no (certain) knowledge, but only conjecture to follow, for of a surety they killed him not. (157) Nay, Allah raised him up unto Himself; and Allah is Exalted in Power, Wise. (158)[Quran 4:157–158] So Peace is on me the day I was born, the day that I die and the day that I shall be raised up to life (again).[Quran 19:33] Many classical commentators such as Ibn Kathir, At-Tabari, al-Qurtubi, Suyuti, al-Undlusi (Bahr al-Muhit), Abu al-Fadl al-Alusi (Ruh al-Maani) clearly mention that sura az-Zukhruf verse 43:61 of the Quran refers to the descent of Jesus before the Day of Resurrection, indicating that Jesus would be the Sign that the Hour is close. And (Jesus) shall be a Sign (for the coming of) the Hour (of Judgment): therefore have no doubt about the (Hour)...[Quran 43:61] In Ahmadiyya Islam, the present age (the Messianic age) has been a witness to the wrath of God with the occurrence of the World Wars and the frequency of natural disasters.[19] In Ahmadiyya, Ghulam Ahmad (d.1908) is seen as the promised Messiah whose teachings will establish spiritual reform and ultimately establish an age of peace upon earth. This age continues for around a thousand years as per Judeo-Christian prophecies; and is characterised by the assembling of mankind under one faith as per Ahmadiyya belief.[20] In the Baháʼí Faith, the \"Messianic Age\" refers to a 1000-year period beginning with the Declaration of Baháʼu'lláh in 1863. Baháʼís believe the period of peace and prosperity is gradually unfolding and will culminate in the appearance of \"The Most Great Peace\".","Title":"Messianic Age - Wikipedia","KeyID":"12098","URL":"https://en.wikipedia.org/wiki/Messianic_Age"}