{"Content: ":"Millenarianism (also millenarism), from Latin mīllēnārius \"containing a thousand\", is the belief by a religious, social, or political group or movement in a coming fundamental transformation of society, after which \"all things will be changed\".[1] Millenarianism exists in various cultures and religions worldwide, with various interpretations of what constitutes a transformation.[2] These movements believe in radical changes to society after a major cataclysm or transformative event.[3] Millenarianist movements can be secular (not espousing a particular religion) or religious in nature,[4] and are therefore not necessarily linked to millennialist movements in Christianity.[3] The terms \"millenarianism\" and \"millennialism\" are sometimes used interchangeably. Stephen Jay Gould has argued that this usage is incorrect, stating: Millennium is from the Latin mille, \"one thousand,\" and annus, \"year\"—hence the two n's. Millenarian is from the Latin millenarius, \"containing a thousand (of anything),\" hence no annus, and only one \"n\".[5] The application of an apocalyptic timetable to the changing of the world has happened in many cultures and religions, continues to this day, and is not relegated to the sects of major world religions,[6] both Abrahamic and non-Abrahamic.[7] Increasingly in the study of apocalyptic new religious movements, millenarianism is used to refer to a more cataclysmic and destructive arrival of a utopian period as compared to millennialism which is often used to denote a more peaceful arrival and is more closely associated with a one thousand year utopia.[8] Millennialism often refers to a specific type of Christian millenarianism, and is sometimes referred to as \"chiliasm\" from the New Testament use of the Greek chilia (thousand). It is part of the broader form of apocalyptic expectation. A core doctrine in some variations of Christian eschatology is the expectation that the Second Coming is very near and that there will be an establishment of a Kingdom of God on Earth.[7] According to an interpretation of biblical prophecies in the Book of Revelation, this Kingdom of God on Earth will last a thousand years (a millennium) or more.[9] Many if not most millenarian groups claim that the current society and its rulers are corrupt, unjust, or otherwise wrong, and that they will soon be destroyed by a powerful force. The harmful nature of the status quo is considered intractable without the anticipated dramatic change.[10] Henri Desroche observed that millenarian movements often envisioned three periods in which change might occur. First, the elect members of the movement will be increasingly oppressed, leading to the second period in which the movement resists the oppression. The third period brings about a new utopian age, liberating the members of the movement.[11] In the modern world, economic rules, perceived immorality or vast conspiracies are seen as generating oppression. Only dramatic events are seen as able to change the world and the change is anticipated to be brought about, or survived, by a group of the devout and dedicated. In most millenarian scenarios, the disaster or battle to come will be followed by a new, purified world in which the believers will be rewarded.[4] While many millennial groups are pacifistic, millenarian beliefs have been claimed as causes for people to ignore conventional rules of behavior, which can result in violence directed inwards (such as the Jonestown mass suicides) or outwards (such as the Aum Shinrikyo terrorist acts). It sometimes includes a belief in supernatural powers or predetermined victory. In some cases, millenarians withdraw from society to await the intervention of God.[12] This is also known as world-rejection. Millenarian ideologies or religious sects sometimes appear in oppressed peoples, with examples such as the 19th-century Ghost Dance movement among Native Americans, early Mormons,[13] and the 19th and 20th-century cargo cults among isolated Pacific Islanders.[4] The Catechism of the Catholic Church rejects all forms of millenarianism and its variations:[14] The Antichrist's deception already begins to take shape in the world every time the claim is made to realize within history that messianic hope which can only be realized beyond history through the eschatological judgement. The Church has rejected even modified forms of this falsification of the kingdom to come under the name of millenarianism, especially the 'intrinsically perverse' political form of a secular messianism.","Title":"Millenarianism - Wikipedia","KeyID":"12099","URL":"https://en.wikipedia.org/wiki/Millenarianism"}