{"Content: ":"The concept of a prewrath rapture is one of several premillennial views on the end times events among some evangelical Christians which states that Christians will be raptured at the end of a time called the Great Tribulation, before The Day of the Lord. The prewrath position emphasizes the biblical distinction between Satan's wrath in the Great Tribulation and the wrath of God, from which Christians have been promised deliverance. According to the prewrath perspective, the Great Tribulation begins three-and-a-half years after the Antichrist confirms \"the covenant with many for one week\" (Daniel 9:27), in the middle of \"Daniel's 70th week.\" The 70th week is a reference to Daniel 9:24-27, where each day of the week corresponds to a year (for a total of seven years). After the first three-and-a-half years, the Antichrist will make himself known with as the abomination that causes desolation, and he will reign for three-and-a-half years (42 months or 1,260 days). The latter half of the three-and-a-half years is characterized by the Antichrist deceiving the world and persecuting the Jews and church. The prewrath position has although the exact timing of the rapture is unknown, one of the key points to the prewrath view is that the rapture comes after the sixth seal is opened (Revelation 6:12), when the appearance of the moon is turned into blood. The tribulation of God's people will then be cut short (attributed to Jesus in Matthew 24:29–31, Mark 13:24–27) with the second coming of Christ and the rapture, and those who are left behind on Earth will face the trumpets and bowls of God's wrath (Revelation 16:1); hence the term prewrath.[1][2] God's wrath against the ungodly will follow for the remainder of the seven years, in what is known as the Day of the Lord.[3] This view, like pretribulationism, midtribulationism, and posttribulationism, falls under the larger umbrella of premillennialism, and was formally named and publicized by Marvin Rosenthal in his book The Pre-Wrath Rapture of the Church, published by Thomas Nelson in 1990,[3] at the prompting of his friend Robert Van Kampen, who went on to write The Sign and The Rapture Question Answered: Plain & Simple. Much of the prewrath view is based on a linear, chronological interpretation of Jesus’ alleged account of the end times in the Olivet Discourse. In contrast to the traditional Pre-Tribulation view, for example, the moon turning blood red occurs only once according to the prewrath perspective. Events following the rapture are based on face-value interpretations of the books of Revelation and Daniel.","Title":"Prewrath rapture - Wikipedia","KeyID":"12107","URL":"https://en.wikipedia.org/wiki/Prewrath"}