{"Content: ":"In Christian eschatology, the post-tribulation rapture doctrine is the belief in a combined resurrection and gathering of the saints (Post-tribulation believers do not use the word \"rapture\" for the event) coming after the Great Tribulation. The post-tribulation gathering of the saints position believes that there is a resurrection of both dead and living believers in Jesus Christ at the end of the age (or the \"end time\"). Post-tribulationists believe that Christians will remain on the Earth throughout the 7-year tribulation period which includes the last three and a half years, which some call the \"Great Tribulation\". The distinguishing feature of the post-tribulation view is that it believes the gathering of the saints will occur after a 7-year tribulation period and not before as in the pre-tribulation view. They also believe that it is a blessing to be beheaded for the testimony of Jesus. This period starts with the appearing of the abomination of desolation (Matthew 24:15) and ends at the Battle of Armageddon (Revelation 16:12–16). Believers in Jesus Christ will be taken up (or raptured) to meet Christ in the air at the Second Coming of Christ immediately after the Great Tribulation, just before the Battle of Armageddon and then return with him as Christ descends to the Earth, to usher in the Millennium—the 1,000-year reign of Christ on Earth. This is usually understood as being in line with historic premillennialism. Evidence for a post-tribulation rapture includes Revelation 20:4–5, which calls the resurrection of tribulation martyrs after the Second Advent in the previous chapter \"the first resurrection\" in verse 5. The resurrection of believers at the gathering of the saints is \"the first resurrection\" and therefore the gathering of the saints must be after the Great Tribulation. For additional references, see also the parallel passages from Mark 13:24-27 and Luke 21:20-28. While the passages in Luke 21 parallels Matthew and Mark, it offers a couple of interesting clarifications. This passage in Luke offers interesting references to some of the major events which are greatly elaborated on in the Book of Revelation. Reading all three books of the Bible in parallel, it would appear that Luke elaborates on the \"abomination of desolation\" describing Jerusalem being surrounded by the armies of the world and of Jerusalem's imminent destruction (Luke 21:20). Paul's statement \"the dead in Christ will rise first\" (1 Thessalonians 4:16) can be seen as having its fulfillment (according to a literalist reading of the letter of the biblical text) only after the end of the tribulation (Revelation chapters 6–19) after Satan has been bound (Revelation 20:1-3), and at the beginning of the millennial reign, when They came to life, and reigned with Christ a thousand years. The rest of the dead did not come to life until the thousand years were ended. This is the first resurrection. Blessed and holy is he who shares in the first resurrection! Over such the second death has no power, but they shall be priests of God and of Christ, and they shall reign with him a thousand years. Another account which lends support to the idea of a post-tribulation rapture is in 2 Peter 3:10-13, where the idea of \"The Day of the Lord\" coming as a \"thief in the night\" comes from. This idea of imminence, according to the post-tribulation view, only applies to the wicked and the spiritually unprepared people that are still alive before the return of Christ. Therefore, only God's elect will fully have a clear understanding of the timing of the second coming, and Christ's coming will not catch the believers by surprise, but only those who are spiritually ignorant regarding the truth.[1][2][3][4] In the passage of 2 Peter 3:10-13, Christ's return is equated with the \"elements being melted\", and \"the earth also and the works therein shall be burned up\". Two opposing views, pre-tribulationism and mid-tribulationism, see the rapture and the Second Coming (or Greek, parousia) of Christ as separate events; while in post-tribulationism the two events are identical or simultaneous. Another key difference between the pre-, mid-, and post-tribulationism is the number of times that Jesus Christ must return. Although it is not directly referenced, in both the pre- and mid-tribulation raptures, Christ must then return a third time, at the end of the tribulation period. The belief is that God's elect from all ages will be translated from mortal bodies into immortal glorified bodies at the second coming of Christ and that this will be at the end of the age. This event, it is believed, will come at the conclusion of what is termed the 70th week of Daniel, the final seven years of this present age. This view was held by the early Church Fathers and has been held by Christians since that time. The doctrine of the post-tribulation rapture is today held by a growing number of evangelical Christians. For post-tribulationists concerned about the recent decline of Christian faith, doctrine, and morals in the western church, an important reason to advance the post-tribulation rapture doctrine relates to the importance of preparation of believers for \"witness under trial\". Another idea is that following the Great Tribulation, the False Prophet, or the \"beast out of the earth\" and the Antichrist or the \"beast out of the sea\" will be condemned upon Jesus Christ's return, and all those who endured or died for Christ's return will be raptured to heaven and, following the Millennium, Satan will be condemned and the remaining dead believers will be raised and raptured into the new heaven. Post-tribulationists broadly base their doctrine on the complementary concepts that a two-phase pre-tribulation rapture is never mentioned explicitly in the Bible,[5] and that the \"whole counsel of Scripture\" seems[original research?] to clearly teach that the resurrection and rapture of the Church will be the result of the visible, physical second coming of Jesus Christ to Earth and that Christians are to look and watch for that event.[6] Matthew 24:29–31 and 1 Thessalonians 4:15–17 both mention the same individuals (Jesus, his angels) and the same events (Jesus coming, the trumpet of God, and the gathering of the elect) in the same order. The latter passage written by the Apostle Paul is seen as being based on the former because of the usage of \"by the word of the Lord\" in verse 15[7] and that they are talking about the same event, but the first passage is explicitly dated \"after the tribulation\", and the second is where we get the term rapture.[8] Contrasting opinion maintains that the passages are not talking about the same event despite some similarities because of details that are absent between the two passages and that the rapture event was a \"mystery\" until it was revealed in First Corinthians which the Thessalonian recipients would have been unaware.[9] Post-tribulationists respond to the opposing views of pre-tribulationists in a variety of ways. Some post-tribulationalists see the rapture and the second coming of Christ as part of one main event.[10][11] Support for this claim is found in 2 Thessalonians 2:1-3 in part because of the way Paul introduces his topic, \"Now concerning the coming of our Lord and our gathering together with him.\" This was an ancient way of introducing your topic of discussion and later Paul refers back to the two nouns at least twice as \"the Day of the Lord\" or \"that day.\" Thus, \"the coming\" and \"gathering\" seem to be two ways of referring to one event, \"the day of the Lord.\"[12] It seems[original research?] impractical for Paul to go to great lengths describing the coming of the Antichrist (and the falling away) to the Thessalonians[13] in order to calm them down that the day of Christ's reign on earth had not happened yet if they were not going to be there for it as maintained by the pre-tribulational position. He would be more comforting by reminding them that they wouldn't be present for it[14] than to precisely detail his recognition and say \"Don't let anyone deceive you in any way, for that day will not come until the rebellion occurs and the man of lawlessness is revealed, the man doomed to destruction\".[15] The most common passage used in defending a pre-tribulational position is 31. This passage alone does not mention where the gathered ones finally end up but that those who are alive will be caught up to meet Christ in the air and always be with the Lord.[16] Rather it mentions the dead rising, Christ's coming, angels, the trumpet of God along with the gathering of the elect and all of these participants are present in Matthew 24:30–31, which is clearly a second coming passage even agreed to by pre-tribulationalists. The author, the Apostle Paul says the rapture will occur \"at the last trumpet\".[17] To be consistent with Revelation 11 this trumpet call must occur after the tribulation. In the same way, Revelation 21 mentions the first resurrection after the second coming in Revelation 19. By definition, there can be no trumpet call after the last one, and no resurrection before the first. Linguistic support for a one-event second coming are in the words \"meet\" and \"coming\" in 1 Thessalonians 4. The meet in 1 Thessalonians 4:17 and in Matthew 25:1 (a second coming parable) refers to the custom of people going out to meet a dignitary as he was approaching their city before he got there, and accompanying or welcoming him back to where they came from.[7] This is also the usage in Acts 28:15 of those going out to meet Paul as he headed toward them in Rome. Also, the Greek term parousia[18] has the idea of a grand dignitary making his arrival to a certain location. The rest of the passage supports this grand arrival with his coming being heralded with trumpet, angels, and a surging 'city' of gathered believers going out to meet him. Who more grand than the Lord Jesus Christ at his coming to reign on earth? This passage lends more weight to the post-tribulational position.[14] Another strength for this position is Paul saying when the church would receive rest for its suffering.[19] It would take place at the revealing of Jesus Christ with fire and judgment and at this time those who were afflicting the church at Thessalonica would be repaid for such treatment. No mention is made of a pre-tribulational removal but that rest comes at his coming and so does judgment.[20] A passage much debated regarding the timing of the rapture is Revelation 3:10, which speaks of the Philadelphian church being \"kept from the hour of trial which is about to come upon the whole earth to test those who dwell on the earth.\"[21] The debate centers around the phrase \"kept from\" which could be taken to mean \"physical removal from\" (Pre-trib) or \"preservation from or in the midst of\" (Post-trib).[22] However, the verse denotes that the testing is for \"those who dwell on the earth.\" This is a common phrase referring to unbelievers.[23] Later in Revelation, on at least 3 occasions, the saints are \"sealed\" and kept out of harm's way when God pours out specific judgments which only affect his unbelieving enemies.[23][24][25] John highlights the idea that Christians are preserved by God through tribulation rather than removed: I pray not that thou shouldest take them out of the world, but that thou shouldest keep them from the evil.[26] This passage is one of the most blunt verses,[original research?] showing that Jesus himself did not want the Christians taken out of the world in order to protect them from evil but had the intention of preservation in the midst of it. This is a place where pre-tribulationism lacks linguistic favor because this verse and Revelation 3:10 are the only places where the exact phrase tereo ek translated from Greek into keep from are found and that by the same author, the disciple John.[27] The pretribulational argument that there are 'two phases' to Christ's coming (a rapture and a later second advent)[28] runs into difficulties with Acts 1:11, which nearly equates Christ's ascension to heaven with his second coming. Logically, the second coming cannot have two phases if the ascension only had one. This eliminates two phases of his coming with a 7-year interval. Likewise, heaven must \"receive\" or contain Jesus \"until the period of restoration of all things about which God spoke by the mouth of his holy prophets from ancient time\".[29] Most scholars[30] see this \"restoration of all things\" as the one-thousand year reign of Christ on earth (as prophesied in the Old Testament) which begins just after the second advent. If Christ is to remain in heaven until this coming rule of his according to these verses (see also Hebrews 9:27,28), it would seem the next main prophetic event would be the second coming[31] rather than him coming 7 years prior to get the church, bring them back to heaven, and then leaving heaven for earth again as the pre-tribulational rapture position indicates.[32] Pre-tribulational usage of Luke 17 can also be counterbalanced. In this eschatological scenario, Luke 17:37 explains what happens to the people that are \"taken\": the eagles gather together at their [dead] bodies. Do they eat them? \"Taken\" may also have the idea of judgment and that Luke 17:22–37 is referring to the unmistakable visual nature of the second coming. Even the disciples are warned not to believe reports that Christ has come if they have not seen it \"for just as the lightning, when it flashes out of one part of the sky, shines to the other part of the sky, so will the Son of Man be in His day.[33] Many take the fact that vultures hovering over a dead body is clearly visible from a great distance away to mean that the second coming will be clearly visible and will not be hidden. It seems[original research?] that Luke 17 can be compared to Revelation 19, which reads that the fowls are invited to a feast—on the flesh of men, small and great, at the Lord's coming. The parable in Matthew 13 explains that the unsaved (tares) are destroyed first before the saved (wheat) are addressed. This parable[34] describes what the kingdom of heaven is like and it uses agricultural metaphor to explain that believers and unbelievers will remain together until the harvest. When is the harvest? Well, when Jesus explains the parable.[35] he says the harvest is the \"end of the age\" in verse 39. At that time he sends his angels[36] to destroy the tares while the wheat (believers) remain and shine forth as the sun in his father's kingdom. This seems to fit better with the rapture and the second coming being one event rather than a time gap of 7 years.[original research?] Zechariah 14, speaks of the \"Day of the Lord\" and that \"On that day his feet will stand on the Mount of Olives\" This exactly parallels the angel's statement in Acts 1, \"that as He left so shall He return.\" Tying this with 1 Thessalonians 4:16–17, we see all the living and dead Christians are gathered to Jesus at that time.[original research?] Going back to Zechariah 14:5 we read, \"Then the LORD my God will come, and all the holy ones with him.\" This inexorably links the return of Jesus to the glorification and \"rapture\" of Christians to him.[original research?] In Revelation 2:25 Jesus says to the faithful at Thyatira, \"Nevertheless what you have, hold fast until I come.\" In other words, 'hold onto the truth of the Christian faith and its obedience amidst the false teaching of Jezebel and her sins, until My coming again.' Pre-trib commentators agree this could be talking about the second coming of Christ (John MacArthur,[37] Robert L. Thomas).[38] Would Jesus say hold on to the faith until I come again if they were not going to be there when he returned, but would have already been raptured? Expositor's Bible Commentary also makes this assertion.[39] Be patient, therefore, brethren, until the coming of the Lord. Behold the farmer waits for the precious produce of the soil, being patient about it, until it gets the early and late rains. You too be patient; strengthen your hearts, for the coming of the Lord is at hand.[40] They are to be patient amidst persecution until when? Until the coming (parousia) of the Lord. Parousia is well known to mean \"presence\" and refers to his second coming many times in the New Testament.[41] The farming analogy seems to indicate that the farmer is aware of the coming rains just as the believer is aware of coming end time events.[42] For example, Jesus warned \"when you see these things begin to take place [end time signs in the sun, moon, and stars / world chaos], straighten up and lift up your heads, because your redemption is drawing near.\"[43] This manner of expectancy is objected to on the grounds that it destroys the idea of Christ's rapture of the church being imminent, or able to occur at any moment. But imminent probably doesn't mean 'at any moment' in the New Testament.[44] Many New Testament passages implicitly rule out an \"any second\" imminency (Matthew 24:45-51...25:5,19;Luke 19:11-27;John 21:18-19...Acts 9:15...).[45] At the very least apostles Peter and Paul could not have believed in this kind of imminency because Peter was told by Jesus what manner of death he was to die and that it would take place many years later. Jesus said, \"Truly, truly, I say to you, when you were younger, you used to gird yourself, and walk wherever you wished; but when you grow old, you will stretch out your hands [be crucified], and someone else will gird you, and bring you where you do not wish to go.\"[46] Could Peter think the rapture was at any moment with this enduring prediction by Jesus?[47] Also, it was told of Paul that he would bear Christ's name \"before the Gentiles and kings and the sons of Israel\" and that God would \"show him how much he is to suffer for My name's sake.\"[48] Does an any-moment rapture fit with such a massive missionary plan revealed by God for Paul's life which took decades to complete? Jesus encouraged the first disciples and all Christians, to look for certain events which would indicate his coming was \"at the doors.\" This coupled with other passages like 1 Thessalonians 5:2–6, seems to indicate moral watchfulness, waiting in expectancy,[49] and sobriety (\"be sober\") and that the wrath of that day will overtake those in darkness (unbelievers) like a thief \"but you, brethren, are not in darkness, that the day should overtake you like a thief.\"[50][51] Thus a different concept of imminency emerges.[original research?] Jesus, speaking chronologically in the Olivet Discourse regarding end time events,[52] goes from the escalation of troubling times beginning in the 1st century and the present age (highlighting the destruction of Jerusalem by Rome in A.D. 70) to the time of tribulation and then to his second coming without any mention of a prior removal of the church 7 or 3.5 years before it. One author sees Jesus as advocating a \"delay\" between the destruction of Jerusalem and his second advent.[53] On the contrary, he states that \"immediately after the tribulation of those days…they [the world] shall see the son of Man coming…and He shall send His angels, and they shall gather His elect from the four winds, from one end of heaven to the other.\"[54] Therefore, Jesus seems to put the rapture just before his second coming or on his way to earth.[original research?] The phrase \"gathering together\" describes the rapture in 2 Thessalonians 2:1 using the noun form of the same Greek word.[55] Paul says: \"we who are alive and remain until the coming of the Lord, shall not precede those who have fallen asleep.\"[56] Then he points out that the Lord's coming with angels and the trumpet call will invite those already dead in Christ to rise from the dead before the ones on earth participate in the event. Then Paul states: \"Then we who are alive and remain shall be caught up together with them in the clouds to meet the Lord in the air, and thus we shall always be with the Lord.\"[57] Some commentators[58] note that because Paul used the plural \"we\" when referring to those who \"are alive and remain\" indicates that Paul believed that he and all believers on earth might witness and be a part of the second coming of Christ from earth. This would indicate that he would be on earth just prior to the coming of the Lord and the rapture. This is also the usage when he speaks of the same event saying: \"Listen, I will tell you a mystery! We will not all die, but we will all be changed, in a moment, in the twinkling of an eye, at the last trumpet. For the trumpet will sound, and the dead will be raised imperishable, and we will be changed.\"[59] This passage adds the fact that believers will receive glorified bodies which is missing from the Thessalonian passage].\"[60] If believers were raptured before the tribulation then why would Paul use \"we\" and consider himself with all Christians to possibly be those who would be \"alive and remaining [on earth] until the coming of the Lord?\" They wouldn't be alive and remaining on the earth at His coming in a pre-tribulational scenario but would already be with Jesus in clouds along with the other believers who had died in Christ.[original research?] Opposing doctrines include:","Title":"Post-tribulation rapture - Wikipedia","KeyID":"12108","URL":"https://en.wikipedia.org/wiki/Post-tribulation_rapture"}