{"Content: ":"Premillennialism, in Christian eschatology, is the belief that Jesus will physically return to the Earth (the Second Coming) before the Millennium, a literal thousand-year golden age of peace. Premillennialism is based upon a literal interpretation of Revelation 20:1–6 in the New Testament, which describes Jesus's reign in a period of a thousand years. Denominations such as Oriental Orthodoxy, Eastern Orthodoxy, Catholicism, Anglicanism, and Lutheranism are generally amillennial and interpret Revelation 20:1–6 as pertaining to the present time, a belief that Christ currently reigns in Heaven with the departed saints; such an interpretation views the symbolism of Revelation as referring to a spiritual conflict between Heaven and Hell rather than a physical conflict on Earth. Amillennialists do not view the millennium mentioned in Revelation as pertaining to a literal thousand years, but rather as symbolic, and see the kingdom of Christ as already present in the church beginning with the Pentecost in the book of Acts. Premillennialism is often used to refer specifically to those who adhere to the beliefs in an earthly millennial reign of Christ as well as a rapture of the faithful coming before (dispensational) or after (historic) the Great Tribulation preceding the Millennium. For the last century, the belief has been common in Evangelicalism according to surveys on this topic.[1] Amillennialists do not view the thousand years mentioned in Revelation as a literal thousand years but see the number \"thousand\" as symbolic and numerological. Premillennialism is distinct from the other views such as postmillennialism which views the millennial rule as occurring before the second coming. The current religious term \"premillennialism\" did not come into use until the mid-19th century. Coining the word was \"almost entirely the work of British and American Protestants and was prompted by their belief that the French and American Revolutions (the French, especially) realized prophecies made in the books of Daniel and Revelation.\"[2] The proponents of amillennialism interpret the millennium as being a symbolic period of time, which is consistent with the highly symbolic nature of the literary and apocalyptic genre of the Book of Revelation, sometimes indicating that the thousand years represent God's rule over his creation or the Church. Post-millennialism, for example, agrees with premillennialism about the future earthly reign of Christ, but disagrees on the concept of a rapture and tribulation before the millennium begins. Postmillennialists hold to the view that the Second Coming will happen after the millennium. Justin Martyr in the 2nd century was one of the first Christian writers to clearly describe himself as continuing in the “Jewish” belief of a temporary messianic kingdom prior to the eternal state, although the notion of Millenium in his Dialogue with Trypho seem to differ from that of the Apology.[3] According to Johannes Quasten, “In his eschatological ideas Justin shares the views of the Chiliasts concerning the millennium.”[4] He maintains a premillennial distinction, namely that there would be two resurrections, one of believers before Jesus' reign and then a general resurrection afterwards. Justin wrote in chapter 80 of his work Dialogue with Trypho, “I and others who are right-minded Christians on all points are assured that there will be a resurrection of the dead, and a thousand years in Jerusalem, which will then be built... For Isaiah spoke in that manner concerning this period of a thousand years.” Though he conceded earlier in the same chapter that his view was not universal by saying that he “and many who belong to the pure and pious faith, and are true Christians, think otherwise.” [5] Irenaeus, the late 2nd century bishop of Lyon, was an outspoken premillennialist. He is best known for his voluminous tome written against the 2nd century Gnostic threat, commonly called Against Heresies. In the fifth book of Against Heresies, Irenaeus concentrates primarily on eschatology. In one passage he defends premillennialism by arguing that a future earthly kingdom is necessary because of God's promise to Abraham, he wrote “The promise remains steadfast... God promised him the inheritance of the land. Yet, Abraham did not receive it during all the time of his journey there. Accordingly, it must be that Abraham, together with his seed (that is, those who fear God and believe in Him), will receive it at the resurrection of the just.”[6] In another place Irenaeus also explained that the blessing to Jacob “belongs unquestionably to the times of the kingdom when the righteous will bear rule, after their rising from the dead. It is also the time when the creation will bear fruit with an abundance of all kinds of food, having been renovated and set free... And all of the animals will feed on the vegetation of the earth... and they will be in perfect submission to man. And these things are borne witness to in the fourth book of the writings of Papias, the hearer of John, and a companion of Polycarp.” (5.33.3) Apparently Irenaeus also held to the sexta-/septamillennial scheme writing that the end of human history will occur after the 6,000th year. (5.28.3)[7] Irenaeus and Justin represent two of the most outspoken premillennialists of the pre-Nicean church. Other early premillennialists included Pseudo-Barnabas,[8] Papias,[9] Methodius, Lactantius,[10] Commodianus[11] Theophilus, Tertullian,[12] Melito,[13] Hippolytus of Rome, Victorinus of Pettau[14][15] and various Gnostics groups and the Montanists. Many of these theologians and others in the early church expressed their belief in premillennialism through their acceptance of the sexta-septamillennial tradition. This belief claims that human history will continue for 6,000 years and then will enjoy Sabbath for 1,000 years (the millennial kingdom), thus all of human history will have a total of 7,000 years prior to the new creation. The first clear opponent of premillennialism associated with Christianity was Marcion. Marcion opposed the use of the Old Testament and most books of the New Testament that were not written by the apostle Paul. Regarding Marcion and premillennialism, Harvard scholar H. Brown noted, Throughout the Patristic period—particularly in the 3rd century—there had been rising opposition to premillennialism. Origen was the first to challenge the doctrine openly. Through allegorical interpretation, he had been a proponent of amillennialism (of course, the sexta-septamillennial tradition was itself based upon similar means of allegorical interpretation).[17] Although Origen was not always wholly \"orthodox\" in his theology, he had at one point completely spiritualized Christ's second coming prophesied in the New Testament. Origen did this in his Commentary on Matthew[18] when he taught that “Christ’s return signifies His disclosure of Himself and His deity to all humanity in such a way that all might partake of His glory to the degree that each individual’s actions warrant (Commentary on Matthew 12.30).”[19] Even Origen's milder forms of this teaching left no room for a literal millennium and it was so extreme that few actually followed it. But his influence did gain wider acceptance especially in the period following Constantine. Dionysius of Alexandria stood against premillennialism when the chiliastic work, The Refutation of the Allegorizers written by Nepos, a bishop in Egypt became popular in Alexandria. Dionysius argued against Nepos's influence and convinced the churches of the region of amillennialism. The church historian, Eusebius, reports this in his Ecclesiastical History.[20] Eusebius also had low regard for the chiliast, Papias, and he let it be known that in his opinion Papias was \"a man of small mental capacity\" because he had taken the Apocalypse literally.[21] Oxford theologian Alister McGrath has noted that \"all medieval theology is ‘Augustinian’ to a greater or lesser extent.\"[22] Augustine’s (354-430) influence shaped not only the Western Middle Ages, but it also influenced the Protestant reformers, who constantly referred to his teaching in their own debates. His teaching is “still one of the most potent elements in Western religious thought.”[23] Therefore, to analyze what happened to premillennialism in the Middle Ages and the Reformation, it is necessary to observe the Augustinian foundation. In his early period, Augustine held to the sexta-/septamillennial view common in early Christianity (see above section on Patristic Age).[24] In accordance with this view, Augustine divided history into two separate dispensations, first the church age (the current age of 6,000 years), and then the millennial kingdom (Sermon 259.2). Nevertheless, early in his career Augustine converted from premillennialism to amillennialism. Anderson locates three reasons that may account for Augustine's theological shift: After moving away from premillennialism to amillennialism, Augustine viewed Sabbath rest in the sexta-/septamillennial scheme as “symbolically representative of Eternity.” Moreover, the millennium of Revelation 20 became for him “symbolically representative of Christ’s present reign with the saints.”[29] Richard Landes observed the 4th century as a time of major shift for Christian eschatology by noting that it \"marked a crucial moment in the history of millenarianism, since during this period Augustine repudiated even the allegorizing variety he himself had previously accepted. From this point on he dedicated much of his energy to ridding the church of this belief.\"[30] Augustine's later amillennial view laid the eschatological foundation for the Middle Ages, which practically abandoned premillennialism.[31] The theological term “kingdom” maintained its eschatological function, though it was not necessarily futuristic. Instead it consistently referred to the present age so that the church was currently experiencing the eschaton. Julian of Toledo (642–690) summarizes the medieval doctrine of the millennium by referring to it as “the church of God which, by the diffusion of its faith and works, is spread out as a kingdom of faith from the time of the incarnation until the time of the coming judgment”.[32] A notable exception to normative medieval eschatology is found in Joachim of Fiore (c. 1135–1202), a Cistercian monk, who to an extent, stressed premillennial themes. Joachim divided earth's history into three periods. He assigned each age to a particular person of the Trinity as the guiding principle of that era. The first era was the Old Testament history and was accordingly the age of the Father; the current age of the church was the age of the Son; and still in Joachim's future was the age of the Spirit. For Joachim, year 1260 was to mark the end of the second and the beginning of the third and final golden age of earth's history.[33] During the Reformation period, amillennialism continued to be the popular view of the Reformers. The Lutherans formally rejected chiliasm (millennialism) in The Augsburg Confession. “Art. XVII., condemns the Anabaptists and others ’who now scatter Jewish opinions that, before the resurrection of the dead, the godly shall occupy the kingdom of the world, the wicked being everywhere suppressed.’\"[34] Likewise, the Swiss Reformer Heinrich Bullinger wrote up the Second Helvetic Confession, which reads \"We also reject the Jewish dream of a millennium, or golden age on earth, before the last judgment.\"[35] Furthermore, John Calvin wrote in Institutes that millennialism is a \"fiction\" that is \"too childish either to need or to be worth a refutation\".[36] The Anglican Church originally formalized a statement against millenarianism in the Anglican Articles. This is observed in the 41st of the Anglican Articles, drawn up by Thomas Cranmer (1553), describing the millennium as a 'fable of Jewish dotage', but it was omitted at a later time in the revision under Elizabeth (1563).[34] Contrarily, certain Anabaptists, Huguenots, and Bohemian Brethren were premillennial. Michael Servetus taught a chiliastic view, though he was denounced by the Reformers as a heretic and executed in Geneva under Calvin's authority.[37] A few in the mainstream accepted it, such as Joseph Mede (1586–1638)[38] and possibly Hugh Latimer (died 1555),[39] but it was never a conventional belief throughout the period. Premillennialism experienced a revival among 17th century Puritans like Thomas Brightman, Joseph Mede, and others.[40] Although they were not premillennial, the English theologian Daniel Whitby (1688–1726), the German Johann Albrecht Bengel (1687–1752), and the American Jonathan Edwards (1703–58) \"fueled millennial ideas with new influence in the nineteenth century.\"[41] It was authors such as these who concluded that the decline of the Roman Catholic Church would make way for the conversion and restoration of the nation of Israel. Edwards taught that a type of Millennium would occur \"1260 years after A.D. 606 when Rome was recognized as having universal authority.\"[42] His Puritan contemporaries, Increase Mather and Cotton Mather, openly proclaimed a belief in a literal millennium. Increase Mather wrote \"That which presseth me so, as that I cannot gainsay the Chiliastical opinion, is that I take these things for Principles, and no way doubt but that they are demonstrable. 1. That the thousand apocalyptical years are not passed but future. 2. That the coming of Christ to raise the dead and to judge the earth will be within much less than this thousand years. 3. That the conversion of the Jews will not be till this present state of the world is near unto its end. 4. That, after the Jews’ conversion there will be a glorious day for the elect upon earth, and that this day shall be a very long continuance.\"[43] Between 1790 and the mid-19th century, premillennialism was a popular view among English Evangelicals, even within the Anglican church. Thomas Macaulay observed this and wrote \"Many Christians believe that the Messiah will shortly establish a kingdom on the earth, and visibly reign over all its inhabitants.\"[44] Throughout the 19th century, premillennialism continued to gain wider acceptance in both the US and in Britain, particularly among the Irvingites,[45] Plymouth Brethren, Christadelphians,[46] Church of God, Christian Israelite Church.[47] Premillennialism continues to be popular among Evangelical, Fundamentalist Christian, and Living Church of God communities in the 20th and 21st centuries,[48] expanding further into the churches of Asia, Africa and South America. Many traditional denominations continue to oppose the concept of a literal millennial kingdom.[48] The Lutheran Church–Missouri Synod explicitly states, “When Christ returns, 'new heavens and a new earth' will be created (2 Pet. 3:10-13).\" The catechism of the Catholic Church teaches in paragraph 676 that the millennium is to be understood as \"beyond history\". The paragraph in full reads \"676 The Antichrist's deception already begins to take shape in the world every time the claim is made to realize within history that messianic hope which can only be realized beyond history through the eschatological judgment. The Church has rejected even modified forms of this falsification of the kingdom to come under the name of millenarianism,577 especially the \"intrinsically perverse\" political form of a secular messianism.578\". Whalen has noted that modern premillennialism is \"criticized roundly for naïve scholarship which confuses the poetic and inspirational prose of prophecy with fortune telling\", though \"Premillennialists retort that they merely follow the Word of God, regardless of ridicule.\" He then notes that, nevertheless, \"the virtual theology which surrounds premillennialism is today stronger and more widely spread than at any time in history.\"[49] Contemporary premillennialism is divided into two schools of thought. Historic, or Classic, Premillennialism is distinctively non-dispensational. This means that it sees no radical theological distinction between Israel and the Church. It is often post-tribulational, meaning that the rapture of the church will occur after a period of tribulation. Historic premillennialism maintains chiliasm because of its view that the church will be caught up to meet Christ in the air and then escort him to the earth in order to share in his literal thousand year rule. Proponents of the view include John Gill, Mike Placko, Charles Spurgeon,[50] James Montgomery Boice,[51] George Eldon Ladd,[52] John Piper,[53] Albert Mohler,[54] Francis Schaeffer, Carl F. H. Henry,[55] Harold Lindsell, D. A. Carson,[56][57] Bryan Chapell,[58] and Gordon Clark.[59] Dispensational premillennialism[60] generally holds that Israel and the Church are distinct entities.[61] It also widely holds to the pretribulational return of Christ, which believes that Jesus will return to take up Christians into heaven by means of a rapture immediately before a seven-year worldwide tribulation. This will be followed by an additional return of Christ with his saints (though there are post tribulation dispensationalists, such as Robert Gundry). Dispensationalism traces its roots to the 1830s and John Nelson Darby (1800–1882), an Anglican churchman and an early leader of the Plymouth Brethren. In the US, the dispensational form of premillennialism was propagated on the popular level largely through the Scofield Reference Bible and on the academic level with Lewis Sperry Chafer's eight-volume Systematic Theology. More recently dispensationalism has been popularized through Hal Lindsey's 1970s bestseller, The Late, Great Planet Earth and through the Left Behind Series by Tim Lahaye and Jerry Jenkins. Popular proponents of dispensational premillennialism have been John F. MacArthur, Phil Johnson, Ray Comfort, Jerry Falwell, Todd Friel, Dwight Pentecost, John Walvoord (d. 2002), Tim Lahaye, Charles Caldwell Ryrie (in the notes for the Ryrie Study Bible), Norman Geisler, Erwin Lutzer, and Charles L. Feinberg. Craig Blaising and Darrell Bock have developed a form of dispensationalism that is growing in popularity known as progressive dispensationalism. This view understands that an aspect of the eschatological kingdom presently exists, but must wait for the millennium to be realized fully.[62]","Title":"Premillennialism - Wikipedia","KeyID":"12101","URL":"https://en.wikipedia.org/wiki/Premillennialism"}