{"Content: ":"— Events — — Events — General resurrection or universal resurrection is the belief in a resurrection of the dead, or resurrection from the dead (Koine: ἀνάστασις [τῶν] νεκρῶν, anastasis [ton] nekron; literally: \"standing up again of the dead\"[1]) by which most or all people who have died would be resurrected (brought back to life). Various forms of this concept can be found in Christian, Islamic, Jewish, Samaritanism and Zoroastrian eschatology. There are three explicit examples in the Hebrew Bible of people being resurrected from the dead: While there was no belief in personal afterlife with reward or punishment in Judaism before 200 BC,[2] in later Judaism and Samaritanism it is believed that the God of Israel will one day give teḥiyyat ha-metim (\"life to the dead\") to the righteous during the Messianic Age, and they will live forever in the world to come (Olam Ha-Ba).[3] Jews today base this belief on the Book of Isaiah (Yeshayahu), Book of Ezekiel (Yeḥez'qel), and Book of Daniel (Dani'el). Samaritans base it solely on a passage called the Haazinu in the Samaritan Pentateuch, since they accept only the Torah and reject the rest of the Hebrew Bible. During the Second Temple period, Judaism developed a diversity of beliefs concerning the resurrection. The concept of resurrection of the physical body is found in 2 Maccabees, according to which it will happen through recreation of the flesh.[4] Resurrection of the dead also appears in detail in the extra-canonical books of Enoch,[5] in the Apocalypse of Baruch,[6] and 2 Esdras. According to the British scholar in ancient Judaism Philip R. Davies, there is \"little or no clear reference ... either to immortality or to resurrection from the dead\" in the Dead Sea scrolls texts.[7] Both Josephus and the New Testament record that the Sadducees did not believe in an afterlife,[8] but the sources vary on the beliefs of the Pharisees. The New Testament claims that the Pharisees believed in the resurrection, but does not specify whether this included the flesh or not.[9] According to Josephus, who himself was a Pharisee, the Pharisees held that only the soul was immortal and the souls of good people will be reincarnated and \"pass into other bodies,\" while \"the souls of the wicked will suffer eternal punishment.\"[10] Paul the Apostle, who also was a Pharisee,[11] said that at the resurrection what is \"sown as a natural body is raised a spiritual body.\"[12] Jubilees refers only to the resurrection of the soul, or to a more general idea of an immortal soul.[13] The Second Temple Judaism tradition at Qumran held that there would be a resurrection of just and unjust, but of the very good and very bad,[14] and of Jews only.[15][16] The extent of the resurrection in 2 Baruch and 4 Ezra is debated by scholars.[17][18][19] The resurrection of the dead is a core belief in the Mishnah which was assembled in the early centuries of the Christian era.[20] The belief in resurrection is expressed on all occasions in the Jewish liturgy; e.g., in the morning prayer Elohai Neshamah, in the Shemoneh 'Esreh and in the funeral services.[21] Jewish halakhic authority Maimonides set down his Thirteen Articles of Faith which have ever since been printed in all Rabbinic Siddur (prayer books). Resurrection is the thirteenth principle: \"I firmly believe that there will take place a revival of the dead at a time which will please the Creator, blessed be His name.\"[22] Modern Orthodox Judaism holds belief in the resurrection of the dead to be one of the cardinal principles of Rabbinic Judaism. Harry Sysling, in his 1996 study of Teḥiyyat Ha-Metim in the Palestinian Targumim, identifies a consistent usage of the term \"second death\" in texts from the Second Temple period and early rabbinical writings, but not in the Hebrew Bible.[23] \"Second death\" is identified with judgment, followed by resurrection from Gehinnom (\"Gehenna\") at the Last Day.[24] In the First Epistle to the Corinthians chapter 15, ἀνάστασις νεκρῶν is used for the resurrection of the dead.[citation needed] In verses 54–55, Paul the Apostle is conveyed as quoting from the Book of Hosea 13:14 where he speaks of the abolition of death. In the Pauline epistles of the New Testament, Paul the Apostle wrote that those who will be resurrected to eternal life will be resurrected with spiritual bodies, which are imperishable; the \"flesh and blood\" of natural, perishable bodies cannot inherit the kingdom of God, and, likewise, those that are corruptible will not receive incorruption (1 Corinthians 15:35–54). Even though Paul does not explicitly establish that immortality excludes physical bodies, some scholars understand that according to Paul, flesh is simply to play no part, as people are made immortal.[25] The Gospel of Matthew has Jesus famously teach/preach for the first time in 4:17, \"Repent, for the kingdom of heaven is at hand.\" Matthew 6:19-21. It introduces the expression ἀναστάσεως τῶν νεκρῶν, which is used in a monologue by Jesus who speaks to the crowds about \"the resurrection\" called simply ῇ ἀναστάσει (Mat. 22:29–33). This type of resurrection refers to the raising up of the dead, all mankind, at the end of this present age,[26] the general or universal resurrection.[27] In the canonical gospels, the resurrection of Jesus is described as a resurrection of the flesh: from the empty tomb in Mark; the women embracing the feet of the resurrected Jesus in Matthew; the insistence of the resurrected Jesus in Luke that he is of \"flesh and bones\" and not just a spirit or pneuma; to the resurrected Jesus encouraging the disciples to touch his wounds in John. In Acts of the Apostles the expression ἀναστάσεως νεκρῶν was used by the Apostles and Paul the Apostle to defend the doctrine of the resurrection. Paul brought up the resurrection in his trial before Ananias ben Nedebaios. The expression was variously used in reference to a general resurrection (Acts 24:21)[27] at the end of this present age (Acts 23:6, 24:15).[26] Acts 24:15 in the King James Version reads: \"... there shall be a resurrection of the dead, both of the just and unjust.\" Most Christian denominations profess the Nicene Creed, which affirms the resurrection of the dead; most English versions of the Nicene Creed in current use include the phrase: \"We look for the resurrection of the dead, and the life of the world to come.\"[28] The Christian writers Irenaeus and Justin Martyr, in the 2nd century, wrote against the idea that only the soul survived. (The word \"soul\" is unknown in the Aramaic; it entered Christian theology through the Greek.)[29] Justin Martyr insists that a man is both soul and body and Christ has promised to raise both, just as his own body was raised.[30] The Christian doctrine of resurrection is based on Christ's resurrection. There was no ancient Greek belief in a general resurrection of the dead. Indeed, they held that once a body had been destroyed, there was no possibility of returning to life as not even the gods could recreate the flesh.[citation needed] Several early Church Fathers, like Pseudo-Justin, Justin Martyr, Tatian, Irenaeus, and Athenagoras of Athens argue about the Christian resurrection beliefs in ways that answer to this traditional Greek scepticism to post-mortal physical continuity. The human body could not be annihilated, only dissolved – it could not even be integrated in the bodies of those who devoured it. Thus God only had to reassemble the minute parts of the dissolved bodies in the resurrection.[citation needed] Traditional Christian Churches, i.e. ones that adhere to the creeds, continue to uphold the belief that there will be a general and universal resurrection of the dead at \"the end of time\", as described by Paul when he said: \"He hath appointed a day, in which he will judge the world\" (Acts 17:31 KJV) and \"There shall be a resurrection of the dead, both of the just and unjust\" (Acts 24:15 KJV). Early Christian church fathers defended the resurrection of the dead against the pagan belief that the immortal soul went to the underworld immediately after death. Currently, however, it is a popular Christian belief that the souls of the righteous go to Heaven.[31][32] At the close of the medieval period, the modern era brought a shift in Christian thinking from an emphasis on the resurrection of the body back to the immortality of the soul.[33] This shift was a result of a change in the zeitgeist, as a reaction to the Renaissance and later to the Enlightenment. André Dartigues has observed that especially \"from the 17th to the 19th century, the language of popular piety no longer evoked the resurrection of the soul but everlasting life. Although theological textbooks still mentioned resurrection, they dealt with it as a speculative question more than as an existential problem.\"[33] This shift was supported not by any scripture, but largely by the popular religion of the Enlightenment, deism. Deism allowed for a supreme being, such as the philosophical first cause, but denied any significant personal or relational interaction with this figure. Deism, which was largely led by rationality and reason, could allow a belief in the immortality of the soul, but not necessarily in the resurrection of the dead. American deist Ethan Allen demonstrates this thinking in his work, Reason the Only Oracle of Man (1784) where he argues in the preface that nearly every philosophical problem is beyond humanity's understanding, including the miracles of Christianity, although he does allow for the immortality of an immaterial soul.[34] In Christian theology, it was once widely believed that to rise on Judgment Day the body had to be whole and preferably buried with the feet to the east so that the person would rise facing God.[35][36][37] An Act of Parliament from the reign of King Henry VIII stipulated that only the corpses of executed murderers could be used for dissection.[38] Restricting the supply to the cadavers of murderers was seen as an extra punishment for the crime. If one believes dismemberment stopped the possibility of resurrection of an intact body on judgment day, then a posthumous execution is an effective way of punishing a criminal.[39][40][41][42] Attitudes towards this issue changed very slowly in the United Kingdom and were not manifested in law until the passing of the Anatomy Act in 1832. Cremation was accepted more slowly; the first UK cremation did not take place till October 1882, on private land, and cremation was not declared lawful until 1884, when Dr. William Price, a Druid High priest, was tried and acquitted at South Glamorgan Assizes for the attempted cremation of the body of his baby son.[43] In Catholicism, Augustine of Hippo believed in a universal resurrection of bodies for all immortal souls.[44] According to the Catholic Encyclopedia: \"No doctrine of the Christian Faith\", says St. Augustine, \"is so vehemently and so obstinately opposed as the doctrine of the resurrection of the flesh.\" This opposition had begun long before the days of St. Augustine.[45] According to the Summa Theologica, spiritual beings that have been restored to glorified bodies will have the following basic qualities: According to the Catholic Encyclopedia (1911) article on \"General resurrection\"[47] \"The Fourth Lateran Council (1215) teaches that all men, whether elect or reprobate, \"will rise again with their own bodies which they now bear about with them\" (chapter \"Firmiter\"). In the language of the creeds and professions of faith this return to life is called resurrection of the body (resurrectio carnis, resurrectio mortuorum, anastasis ton nekron) for a double reason: first, since the soul cannot die, it cannot be said to return to life; second the heretical contention of Hymeneus and Philitus that the Scriptures denote by resurrection not the return to life of the body, but the rising of the soul from the death of sin to the life of grace, must be excluded.\" The Catechism of the Catholic Church says: 997 What is \"rising\"? In death, the separation of the soul from the body, the human body decays and the soul goes to meet God, while awaiting its reunion with its glorified body. God, in his almighty power, will definitively grant incorruptible life to our bodies by reuniting them with our souls, through the power of Jesus' Resurrection. 998 Who will rise? All the dead will rise, \"those who have done good, to the resurrection of life, and those who have done evil, to the resurrection of judgment.\" 999 How? Christ is raised with his own body: \"See my hands and my feet, that it is I myself\"; but he did not return to an earthly life. So, in him, \"all of them will rise again with their own bodies which they now bear,\" but Christ \"will change our lowly body to be like his glorious body,\" into a \"spiritual body\": But someone will ask, \"How are the dead raised? With what kind of body do they come?\" You foolish man! What you sow does not come to life unless it dies. and what you sow is not the body which is to be, but a bare kernel ....What is sown is perishable, what is raised is imperishable.... the dead will be raised imperishable.... For this perishable nature must put on the imperishable, and this mortal nature must put on immortality.(1 Cor 15:35-37. 42. 53). 1001 When? Definitively \"at the last day,\" \"at the end of the world.\" Indeed, the resurrection of the dead is closely associated with Christ's Parousia: For the Lord himself will descend from heaven, with a cry of command, with the archangel's call, and with the sound of the trumpet of God. and the dead in Christ will rise first. (1 Thess 4:16)[48] 1038 The resurrection of all the dead, \"of both the just and the unjust\" (Acts 24:15), will precede the Last Judgment. This will be \"the hour when all who are in the tombs will hear [the Son of man's] voice and come forth, those who have done good, to the resurrection of life, and those who have done evil, to the resurrection of judgment\" (Jn 5:28-29).[49] In Anglicanism, scholars such as the Bishop of Durham N. T. Wright,[50] have defended the primacy of the resurrection in Christian faith. Interviewed by Time in 2008, senior Anglican bishop and theologian N. T. Wright spoke of \"the idea of bodily resurrection that people deny when they talk about their 'souls going to Heaven,'\" adding: \"I've often heard people say, 'I'm going to heaven soon, and I won't need this stupid body there, thank goodness.' That's a very damaging distortion, all the more so for being unintentional.\" Instead, Wright explains: \"In the Bible we are told that you die, and enter an intermediate state.\" This is \"conscious,\" but \"compared to being bodily alive, it will be like being asleep.\" This will be followed by resurrection into new bodies, he says. \"Our culture is very interested in life after death, but the New Testament is much more interested in what I've called the life after life after death.\" Among the original Forty-Two Articles of the Church of England, one read: \"The resurrection of the dead is not as yet brought to pass, as though it only belonged to the soul, which by the grace of Christ is raised from the death of sin, but it is to be looked for at the last day; for then (as Scripture doth most manifestly testify) to all that be dead their own bodies, flesh and bone shall be restored, that the whole man may (according to his works) have other reward or punishment, as he hath lived virtuously, or wickedly.\"[51] Of Baptists, James Leo Garrett Jr., E. Glenn Hinson, and James E. Tull write that \"Baptists traditionally have held firmly to the belief that Christ rose triumphant over death, sin, and hell in a bodily resurrection from the dead.\"[52] In Lutheranism, Martin Luther personally believed and taught resurrection of the dead in combination with soul sleep. However, this is not a mainstream teaching of Lutheranism and most Lutherans traditionally believe in resurrection of the body in combination with the immortal soul.[53] According to the Lutheran Church–Missouri Synod (LCMS), on the last day all the dead will be resurrected. Their souls will then be reunited with the same bodies they had before dying. The bodies will then be changed, those of the wicked to a state of everlasting shame and torment, those of the righteous to an everlasting state of celestial glory.[54] In Methodism, M. Douglas Meeks, professor of theology and Wesleyan studies at Vanderbilt Divinity School, states that \"it is very important for Christians to hold to the resurrection of the body.\"[55] F. Belton Joyner in United Methodist Answers, states that the \"New Testament does not speak of a natural immortality of the soul, as if we never actually die. It speaks of resurrection of the body, the claim that is made each time we state the historic Apostles' Creed and classic Nicene Creed,\" given in The United Methodist Hymnal.[56] In ¶128 of the Book of Discipline of the Free Methodist Church it is written: \"There will be a bodily resurrection from the dead of both the just and the unjust, they that have done good unto the resurrection of life, they that have done evil unto the resurrection of the damnation. The resurrected body will be a spiritual body, but the person will be whole identifiable. The Resurrection of Christ is the guarantee of resurrection unto life to those who are in Him.\"[57] John Wesley, the founder of the Methodist Church, in his sermon On the Resurrection of the Dead, defended the doctrine, stating \"There are many places of Scripture that plainly declare it. St. Paul, in the 53d verse of this chapter, tells us that 'this corruptible must put on incorruption, and this mortal must put on immortality.' [1 Corinthians 15:53].\"[58] In addition, notable Methodist hymns, such as those by Charles Wesley, link 'our resurrection and Christ's resurrection\".[55] In Christian conditionalism, there are several churches, such as the Anabaptists and Socinians of the Reformation, then Seventh-day Adventist Church, Christadelphians, Jehovah's Witnesses, and theologians of different traditions who reject the idea of the immortality of a non-physical soul as a vestige of Neoplatonism, and other pagan traditions.[citation needed] In this school of thought, the dead remain dead (and do not immediately progress to a Heaven, Hell, or Purgatory) until a physical resurrection of some or all of the dead occurs at the end of time, or in Paradise restored on earth, in a general resurrection. Some groups, Christadelphians in particular, consider that it is not a universal resurrection, and that at this time of resurrection that the Last Judgment will take place.[59] The first-century treatise Didache comments 'Not the resurrection of everyone, but, as it says, \"The Lord will come and all his holy ones with him\" (16.7)[60] Many Evangelicals believe in a universal resurrection, but divided into two separate resurrections; at the Second Coming and then again at the Great White Throne.[61] The Doctrinal Basis of the Evangelical Alliance affirms belief in \"the resurrection of the body, the judgment of the world by our Lord Jesus Christ, with the eternal blessedness of the righteous, and the eternal punishment of the wicked.\"[62] Latter Day Saints believe that God has a plan of salvation. Before the resurrection, the spirits of the dead are believed to exist in a place known as the spirit world, which is similar to, yet fundamentally distinct from, the traditional concept of Heaven and Hell. It is believed that the spirit retains its wants, beliefs, and desires in the afterlife.[63] Doctrine of The Church of Jesus Christ of Latter-day Saints teaches that Jesus Christ was the first person to be resurrected,[64] and that all those who have lived on the earth will be resurrected because of Jesus Christ, regardless of their righteousness.[64] The Church teaches that not all are resurrected at the same time; the righteous will be resurrected in a \"first resurrection\" and unrepentant sinners in a \"last resurrection.\"[64] The resurrection is believed to unite the spirit with the body again, and the Church teaches that the body (flesh and bone) will be made whole and become incorruptible, a state which includes immortality.[65] There is also a belief in Latter-day Saint doctrine that a few exceptional individuals were removed from the earth \"without tasting of death.\" This is referred to as translation, and these individuals are believed to have retained their bodies in a purified form, though they too will eventually be required to receive resurrection.[66] Some millennialists interpret the Book of Revelation as requiring two physical resurrections of the dead, one before the Millennium, the other after it.[67] Mortalists, those Christians who do not believe that humans have immortal souls, may believe in a universal resurrection, such as Martin Luther,[68] and Thomas Hobbes in Leviathan.[69] Some mortalist denominations may believe in a universal resurrection of all the dead, but in two resurrection events, one at either end of a millennium, such as Seventh-day Adventists.[70] Other mortalist denominations deny a universal resurrection, such as Christadelphians[71] and hold that the dead count three groups; the majority who will never be raised, those raised to condemnation, and a second final destruction in the \"Second Death\", and those raised to eternal life. According to Islamic eschatology, the Day of Resurrection (yawm al-qiyāmah) [72] is believed to be God's final assessment of humanity. The sequence of events (according to the most commonly held belief) is the annihilation of all creatures, resurrection of the body, and the judgment of all sentient creatures. The exact time when these events will occur is unknown, however there are said to be major[73] and minor signs[74] which are to occur near the time of Qiyamah (end time). Many Quranic verses, especially the earlier ones, are dominated by the idea of the nearing of the day of resurrection.[75][76] In the sign of Al Quiyamah, a trumpet will be sounded for the first time, and result in the death of the remaining sinners. Then there will be a period of forty years. The eleventh sign is the sounding of a second trumpet to signal the resurrection as ba'as ba'da'l-mawt.[77] Then all will be naked and running to the Place of Gathering.[citation needed] The Day of Resurrection is one of the six articles of Islamic faith.[78] Everybody will account for their deeds in this world and people will go to heaven or hell. The Zoroastrian belief in an end times renovation of the earth is known as frashokereti, which includes some form of revival of the dead that can be attested from no earlier than the 4th century BCE.[79] As distinct from Judaism this is the resurrection of all the dead to universal purification and renewal of the world.[80] In the frashokereti doctrine, the final renovation of the universe is when evil will be destroyed, and everything else will be then in perfect unity with God (Ahura Mazda). The term probably means \"making wonderful, excellent\". The doctrinal premises are (1) good will eventually prevail over evil; (2) creation was initially perfectly good, but was subsequently corrupted by evil; (3) the world will ultimately be restored to the perfection it had at the time of creation; (4) the \"salvation for the individual depended on the sum of (that person's) thoughts, words and deeds, and there could be no intervention, whether compassionate or capricious, by any divine being to alter this.\" Thus, each human bears the responsibility for the fate of his own soul, and simultaneously shares in the responsibility for the fate of the world.[81]","Title":"Universal resurrection - Wikipedia","KeyID":"12109","URL":"https://en.wikipedia.org/wiki/Resurrection_of_the_dead"}