{"Content: ":"God Schools Relations with: Amillenarism or amillennialism is a type of chillegorism which teaches and believed that there will be no millennial reign of the righteous on Earth. Amillennialists interpret the thousand years symbolically to refer either to a temporary bliss of souls in heaven before the general resurrection, or to the infinite bliss of the righteous after the general resurrection.[1] This view in Christian eschatology does not hold that Jesus Christ will physically reign on the Earth for exactly 1,000 years. This view contrasts with some postmillennial interpretations and with premillennial interpretations of chapter 20 of the Book of Revelation. The amillennial view regards the \"thousand years\" mentioned in Revelation 20 as a symbolic number, not as a literal description; amillennialists hold that the millennium has already begun and is identical with the current church age. Amillennialism holds that while Christ's reign during the millennium is spiritual in nature, at the end of the church age, Christ will return in final judgment and establish a permanent reign in the new heaven and new Earth. Many proponents dislike the term \"amillennialism\" because it emphasizes their differences with premillennialism rather than their beliefs about the millennium. \"Amillennial\" was actually coined in a pejorative way by those who hold premillennial views. Some proponents also prefer alternate names such as nunc-millennialism (that is, now-millennialism) or realized millennialism, although these other names have achieved only limited acceptance and usage.[2] There are two main variations of amillennianism, perfect amillenarism (the first resurrection has already happened) and imperfect amillenarism (the first resurrection will happen simultaneously with the second one). The common denominator for all amillenaristic views is the denial of the Kingdom of the righteous on Earth before the general resurrection.[3] Amillennialism rejects the idea of a future millennium in which Christ will reign on Earth prior to the eternal state beginning, but holds:[4] Amillennialists also cite scripture references to the kingdom not being a physical realm:[5] Amillennialism also teaches that the binding of Satan, described in Revelation, has already occurred; he has been prevented from \"deceiving the nations\" by the spread of the gospel.[citation needed] Nonetheless, good and evil will remain mixed in strength throughout history and even in the church, according to the amillennial understanding of the Parable of the Wheat and Tares. Amillennialism is sometimes associated[by whom?] with Idealism, as both schools teach a symbolic interpretation of many of the prophecies of the Bible and especially of the Book of Revelation. However, many amillennialists do believe in the literal fulfillment of Biblical prophecies; they simply disagree with Millennialists about how or when these prophecies will be fulfilled. Few early Christians wrote about this aspect of eschatology during the first century of Christianity, but most of the available writings from the period reflect a millenarianist perspective (sometimes referred to as chiliasm). Bishop Papias of Hierapolis (A.D. 70–155) speaks in favor of a pre-millennial position in volume three of his five volume work and Aristion[when?] and the elder John echoed his sentiments, as did other first-hand disciples and secondary followers.[6] Though most writings of the time tend to favor a millennial perspective, the amillennial position may have also been present in this early period, as suggested in the Epistle of Barnabas, and it would become the ascendant view during the next two centuries.[7][8][9][10][11][12] Church fathers of the third century who rejected the millennium included Clement of Alexandria (c. 150 – c. 215), Origen (184/185 – 253/254), and Cyprian (c. 200 – 258). Justin Martyr (died 165), who had chiliastic tendencies in his theology,[13] mentions differing views in his Dialogue with Trypho the Jew, chapter 80: \"I and many others are of this opinion [premillennialism], and [believe] that such will take place, as you assuredly are aware; but, on the other hand, I signified to you that many who belong to the pure and pious faith, and are true Christians, think otherwise.\"[14] Certain amillennialists such as Albertus Pieters understand Pseudo-Barnabas to be amillennial, though many understand it instead to be premillenial.[15][16][17] In the 2nd century, the Alogi (those who rejected all of John's writings) were amillennial, as was Caius in the first quarter of the 3rd century.[18] With the influence of Neo-Platonism and dualism, Clement of Alexandria and Origen denied premillennialism.[19] Likewise, Dionysius of Alexandria (died 264) argued that Revelation was not written by John and could not be interpreted literally; he was amillennial.[20] Origen's idealizing tendency to consider only the spiritual as real (which was fundamental to his entire system) led him to combat the \"rude\"[21] or \"crude\"[22] Chiliasm of a physical and sensual beyond. Premillennialism appeared in the available writings of the early church, but it was evident that both views existed side by side. The premillennial beliefs of the early church fathers, however, are quite different from the dominant form of modern-day premillennialism, namely dispensational premillennialism. It is the conclusion of this thesis that Dr. Ryrie's statement [that dispensationalism was the view of the early church fathers] is historically invalid within the chronological framework of this thesis. The reasons for this conclusion are as follows: (1) the writers/writings surveyed did not generally adopt a consistently applied literal interpretation; (2) they did not generally distinguish between the Church and Israel; (3) there is no evidence that they generally held to a dispensational view of revealed history; (4) although Papias and Justin Martyr did believe in a Millennial kingdom, the 1,000 years is the only basic similarity with the modern system (in fact, they and dispensational pre-millennialism radically differ on the basis of the Millennium); (5) they had no concept of imminency or of a pre-tribulational Rapture of the Church; (6) in general, their eschatological chronology is not synonymous with that of the modern system. Indeed, this thesis would conclude that the eschatological beliefs of the period studied would be generally inimical to those of the modern system (perhaps, seminal amillennialism, and not nascent dispensational premillennialism ought to be seen in the eschatology of the period).[23] Amillennialism gained ground after Christianity became a legal religion. It was systematized by St. Augustine in the 4th century, and this systematization carried amillennialism over as the dominant eschatology of the Medieval and Reformation periods. Augustine was originally a premillennialist, but he retracted that view, claiming the doctrine was carnal.[24] Amillennialism was the dominant view of the Protestant Reformers. The Lutheran Church formally rejected chiliasm in The Augsburg Confession—\"Art. XVII., condemns the Anabaptists (of Munster—historically most Anabaptist groups were amillennial) and others 'who now scatter Jewish opinions that, before the resurrection of the dead, the godly shall occupy the kingdom of the world, the wicked being everywhere suppressed.'\"[25] Likewise, the Swiss Reformer Heinrich Bullinger wrote up the Second Helvetic Confession, which reads \"We also reject the Jewish dream of a millennium, or golden age on earth, before the last judgment.\"[26] John Calvin wrote in Institutes that chiliasm is a \"fiction\" that is \"too childish either to need or to be worth a refutation.\" He interpreted the thousand-year period of Revelation 20 non-literally, applying it to the \"various disturbances that awaited the church, while still toiling on earth.\"[27] Amillennialism has been widely held in the Eastern and Oriental Orthodox Churches as well as in the Roman Catholic Church, which generally embraces an Augustinian eschatology and which has deemed that premillennialism \"cannot safely be taught.\"[14] Amillennialism is also common among Protestant denominations such as the Lutheran, Reformed, Anglican, Methodist and many Messianic Jews.[28] It represents the historical position of the Amish, Old Order Mennonite, and Conservative Mennonites (though among the more modern groups premillennialism has made inroads). It is common among groups arising from the 19th century American Restoration Movement such as the Churches of Christ,[29]: 125  Christian Church (Disciples of Christ) and Christian Churches and Churches of Christ. It also has a following amongst Baptist denominations such as The Association of Grace Baptist Churches in England. Partial preterism is sometimes a component of amillennial hermeneutics. Amillennialism declined in Protestant circles with the rise of Postmillennialism and the resurgence of Premillennialism in the 18th and 19th centuries, but it has regained prominence in the West after World War II.[citation needed]","Title":"Amillennialism - Wikipedia","KeyID":"12102","URL":"https://en.wikipedia.org/wiki/Amillennialism"}