{"Content: ":"Nomenclature codes or codes of nomenclature are the various rulebooks that govern biological taxonomic nomenclature, each in their own broad field of organisms. To an end-user who only deals with names of species, with some awareness that species are assignable to families, it may not be noticeable that there is more than one code, but beyond this basic level these are rather different in the way they work. The successful introduction of two-part names for species by Linnaeus was the start for an ever-expanding system of nomenclature. With all naturalists worldwide adopting this approach to thinking up names, there arose several schools of thought about the details. It became ever more apparent that a detailed body of rules was necessary to govern scientific names. From the mid-19th century onwards, there were several initiatives to arrive at worldwide-accepted sets of rules. Presently nomenclature codes govern the naming of: The starting point, that is the time from which these codes are in effect (usually retroactively), varies from group to group, and sometimes from rank to rank.[1] In botany and mycology the starting point is often 1 May 1753 (Linnaeus, Species plantarum), in zoology 1758[clarification needed] (Linnaeus, Systema Naturae, 10th Edition). On the other hand, bacteriology started anew, making a clean sweep in 1980 (Skerman et al., \"Approved Lists of Bacterial Names\"), although maintaining the original authors and dates of publication.[2] Exceptions in botany:[3][4][5] Exceptions in zoology:[7] There are also differences in the way codes work. For example, the ICN (the code for algae, fungi and plants) forbids tautonyms, while the ICZN, (the animal code) allows them. These codes differ in terminology, and there is a long-term project to \"harmonize\" this. For instance, the ICN uses \"valid\" in \"valid publication of a name\" (= the act of publishing a formal name), with \"establishing a name\" as the ICZN equivalent. The ICZN uses \"valid\" in \"valid name\" (= \"correct name\"), with \"correct name\" as the ICN equivalent. Harmonization is making very limited progress. There are differences in respect of what kinds of types are used. The bacteriological code prefers living type cultures, but allows other kinds. There has been ongoing debate regarding which kind of type is more useful in a case like cyanobacteria.[8] A more radical approach was made in 1997 when the IUBS/IUMS International Committee on Bionomenclature (ICB) presented the long debated Draft BioCode, proposed to replace all existing Codes with an harmonization of them.[9][10] The originally planned implementation date for the BioCode draft was January 1, 2000, but agreement to replace the existing Codes was not reached. In 2011 a revised BioCode was proposed that, instead of replacing the existing Codes, would provide a unified context for them, referring to them when necessary.[11][12][13] Changes in the existing codes are slowly being made in the proposed directions.[14][15] Some authors encountered problems in using the Linnean system in phylogenetic classification.[16] Another Code in development since 1998 is the PhyloCode, which would regulate what their creators called phylogenetic nomenclature instead of the traditional Linnaean nomenclature (that is, it requires phylogenetic definitions as a \"type\" attached to every name, and does not contain mandatory ranks). The Code and the accompanying volume (meant to serve as a list of not-suppressed names and a new starting point, like the 1980s Approved Lists of Bacterial Names[17] functions relative to the Bacteriological Code, much like Systema naturae functions relative to the Zoological Code), is however still in the draft stage, and it is uncertain when, or even if, the code will see any form of implementation. Some protists, sometimes called ambiregnal protists, have been considered to be both protozoa and algae, or protozoa and fungi, and names for these have been published under either or both of the ICZN and the ICN.[18][19] The resulting double language throughout protist classification schemes resulted in confusion.[20][21][22] Groups claimed by both protozoologists and phycologists include euglenids, dinoflagellates, cryptomonads, haptophytes, glaucophytes, many heterokonts (e.g., chrysophytes, raphidophytes, silicoflagellates, some xanthophytes, proteromonads), some monadoid green algae (volvocaleans and prasinophytes), choanoflagellates, bicosoecids, ebriids and chlorarachniophytes. Slime molds, plasmodial forms and other \"fungus-like\" organisms claimed by both protozoologists and mycologists include mycetozoans, plasmodiophorids, acrasids, and labyrinthulomycetess. Fungi claimed by both protozoologists and mycologists include chytrids, blastoclads, and the gut fungi. Other problematic groups are the Cyanobacteria (ICNP/ICN) and Microsporidia (ICZN/ICN). The zoological code does not regulate names of taxa lower than subspecies or higher than superfamily. There are many attempts to introduce some order on the nomenclature of these taxa,[23][24] including the PhyloCode, or also of circumscriptional nomenclature.[25][26] The botanical code is applied primarily to the ranks of family and below. There are some rules for names above the rank of family, but the principle of priority does not apply to them, and the principle of typification is optional. These names may be either automatically typified names or be descriptive names.[27][28] In some circumstances, a taxon has two possible names (e.g., Chrysophyceae Pascher, 1914, nom. descrip.; Hibberd, 1976, nom. typificatum). Descriptive names are problematic, once that, if a taxon is split, it is not obvious which new group takes the existing name. Meanwhile, with typified names, the existing name is taken by the new group that still bears the type of this name. However, typified names present special problems for microorganisms.[22]","Title":"Nomenclature codes - Wikipedia","KeyID":"1214","URL":"https://en.wikipedia.org/wiki/Nomenclature_Codes"}