{"Content: ":"Supergroups[1] and typical phyla Many others; classification varies A protist (/ˈproʊtɪst/) is any eukaryotic organism (that is, an organism whose cells contain a cell nucleus) that is not an animal, plant, or fungus. While it is likely that protists share a common ancestor (the last eukaryotic common ancestor),[2] the exclusion of other eukaryotes means that protists do not form a natural group, or clade.[a] Therefore, some protists may be more closely related to animals, plants, or fungi than they are to other protists; however, like the groups algae, invertebrates, and protozoans, the biological category protist is used for convenience. Others classify any unicellular eukaryotic microorganism as a protist.[3] The study of protists is termed protistology.[4] The classification of a third kingdom separate from animals and plants was first proposed by John Hogg in 1860 as the kingdom Protoctista; in 1866 Ernst Haeckel also proposed a third kingdom Protista as \"the kingdom of primitive forms\".[5] Originally these also included prokaryotes, but with time[when?] these were removed to a fourth kingdom Monera.[b] In the popular five-kingdom scheme proposed by Robert Whittaker in 1969, Protista was defined as eukaryotic \"organisms which are unicellular or unicellular-colonial and which form no tissues\", and the fifth kingdom Fungi was established.[6][7][c] In the five-kingdom system of Lynn Margulis, the term protist is reserved for microscopic organisms, while the more inclusive kingdom Protoctista (or protoctists) included certain large multicellular eukaryotes, such as kelp, red algae, and slime molds.[10] Some use the term protist interchangeably with Margulis's protoctist, to encompass both single-celled and multicellular eukaryotes, including those that form specialized tissues but do not fit into any of the other traditional kingdoms.[11] Besides their relatively simple levels of organization, protists do not necessarily have much in common.[12] When used, the term \"protists\" is now considered to mean a paraphyletic assemblage of similar-appearing but diverse taxa (biological groups); these taxa do not have an exclusive common ancestor beyond being composed of eukaryotes, and have different life cycles, trophic levels, modes of locomotion, and cellular structures.[13][14] Examples of protists include:[15] These examples are unicellular, although oomycetes can join to form filaments, and slime molds can aggregate into a tissue-like mass. In cladistic systems (classifications based on common ancestry), there are no equivalents to the taxa Protista or Protoctista, as both terms refer to a paraphyletic group that spans the entire eukaryotic branch of the tree of life. In cladistic classification, the contents of Protista are mostly distributed among various supergroups: examples include the \"Protista\", \"Protoctista\", and \"Protozoa\" are therefore considered obsolete. However, the term \"protist\" continues to be used informally as a catch-all term for eukaryotic organisms that are not within other traditional kingdoms. For example, the word \"protist pathogen\" may be used to denote any disease-causing organism that is not plant, animal, fungal, prokaryotic, viral, or subviral.[16] The term Protista was first used by Ernst Haeckel in 1866. Protists were traditionally subdivided into several groups based on similarities to the \"higher\" kingdoms such as:[5] Some protists, sometimes called ambiregnal protists, have been considered to be both protozoa and algae or fungi (e.g., slime molds and flagellated algae), and names for these have been published under either or both of the ICN and the ICZN.[17][18] Conflicts, such as these – for example the dual-classification of Euglenids and Dinobryons, which are mixotrophic – is an example of why the kingdom Protista was adopted. These traditional subdivisions, largely based on superficial commonalities, have been replaced by classifications based on phylogenetics (evolutionary relatedness among organisms). Molecular analyses in modern taxonomy have been used to redistribute former members of this group into diverse and sometimes distantly related phyla. For instance, the water molds are now considered to be closely related to photosynthetic organisms such as Brown algae and Diatoms, the slime molds are grouped mainly under Amoebozoa, and the Amoebozoa itself includes only a subset of the \"Amoeba\" group, and significant number of erstwhile \"Amoeboid\" genera are distributed among Rhizarians and other Phyla. However, the older terms are still used as informal names to describe the morphology and ecology of various protists. For example, the term protozoa is used to refer to heterotrophic species of protists that do not form filaments. Among the pioneers in the study of the protists, which were almost ignored by Linnaeus except for some genera (e.g., Vorticella, Chaos, Volvox, Corallina, Conferva, Ulva, Chara, Fucus)[19][20] were Leeuwenhoek, O. F. Müller, C. G. Ehrenberg and Félix Dujardin.[21] The first groups used to classify microscopic organism were the Animalcules and the Infusoria.[22] In 1818, the German naturalist Georg August Goldfuss introduced the word Protozoa to refer to organisms such as ciliates and corals.[23][5] After the cell theory of Schwann and Schleiden (1838–39), this group was modified in 1848 by Carl von Siebold to include only animal-like unicellular organisms, such as foraminifera and amoebae.[24] The formal taxonomic category Protoctista was first proposed in the early 1860s by John Hogg, who argued that the protists should include what he saw as primitive unicellular forms of both plants and animals. He defined the Protoctista as a \"fourth kingdom of nature\", in addition to the then-traditional kingdoms of plants, animals and minerals.[25][5] The kingdom of minerals was later removed from taxonomy in 1866 by Ernst Haeckel, leaving plants, animals, and the protists (Protista), defined as a \"kingdom of primitive forms\".[26][27] In 1938, Herbert Copeland resurrected Hogg's label, arguing that Haeckel's term Protista included anucleated microbes such as bacteria, which the term \"Protoctista\" (literally meaning \"first established beings\") did not. In contrast, Copeland's term included nucleated eukaryotes such as diatoms, green algae and fungi.[28] This classification was the basis for Whittaker's later definition of Fungi, Animalia, Plantae and Protista as the four kingdoms of life.[8] The kingdom Protista was later modified to separate prokaryotes into the separate kingdom of Monera, leaving the protists as a group of eukaryotic microorganisms.[6] These five kingdoms remained the accepted classification until the development of molecular phylogenetics in the late 20th century, when it became apparent that neither protists nor monera were single groups of related organisms (they were not monophyletic groups).[29] Systematists today do not treat Protista as a formal taxon, but the term \"protist\" is still commonly used for convenience in two ways.[30] The most popular contemporary definition is a phylogenetic one, that identifies a paraphyletic group:[31] a protist is any eukaryote that is not an animal, (land) plant, or (true) fungus; this definition[32] excludes many unicellular groups, like the Microsporidia (fungi), many Chytridiomycetes (fungi), and yeasts (fungi), and also a non-unicellular group included in Protista in the past, the Myxozoa (animal).[33] Some systematists[who?] judge paraphyletic taxa acceptable, and use Protista in this sense as a formal taxon (as found in some secondary textbooks, for pedagogical purpose).[citation needed] The other definition describes protists primarily by functional or biological criteria: protists are essentially those eukaryotes that are never multicellular,[30] that either exist as independent cells, or if they occur in colonies, do not show differentiation into tissues (but vegetative cell differentiation may occur restricted to sexual reproduction, alternate vegetative morphology, and quiescent or resistant stages, such as cysts);[34] this definition excludes many brown, multicellular red and green algae, which may have tissues. The taxonomy of protists is still changing. Newer classifications attempt to present monophyletic groups based on morphological (especially ultrastructural),[35][36][37] biochemical (chemotaxonomy)[38][39] and DNA sequence (molecular research) information.[40][41] However, there are sometimes discordances between molecular and morphological investigations; these can be categorized as two types: (i) one morphology, multiple lineages (e.g. morphological convergence, cryptic species) and (ii) one lineage, multiple morphologies (e.g. phenotypic plasticity, multiple life-cycle stages).[42] Because the protists as a whole are paraphyletic, new systems often split up or abandon the kingdom, instead treating the protist groups as separate lines of eukaryotes. The recent scheme by Adl et al. (2005)[34] does not recognize formal ranks (phylum, class, etc.) and instead treats groups as clades of phylogenetically related organisms. This is intended to make the classification more stable in the long term and easier to update. Some of the main groups of protists, which may be treated as phyla, are listed in the taxobox, upper right.[43] Many are thought to be monophyletic, though there is still uncertainty. For instance, the Excavata are probably not monophyletic and the chromalveolates are probably only monophyletic if the haptophytes and cryptomonads are excluded.[44] In 2015 a Higher Level Classification of all Living Organisms was arrived at by consensus with many authors including Cavalier-Smith. This classification proposes two superkingdoms and seven kingdoms. The superkingdoms are those of Prokaryotes and Eukaryotes. The Prokaryotes include two kingdoms of Bacteria and Archaea; the Eukaryotes include five kingdoms of Protozoa, Chromista, Fungi, Plantae, and Animalia. The scheme retains fourteen taxonomic ranks. Eukaryotic unicellular organisms are referred to as protists.[45] Nutrition can vary according to the type of protist. Most eukaryotic algae are autotrophic, but the pigments were lost in some groups.[vague] Other protists are heterotrophic, and may present phagotrophy, osmotrophy, saprotrophy or parasitism. Some are mixotrophic. Some protists that do not have / lost chloroplasts/mitochondria have entered into endosymbiontic relationship with other bacteria/algae to replace the missing functionality. For example, Paramecium bursaria and Paulinella have captured a green alga (Zoochlorella) and a cyanobacterium respectively that act as replacements for chloroplast. Meanwhile, a protist, Mixotricha paradoxa that has lost its mitochondria uses endosymbiontic bacteria as mitochondria and ectosymbiontic hair-like bacteria (Treponema spirochetes) for locomotion. Many protists are flagellate, for example, and filter feeding can take place where flagellates find prey. Other protists can engulf bacteria and other food particles, by extending their cell membrane around them to form a food vacuole and digesting them internally in a process termed phagocytosis. For most important cellular structures and functions of animal and plants, it can be found a heritage among protists.[46] Some protists reproduce sexually using gametes, while others reproduce asexually by binary fission. Some species, for example Plasmodium falciparum, have extremely complex life cycles that involve multiple forms of the organism, some of which reproduce sexually and others asexually.[47] However, it is unclear how frequently sexual reproduction causes genetic exchange between different strains of Plasmodium in nature and most populations of parasitic protists may be clonal lines that rarely exchange genes with other members of their species.[48] Eukaryotes emerged in evolution more than 1.5 billion years ago.[49] The earliest eukaryotes were likely protists. Although sexual reproduction is widespread among extant eukaryotes, it seemed unlikely until recently, that sex could be a primordial and fundamental characteristic of eukaryotes. A principal reason for this view was that sex appeared to be lacking in certain pathogenic protists whose ancestors branched off early from the eukaryotic family tree. However, several of these protists are now known to be capable of, or to recently have had the capability for, meiosis and hence sexual reproduction. For example, the common intestinal parasite Giardia lamblia was once considered to be a descendant of a protist lineage that predated the emergence of meiosis and sex. However, G. lamblia was recently found to have a core set of genes that function in meiosis and that are widely present among sexual eukaryotes.[50] These results suggested that G. lamblia is capable of meiosis and thus sexual reproduction. Furthermore, direct evidence for meiotic recombination, indicative of sex, was also found in G. lamblia.[51] The pathogenic parasitic protists of the genus Leishmania have been shown to be capable of a sexual cycle in the invertebrate vector, likened to the meiosis undertaken in the trypanosomes.[52] Trichomonas vaginalis, a parasitic protist, is not known to undergo meiosis, but when Malik et al.[53] tested for 29 genes that function in meiosis, they found 27 to be present, including 8 of 9 genes specific to meiosis in model eukaryotes. These findings suggest that T. vaginalis may be capable of meiosis. Since 21 of the 29 meiotic genes were also present in G. lamblia, it appears that most of these meiotic genes were likely present in a common ancestor of T. vaginalis and G. lamblia. These two species are descendants of protist lineages that are highly divergent among eukaryotes, leading Malik et al.[53] to suggest that these meiotic genes were likely present in a common ancestor of all eukaryotes. Based on a phylogenetic analysis, Dacks and Roger proposed that facultative sex was present in the common ancestor of all eukaryotes.[54] This view was further supported by a study of amoebae by Lahr et al.[55] Amoeba have generally been regarded as asexual protists. However, these authors describe evidence that most amoeboid lineages are anciently sexual, and that the majority of asexual groups likely arose recently and independently. Early researchers (e.g., Calkins) have interpreted phenomena related to chromidia (chromatin granules free in the cytoplasm) in amoeboid organisms as sexual reproduction.[56] Protists generally reproduce asexually under favorable environmental conditions, but tend to reproduce sexually under stressful conditions, such as starvation or heat shock.[57] Oxidative stress, which is associated with the production of reactive oxygen species leading to DNA damage, also appears to be an important factor in the induction of sex in protists.[57] Some commonly found protist pathogens such as Toxoplasma gondii are capable of infecting and undergoing asexual reproduction in a wide variety of animals – which act as secondary or intermediate host – but can undergo sexual reproduction only in the primary or definitive host (for example: felids such as domestic cats in this case).[58][59][60] Free-living protists occupy almost any environment that contains liquid water. Many protists, such as algae, are photosynthetic and are vital primary producers in ecosystems, particularly in the ocean as part of the plankton. Protists make up a large portion of the biomass in both marine and terrestrial environments.[61] Other protists include pathogenic species, such as the kinetoplastid Trypanosoma brucei, which causes sleeping sickness, and species of the apicomplexan Plasmodium, which cause malaria. Some protists are significant parasites of animals (e.g.; five species of the parasitic genus Plasmodium cause malaria in humans and many others cause similar diseases in other vertebrates), plants[62][63] (the oomycete Phytophthora infestans causes late blight in potatoes)[64] or even of other protists.[65][66] Protist pathogens share many metabolic pathways with their eukaryotic hosts. This makes therapeutic target development extremely difficult – a drug that harms a protist parasite is also likely to harm its animal/plant host. A more thorough understanding of protist biology may allow these diseases to be treated more efficiently. For example, the apicoplast (a nonphotosynthetic chloroplast but essential to carry out important functions other than photosynthesis) present in apicomplexans provides an attractive target for treating diseases caused by dangerous pathogens such as plasmodium. Recent papers have proposed the use of viruses to treat infections caused by protozoa.[67][68] Researchers from the Agricultural Research Service are taking advantage of protists as pathogens to control red imported fire ant (Solenopsis invicta) populations in Argentina. Spore-producing protists such as Kneallhazia solenopsae (recognized as a sister clade or the closest relative to the fungus kingdom now)[69] can reduce red fire ant populations by 53–100%.[70] Researchers have also been able to infect phorid fly parasitoids of the ant with the protist without harming the flies. This turns the flies into a vector that can spread the pathogenic protist between red fire ant colonies.[71] Many protists have neither hard parts nor resistant spores, and their fossils are extremely rare or unknown. Examples of such groups include the apicomplexans,[72] most ciliates,[73] some green algae (the Klebsormidiales),[74] choanoflagellates,[75] oomycetes,[76] brown algae,[77] yellow-green algae,[78] Excavata (e.g., euglenids).[79] Some of these have been found preserved in amber (fossilized tree resin) or under unusual conditions (e.g., Paleoleishmania, a kinetoplastid). Others are relatively common in the fossil record,[80] as the diatoms,[81] golden algae,[82] haptophytes (coccoliths),[83] silicoflagellates, tintinnids (ciliates), dinoflagellates,[84] green algae,[85] red algae,[86] heliozoans, radiolarians,[87] foraminiferans,[88] ebriids and testate amoebae (euglyphids, arcellaceans).[89] Some are even used as paleoecological indicators to reconstruct ancient environments. More probable eukaryote fossils begin to appear at about 1.8 billion years ago, the acritarchs, spherical fossils of likely algal protists.[90] Another possible representative of early fossil eukaryotes are the Gabonionta. Excavata: Other:","Title":"Protist - Wikipedia","KeyID":"1215","URL":"https://en.wikipedia.org/wiki/Protist"}