{"Content: ":"A safari park, sometimes known as a wildlife park, is a zoo-like commercial drive-in tourist attraction where visitors can drive their own vehicles or ride in vehicles provided by the facility to observe freely roaming animals. A safari park is larger than a zoo and smaller than a game reserve. For example, African Lion Safari in Hamilton, Ontario, Canada is 750 acres (3.0 km2). For comparison, Lake Nakuru in the Great Rift Valley, Kenya, is 168 square kilometres (65 sq mi), and a typical large game reserve is Tsavo East, also in Kenya, which encompasses 11,747 square kilometres (4,536 sq mi). Many parks have conservation programmes with endangered animals like elephants, rhinocerotes, giraffes, lions, tigers, cheetahs and wild dogs. The main attractions are frequently large animals from Sub-Saharan Africa which people can see in wildlife reserves such as giraffes, lions, white lions, rhinoceros, elephants, hippopotamus, zebras, ostriches, African buffalo, oryx, sometimes dromedary camels, pelicans, ibis, Ankole cattle, cheetahs, hyenas, baboons, African wild dogs, Barbary sheep, addax, crowned cranes, Egyptian geese, white storks, bongo, crocodiles (in a side paddock), Nubian ibex, sitatunga, gemsbok and antelope (eland, lechwe, wildebeest, nyala, impala, waterbuck, sable antelope, kudu and roan antelope just to name a few). Also in the reserves are animals not from Africa: Asian species include gaur, nilgai, blackbuck, banteng, sambar deer, hog deer, yaks, tigers, white tigers, Asiatic black bears, Eld's deer, Babirusas, chital, barasingha, painted storks and Bactrian camels; American species include American black bears, brown bears, wolves, Tapirs, American bison, elk, Arctic wolves, llamas, guanacos, rheas and white-tailed deer; Australian species include kangaroos, wallabies and emus; European species include European bison, brown bears, wolves, fallow deer, red deer and moose. Most safari parks have a \"walk-around\" area with animals too small or too dangerous to roam freely in the reserves, like tapirs, small birds, small antelope, squirrel monkeys, penguins, marmosets, tamarins, mongoose, meerkats, lemurs, wallabies, gorillas, reptiles, hornbills, chimpanzees, capybara, llamas, emus, red pandas, snow leopards, otters and warthogs. Some also have children's zoos, aquariums, butterfly houses and reptile and insect houses. Besides animals, in the walk-round area there are public facilities like toilets, snack bars and cafes, play areas and sometimes amusement rides. There can be walk-through exhibits with animals like kangaroos, lemurs and wallabies. The Knowsley Safari in England keeps Siberian tigers and giraffes in their walking area. Safari parks often have other associated tourist attractions: golf courses, carnival rides, cafes/restaurants, ridable miniature railways, boat trips to see aquatic animals like sea lions, life-sized recreations of dinosaurs and other prehistoric animals, plant mazes, playgrounds, monorails, cable cars and gift shops.[citation needed] These are commonly found in the walk-around area. On river safari areas, there may be islands with primates; Longleat keeps gorillas and colobus monkeys on their islands, which used to house chimpanzees and siamang gibbons; African Lion Safari in Canada has black-and-white ruffed lemurs, ring-tailed lemurs, white-handed gibbons, siamang, Colombian spider monkeys, black-handed spider monkeys, pink-backed pelicans and black swans in the waters. The predecessor of safari parks is Africa U.S.A. Park (1953–1961) in Florida.[1] The first lion drive-through opened in 1963 in Tama Zoological Park in Tokyo. In double-glazed buses, visitors made a tour through a one-hectare enclosure with twelve African lions. The first drive-through safari park outside of Africa opened in 1966 at Longleat in Wiltshire, England.[2][3] Longleat, Windsor, Woburn and arguably the whole concept of safari parks were the brainchild of Jimmy Chipperfield (1912–1990), former co-director of Chipperfield's Circus, although a similar concept is explored as a plot device in Angus Wilson's \"The Old Men at the Zoo\" which was published five years before Chipperfield set up Longleat.[4] Longleat's Marquess of Bath agreed to Chipperfield's proposition to fence off 40 hectares (100 acres) of his vast Wiltshire estate to house 50 lions. Knowsley, the Earl of Derby's estate outside Liverpool, and the Duke of Bedford's Woburn estate in Bedfordshire both established their own safari parks with Chiperfield's partnership. Another circus family, the Smart Brothers, joined the safari park business by opening a park at Windsor for visitors from London. The former Windsor Safari Park was in Berkshire, England, but closed in 1992 and has since been made into a Legoland. There is also Chipperfield's \"Scotland Safari Park\" established on Baronet Sir John Muir's estate at Blair Drummond near Stirling, and the American-run \"West Midland Safari and Leisure Park\" near Birmingham. One park, along with Jimmy Chipperfield at Lambton Castle in North East England, has closed. Between 1967 and 1974, Lion Country Safari, Inc. opened 6 animal parks, one near each of the following American cities: West Palm Beach, Florida; Los Angeles, California; Grand Prairie, Texas; Atlanta, Georgia; Cincinnati, Ohio; and Richmond, Virginia. The first park, in South Florida, is the only Lion Country Safari still in operation. Burgers' Zoo at Arnhem, Netherlands, opened a \"safari park\" in 1968 within a traditional zoo. In 1995, Burgers' Safari modified this to a walking safari with a 250-metre (820 ft) boardwalk. Another safari park in the Netherlands is Safaripark Beekse Bergen. Most safari parks were established in a short period of ten years, between 1966 and 1975.","Title":"Safari park - Wikipedia","KeyID":"12150","URL":"https://en.wikipedia.org/wiki/Safari_park"}