{"Content: ":"This is an annotated list of zoos and aquariums that once existed, but are no more. Accra Zoo, in Accra, Ghana, was originally a private zoo built in the 1960s by the first President, Osagyefo Dr Kwame Nkrumah at the Flagstaff House, but was later turned into a public zoo. All of the animals at the zoo were moved to the newly created Kumasi Zoo in 2006.[1] The African Lion Safari was a wildlife park that Stafford Bullen opened in 1969. It operated near Warragamba on the outskirts of Sydney in New South Wales, Australia until 1991. Ager Zoo was located in Lincoln, Nebraska, United States. At one time it was one of three zoos in Lincoln. It was closed in 1980 when a study commissioned by the city determined that its facilities were substandard.[2] Aqualand was a zoo located in Oneida County, Wisconsin, United States. In the 1960s and 1970s it attracted some 72,000 visitors each year. It closed its doors in 1989 and was purchased by the owners of Peck's Wildwood in 1992.[3] The Belle Isle Zoo (1895–2002) was a zoo located on Belle Isle in Detroit, Michigan, United States. It opened in 1895 with a few Deer and a bear. Control of the facility passed to the Detroit Zoo in 1941.[4] The original zoo closed in 2002, but in 2005, the Detroit Zoo opened the Belle Isle Nature Center at a location east of where the former zoo had been, with fewer animals than the zoo had had before closure.[5][6] Barnum's Aquarial Gardens (June 1862 - February 1863) in Boston, Massachusetts, United States, was a public aquarium, zoo, and performance space located on Washington Street in the Financial District. P.T. Barnum bought the Boston Aquarial and Zoological Gardens in 1862, remodeled the space, changed the name of the business, and reopened the collections to the public in June. Bannamah Wildlife Park was a largely native animal park established by the Chugg family at Dunsborough, Western Australia and was officially opened on Christmas Day 1970 by naturalist Harry Butler. The park had a succession of different owners over the years until it was closed down in early 2002. Belle Vue Zoological Gardens was a large zoo, amusement park, exhibition hall complex and speedway stadium in Belle Vue, Manchester, England, that opened in 1836. The gardens closed down in phases, with the speedway closing last in November 1987. The Boston Aquarial and Zoological Gardens (October 1860 - June 1862) in Boston, Massachusetts, United States, featured a public aquarium and zoo. It was located in the Financial District on Central Court (off Washington Street).[7] On display were \"hundreds of specimens of the finny tribe there to be seen sporting in their native element, in all their variety of hue and shape\"[8] as well as other animals. James Ambrose Cutting and Henry D. Butler ran the business, derived from an earlier incarnation known as the Boston Aquarial Gardens. Bowmanville Zoo (1919-2016), in Clarington, Ontario was the oldest private zoo in North America. It closed after its owner was charged with several counts of animal abuse. Buenos Aires Zoo (1875-2016), in Buenos Aires, Argentina, contained 89 species of mammals, 49 species of reptiles and 175 species of birds, with a total of over 2,500 animals. In June 2016 the city formed a bias about the zoo's cruelty. They had to close the 140-year-old zoo and relocate most of the animals to nature reserves, including Temaikèn. The zoo property will be converted into an eco-park, Ecoparque Interactivo de Buenos Aires [es].[9] Bullen's Animal World was a circus style theme park located at Wallacia on the outskirts of Sydney, Australia. Its address was 11 Park Road, Wallacia. Catskill Game Farm was a 914-acre (370 ha) zoo in Catskill, New York, United States. It was opened in 1933 by Roland Lindemann, and was eventually home to about 2,000 animals representing more than 150 species. It closed permanently on Columbus Day 2006 after 73 years of operation. The Clacton Pier Dolphinarium was originally designed as an Olympic sized public swimming pool, and opened in 1932. The pool was closed to the public in 1971 due to falling income, and converted to a dolphinarium.[10] The dolphins were all moved out of the facility in 1979 when a storm severely damaged the tank on New Year's Day.[11][12] After storm damage was repaired, the facility continued to be used. Nemo, the last orca at the facility, was moved to Windsor Safari Park on June 26, 1985. A slide was installed after Nemo left, and the facility was used as a water park until at least 1988.[13] The Clifton Fish Aquarium was located in Clifton near Abdullah Shah Ghazi's shrine in Karachi, Pakistan. It was opened in 1965. Located in Whitley, Coventry, England in 1966 and closed in 1980. Briefly hosted a dolphinarium and was famous for its Impi statue at the entrance.[14] Cross's Menagerie, a zoo at 18 Earle Street Liverpool, was founded in 1882 by William Cross (1840-1900), one of the biggest animal dealers in England. After Cross died, his children William Simpson Cross (1873-1920) and James Conrad Cross (1879-1952) took over the business.[15][16] Dierenpark Tilburg was a zoo at the Bredaseweg in Tilburg, Netherlands. The park opened its doors in 1932 as a wedding present from Johan Burgers (the founder of Royal Burgers' Zoo) to his daughter and her husband from Tilburg. In 1946 the park was sold to C. van Dijk & Sons, who helped to develop it. The park was closed in 1973.[17][18] Discovery Island was an 11.5 acres (4.7 ha) island in Bay Lake at the Walt Disney World Resort in Bay Lake, Florida. Between 1974 and 1999, the island was open to guests. Disney originally named it \"Treasure Island\", and later \"Discovery Island\". Here, guests could observe the island's many species of animal and birds. It was closed to guests once Discovery Island was opened at Disney's Animal Kingdom. Dusit Zoo was in Bangkok, Thailand, and was open from 1938 to 2018. Eastlake Zoo, owned by the city of Los Angeles, opened in East Los Angeles Park in 1885.[19] The Ferme Angrignon, or Angrignon Farm, is a petting zoo in Montreal, Quebec, Canada. Established in 1990 [20] and administered by the Jardin Botanique de Montreal,[21] the farm is located in Parc Angrignon, just outside the Angrignon subway station. It is home to over 20 species of farm animal. The farm is currently closed and its reopening is uncertain: there is no plan to reopen it in 2011. Gatwick Zoo was opened in 1973 by Terry and Sheila Thorpe and was closed in September 2002. The 11.4-acre zoo was home to around 900 birds and mammals, which were relocated to Chessington Zoo, Colchester Zoo, Edinburgh Zoo and Leeds Castle.[22] Gay's Lion Farm was a public selective breeding facility and tourist attraction located at the south-east junction of Peck Road and Valley Boulevard in El Monte, California, United States. It operated from 1925 through 1942, but closed due to wartime meat shortages, in what was thought at the time to be a temporary situation. However, it never reopened. Glasgow Zoo opened in 1947 in Glasgow, Scotland. During the 56 years it was open, it was home to Tigers, lions, Polar bears, Elephants, and other animals big and small alike. It was closed in September 2003. [23] Gondwana Rainforest Sanctuary was established for Australian wildlife in the South Bank Parklands, in Brisbane, Queensland, Australia, following World Expo 88. In the latter half of 2005, the sanctuary was closed and dismantled and an office and retail store were built. Griffith Park Zoo was the predecessor to the current Los Angeles Zoo. It opened in 1912 and was located about 2 miles (3.2 km) south of the current zoo site until it was closed in August, 1966 and the animals were moved to the new Los Angeles Zoo.[19] Remnants of Griffith Park Zoo remain. Hacienda Nápoles (Spanish for \"Naples Estate\") was a luxurious estate built and owned by Colombian drug lord Pablo Escobar in Puerto Triunfo, Antioquia, Colombia (320 km (198.8 mi) NW of Bogotá). The estate covers about 20 km2 (7.7 sq mi) of land, and included a complete zoo housing animals from many continents, such as giraffes, ostriches, elephants, hippopotamuses, zebras, antelope, rhinos, bulls and Exotic Birds. The government of Columbia took over the estate after Escobar died, and most of the animals were shipped elsewhere, and his hippos escaped and are an invasive species to Columbia and South America. Heaven's Corner was a non-profit, USDA-licensed and certified zoo and animal sanctuary located in West Alexandria, Ohio, United States.[24] It closed down in 2015 because of a law that passed on exotic animals in Ohio that year. The High Delta Drive Thru Safari Park was a 40-acre (16 ha) safari park located in Delhi, Louisiana, United States, that featured exotic and endangered species. It was auctioned off due to bankruptcy on 21 November 2009.[25] The Hobart Zoo (also known as Beaumaris Zoo) was an old-fashioned zoological gardens located on the Queens Domain in Hobart, Tasmania, Australia. Inubōsaki Marine Park was located in Chōshi, Chiba Prefecture, Japan, and closed in 2018. Jungleland USA was a theme park in Thousand Oaks, California, United States, on the current site of the Thousand Oaks Civic Arts Plaza. It closed in October 1969, in part because of competition from other Southern California amusement parks, such as Disneyland, Knott's Berry Farm and Universal Studios Hollywood. The Jurong Reptile Park (also known as Jurong Reptile and Crocodile Paradise) was a 2-hectare (4.9-acre) reptile zoo located within the Boon Lay Planning Area of the Jurong district in Singapore.[26] The zoo was closed in 2006[27] because of other more popular zoos in Singapore such as Jurong Bird Park and the Singapore Zoo. The site is now occupied by The Village @ Jurong Hill.[28] Kjøbenhavns Aquarium at Vesterbrogade 33 in Copenhagen, Denmark, was designed in 1872 by Theodor Stuckenberg, and rebuilt in 1875 by Christian L. Thuren as a restaurant. It was demolished in 1877.[citation needed] Knaresborough Zoo was a zoo in Conyngham Park, Knaresborough, North Yorkshire, England. It was opened in 1965 and closed on 13 January 1986.[29] La Fontaine Park (or Parc La Fontaine in French) is a 36-hectare (89-acre) urban park located in Montreal's Plateau Mont-Royal district. At one time it had a small children's zoo, which closed in 1989. Lai Chi Kok Zoo was located in Hong Kong. Leeds Castle is built on islands in a lake formed by the River Len to the east of the village of Leeds. An aviary was added in 1980 and by 2011 it contained over 100 species. However, it was decided to close the aviary in October 2012 as it was felt the charity managing the castle could better use the £200,000 a year it cost to keep the aviary running.[30] Kings Island, in the town of Mason, Ohio, United States (just northeast of Cincinnati), operated a drive-through zoo called Lion Country Safari, which became Wild Animal Habitat between 1974 and 1993. Another Lion Country Safari operated in Grand Prairie, Texas (a suburb of Dallas) between 1971 and 1992. The park (located near what is now Lone Star Park) would often close in spring due to flooding (its location was adjacent to the Trinity River). The property remains undeveloped as of 2011 due to being in a floodplain. Another Lion Country Safari existed in Irvine, California, United States until 1984. The California park was designed by R. Duell & Associates (the same firm that designed Six Flags Magic Mountain). Lion Country was founded and headed up by South African CEO Harry Shuster of United Leisure in 1968. The first park opened in Florida in 1969, and the second park, in California, opened in June 1970. Kings Dominion, located in the town of Doswell, Virginia, United States (just north of Richmond), operated another Lion Country Safari from 1974 before the park's opening in 1975 through the fall of 1993. Little River Zoo was a 50-acre (20 ha) zoo in Norman, Oklahoma, United States. In 2010 it held about 400 animals.[31] It closed in March 2011.[32] The Manchester Zoological Gardens opened in 1838, on a 15-acre (6.1 ha) site between Broom Lane and Northumberland Street in Broughton, Salford, England. Manito Park and Zoo opened in 1905, in Spokane, Washington, United States. It was forced to close during the height of the Great Depression in 1932. Many of the animals were shot, including three bison and two grizzly bears. The surrounding park absorbed what was once the zoo, and it remains one of the most prominent parks of the city. All attempts to bring another multifaceted zoo to the Spokane area have failed to the present day.[33] [34] Marapana Wildlife Park (opened c.1981) was a 15-acre (6.1 ha) zoo located in Karnup, Western Australia, an outer suburb of Perth. It was home to wombats, dingoes, pythons, kangaroos, deer, emu, saltwater crocodiles, and other animals. It was forced to close on 8 May 2011 when a yellow sand mine took over the property.[35][36] Marineland, Napier or Marineland of New Zealand was a marine mammal park in Napier, New Zealand. The park opened in 1965 and closed to the public in September 2008. Marine World/Africa USA was a tourist attraction located in Redwood Shores, California, United States. The park was named Marine World when it first opened. The park moved in 1986 to Vallejo, California, to eventually become Six Flags Discovery Kingdom. The land of the former Marine World/Africa U.S.A. is now occupied by the world headquarters of Oracle Corporation. Marineland of the Pacific was a public oceanarium and tourist attraction located on the Palos Verdes Peninsula coast in Los Angeles County, California, United States. It opened in 1954 and was closed in 1987. ME's Zoo was a privately owned zoo in Parker City, Indiana, United States. The zoo covered over 40 acres (16 ha), and was home to more than 300 animals. ME's Zoo was especially popular in the weeks preceding Christmas, when the zoo grounds were decorated with more than 200,000 lights. The zoo closed on September 27, 2009. Muskingum County Animal Farm was a private zoo located in Zanesville, Ohio, United States. It closed in 2011 when the owner released the animals and committed suicide, having been frequently reported for cruelty to its residents.[37] The Okanagan Game Farm was a private zoo located in Kaleden, British Columbia, a small community approximately 8 kilometres (5.0 mi) south of Penticton, British Columbia. The park closed on March 31, 1999 after 33 years in operation.[38] Oxford Zoo was a zoo in Kidlington, just north of the city of Oxford in Oxfordshire, England. It was opened in 1931/2 and closed in 1937.[39][40] Pearl Coast Zoological Gardens was a large private zoo established at Cable Beach near Broome, Western Australia by Lord Baron Alisatir McAlpine in 1984 as a tourism venture. The zoo eventually expanded to over 60 hectares and included a variety of African antelope, Zebra, Pygmy Hippopotamus, Cheetah and a large collection of birds. After several years of financial struggle the zoo closed down in 1991 and the animals were relocated to other facilities. Penscynor Wildlife Park was a wildlife and safari park located near Neath in South Wales. It opened in 1971 and closed in 1998. A zoo located in Wardensville, West Virginia that served as a local post office until the 1800s. In the 1980s, it opened as a general store, and later as Perry Wildlife Zoo. After the zoo closed in 2013, the property was purchased by a young couple, and later became a chicken farm. Peshwe Park was a small 7-acre (2.8 ha) zoo opened in 1953 by the Pune Municipal Corporation where Madhavrao Peshwe had established a private menagerie in 1870. Located in the heart of Pune, India at the base of the Parvati hills, this zoo exhibited animals in traditional cages. Starting in 1997, the animals were gradually moved to the Rajiv Gandhi Zoological Park, the last animal being moved out on 16 March 2005.[41] The Philadelphia Aquarium, one of the first aquariums in the United States, was located on the shore of the Schuylkill River in Philadelphia's decommissioned Fairmount Water Works buildings from 1911 to 1962 as part of Fairmount Park. The Pier 54 Aquarium was opened by Ivar Haglud as the Pier 3 Aquarium in Seattle, Washington, United States in 1938. It was renamed during World War II. It closed in 1956.[42] Rainbow Springs State Park is a Florida State Park located on U.S. 41, three miles (5 km) north of Dunnellon, Florida. There used to be a small zoo complex in the gardens. Some of the facilities still exist but are no longer used. St. Paul at Chittenden Locks was a ship converted to an aquarium in Seattle, Washington, United States.[42] Scarborough Zoo was in operation between 1969 and 1984, based in Scarborough, North Yorkshire, England.[42] Seattle Marine Aquarium was a private aquarium owned and operated by Ted Griffin and located on Pier 56 in Seattle, Washington, United States.[42] The aquarium closed in 1977, the same year that the Seattle Aquarium opened on Pier 59. Under founder Ted Griffen, the aquarium was home to seven captured orcas, four named (Namu, Shamu, Katy, and Kandu), and three unnamed.[43][44] SeaWorld Ohio was a park in the SeaWorld chain of marine animal theme parks. The park opened in 1970 directly across from Geauga Lake in Aurora, Ohio, United States. In 2001, SeaWorld sold the park to Six Flags, combining it with Geauga Lake to form Six Flags Worlds of Adventure. The park was completely demolished after the 2004 season and was rebuilt into Wildwater Kingdom for the 2005 season. Selig Zoo was a combination movie studio and zoo located next to Lincoln Park, Los Angeles. It was opened in 1915 by \"Colonel\" William Selig.[19] Senning's Park was a park located across New Cut Road from Iroquois Park in Louisville, Kentucky, United States, on the site of present-day Colonial Gardens. It was the site of the first zoo in the city.[45] Seven Seas Marine Life Park was a 35-acre (14 ha) marine mammal park and animal theme park built and owned by the city of Arlington, Texas, United States. The park opened on March 18, 1972. The city council of Arlington voted to close the park in 1976 because it did not generate enough revenue to both pay its operating expenses and pay off the bonded indebtedness.[46] The Arlington Sheraton Hotel now stands on this property. Singapore Crocodile Farm (also known as the Tan Moh Hong Reptile Skin and Crocodile Farm) was located on Upper Serangoon Road in Singapore. This 1-acre (0.40 ha) facility was started in 1945 by Tan Gna Chua, and was eventually opened to the public. It was closed in 2012.[27] Slater Park Zoo in Slater Park, Pawtucket, Rhode Island, United States, was closed in 1993.[47] Soco Gardens Zoo was a private zoo in Maggie Valley, North Carolina, United States, that closed in October 2005 after being in operation for more than 50 years.[48] The South Boston Aquarium was opened in Boston, Massachusetts, United States in 1912, and was closed in 1954.[49] Located in Southam, Warwickshire, England this zoo was opened to the public in 1966 and closed in 1985. Southport Zoo was in Merseyside, England. Stanley Park Zoo was located in Stanley Park, bordering downtown Vancouver, British Columbia, Canada. It was closed in 1996. Surrey Zoological Gardens was a zoo located in the Royal Surrey Gardens in Kennington, London, England. The gardens were acquired in 1831 by impresario Edward Cross to be the location of his new Surrey Zoological Gardens, using animals from his menagerie at Exeter Exchange, in competition with the new London Zoo in Regent's Park. A large circular domed glass conservatory was built in the gardens, 300 feet (90 m) in circumference, with more than 6,000 square feet (560 m2) of glass, to contain separate cages for lions, tigers, a rhinoceros, and giraffes. After Cross's death, the animals were sold off in 1856 to build Surrey Music Hall in the gardens. Tel Aviv Zoo was in Tel Aviv, Israel, and was open from 1938 to 1981.[50] Tift Park Zoo was located in Albany, Georgia, United States. It was closed in 1977 when all of the animals were moved to the Chehaw Wild Animal Park.[51][52][53] Triangle Metro Zoo (originally Zoo Fauna) was a privately owned and operated 40-acre (16 ha) zoo that was open from 1998 until 2006. It was located in Wake Forest, North Carolina, United States. The zoo originated from Larry Seibel's long experience in breeding exotic animals, and was opened in 1998.[citation needed] It was situated in a heavily forested area astride a small stream. Its name derives from the area of North Carolina in which the zoo was located, which is called \"the Triangle\" because it comprises the three larger cities of Raleigh, Durham, and Chapel Hill. Shortly after the zoo opened in 1998, the barn containing the gift shop and restrooms burned down, and was never rebuilt. The owner cited lack of facilities at the zoo due to this fire, which prevented him from putting up a permanent sign on Capital Boulevard, as one of many factors that led to the lack of funds for the zoo and its eventual closure.[48] Seibel closed the zoo in February 2006, citing money and personal problems, as well as encroaching development that would require him to fence the entire property.[54][55] After the zoo closed, the Bengal tiger Raja, who Seibel and staff had rescued from neglectful owners, was moved to the Carnivore Preservation Trust in Pittsboro, North Carolina after having first been quarantined at the North Carolina Zoo.[56][57] Other animals were transferred to various private collections and zoos.[54] The zoo was home to some 500 animals representing 85 species.[55][58] Mammals at the zoo included a Bengal tiger, blackbuck, Himalayan moon bears, camels, capybara, caracals, coati, donkeys, fallow deer, red kangaroos, lemurs, lions, llama, scimitar oryx, muntjac, sloths, servals, and zebras. Birds included chickens, sarus cranes, red-crowned cranes, blue-and-gold macaws, scarlet macaws, military macaws, doves, emu, ostriches, pheasants, pigeons, toucans. Reptiles included leopard geckos, bearded dragons, and various species of skinks and snakes.[58] In 1995 the Upper Clements Wildlife Park opened near the tourist town of Annapolis Royal in Upper Clements, Nova Scotia, Canada. In 2007 the wildlife park and an adjacent Upper Clements Theme Park were purchased by non-profit Upper Clements Parks Society. In 2010 the Wildlife Park was closed.[59] In 2012, the Upper Clements Adventure Park was opened adjacent to Upper Clements Theme Park to form Upper Clements Parks.[60] Van Kleef Aquarium was located in Singapore. Walk in the Wild was located in what is now the city of Spokane Valley, Washington, United States, but which was an unincorporated area of Spokane County at the time. It operated from 1972 to 1995, becoming the second zoo to fail in the area after Manito (above) in 1932. Attendance peaked in the early 1990s, and the zoo even included rare snow leopards for a time. Nevertheless, there were financial and public relations struggles throughout its history, and it closed after failing to get enough funding from the county and donations. The grounds were turned into Mirabeau Point Park and a local YMCA. [34] Wanneroo Lion Park, formerly Bullen's African Lion Safari Park, was an open-range zoo in Carabooda, in the north of Perth, Western Australia.[61] It operated for 17 years, between 1971 and 1988.[62] Wassenar Zoo (or Dierenpark Wassenaar) was just off the highway from Amsterdam to The Hague in Wassenaar, Netherlands, about 5 kilometers (3.1 mi) from the Hague. The zoo was opened in 1937 and closed on 1 December 1985. The buildings were abandoned but still standing as of 2010.[63][64] Wheeler Park Zoo was located in Oklahoma City, Oklahoma, United States. Park land was donated to the city in 1902 by James B. Wheeler. A local man donated a deer to the park, and other donations in the form of pets and wild-caught animals followed. The resulting menagerie was first called \"the zoo\" by the Daily Oklahoman on August 19, 1903. The zoo had problems with flooding, and the animals were eventually moved to a new facility in Lincoln Park in 1920.[65] Windsor Safari Park was a popular family attraction built on St. Leonards Hill on the outskirts of the English town of Windsor in Berkshire; it has since been converted into the site of Legoland Windsor. Billed as \"The African Adventure\", the park included drive-through animal enclosures, aviaries, a dolphinarium and minor theme park rides. Former zoo located at Wyndham, Western Australia which specialized in displaying Crocodiles. The park closed in 2014. The Zoo at Nay Aug was located in Nay Aug Park in Scranton, Pennsylvania, United States. It once hosted the famous Tilly the elephant and Joshua the donkey. The zoo closed in 1988, and the newest elephant Toni was shipped to the National Zoo in Washington D.C. in 1989. The zoo remained closed until summer 2003, when it reopened as a smaller wildlife rehabilitation center. In an article in Time magazine, this zoo in 2008 was the 4th worst animal treatment (abuse) zoo in America. In 2009 the zoo once again closed, due to public outcry over conditions, with the site being given to Lackawanna College to use as a natural research center. Zoo Labyrinth Boekelo was in Enschede in the province of Overijssel, the Netherlands. It opened in 2005,[66] and included a series of labyrinths and mazes to test the senses and help teach about nature. It also included a butterfly garden.[67][68] The zoo was closed in 2012. Zoo Nebraska was a zoo located in Royal, Nebraska, United States. It closed in June 2007 after a 2005 incident where three Chimpanzees escaped and were shot dead by its director.[69][70][71] The Zoological Garden of Hamburg (German: Zoologischer Garten zu Hamburg) was a zoo in Hamburg, Germany that operated from 1863 until 1930. Its aquarium, which opened in 1864, was among the first in the world. Zological Garden of Faliro (Greek:Ζωολογικός κήπος του Φαλήρου) was the first Zoo in Greece. It opened at 1901 in Athens by Nikolas Germanos. Faliro zoo was home for animals like lions, tigers, bears, giraffes, ostriches, exotic birds, orangutans, cheetahs and other animals. Some of the animals were the first ever seen by the people in Athens, who were negative to the zoo at first, but soon it became a favourite destination. It closed in 1916 because of WW1 and other problems.","Title":"List of former zoos and aquariums - Wikipedia","KeyID":"12164","URL":"https://en.wikipedia.org/wiki/List_of_former_zoos_and_aquariums"}