{"Content: ":"A frozen zoo is a storage facility in which genetic materials taken from animals (e.g. DNA, sperm, eggs, embryos and live tissue) are stored at very low temperatures (−196 °C) in tanks of liquid nitrogen.[1] Material preserved in this way can be stored indefinitely[2] and used for artificial insemination, in vitro fertilisation, embryo transfer, and cloning. Some facilities also collect and cryopreserve plant material (usually seeds). The first frozen zoo was established at the San Diego Zoo by pathologist Kurt Benirschke in 1972.[3][4][5] At the time there was no technology available to make use of the collection, but Benirschke believed such technology would be developed in the future.[6] The frozen zoo idea was later supported in Gregory Benford's 1992 paper proposing a Library of Life.[7] Zoos such as the San Diego Zoo and research programs such as the Audubon Center for Research of Endangered Species[8][2] cryopreserve genetic material in order to protect the diversity of the gene pool of endangered species, or to provide for a prospective reintroduction of such extinct species as the Tasmanian tiger[9] and the mammoth.[10] Gathering material for a frozen zoo is rendered simple by the abundance of sperm in males. Sperm can be taken from an animal following death. The production of eggs, which in females is usually low, can be increased through hormone treatment to obtain 10–20 oocytes, dependent on the species. Some frozen zoos prefer to fertilize eggs and freeze the resulting embryo, as embryos are more resilient under the cryopreservation process.[11] Some centers also collect skin cell samples of endangered animals or extinct species. The Scripps Research Institute has successfully made skin cells into cultures of special cells called induced pluripotent stem cells (IPS cells). It is theoretically possible to make sperm and egg cells from these IPS cells.[4] Several animals whose cells were preserved in frozen zoos have been cloned to increase the genetic diversity of endangered species, as of 2021[update]. One attempt to clone an extinct species was made in 2003; the newborn Pyrenean ibex died of a development disorder which may have been linked to the cloning, and there are not enough genetic samples in frozen zoos to re-create a breeding Pyrenean ibex population. The Frozen Zoo at the San Diego Zoo's Institute for Conservation Research currently stores a collection of 8,400 samples from over 800 species and subspecies.[12] Frozen Zoo at San Diego Zoo Conservation Research has acted as a forbearer to similar projects at other zoos in the United States and Europe.[13][14] However, there are still less than a dozen frozen zoos worldwide.[2] At the United Arab Emirates' Breeding Centre for Endangered Arabian Wildlife (BCEAW) in Sharjah, the embryos stored include the extremely endangered Gordon’s wildcat (Felis silvestris gordoni) and the Arabian leopard (Panthera pardus nimr) (of which there are only 50 in the wild).[11] The Audubon Center for Research of Endangered Species, affiliated with the University of New Orleans, is maintaining a frozen zoo. In 2000 the Center implanted a frozen-thawed embryo from the highly endangered African wildcat into the uterus of a domestic house cat, resulting in a healthy male wildcat.[15] The Frozen Ark is a frozen zoo established in 2004 and jointly managed by the Zoological Society of London, the London Natural History Museum, and the University of Nottingham.[16][17] The University of Georgia's Regenerative Bioscience Center is building a frozen zoo. RBC Director Steven Stice and animal and dairy science assistant professor Franklin West created the facility with the thought of saving endangered cat species. The scientists have already extracted cells from a Sumatran tiger, which could be used for artificial insemination. Artificial insemination provides a remedy for animals who, due to anatomical or physiological reasons, are unable to reproduce in the natural way. Reproduction of stored genetic material also allows for the fostering of genetic improvements, and the prevention of inbreeding. Modern technology allows for genetic manipulation in animals without keeping them in captivity. However, the success of their restoration into the wild would require the application of new science and a sufficient amount of previously collected material.[11] A gaur that died of natural causes had some skin cells frozen and added to the San Diego Frozen Zoo. Eight years later, DNA from these cells was inserted into a domestic-cow egg to create an embryo (trans-species cloning), which was then implanted in a domestic cow (Bos taurus). On 8 January 2001, the gaur, named Noah, was born in Sioux Center, Iowa. Noah was initially healthy, but the next day, he came down with clostridial enteritis, and died of dysentery within 48 hours of birth. This is not uncommon in uncloned animals and the researchers did not think it was due to the cloning.[18] The banteng was the second endangered species to be successfully cloned, and the first clone to survive beyond infancy.[19][20] Scientists at Advanced Cell Technology in Worcester, Massachusetts extracted DNA from skin cells of a dead male banteng, that were preserved in San Diego 's Frozen Zoo facility, and transferred it into eggs from domestic banteng cows, a process called somatic cell nuclear transfer. Thirty embryos were created and implanted in domestic banteng cows. Two were carried to term and delivered by Caesarian section. The first was born on 1 April 2003, and the second two days later. The second was euthanised, apparently suffering from large offspring syndrome (an overgrowth disorder), but the first survived and lived for seven years at the San Diego Zoo, where it died in April 2010 after it broke a leg and was euthanised.[21][22] In 2020, the first cloned Przewalski's horse was born, the result of a collaboration between San Diego Zoo Global, ViaGen Equine and Revive & Restore.[23] The cloning was carried out by somatic cell nuclear transfer (SCNT), whereby a viable embryo is created by transplanting the DNA-containing nucleus of a somatic cell into an immature egg cell (oocyte) that has had its own nucleus removed, producing offspring genetically identical to the somatic cell donor.[24] Since the oocyte used was from a domestic horse, this was an example of interspecies SCNT.[25] The somatic cell donor was a Przewalski's horse stallion named Kuporovic, born in the UK in 1975, and relocated three years later to the US, where he died in 1998. Due to concerns over the loss of genetic variation in the captive Przewalski's horse population, and in anticipation of the development of new cloning techniques, tissue from the stallion was cryopreserved at the San Diego Zoo's Frozen Zoo. Breeding of this individual in the 1980s had already substantially increased the genetic diversity of the captive population, after he was discovered to have more unique alleles than any other horse living at the time, including otherwise-lost genetic material from two of the original captive founders.[23] To produce the clone, frozen skin fibroblasts were thawed, and grown in cell culture.[26] An oocyte was collected from a domestic horse, and its nucleus replaced by a nucleus collected from a cultured Przewalski's horse fibroblast. The resulting embryo was induced to begin division, and was cultured until it reached the blastocyst stage, then implanted into a domestic horse surrogate mare,[26] which carried the embryo to term and delivered a foal with the Przewalski's horse DNA of the long-deceased stallion. The cloned horse was named Kurt, after Dr. Kurt Benirschke, a geneticist who developed the idea of cryopreserving genetic material from species considered to be endangered. His ideas led to the creation of the Frozen Zoo as a genetic library.[27] There is a breeding herd in the San Diego Zoo Safari Park.[28] Once the foal matures, he will be relocated to the breeding herd at the San Diego Zoo Safari Park,[29] so as to pass Kuporovic's genes into the larger captive Przewalski's horse population and increase the genetic variation of the species.[23] The cells of two 1980s wild-caught black-footed ferrets that never bred in captivity were preserved in the San Diego Wildlife Alliance Frozen Zoo. One of them was cloned to increase genetic diversity in this species in December 2020. More clones of both are planned. They will initially be bred separately from the non-cloned population.[30] The Pyrenean ibex went extinct in 2003. In 2003 frozen cells from the last one (a male killed by a falling branch) were used to clone 208 embryos, of which 7 successfully implanted in goats, and one made it to term. That one ibex died of respiratory failure just after birth; quite possibly as a result of the cloning process, its lungs had not developed properly. There may not be enough individuals' cells preserved to create a breeding population.[31][32]","Title":"Frozen zoo - Wikipedia","KeyID":"12173","URL":"https://en.wikipedia.org/wiki/Frozen_zoo"}