{"Content: ":"Behavioral enrichment is an animal husbandry principle that seeks to enhance the quality of captive animal care by identifying and providing the environmental stimuli necessary for optimal psychological and physiological well-being.[1] Enrichment can either be active or passive, depending on whether it requires direct contact between the animal and the enrichment. A variety of enrichment techniques are used to create desired outcomes similar to an animal's individual and species' history. Each of the techniques used are intended to stimulate the animal's senses similarly to how they would be activated in the wild. Provided enrichment may be seen in the form of auditory, olfactory, habitat factors, food, research projects, training, and objects.[2] Environmental enrichment can improve the overall welfare of animals in captivity and create a habitat similar to what they would experience in their wild environment. It aims to maintain an animal's physical and psychological health by increasing the range or number of species-specific behaviors, increasing positive interaction with the captive environment, preventing or reducing the frequency of abnormal behaviors, such as stereotypies, and increasing the individual's ability to cope with the challenges of captivity.[3] Stereotypies are seen in captive animals due to stress and boredom. This includes pacing, self-harm, over-grooming, head-weaving, etc.[4] Environmental enrichment can be offered to any animal in captivity, including: Environmental enrichment can be beneficial to a wide range of vertebrates and invertebrates such as land mammals, marine mammals, and amphibians.[10] In the United States, specific regulations (Animal Welfare Act of 1966) must be followed for enrichment plans in order to guarantee, regulate, and provide appropriate living environments and stimulation for animals in captivity.[11] Moreover, the Association of Zoos and Aquariums (also known as the AZA), requires that animal husbandry and welfare be a main concern for those caring for animals in captivity. Passive enrichment provides sensory stimulation but no direct contact or control. This type of enrichment is commonly used for its potential to benefit several animals simultaneously as well as requiring limited direct animal contact.[12] Visual enrichment is typically provided by changing the layout of an animal's holding area. The type of visual enrichment can vary, from something as simple as adding pictures on walls to videotapes and television. Visual enrichment such as television can especially benefit animals housed in single cages.[13] Mirrors are also a potential form of enrichment, specifically for animals that display an understanding of self-recognition, such as non-human primates. In addition to using mirrors to reflect the animal's own image, mirrors can also be angled so the animal is able to see normally out-of-sight areas of the holding area.[13] Enclosures in modern zoos are often designed to facilitate environmental enrichment. For example, the Denver Zoo's exhibit Predator Ridge allows different African carnivores to be rotated among several enclosures, providing the animals with a differently sized environment. In the wild, animals are exposed to a variety of sounds that they normally do not encounter in captivity. Auditory enrichment can be used to mimic the animal's natural habitat. Types of nature-based auditory enrichment include rain forest sounds and con-specific vocalizations.[13] The most common form of auditory enrichment is music, whose principal stems primarily from its benefit to humans. The benefits of classical music have been widely studied in animals, from sows[14] to non-human primates.[15] Studies have also looked at various other genres, such as pop and rock, but their ability to provide effective enrichment remains inconclusive.[15][16][17] Most types of music that are selected for enrichment are based on human preferences, causing anthropomorphic biases that may not translate to other animals.[17] Therefore, music that is specifically attuned to the animal's auditory senses could be beneficial.[18] Species-specific sounds require further research to find what pitch, frequency, and range is most suitable for the animal. Active enrichment often requires the animal to perform some sort of physical activity as well as direct interaction with the enrichment object. Active enrichment items can temporarily reduce stereotypic behaviors as their beneficial effects are usually limited to the short periods of active use.[12] Food-based enrichment is meant to mimic what a captive animal would do in the wild for food. This is extremely important because in the wild, animals are adapted to work hard for what they eat. A lot of time and energy is spent finding food, which is why this tactic is used to make it more challenging for the animal rather than just feeding it simple food.[19] Forcing the animal to work for its food causes more stimulation, preventing it from becoming bored.[19] This kind of enrichment can also help with a captive animal's physical health because it could force the animal to be more active.[19] For example, food can be hidden and spread cross an enclosure making the animal actively search for it. Other common manipulable tactile objects include rubber toys stuffed with treats. Instead of providing the food directly, foraging devices are useful in increasing the amount of searching and foraging of food, comparable to the amount of time they would spend in the wild.[13] Most food-based enrichment occurs in the context of searching for food, such as cracking open a nut or digging holes in tree trunks for worms. Structural Enrichment is when objects are added to an enclosure to mimic an animal's natural habitat. These objects can be switched out occasionally or kept permanently.[20] The environment of captive animals should be switched frequently since their environment in the wild would bring on new objects and exploration. Research into what constitutes the most beneficial and appropriate forms of enrichment must be used when considering the provision of enrichment options, escpecially for species where natural-like settings may be difficult to achieve.[21] The animal should never become too familiar with their environment because that can cause boredom, no stimulation or stereotypical behavior.[20] Examples of this could be swings or climbing structures.[20] Stones have also been shown to encourage exploratory behavior in Japanese macaques. Interaction with the stones exhibited behaviors such as gathering, rolling in hands, rubbing, and carrying.[13] Other common forms include cardboard, forage, and even the texture of the food (i.e. hard, smooth, cold, warm).[22] Olfactory enrichment can stimulate naturalistic behavior, enhance exploration, and reduce inactivity.[23] This type of enrichment is most commonly used for wild felines, both large and small. Exposure to different odors has been shown to influence behavior, resulting in increased activity and exploration.[24] Odors can be smeared or sprayed on an object such as a ball or a tree branch. Types of odors can include catnip, odor of conspecific, or perfume. In the wild, animals deal with ecological challenges in order to acquire the resources, such as food and shelter, that they require to survive.[25] These challenges arise from interactions with other animals, or through changes to their environment that require the individuals to exercise their cognitive ability and to improve their behavioral strategies.[25] Therefore, these challenges act as an important problem-solving element in the animals' day-to-day lives, and in-turn, increases their overall fitness.[25] Lack of cognitive stimulation can cause boredom and frustration which can potentially lead to abnormal behaviors.[26] Cognitive enrichment has been gaining more attention in the last few decades as it has shed some light on the importance of ecological challenges for captive animals, specifically laboratory, farm and zoo, as a means for improving wellbeing.[citation needed] However, there is no current consensus on the definition of this term.[citation needed] A proposed definition of cognitive enrichment is as follows: improving animal welfare by providing opportunities for captive animals to use cognitive skills for problem solving and providing limited control over some aspects of its environment.[27] Typically, it involves a reward, be it a sense of satisfaction or receiving something tangible such as food.[citation needed] The animal therefore anticipates positive benefits from a challenging situation[28] which can directly affect its emotional processes.[26] Cognitive enrichment should be provided in addition to a diverse environment that is already structurally and socially enriched; it goes beyond the basic needs of the animals.[28] Cognitive enrichment can, however, overlap with other categories of enrichment.[29] For instance, puzzle feeders are becoming a common practice, providing more challenge and skill than a routine feeding.[citation needed] Providing new toys in the environment and increasing social opportunities for rodents also increase cognitive stimulation.[30] Some also consider training to be a form of cognitive enrichment, as it requires animals to use their cognitive skills to perform tasks in response to specific cues.[citation needed] The term ‘cognitive enrichment’ first emerged in a 2003 study on age-dependent cognition in beagle dogs.[31] The study found that given enough time, older animals still had the capacity to improve their cognitive skills.[31] Research has also shown that more cognitive enrichment earlier in life affects long-term cognitive performance.[29] Laboratory research has demonstrated that increased cognitive enrichment can potentially improve laboratory sanitation, and the health and wellbeing of the animals.[32] For example, one experiment used clicker training as positive reinforcement with laboratory mice in a three-week session with three different training challenges.[32] Consequently, the trained mice exhibited a decreased fear of humans, depressive behaviors, and vocalizations.[32] Research on long-term cognitive enrichment in farm animals has also been tested using domestic pigs.[33] The experiment began by conditioning the pigs to respond to unique acoustic noises in order to receive their food.[33] Once they knew their own sound, they would be summoned individually to the feeding area.[33] In the next phase, the pigs were required to press a button in order to receive their food and the number of times they needed to press the button increased with time.[33] The pigs in the experiment that performed the cognitive enrichment were significantly less aggressive than the control pigs, experienced positive physiological changes, and were less fearful and more exploratory in novel situations.[33] Relative to the laboratory and farm setting, it appears that there are a limited number of research articles that have tested cognitive enrichment in zoos with definitive and measurable results. In a review of enrichment in nonhuman primate captivity, there were some mixed conclusions.[34] It was found the puzzle box feeders increased foraging time for various species, a behavior which can be correlated with a decrease in aggressive and abnormal behaviors.[34] However, in some cases there were no observable changes in its effects,[35] and even an increase in aggression over competition for the puzzle box.[34] There is evidence of a successful cognitive enrichment technique in one zoo where the chimpanzees were required to use various tools in feeder contraptions in order to replicate potential instances in their natural environment.[36] The study was set up with different levels so they could slowly learn the techniques, so as to not discourage the chimpanzees.[36] These specially designed feeders increased tool-using behaviors, while reducing abnormal and self-directed behaviors.[36] The authors, however, do admit there were not many abnormal behaviors to begin with from this small sample group (n=5).[36] Research has found that there is a need for additional cognitive enrichment in aquariums for cetaceans and pinnipeds that goes beyond animal training.[37] Examples include encouraging increased choice, allowing additional control over their environment, and promoting more under-water problem solving devices and tasks.[37] Computerized and touchscreen tasks are growing in popularity as they provide feedback as to whether an animal is being cognitively stimulated, whether the task is overly challenging (potentially causing frustration) or not challenging enough (potentially causing boredom).[citation needed] These challenges typically test a specific cognitive skill and are designed so that results can be compared between individuals.[citation needed] However, it has been said that computerized tasks are not ideal or practical for a zoo enclosure setting.[35] Animal welfare research has been criticized for being anthropocentric, emotionally driven rather than scientific.[38] It is argued that there is a need to take an allostasis view (stability through change), instead of a homeostasis view (maintained at a set point) of animal wellbeing[38] which could potentially be achieved through improved cognitive enrichment. It is also argued that the success of enrichment is too often measured by observing a decrease in negative behaviour, for instance aggression, and that it should be measured by indication of good wellbeing and positive emotion.[28] Others emphasize that it is crucial that there be benefits to the animal's welfare in order for the process to be considered cognitive enrichment.[37] Social enrichment can either involve housing a group of conspecifics or animals of different species that would naturally encounter each other in the wild. Social animals in particular (i.e. most primates, lions, flamingos, etc.), benefit from social enrichment because it has the positive effect of creating confidence in the group.[39] Social enrichment can encourage social behaviors that are seen in the wild, including feeding, foraging, defense, territoriality, reproduction, and courtship.[40] The most common form of human-interaction enrichment is training. The human and animal interaction during training builds trust, and increases the animal's cooperation during clinical and research procedures. In addition, training sessions have been shown to benefit the welfare of both individually housed animals and communally housed animals by providing cognitive stimulation, increasing social play, decreasing inactivity, and mitigating social aggression during feeding.[41] A survey of over 200 staff working with mammals at 60 zoos in 13 countries found that all forms of enrichment were considered important for mammals, but several of them were rarely available, because of lack of staff or other priorities.[42] * time span over a one-week period ** feeding enrichment sessions differ from routine feeding sessions A range of methods can be used to assess which environmental enrichment should be provided. These are based on the premises that captive animals should perform behaviors in a similar way to those in the ethogram of their ancestral species,[43] animals should be allowed to perform the activities or interactions they prefer, i.e. preference test studies,[44] and animals should be allowed to perform those activities for which they are highly motivated, i.e. motivation studies.[45] Environmental enrichment is a way to ensure that an animals natural and instinctual behaviors are kept and able to be passed and taught from one generation to the next. Enrichment techniques that encourage species specific behaviors, like those that are discovered in the wild, have been studied and found to help the process of reintroduction of endangered species into their natural habitats, as well as helping to create offspring with natural traits and behaviors.[46] The main way the success of environmental enrichment can be measured is by recognizing the behavioral changes that occur from the techniques used to shape desired behaviors of the animal compared to the behaviors of those found in the wild.[47] Other ways that the success of environmental enrichment can be assessed quantitatively by a range of behavioral and physiological indicators of animal welfare. In addition to those listed above, behavioral indicators include the occurrence of abnormal behaviours (e.g. stereotypies),[48][49] cognitive bias studies,[50] and the effects of frustration.[51][52] Physiological indicators include heart rate,[53] corticosteroids,[54] immune function,[55] neuorobiology,[56] eggshell quality[57] and thermography.[58] It is very difficult for zookeepers to measure the effectiveness of enrichment in terms of the stress due to the fact that animals that are found in zoos are oftentimes on display and presented with very abnormal conditions that can cause uneasiness and stress. Measuring enrichment in terms of reproduction is easier because of our ability to record offspring numbers and fertility. By making necessary environment changes and providing mental stimulation, animals in captivity have been seen to reproduce at a more similar rate to their wild ancestors in comparison to those provided with less behavioral and environmental enrichment.[47] Although environmental enrichment can provide sensory and social stimulations, it can also have limited efficacy if not changed frequently. Animals can become habituated to environmental enrichments, showing positive behaviors at onset of exposure and progressively declining with time. Environmental enrichments are effective primarily because it offers novelty stimuli, making the animal's daily routines less predictable, as would be in the wild. Therefore, maintaining novelty is important for the efficacy of the enrichment. Frequently changing the type of environmental enrichment will help prevent habituation.[7] Usage of more highly advanced enrichment devices, such as computerized devices, requires training. This can lead to issues as training often consists of food as a reward. While food encourages the animal to participate with the device, the animal could associate the device with food. As a result, the interaction with the enrichment would bring about behaviors that are associated with training instead of the desired playful and voluntary behaviors.[59] The process of producing and providing environmental enrichment usually require a large allocation of time and resources. In a survey,[42] \"time taken by animal care staff to complete other tasks\" was the most significant factor influencing environmental enrichment provisions and scheduling. Therefore, it is important to develop appropriate environmental enrichment programs that can be effectively carried out with the size of staff and time available.","Title":"Behavioral enrichment - Wikipedia","KeyID":"12172","URL":"https://en.wikipedia.org/wiki/Behavioral_enrichment"}