{"Content: ":"Deforestation is a primary contributor to climate change.[2][3] Land use changes, especially in the form of deforestation,[4] are the second largest anthropogenic source of atmospheric carbon dioxide emissions, after fossil fuel combustion.[5] Greenhouse gases are emitted during combustion of forest biomass and decomposition of remaining plant material and soil carbon. Global models and national greenhouse gas inventories give similar results for deforestation emissions.[4] As of 2019[update], deforestation is responsible for about 11% of global greenhouse gas emissions.[6] Carbon emissions from tropical deforestation are accelerating.[7][8] Peatland degradation also emits GHG. Growing forests are a carbon sink with additional potential to mitigate the effects of climate change. Some of the effects of climate change, such as more wildfires,[9] may increase deforestation.[10] Deforestation comes in many forms: wildfire, agricultural clearcutting, livestock ranching, and logging for timber, among others. The vast majority of agricultural activity resulting in deforestation is subsidized by government tax revenue.[11] Forests cover 31% of the land area on Earth and annually 75,700 square kilometers (18.7 million acres) of the forest is lost.[12] According to the World Resources Institute, there was a 12% increase in the loss of primary tropical forests from 2019 to 2020.[13] Mass deforestation continues to threaten tropical forests, their biodiversity, and the ecosystem services they provide. The main area of concern of deforestation is in tropical rain forests since they are home to the majority of the planet's biodiversity. Averaged over all land and ocean surfaces, temperatures warmed roughly 1 °C (1.8 °F) between 1880 and 2020, according to the Intergovernmental Panel on Climate Change.[14] In the Northern Hemisphere, 1983 to 2012 were the warmest 30-year period of the last 1400 years.[15] A large contributing factor to deforestation is the lumber industry. A total of almost 4 million hectares (9.9×10^6 acres) of timber,[16] or about 1.3% of all forest land, is harvested each year. In addition, the increasing demand for low-cost timber products only supports the lumber company to continue logging.[17] The carbon emitted from the process of converting timber to wood products accounts for 15%[16] of the carbon emissions in the environment. Deforestation is the main concern in tropical rainforests since they are home to millions of animals and much biodiversity.[18] Not only does the lumber industry impact local deforestation, but it also impacts the whole environment as deforestation is a major driver of climate change. The expansion of the palm oil industry and increased demand have resulted in greater deforestation in tropical climatic regions. The estimated demand for palm oil is expected to surge to approximately double the amount today, \"240 Mt in 2050\". Palm oil serves two purposes that are highly in demand for anthropogenic use: edible use and biofuel use. It is expected that biofuel demands are to surpass the demand for edible palm oil production. Between 2000 and 2012, Indonesia lost over 15 million acres of forest due to the expansion of the palm oil industry.[19] Whilst efforts have been made to decrease the rate of deforestation in the country, such as increased law enforcement, there is still room for further intervention. Overall, the demand increase is expected to result in greater palm oil expansion, which would contribute to further tropical deforestation.[20] Livestock ranching requires large portions of land to raise herds of animals and livestock crops for consumer needs. Livestock ranching was established in Tejas at the time of the Spanish Missions, between 1820 and 1865 and was mainly driven by Mexican cowboys.[21][22] Later, when the missions were closed and the priests and soldiers abandoned the area but leaving the cattle behind, the task was taken up by private citizens.[22] After the Civil War, Texans began rounding up the cattle and selling northward to states such as Kansas and Illinois.[22] According to Greenpeace, a non-governmental global environmental organization, the cattle industry is responsible for a significant amount of methane emissions since 60% of all mammals on earth are livestock cows.[23][24] The largest cause of deforestation and acute degradation is agriculture. According to Wageningen University and Research Center, more than 80% of deforestation can be contributed to agriculture.[26] Forests are being converted to plantations for coffee, tea, palm oil, rice, rubber, and various other popular products.[27] The rising demand for certain products and global trade arrangements causes forest conversions, which ultimately leads to soil erosion.[28] The top soil oftentimes erodes after forests are cleared which leads to sediment increase in rivers and streams. Over time, land used for agricultural purposes degrades, resulting in unusable land which causes producers to need to find new productive lands. Moreover, agricultural expansion plays a role in coupled systems that cause climatic effects that reach far beyond agricultural croplands. Environmental factor#Socioeconomic Drivers Most deforestation also occurs in tropical regions. However, studies have shown that non-tropical forests will also see consequences from deforestation， as new pressures from climate change will warm areas that were once uninhabitable or too frigid to be arable.[29] The estimated amount of total land mass used by agriculture is around 38%.[30] The main drivers of deforestation in relation to agriculture are population growth and the increased pressures for agricultural expansion. Deforestation is linked with CO2 emissions,[30] in part due from crops having a relatively less impressive carbon storage per unit area than wooded areas or forests. Agricultural deforestation can take different forms, the most salient of which are the commercial plantations in tropical regions. Another prevalent method of agricultural deforestation is slash-and-burn agriculture, which was primarily used by subsistence farmers in tropical regions but has now become increasingly less sustainable. The method does not leave land for continuous agricultural production but instead cuts and burns small plots of forest land which are then converted into agricultural zones. The farmers then exploit the nutrients in the ashes of the burned plants.[31][32] This method is not sustainable because the plots can only be tilled for 2–3 years, where after farmers will move to a different plot and repeat the process. This process will be repeated about 5 to 10 times before a farmer would return to a patch of once deforested land allowed to return to a forested state. So If the land is not available, the length of time between cycles can be shortened leading to fewer nutrients in the soil. This lack of nutrients can then lead to smaller crop yields and a need to convert more forest land into agricultural zones. The repeated cycle of low yields and shortened fallow periods eventually results in less vegetation being able to grow on once burned lands and a decrease in average soil biomass.[33] In small local plots sustainability is not an issue because of longer fallow periods and lesser overall deforestation. The relatively small size of the plots allowed for no net input of CO2 to be released.[34] With the increased pressure to expand agricultural production, this method has been used on a much larger scale than traditional subsistence farming. Slash-and-burn agriculture accounts for about 30% of all global arable land. Researchers Offiong and Ita question whether increased food production through cropland expansion would be possible without resulting in greater climatic impacts. This is posited given that deforested soil is often unsatisfactory for growing crops. Poor quality soil would require extensive modifications and amendments through, primarily, the use of chemical fertilizers. The chemical-based alterations along with contemporary farming practices would lead to erosion and soil depletion unless continually treated with these substances. These repeated practices would create an unsustainable cycle needed to keep producing expected yields.[35] Deforestation without reforestation has negative climatic effects but particularly for agricultural expansion, it creates a scenario for diminishing returns. As noted by Offiong and Ita, it leads to a cycle of shrinking crop yields and having to amend poor quality soils continuously due to soil degradation. It also increases the occurrence of floods, landslides, drought, erosion, and desertification as well as disruption of the water cycles and loss of biodiversity.[36] The loss of tree cover results in all of these environmental changes because of the initial disruption in the water system and loss of CO2 transfer.[36] In addition to land usage for deforested land being used for plant-based food production, it is also fused or also animal-based food production. Animal-based food production (whether for meat, dairy, or other products) impacts the land in a different way. Land used for grazing livestock is vulnerable to erosion, depletion of the soil biome, and desertification. Additionally, livestock contribute high levels of methane emissions, which have an enormous environmental impact.[35] Deforestation, particularly in large swaths of the Amazon, where nearly 20% of the rainforest has been clear cut, has climactic effects and effects on water sources as well as on the soil.[37][38] Moreover, the type of land usage after deforestation also produces varied results. When deforested land is converted to pasture land for livestock grazing it has a greater effect on the ecosystem than forest to cropland conversions.[39] Studies conducted in the Ecuadorian Amazon by Kovacic and Salazar found that deforestation and agricultural expansion not only cause environmental degradation but do not guarantee the expected economic benefit for the small-scale farmers nor for the national economies of governments who are proposing agricultural expansion programs. Farmers in these studies were encouraged to change from a mere subsistence farming system to an intensive \"for-profit\" farming system where products are grown were primarily coffee, oil palm, and cocoa, all for export. According to Kovacic and Salazar, there is not an equal exchange between agricultural expansion and economic gains as touted by both governments and large-scale agricultural production companies. This holds true for small-scale farmers who move from subsistence farming to a small-scale intensive farming scheme regardless of product grown.[40] It is also important to note that not all deforestation is as result of agriculture expansion. Food production is only one driver. Between 2001 and 2015, only 27 +/- 5% of all forest disturbances globally were for agricultural expansion. Among other drivers were urbanization, forest fires, logging, and for shifting agriculture practices. The percentages are 0.6 +/- 0.3% for urbanization, 23 +/- 4% for forest fires, 26 +/- 4% for logging, and 24 +/- 3% for shifting agricultural practices. The types of drivers vary greatly depending on the region in which they take place. The regions with the greatest amount of deforestation for livestock and row crop agriculture are Central and South America, while commodity crop deforestation was found mainly in Southeast Asia. The region with the greatest forest loss due to shifting agriculture was sub-Saharan Africa.[41] These distinctions are important in light of Silverio's research findings that not all deforestation affects the environment and climate in the same way.[42] A study published in 2012 observed Amazonian plants and the effect that climate change and deforestation had on the vegetation and organisms found in the forest.[43] The study found that if these living organisms were unable to adapt to the rising temperatures and loss of habitat, there would be a significant decrease in the biodiversity of the Amazon rainforest.[44] If the Amazon experiences a loss of biodiversity, this will worsen the effects of climate change and deforestation as many of the plants will be gone, unable to take in carbon dioxide which is necessary to reduce the effects of global warming.[43] Globally, there are 18 \"hot-spots\", each of which contains a unique and biodiverse ecosystem. Together they contain approximately 20% of the earth's total flora, or roughly 50,000 separate species.[18] The ASEAN Region alone, Indonesia, Malaysia, the Philippines, Singapore, and Thailand, hosts approximately 20% of all of the world's species and accounts for three of the Earth's \"hot-spots\". While the geographic zone houses one quarter of the world's forests, it has the highest rates of deforestation. This is notable because loss of forest habitats puts biodiversity in jeopardy.[45] A 2007 study conducted by the National Science Foundation found that biodiversity and genetic diversity are codependent—that diversity among species requires diversity within a species and vice versa. \"If any one type is removed from the system, the cycle can break down, and the community becomes dominated by a single species.\"[46] Human activity such as deforestation for livestock grazing and fuel wood has led to forest degradation and over extraction resulting in ecosystem biodiversity loss. Loss and degradation of forest has a direct impact on the Earth's diverse flora and fauna and, therefore, on climate change because they are the best defense against CO2 buildup in the atmosphere.[47][48][18] If there is more foliage photosynthesizing more CO2 will be absorbed, thereby balancing the potential temperature increases.[49] Forests are nature's atmospheric carbon sink; plants take in atmospheric carbon dioxide (a greenhouse gas) and convert the carbon into sugars and plant materials through the process of photosynthesis.[50] The carbon is stored within the trees, vegetation, and soil of the forests. Studies show that \"intact forests\", in fact, do sequester carbon.[51] Examples of large forests that have a significant impact on the balance of carbon include the Amazonian and the Central African rainforests.[52] However, deforestation disrupts the processes of carbon sequestration and affects localized climates. Additionally, cutting down trees plays a role in a positive feedback loop centered around climate change on a much larger scale, as studies are finding.[51] When a climate changes, this causes the shift in a species' geographic range in order to maintain the climatic conditions (temperature, humidity) it is accustomed to. Ecological zones will shift by approximately 160 km per 1 degree Celsius.[49] A reduction in the area of any habitat, but particularly in forest habitat along with climatic change, enables species invasion and the possibility of biotic homogenization as stronger invasive species can take over weaker species in a fragile ecosystem.[49] Humans will also be impacted by the loss of biodiversity as food, energy, and other 'ecosystem goods and services' patterns are disrupted. Burning or cutting down trees reverses the effects of carbon sequestration and releases greenhouse gases (including carbon dioxide) into the atmosphere.[52] Furthermore, deforestation changes the landscape and reflectivity of earth's surface, i.e. decreasing Albedo. This results in an increase in the absorption of light energy from the sun in the form of heat, enhancing global warming.[51] Trees are a major source of carbon and it is estimated that the amount of carbon within the Amazon exceeds the ten year's worth of carbon released by human production.[53] Unfortunately, since forests are often cleared by fire such as in slash and burn agriculture, the combustion process of wood release huge amounts of carbon dioxide into the atmosphere.[53] The increase of atmospheric carbon is not the only consequence of deforestation, changes in soil properties could turn the soil itself into a carbon contributor.[53] According to scientists at Yale University, clearing forests changes the environment of the microbial communities within the soil, and causes a loss of biodiversity in regards to the microbes since biodiversity is actually highly dependent on soil texture.[54] Although the effect of deforestation has much more profound consequences on sandier soils compared to clay-like soils, the disruptions caused by deforestation ultimately reduces properties of soil such as hydraulic conductivity and water storage, thus reducing the efficiency of water and heat absorption.[54][55] In a simulation of the deforestation process in the Amazon, researchers found that surface and soil temperatures increased by 1 to 3 degrees Celsius demonstrating the loss of the soil's ability to absorb radiation and moisture.[55] Furthermore, soils that are rich in organic decay matter are more susceptible to fire, especially during long droughts.[54] As a consequence of reduced evapotranspiration, precipitation is also reduced. This implies having a hotter and drier climate, and a longer dry season.[53][55] This change in climate has drastic ecological and global impacts including increases in severity and frequency of fires, and disruption in the pollination process that will likely spread beyond the area of deforestation.[55][53] According to a review, north of 50°N, large scale deforestation leads to an overall net global cooling while tropical deforestation leads to substantial warming not just due to CO2 impacts but also due to other biophysical mechanisms (making carbon-centric metrics inadequate). Moreover, it suggests that standing tropical forests help cool the average global temperature by more than 1 °C.[56][57] Deforestation of tropical forests may risk triggering tipping points in the climate system and of forest ecosystem collapse which would also have effects on climate change.[58][59][60][61] As deforestation rates continue to rise, the likelihood of forest fires also increase. People tend to use wood from deforestation as a source of kindling for fires that assist in preparing meals and also serve as a source of heat. As the smoke is released from this burning wood, it can mix with clouds in the atmosphere, preventing rain and causing dry spells.[62] When this dryness continues for long periods of time, forest fires are more likely to occur. Statistics have shown that there is a direct correlation between forest fires and deforestation. Statistics regarding the Brazilian Amazon area during the early 2000s have shown that fires and the air pollution that accompanies these fires mirror the patterns of deforestation.[62] As a result of this, Brazil has implemented policies in an effort to prevent the constant burning of the Amazon rainforest.[62] The Amazon rainforest has recently experienced fires that occurred inside the forest when wildfires tend to occur on the outer edges of the forest.[63] Wetlands have faced an increase in forest fires as well.[63] Due to the change in temperature, the climate around forests have become warm and dry, conditions that allow forest fires to occur.[63] As a result of these forest fires, stored carbon dioxide is released back into the atmosphere, worsening the effects of global warming and deforestation. A study conducted from 2002 to 2018 determined that the increase in temperature as a result of climate change, and the lack of shade due to deforestation, has increased the mortality rate of workers in Indonesia.[64] These findings imply that developing countries will face harsh effects of global warming as they might not have access to fresh water or electricity that would power air conditioning.[64] As deforestation rates continue to increase, the percentage of workers that face mortality will increase simultaneously. Well-managed forests will have an appropriate natural amount of regeneration to maintain an adequate above-ground tree biomass density. The greater the above-ground tree biomass density, the greater the amount of Carbon (C) that the forest is able to sequester and store. A degraded forest, therefore, is unable to store greater amounts of Carbon (C), thus adding to Climate Change.[18] In order to combat Carbon (C) emissions caused by deforestation and forest degradation actions that sequester and store this Carbon must be taken. Deforestation and forest degradation account for nearly 20% of all man-made emissions.[65][18] The most efficient and cost-effective way to combat this is through sustainable forest management practices, afforestation, reforestation, and forest conservation; taken together these practices may provide Carbon (C) emissions reductions of up to 25% which will effectively curb climate change.[18] Specifically, forests hold roughly 471 billion tons of the total carbon emissions in our world. If we can reduce deforestation, this would have reduced the 1.1 billion tons which are released from it to the atmosphere every year.[66] Reduced impact logging (RIL) is a sustainable forestry method as it decreases the forest and canopy damages by approximately 75% compared to the conventional logging methods.[67] Additionally, a 120-year regression model found that RIL would have a significantly higher reforestation in 30 years (\"18.3 m3 ha−1\") in relation to conventional logging (\"14.0 m3 ha−1\").[68] Furthermore, it is essential that RIL should be practiced as soon as possible to improve reforestation in the future. For instance, a study concluded that logging would have to reduce by 40% in Brazil if the current logging measures stay of \"6 trees/hectare with a 30-year cutting cycle\" stay in place. This would be to ensure that future ground biomass to have regeneration of the original ground biomass prior to harvesting.[69] Reforestation is the natural or intentional restocking of existing forests and woodlands that have been depleted, usually through deforestation. It is the reestablishment of forest cover either naturally or artificially.[70] Similar to the other methods of forestation, reforestation can be very effective because a single tree can absorb as much as 22 kilograms (48 lb) of carbon dioxide per year and can sequester 0.91 tonnes (1 short ton) of carbon dioxide by the time it reaches 40 years old.[71] The relative cost of planting trees is low when looking at other methods of carbon emission reduction, making reforestation a go-to method for cost-effective means of reducing carbon dioxide in the atmosphere. Possible methods of reforestation include large-scale industrial plantations, the introduction of trees into existing agricultural systems, small-scale plantations by landowners, the establishment of woodlots on communal lands, and the rehabilitation of degraded areas through tree planting or assisted natural regeneration.[72] Most of the focus of wide-scale reforestation efforts have been focused on tropical climate areas like some parts of Latin America and sub-Saharan Africa. Many other countries and regions are beginning to start or have already started reforestation programs and initiatives in hopes of counteracting global climate change drivers. Reforestation has also been shown to be useful in the process of nurturing once farmed land back to a condition where it can be used for agriculture or conservation. Reforestation can also help mitigate the effects of soil degradation and pollution depending on the methods of planting, location, and plant species.[29] Afforestation is the planting of trees where there was no previous tree coverage. The degradation of forests ultimately leads to a decrease in oxygen and a sufficient increase of carbon dioxide in the atmosphere. In order to make up for the loss, more trees are being planted. As a result, the amount of carbon dioxide in the atmosphere could significantly decrease.[73] According to scientific research,[73] plantation forest could absorb more carbon dioxide than natural forest since they grow faster leading to a higher absorbance rate.[73] The process is usually encouraged by governments because they want it to lead to a decrease in carbon dioxide and because it increases the aesthetics of the area. Although, it could lead to infringing upon ecosystems and create complications in environments that previously did not have tree coverage or forests. There are three different types of afforestation that could have varying effects on the amount of carbon dioxide that is taken from the atmosphere. The three kinds of afforestation are natural regeneration, commercial plantations, and agroforestry.[74] Although afforestation can help reduce the carbon emissions given off as a result of climate change, natural regeneration tends to be the most effective out of the three.[74] Natural regeneration typically concerns a wide variety of vegetation, making natural forest levels so plants can receive sunlight to undergo photosynthesis. Commercial plantations typically result in mass amounts of lumber, which if used for fuel, will release the stored CO2 back into the atmosphere. Agroforestry stores energy based on the size and type of plant, meaning that the effect will vary depending on what is planted.[74] Although China has set official goals for reforestation, these goals were set for an 80-year time horizon and were not significantly met by 2008. China is trying to correct these problems with projects such as the Green Wall of China, which aims to replant forests and halt the expansion of the Gobi Desert. A law promulgated in 1981 requires that every school student over the age of 11 plants at least one tree per year. But average success rates, especially in state-sponsored plantings, remain relatively low. And even the properly planted trees have had great difficulty surviving the combined impacts of prolonged droughts, pest infestation, and fires. Nonetheless, China currently has the highest afforestation rate of any country or region in the world, with 4.77 million hectares (47,000 square kilometers) of afforestation in 2008.[75] According to the 2021 government Work report, the forest coverage rate will reach 24.1 percent when introducing the main targets and tasks for the 14th Five-Year Plan period. According to the National Forestry and Grassland Administration, China's forest coverage rate has increased from 12 percent in the early 1980s to 23.04 percent in August 2021. Several generations of People in Saihanba keep in mind the mission of restoring nature and protecting ecology, and work hard to build the largest artificial forest farm in the world. Compared with before the site was built, the forest coverage rate increased from 11.4% to 80%, and the forest stock increased from 330,000 cubic meters to 10.12 million cubic meters. In 2017, the builders of Saihanba Forest Farm in Hebei province won the Highest honor of the United Nations environmental protection - \"Champions of the Earth award\".[76] Agroforestry or agro-sylviculture is a land use management system in which combinations of trees or shrubs are grown around or among crops or pastureland.[77] It combines agricultural and forestry technologies to create more diverse, productive, profitable, healthy, and sustainable land-use systems. There are many benefits to agroforestry such as increasing farm profitability.[78] In addition, agroforestry helps to preserve and protect natural resources such as controlling soil erosions, creating habitat for the wildlife, and managing animal waste.[79] Efforts are being made in Thailand to restore the land after 800,000 hectares of forest have been destroyed in exchange for cash crop land to grow maize.[80] Agroforestry has become part of the solution to fix the damage caused by deforestation. Agroforestry would affect the agriculture and atmosphere in Thailand in numerous ways. By planting a combination of different tree species, these trees are able to change the microclimatic conditions.[80] Nutrient cycling also occurs when trees are incorporated in the agricultural system.[80] It is also probable that the soil erosion that occurred as a result of deforestation can be mediated when these trees are planted.[80] Recognition of the negative impacts of deforestation and of the overwhelming evidence of global warming has led to the development of international policy surrounding the conservation of forests. One attempt towards fighting climate change globally is the Reducing Emissions for Deforestation and Forest Degradation (REDD+) efforts, and a few countries are already starting to implement and analyze ways to protect standing trees.[citation needed] In the case of the Bac Kan province in Vietnam, researchers came up with systems to encourage leaving forests intact while also meeting international, national, and individual investments successfully. Their methods included \"benefit-distribution systems\" and dividends for ecosystem services. The researchers hope that their results \"can be replicated and directly contribute to reducing carbon emissions globally.\"[81] Deforestation is often described as the changing of land from forested to non-forested by means both natural and unnatural. The relationship between deforestation and climate change is one of a positive feedback loop.[82] The more trees that are removed equals larger effects of climate change which, in turn, results in the loss of more trees.[citation needed] In recent history, this process has been accelerated and amplified by humans in many different ways. These include logging, urbanization, mining, and agricultural development.[citation needed] The incessant need to expand these operations has resulted in widespread deforestation worldwide. Agricultural expansion is one of the worst offenders when it comes to deforestation in recent times. Since 1960, roughly 15% of the Amazon has been removed with the intention of replacing the land with agricultural practices.[83] In Bolivia specifically, the jungle has been wiped out in order to house cattle and other valuable agricultural items by means of 'fishbone deforestation'.[84][better source needed]Fishbone is in reference to the visual aesthetic of the scarred land and how it branches off from the roadside in straight lines. This style of deforestation has proven to be fast-moving and efficient while tearing apart the land that humans, plants, and animals all inhabit. It is no coincidence that Brazil has recently become the world's largest beef exporter at the same time that the Amazon rainforest is being clear cut.[85] Preserving our current forests can be seen as the main solution to deforestation. We need forests in order to survive. They ensure that we can breathe. They are home to millions of people and billions depend on forests. There are many solutions to deforestation. A start would be to convince companies and governments to change their habits, as their choice of raw materials has a big impact on our forests. By introducing deforestation prevention policies in supply chains, companies can be put under pressure. This can be used to try to pressure them to buy from sustainable sources and to stop using harmful materials and products. Similarly, we can convince our governments to protect forests and support programs that ensure the maintenance of our forests. Another approach to preserve our forests is to change the consumption behavior of the population. But to do this, people first have to be informed and educated about this so that they take action themselves. Consuming less meat, avoiding disposable packaging, choosing recycled wood products, going paperless and many other ways exist to fight deforestation as citizens.[86] The Bali Action Plan was developed in December 2007 in Bali, Indonesia.[87] It is a direct result of The Kyoto Protocol of December 1997.[88][18] One of the key elements of The Bali Action Plan involves a concerted effort by the member countries of The Kyoto Protocol to enact and create policy approaches that incentivize emissions reduction caused by deforestation and forest degradation in the developing world.[89] It emphasized the importance of sustainable forest management and conservation practices in mitigating climate change. This coupled with the increased attention to carbon emission stocks as a way to provide additional resource flows to the developing countries.[18] Community-based forest management (CBFM) is a scheme that links governmental forest agencies and the local community in efforts to regenerate degraded forests, reforest deforested areas, and decrease carbon emissions that contribute to climate change. This partnership is done with the intent of not only repairing damage to the environment but also providing economic and social benefits to the affected area.[18] In principle, the benefits for the local community involvement in the management and protection of their forests would be to provide employment and to supplement income from both the wage labor and additional agriculture which would then strength the entire local economy while improving environmental conditions and mitigating climate change. Therefore, implementing a CBFM system can provide rural development while mitigating climate change and sustaining biodiversity within the region. It is important to engage the local community members, many of which are indigenous since presumably, they would have a deeper knowledge of the local ecosystems as well as the life cycles of those ecosystems over time. Their involvement also helps to ensure that their cultural practices remain intact.[18] Founded in 1972, the centennial of the first Arbor Day observance in the 19th century, the Foundation has grown to become the largest nonprofit membership organization dedicated to planting trees, with over one million members, supporters, and valued partners.[90] They work on projects focused on planting trees around campuses, low-income communities, and communities that have been affected by natural disasters among other places. The Billion Tree Campaign was launched in 2006 by the United Nations Environment Programme (UNEP) as a response to the challenges of global warming, as well as to a wider array of sustainability challenges, from water supply to biodiversity loss.[91] Its initial target was the planting of one billion trees in 2007. Only one year later in 2008, the campaign's objective was raised to 7 billion trees—a target to be met by the climate change conference that was held in Copenhagen, Denmark in December 2009. Three months before the conference, the 7 billion planted trees mark had been surpassed. In December 2011, after more than 12 billion trees had been planted, UNEP formally handed management of the program over to the not-for-profit Plant-for-the-Planet initiative, based in Munich, Germany.[92] Considered the largest reserve of biological diversity in the world, the Amazon Basin is also the largest Brazilian biome, taking up almost half the nation's territory. The Amazon Basin corresponds to two fifths of South America's territory. Its area of approximately seven million square kilometers covers the largest hydrographic network on the planet, through which runs about one fifth of the fresh water on the world's surface. Deforestation in the Amazon rainforest is a major cause to climate change due to the decreasing number of trees available to capture increasing carbon dioxide levels in the atmosphere.[93] The Amazon Fund is aimed at raising donations for non-reimbursable investments in efforts to prevent, monitor and combat deforestation, as well as to promote the preservation and sustainable use of forests in the Amazon Biome, under the terms of Decree N.º 6,527, dated August 1, 2008.[94] The Norwegian Government, which is the largest donor to the fund, froze its funding in 2019 over deforestation concerns. Norway has tied the resumption of funding to proof of a reduction in deforestation.[95] The Amazon Fund supports the following areas: management of public forests and protected areas, environmental control, monitoring and inspection, sustainable forest management, economic activities created with sustainable use of forests, ecological and economic zoning, territorial arrangement and agricultural regulation, preservation and sustainable use of biodiversity, and recovery of deforested areas. Besides those, the Amazon Fund may use up to 20% of its donations to support the development of systems to monitor and control deforestation in other Brazilian biomes and in biomes of other tropical countries.[94] UHN (University Health Network) developed 17 goals in 2015. 30% of the goals had a direct association with the sustainable forestry management objectives. The goals show to be a platform for policy changes and implementation by other countries for achieving these goals through sustainable forestry management practices. Specifically, the goals which have shown to have the highest relation with SFM are the following: \"sustainable consumption and production (SDG 12), followed by land (SDG 15), cities (SDG 11), inequality (SDG 10), health and well-being (SDG 3), hunger (SDG 2), and poverty (SDG 1).\"[96]","Title":"Deforestation and climate change - Wikipedia","KeyID":"12182","URL":"https://en.wikipedia.org/wiki/Deforestation_and_climate_change"}