{"Content: ":"The Sahel (/səˈhɛl/; Arabic: ساحل sāḥil [ˈsaːħil], \"coast, shore\")[1] is the ecoclimatic and biogeographic realm of transition in Africa between the Sahara to the north and the Sudanian savanna to the south. Having a semi-arid climate, it stretches across the south-central latitudes of Northern Africa between the Atlantic Ocean and the Red Sea. The Sahel part of Africa includes from west to east parts of northern Senegal, southern Mauritania, central Mali, northern Burkina Faso, the extreme south of Algeria, Niger, the extreme north of Nigeria, Cameroon and Central African Republic, central Chad, central and southern Sudan, the extreme north of South Sudan, Eritrea and Ethiopia.[2] Historically, the western part of the Sahel was sometimes known as the Sudan region (bilād as-sūdān بلاد السودان \"lands of the Sudan\"). This belt was roughly located between the Sahara and the coastal areas of West Africa. The Sahel spans 5,900 km (3,670 mi) from the Atlantic Ocean in the west to the Red Sea in the east, in a belt that varies from several hundred to a thousand kilometers (c. 600 miles) in width, covering an area of 3,053,200 square kilometers (1,178,850 sq mi). It is a transitional ecoregion of semi-arid grasslands, savannas, steppes, and thorn shrublands lying between the wooded Sudanian savanna to the south and the Sahara to the north.[3] The topography of the Sahel is mainly flat; most of the region lies between 200 and 400 meters (660 and 1,310 ft) in elevation. Several isolated plateaus and mountain ranges rise from the Sahel, but are designated as separate ecoregions because their flora and fauna are distinct from the surrounding lowlands. Annual rainfall varies from around 100–200 mm (4–8 in) in the north of the Sahel to around 700–1,000 mm (28–39 in) in the south.[3] The Sahel is mostly covered in grassland and savanna, with areas of woodland and shrubland. Grass cover is fairly continuous across the region, dominated by annual grass species such as Cenchrus biflorus, Schoenefeldia gracilis and Aristida stipoides. Species of acacia are the dominant trees, with Acacia tortilis the most common, along with Acacia senegal and Acacia laeta. Other tree species include Commiphora africana, Balanites aegyptiaca, Faidherbia albida, and Boscia senegalensis. In the northern part of the Sahel, areas of desert shrub, including Panicum turgidum and Aristida sieberana, alternate with areas of grassland and savanna. During the long dry season, many trees lose their leaves and the predominantly annual grasses die. The Sahel was formerly home to large populations of grazing mammals, including the scimitar-horned oryx (Oryx dammah), dama gazelle (Gazella dama), Dorcas gazelle (Gazella dorcas), red-fronted gazelle (Gazella rufifrons), the giant prehistoric buffalo (Pelorovis) and Bubal hartebeest (Alcelaphus busephalus buselaphus), along with large predators like the African wild dog (Lycaon pictus), the Northwest African cheetah (Acinonyx jubatus hecki), the Northeast African cheetah (Acinonyx jubatus soemmeringii), the lion (Panthera leo). The larger species have been greatly reduced in number by over-hunting and competition with livestock, and several species are vulnerable (Dorcas gazelle, cheetah, lion and red-fronted gazelle), endangered (Dama gazelle and African wild dog), or extinct (the Scimitar-horned oryx is probably extinct in the wild, and both Pelorovis and the Bubal hartebeest are now extinct). The seasonal wetlands of the Sahel are important for migratory birds moving within Africa and on the African-Eurasian flyways.[3] The Sahel has a tropical semi-arid climate (Köppen climate classification BSh). The climate is typically hot, sunny, dry and somewhat windy all year long. The Sahel's climate is similar to, but less extreme than, the climate of the Sahara desert located just to the north. The Sahel mainly receives a low to very low amount of precipitation annually. The steppe has a very long, prevailing dry season and a short rainy season. The precipitation is also extremely irregular, and varies considerably from season to season. Most of the rain usually falls during four to six months in the middle of the year, while the other months may remain absolutely dry. The interior of the Sahel region generally receives between 200 mm and 700 mm of rain yearly. A system of subdivisions often adopted for the Sahelian climate based on annual rainfall is as follows: the Saharan-Sahelian climate, with mean annual precipitation between around 100 and 200 mm (such as Khartoum, Sudan), the strict Sahelian climate, with mean annual precipitation between around 200 and 700 mm (such as Niamey, Niger) and the Sahelian-Sudanese climate, with mean annual precipitation between around 700 and 1,200 mm (such as Bamako, Mali). The relative humidity in the steppe is low to very low, often between 10% and 25% during the dry season and between 25% and 75% during the rainy season. The least humid places have a relative humidity under 35%. The Sahel is characterized by constant, intense heat, with an unvarying temperature. The Sahel rarely experiences cold temperatures. During the hottest period, the average high temperatures are generally between 36 and 42 °C (97 and 108 °F) (and even more in the hottest regions), often for more than three months, while the average low temperatures are around 25 to 31 °C (77 to 88 °F). During the \"coldest period\", the average high temperatures are between 27 and 33 °C (81 and 91 °F) and the average low temperatures are between 15 and 21 °C (59 and 70 °F). Everywhere in the Sahel, the average mean temperature is over 18 °C (64 °F). The Sahel has a high to very high sunshine duration year-round, between 2,400 hours (about 55% of the daylight hours) and 3,600 hours (more than 80% of the daylight hours). The sunshine duration in the Sahel approaches desert levels, and is comparable to that in the Arabian Desert, for example, even though the Sahel is only a steppe and not a desert. The cloud cover is low to very low. For example, Niamey, Niger has 3,082 hours of bright sunshine; Gao, Mali has near 3,385 hours of sunshine; Timbuktu, Mali has 3,409 sunny hours, and N'Djamena, Chad has 3,205 hours of sunlight.[4][5][6][7] Traditionally, most of the people in the Sahel have been semi-nomads, farming and raising livestock in a system of transhumance, which is probably the most sustainable way of utilizing the Sahel. The difference between the dry North with higher levels of soil nutrients and the wetter South with more vegetation, is utilized by having the herds graze on high-quality feed in the North during the wet season, and trek several hundred kilometers to the South to graze on more abundant, but less nutritious feed during the dry period.[citation needed] In Western Sahel, polygamy and child marriage are common.[8] Female genital mutilation is also practiced across the Sahel.[8][9] The term \"Sahel\" is borrowed from the Arabic name for the region, الساحل al-sāḥil. Sāḥil literally means \"coast, shore\",[1] which has been explained as a figurative reference to the southern edge of the vast Sahara.[10][11] However, such use is unattested in Classical Arabic, and it has been suggested that the word may originally have been derived from the Arabic word سهل sahl \"plain\" instead.[12] Around 4000 BC, the climate of the Sahara and the Sahel started to become drier at an exceedingly fast pace. This climate change caused lakes and rivers to shrink rather significantly and caused increasing desertification. This, in turn, decreased the amount of land conducive to settlements and caused migrations of farming communities to the more humid climate of West Africa.[13] The Sahelian kingdoms were a series of monarchies centered in the Sahel between the 9th and 18th centuries. The wealth of the states came from controlling the trans-Saharan trade routes across the desert, especially with the Islamic world. Their power came from having large pack animals like camels and horses that were fast enough to keep a large empire under central control and were also useful in battle. All of these empires were quite decentralized with member cities having a great deal of autonomy. The first large Sahelian kingdoms emerged after AD 750 and supported several large trading cities in the Niger Bend region, including Timbuktu, Gao and Djenné. The Sahel states were hindered from expanding south into the forest zone of the north Akan state of Bonoman and Yoruba peoples as mounted warriors were all but useless in the forests and the horses and camels could not survive the heat and diseases of the region.[14] The Western Sahel fell to France in the late 19th century as part of French West Africa. Chad was added in 1900 as part of French Equatorial Africa. The French territories were decolonized in 1960. The Eastern Sahel (the part in what is now Sudan) did not fall to the European powers but was annexed by Muhammad Ali of Egypt in 1820. It came under British administration as part of the Sultanate of Egypt in 1914. The Sudanese Sahel became part of independent Sudan in 1956, and South Sudan in turn achieved its independence from Sudan proper in 2011. For hundreds of years, the Sahel region has experienced regular droughts and megadroughts. One megadrought lasted from 1450 to 1700, 250 years.[15] There was a major drought in the Sahel in 1914 caused by annual rains far below average, leading to large-scale famine. From 1951 to 2004, the Sahel experienced some of the most consistent and severe droughts in Africa.[16] The 1960s saw a large increase in rainfall in the region, making the northern drier region more accessible. There was a push, supported by governments, for people to move northwards. When the long drought period from 1968 through 1974 began, grazing quickly became unsustainable and large-scale denuding of the terrain followed. Like the drought in 1914, this led to a large-scale famine, but this time somewhat tempered by international visibility and an outpouring of aid. This catastrophe led to the founding of the International Fund for Agricultural Development. Between June and August 2010, famine struck the Sahel.[17] Niger's crops failed to mature in the heat, 350,000 faced starvation, and 1,200,000 were at risk of famine.[18] In Chad the temperature reached 47.6 °C (117.7 °F) on 22 June in Faya-Largeau, breaking a record set in 1961 at the same location. Niger tied its highest temperature record set in 1998, also on 22 June, at 47.1 °C in Bilma. That record was broken the next day, when Bilma hit 48.2 °C (118.8 °F). The hottest temperature recorded in Sudan was reached on 25 June, at 49.6 °C (121.3 °F) in Dongola, breaking a record set in 1987.[19] Niger reported on 14 July that diarrhoea, starvation, gastroenteritis, malnutrition and respiratory diseases had sickened or killed many children. The new military junta appealed for international food aid and took serious steps to call on overseas help.[20] On 26 July, the heat reached near-record levels over Chad and Niger,[21] and in northern Niger about 20 people reportedly died of dehydration by 27 July. The Sahel region faces environmental issues that are contributing to global warming. If the change in climate in the Sahel region \"is not slowed-down and desertification possibly reversed through sustainable practices and any form of reforestation, it is only a matter of time before\" countries like Niger lose their entire landmass to desert due to unchecked unsustainable human practises.[22]: 9  Over-farming, over-grazing, over-population of marginal lands, and natural soil erosion, have caused serious desertification of the region.[23][24] This has affected shelter construction, making it necessary to change the used materials. The Woodless Construction project was introduced in Sahel in 1980 by the Development Workshop, achieving since then a high social impact in the region.[25] A major initiative to combat desertification in the Sahel region via reforestation and other interventions is the Great Green Wall. Major dust storms are a frequent occurrence as well. During November 2004, a number of major dust storms hit Chad, originating in the Bodélé Depression.[26] This is a common area for dust storms, occurring on average on 100 days every year. On 23 March 2010, a major sandstorm hit Mauritania, Senegal, Gambia, Guinea-Bissau, Guinea, and inland Sierra Leone. Another struck in southern Algeria, inland Mauritania, Mali and northern Ivory Coast[27] at the same time. Terrorist organizations including Boko Haram and Al-Qaeda in the Islamic Maghreb (AQIM) operating in the Sahel have contributed to the violence, extremism and instability of the region.[28][29] In March 2020, the United States sent a special envoy for the Sahel region to combat the rising violence from terrorist groups.[30] Envoy Peter Pham started his new role on 1 March 2020.[31] He has been the U.S. Special Envoy for the Great Lakes Region of Africa since November 2018. The violent herder–farmer conflicts in Nigeria, Mali, Sudan and other countries in the Sahel region have been exacerbated by climate change, land degradation, and population growth.[32][33][34] Droughts and food shortages have been also linked to the Northern Mali conflict.[35][36] On 9 July 2020, the United States raised concerns over growing number of allegations of human rights violations and abuses by state security forces in Sahel.[37] The US response came after Human Rights Watch released documents regarding the same on 1 July.[38] Reports in March 2022 show militants are expanding and spreading out South of the Sahel.[39] Protected areas in the Sahel include Ferlo Nord Wildlife Reserve in Senegal, Sylvo-Pastoral and Partial Faunal Reserve of the Sahel in Burkina Faso, Ansonga-Ménake Faunal Reserve in Mali, Tadres Reserve in Niger, and Waza National Park in Cameroon.[40]","Title":"Sahel - Wikipedia","KeyID":"12196","URL":"https://en.wikipedia.org/wiki/Desertification_in_the_Sahel"}