{"Content: ":"Arid Lands Information Network (ALIN) is a Kenya-based non-governmental organisation that seeks to exchange ideas and experiences among \"grassroots change agents\". It sees its goal as enabling such grassroot change agents to learn from one another, through capacity-building and what it terms the \"innovative use of information and communication technologies (ICTs).\" Known as the Arid Lands Information Network (ALIN), this organisation describes itself as \"a non-profit, non-political NGO\". Its focus of work is on the arid and semi-arid lands (also referred to as the ASALs) within the African Great Lakes region. ALIN is a network of over 2,000 grassroots Community Development Workers (CDWs) drawn from non-governmental organisations and community- based organisations as well as government departments. The members of the network offer a form of extension service in their fields of expertise. To promote local level networking, ALIN has clustered members in the same geographical regions into grassroots networking nodes known as focal groups. These groups form the entry points of ALIN into the community. The network works through 15 focal groups spread out across the African Great Lakes region, in Kenya, Tanzania and Uganda. In collaboration with other partners, ALIN has established and equipped Maarifa Centres (MCs) with ICT equipment. The centres act as access and dissemination points for information, content creation and skills development among the rural communities. There are MCs in all three Great Lakes countries. Partners of the MCs include Oxfam Novib, Ford Foundation, Communication Commission of Kenya (CCK), the Royal Danish Embassy and the Embassy of Finland among others. The centres are manned by Communication Information Volunteers (CIVs) who are hired on a one-year basis as young and fresh graduates from reputable institutions of higher learning and are then posted to the various Maarifa centres. It was earlier known as the Reseau d'Information des Terres Arides - Arid Lands Information Network (RITA-ALIN). ALIN is involved in the production of several publications. The Baobab Journal is ALIN's flagship journal. It has been in circulation since 1998. Baobab acts a platform for CDWs to share information and experiences on sustainable livelihoods. ALIN also produces the LEISA (Low External Input in Sustainable Agriculture) magazine for Eastern Africa which is named Kilimo Endelevu Afrika (Sustainable Agriculture in Africa). This magazine aims to identify promising technologies for small-scale farmers. Joto Afrika (loosely translated as \"Africa is feeling the heat\") is the third major publication and is produced in collaboration with the Institute of Development Studies (IDS). It is a new series of printed briefings and online resources. The publication focuses on climate change adaptation and developments in sub-Saharan Africa and is published in both English and French.","Title":"Arid Lands Information Network - Wikipedia","KeyID":"12199","URL":"https://en.wikipedia.org/wiki/Arid_Lands_Information_Network"}