{"Content: ":"Environmental issues in Mali include desertification, deforestation, soil erosion, drought, and inadequate supplies of potable water. Deforestation is an especially serious and growing problem. According to the Ministry of the Environment, Mali’s population consumes 6 million tons of wood per year for timber and fuel. To meet this demand, 4,000 square kilometers of tree cover are lost annually, virtually ensuring destruction of the country’s savanna woodlands. One of Mali's major environmental issues is desertification. Mali has been in a drought for decades now and it is really affecting the country. Soil erosion, deforestation, and loss of pasture land are all major problems in Mali. Mali also has a shortening water supply.[1] To help sustain Mali's ever-growing problem the government has assigned 3.7 percent of Mali’s total land area protected. It has ratified international environmental agreements pertaining to biodiversity, climate change, desertification, endangered species, and ozone layer protection.[2] According to the U.N. FAO, 10.2% or about 12,490,000 ha of Mali is forested. Mali had 530,000 ha of planted forest. Change in forest cover: Between 1990 and 2010, Mali lost an average of 79,100 ha or 0.56% per year, totaling to a loss of 11.2%, or around 1,582,000 ha, during that period.[3] Mali had a 2018 Forest Landscape Integrity Index mean score of 7.16/10, ranking it 51st globally out of 172 countries.[4] Though Mali contributes very little to the world's greenhouse gas (GHG) emissions, it is among the list of countries most vulnerable to climate change.[5] Climate change is increasing both the intensity and frequency of floods and droughts in the country as well as the likelihood of climate disasters.[5][6] It is also likely to adversely affect food production[7] and diseases,[8] and increases social vulnerability among the country's residents.[5]","Title":"Environmental issues in Mali - Wikipedia","KeyID":"12193","URL":"https://en.wikipedia.org/wiki/Desertification_in_Mali"}