{"Content: ":"The Great Green Wall, officially known as the Three-North Shelter Forest Program (simplified Chinese: 三北防护林; traditional Chinese: 三北防護林; pinyin: Sānběi Fánghùlín), also known as the Three-North Shelterbelt Program, is a series of human-planted windbreaking forest strips (shelterbelts) in China, designed to hold back the expansion of the Gobi Desert,[1] and provide timber to the local population.[2] The program started in 1978, and is planned to be completed around 2050,[3] at which point it will be 4,500 kilometres (2,800 mi) long. The project's name indicates that it is to be carried out in all three of the northern regions: the North, the Northeast and the Northwest.[4] This project has historical precedences dating back to before the Common Era. However, in premodern periods, government sponsored afforestation projects along the historical frontier regions were mostly for military fortification.[5] China has seen 3,600 km2 (1,400 sq mi) of grassland overtaken every year by the Gobi Desert.[6] Each year, dust storms blow off as much as 2,000 km2 (800 sq mi) of topsoil, and the storms are increasing in severity each year. These storms also have serious agricultural effects for other nearby countries, such as Japan, North Korea, and South Korea.[7] The Green Wall project was begun in 1978, with the proposed end result of raising northern China's forest cover from 5 to 15 percent,[8] thereby reducing desertification. The fourth phase of the project, started in 2003, has two parts: the use of aerial seeding to cover wide swathes of land where the soil is less arid, and the offering of cash incentives to farmers to plant trees and shrubs in areas that are more arid.[9] A $1.2 billion oversight system (including mapping and surveillance databases) is also to be implemented.[9] The \"wall\" will have a belt with sand-tolerant vegetation arranged in checkerboard patterns to stabilize the sand dunes. A gravel platform will be next to the vegetation to hold down sand and encourage a soil crust to form.[9] The trees should also serve as a windbreak from dust storms. As the Chinese State has made efforts to fight the dust storms that have taken over parts of the Grasslands with the rapid use of afforestation. There are various examples of individuals taking it upon themselves to combat the harsh unforgiving environment that the sand brings. Yin Yuzhen and Li Yungsheng are both predominant figures who have combated the environments that they resided in. Their efforts have taken decades to achieve and have transformed ecosystems into vibrant and lush oases in what otherwise would be a barren wasteland. Yin Yuzhen took it herself to singlehandedly plant trees rehabilitation the desolate environment in the Uxin Banner of China’s Semi-Arid Western landscape. Yin’s afforestation efforts have been recognized by individuals such as Chinese Communist Party general secretary Xi Jinping, who, during the 2020 National People's Congress, described the actions of those such as Yin as a remarkable achievement and an overall improvement of the ecology in China.[10] As of 2009, China's planted forest covered more than 500,000 square kilometers (increasing tree cover from 12% to 18%) – the largest artificial forest in the world.[11] In 2008, winter storms destroyed 10% of the new forest stock, causing the World Bank to advise China to focus more on quality rather than quantity in its stock species.[11] If the trees succeed in taking root, they could soak up large amounts of groundwater, which would be extremely problematic for arid regions like northern China.[9] Research of reforested areas of the loess plateau has found that the planted vegetation used decreased the moisture from deeper soil levels to some degree compared to farmland.[12] Land erosion and overfarming have halted planting in many areas of the project. China's increasing levels of pollution have also weakened the soil, causing it to be unusable in many areas.[6] Furthermore, planting blocks of fast-growing trees reduces the biodiversity of forested areas, creating areas that are not suitable to plants and animals normally found in forests. \"China plants more trees than the rest of the world combined\", says John McKinnon, the head of the EU-China Biodiversity Programme. \"But the trouble is they tend to be monoculture plantations. They are not places where birds want to live.\" The lack of diversity also makes the trees more susceptible to disease, as in 2000, when one billion poplar trees in Ningxia were lost to a single disease, setting back 20 years of planting efforts.[13] Liu Tuo, head of the desertification control office in the state forestry administration, is of the opinion that there are huge gaps in the country's efforts to reclaim the land that has become desert.[14] In 2011, there was around 1.73 million km2 of land that had become desert in China, of which 530,000 km2 was treatable. But at the present rate of treating 1,717 km2 per year, it would take 300 years to reclaim the land that has become desert.[15] The worry is that the fragile land cannot support such massive, forced growth.[9] China's forest scientists argued that monoculture tree plantations are more effective at absorbing the greenhouse gas carbon dioxide than slow-growth forests,[11] so while diversity may be lower, the trees purportedly help to offset China's carbon emissions. ","Title":"Great Green Wall (China) - Wikipedia","KeyID":"12208","URL":"https://en.wikipedia.org/wiki/Great_Green_Wall_(China)"}