{"Content: ":"Conservation grazing or targeted grazing[1] is the use of semi-feral or domesticated grazing livestock to maintain and increase the biodiversity of natural or semi-natural grasslands, heathlands, wood pasture, wetlands and many other habitats.[2][3] Conservation grazing is generally less intensive than practices such as prescribed burning,[3] but still needs to be managed to ensure that overgrazing does not occur. The practice has proven to be beneficial in moderation in restoring and maintaining grassland and heathland ecosystems. The optimal level of grazing will depend on the goal of conservation, and different levels of grazing, alongside other conservation practices, can be used to induce the desired results.[4] For historic grasslands, grazing animals, herbivores, were a crucial part of the ecosystem. When grazers are removed, historically grazed lands may show a decline in both the density and the diversity of the vegetation. The history of the land may help ecologists and conservationists determine the best approach to a conservation project.[5] Historic threats to grasslands began with land conversion to crop fields. This shifted to improper land management techniques and more recently to the spread of woody plants due to a lack of management and to climate change.[6] Intensive grazing maintains an area as a habitat dominated by grasses and small shrubs, largely preventing ecological succession to forest.[8] Extensive grazing also treats habitats dominated by grasses and small shrubs but does not prevent succession to forest, it only slows it down. Conservation grazing is usually done with extensive grazing because of the ecological disadvantages of intensive grazing. Conservation grazing needs to be monitored closely. Overgrazing may cause erosion, habitat destruction, soil compaction, or reduced biodiversity (species richness).[9] Rambo and Faeth found that the use of vertebrates for grazing of an area increased the species richness of plants by decreasing the abundance of dominant species and increasing the richness of rarer species. This may lead to a more open forest canopy and more room for other plant species to emerge.[10] Different grazing species have different effects. For example, elk and horses have a similar grazing frequency to cattle but tend to spread their zone of grazing to cover a greater area, producing a smaller effect on a given area than cattle would.[11] Similarly, cattle have been found to be more useful in the restoration of pastures with low species richness, and sheep were found useful for the re-establishment of neglected fields.[12] The type of area that needs to be restored or maintained will determine the species of grazer ideal for conservation grazing. Dumont et al.[13] found in the use of varied breeds of steers that \"traditional breeds appeared slightly less selective than commercial breeds\", but did not make a significant difference in biodiversity. In this particular study biodiversity was maintained by the same amount by both breed types. Conservation grazing is a tool used for conserving biodiversity. However, one danger in grazing is the potential for invasive species to be enhanced as well as the native biodiversity. A study by Loeser et al. showed that areas of high intensity grazing and grazer removal increased the biomass of nonnative introduced species. Both showed that an intermediate approach is the best method. The nonnatives did demonstrate that they were not as well adapted to the disturbances, such as drought. This indicated that implementing controlled grazing methods would decrease the abundance of nonnatives in those plots that had not been properly managed.[14] Effects of grazing can also depend on the individual plant species and its response to grazing. Plants that are adapted to extensive grazing (such as that done by cattle) will respond quicker and more effectively to grazing than native species that have not had to cope with intense grazing pressure in the past. An experiment done by Kimball and Schiffman showed that grazing increased the cover of some native species but did not decrease the cover of nonnative species. The species diversity of the native plants was able to respond to the grazing and increase diversity. The community would become denser than originally with the increased biodiversity. (However, this may have been simply variance in plots due to the fact that the native and nonnative compositions were of different species between the grazed and ungrazed plots.)[11] Degree of grazing has a significant effect on the species richness and abundance of insects in grasslands. Land management in the form of grazing tends to decrease diversity with increased intensity. Kruess and Tscharntke attribute this difference to the increased height of grasses in the ungrazed areas. The study showed that the abundance and diversity of insects (such as butterfly adults, trap-nesting bees and wasps) were increased by increased grass height. However, other insects such as grasshoppers responded better to heterogeneity of the vegetation.[15] Grazing can have varied effects on vertebrates. Kuhnert et al. observed that different bird species react in different ways to changes in grazing intensity.[16] Grazing has also been thought to decrease the abundance of vertebrates, such as the prairie dog and the desert tortoise. However, Kazmaier et al. found that moderate grazing by cattle had no effect on the Texas tortoise.[9] Rabbits have been widely discussed due to their influences on land composition. Bell and Watson found that rabbits show grazing preference for different plant species.[17] This preference can alter the composition of a plant community.[18] In some cases, if the preference is for a non-native, invasive plant, rabbit grazing may benefit the community by reducing non-native abundance and creating room for the native plant species to fill.[19] When rabbits graze in moderation they can create a more complex ecosystem, by creating more variable environments that will allow for more predator-competitor relationships between the various organisms.[18] However, besides the effect on wild vegetation, rabbits destroy crops, compete with other herbivores, and can result in extreme ecological damage. Competition can be direct or indirect. The rabbits may specifically eat the competitions target food or it may inhibit the growth of grasses that other species eat. For example, rabbit grazing in the Netherlands inhibits tall grasses from becoming dominant. This in turn enhances the suitability of the pasture for brent goose. However, they may benefit predators that do better in open areas, because the rabbits reduce the amount of vegetation making it easier for those predators to spot their prey.[18] Finally, grazing has demonstrated use in clearing dry brush to reduce the fire hazard of drought-stricken areas.[20] Ephemeral wetlands degradation and loss of biodiversity had, at one point in time, been blamed on mismanaged grazing of both native and non-native ungulates and other grazers. A study done by Jaymee Marty of The Nature Conservancy examined the effects on the vernal pools formed in California when grazers were removed.[21] The results of the short study showed that areas where grazers were removed had a lower diversity of native grasses, invertebrates and vertebrates in the pools, with an increase in non-native grass abundance and distribution in the area. The study also demonstrated reduced reproduction success of individual species in the area, such as the western spadefoot toad and California tiger salamander. Marty argues that this decrease is due to ecosystems adapting to historical changes in grazers and the effects they have. In other words, the historic ecosystem, theoretically, would have responded positively to the removal of cattle grazing, however, the system has adapted to the European introduced species and now may require them for maintained diversity.[21] In another study performed by Pyke and Marty, measurements showed that on average, vernal ponds on grazed land pooled longer than ungrazed areas and soil was more resistant to water absorption in the grazed areas.[22] A recent synonym or near-synonym for conservation grazing is \"targeted grazing\", a term introduced in a 2006 handbook[1] in distinction to prescribed grazing, which the USDA National Resource Conservation Service was using to describe all managed grazing.[1][23][24] Targeted grazing is often used in combination with other techniques such as burning, herbicide applications or land clearing. Targeted grazing can rival traditional herbicide and mechanical control methods for invasive plants from invasive forb to juniper trees, and has been used to reduce fine fuels in fire prone areas.[25][26][27] The most important skill for developing a targeted grazing program is patience and commitment. However, understanding livestock and plant responses to grazing are critical in developing a targeted grazing program. The program should have a clear statement of the kind of animal, timing and rate of grazing necessary to suppress troublesome plants and maintain a healthy landscape. The grazing application should 1) cause significant damage to the target plants 2) limit damage to desired vegetation and 3) be integrated with other control strategies. First, to cause significant damage to targeted plants requires understanding when the target plant is most susceptible to grazing damage and when they are most palatable to livestock. Target plant palatability depends on the grazing animals inherited and developed plant preferences (i.e. the shape of sheep and goat's mouths make them well suited for eating broad leaf weeds). Goats are also well designed for eating shrubs.[28][29] Second, target plants often exist in a plant community with many desirable plants. The challenge is to select the correct animal, grazing time and grazing intensity to maximize the impact on the target plant while reducing it on the associated plant community. Finally, management objectives, target plant species, weather, topography, plant physiology, and associated plant communities are among the many variables that can determine treatment type and duration. Well-developed targeted grazing objectives and an adaptive management plan that takes into account other control strategies need to be in place.","Title":"Conservation grazing - Wikipedia","KeyID":"12201","URL":"https://en.wikipedia.org/wiki/Conservation_grazing"}