{"Content: ":"Flexible mechanisms, also sometimes known as Flexibility Mechanisms or Kyoto Mechanisms, refers to emissions trading, the Clean Development Mechanism and Joint Implementation. These are mechanisms defined under the Kyoto Protocol intended to lower the overall costs of achieving its emissions targets. These mechanisms enable Parties to achieve emission reductions or to remove carbon from the atmosphere cost-effectively in other countries. While the cost of limiting emissions varies considerably from region to region, the benefit for the atmosphere is in principle the same, wherever the action is taken.[1] Much of the negotiations on the mechanisms has been concerned with ensuring their integrity. There was concern that the mechanisms do not confer a \"right to emit\" on Annex 1 Parties or lead to exchanges of fictitious credits which would undermine the Protocol's environmental goals. The negotiators of the Protocol and the Marrakesh Accords therefore sought to design a system that fulfilled the cost-effectiveness promise of the mechanisms, while addressing concerns about environmental integrity and equity. To participate in the mechanisms, Annex 1 Parties must meet the following eligibility requirements: The Emissions Trading-mechanism allows parties to the Kyoto Protocol to buy 'Kyoto units'(emission permits for greenhouse gas) from other countries to help meet their domestic emission reduction targets. The Protocol defines two project-based mechanisms that allow Annex I countries to meet their GHG emission reduction commitments by acquiring GHG emission reductions \"credits.\" The credits are acquired by an Annex I country financing projects that reduce emissions in non-Annex I countries or other Annex I countries, or by purchasing credits from Annex I countries with excess credits. The project-based mechanisms are the Clean Development Mechanism (CDM) and Joint Implementation (JI). The project-based mechanisms allow Annex I countries with efficient, low GHG-emitting industries, and high prevailing environmental standards to purchase carbon credits on the world market instead of reducing greenhouse gas emissions domestically. Annex I countries typically will want to acquire carbon credits as cheaply as possible,[according to whom?] while non-Annex I countries want to maximize the value of carbon credits generated from their domestic greenhouse gas reducing projects. Through the Joint Implementation, any Annex I country can invest in emission reduction projects (referred to as \"Joint Implementation Projects\") in any other Annex I country as an alternative to reducing emissions domestically. Through the CDM, countries can meet their domestic emission reduction targets by buying greenhouse gas reduction units from (projects in) non Annex I countries to the Kyoto protocol (mostly developing countries). Non-Annex I countries have no GHG emission restrictions, but have financial incentives to develop GHG emission reduction projects to receive Certified Emission Reductions that can then be sold to Annex I countries, encouraging sustainable development.[2] Kyoto provides for a 'cap and trade' system which imposes national caps on the emissions of annex I countries. On average, this cap requires countries to reduce their emissions by 5.2% below their 1990 baseline over the 2008 to 2012 period. Although these caps are national-level commitments, in practice, most countries will devolve their emissions targets to individual industrial entities, such as a power plant or paper factory. One example of a 'cap and trade' system is the 'EU ETS'. Other schemes may follow suit in time. The ultimate buyers of credits are often individual companies that expect emissions to exceed their quota, their assigned allocation units, AAUs or 'allowances' for short. Typically, they will purchase credits directly from another party with excess allowances, from a broker, from a JI/CDM developer, or on an exchange. National governments, some of whom may not have devolved responsibility for meeting Kyoto obligations to industry, and that have a net deficit of allowances, will buy credits for their own account, mainly from JI/CDM developers. These deals are occasionally done directly through a national fund or agency, as in the case of the Dutch government's ERUPT programme, or via collective funds such as the World Bank's Prototype Carbon Fund (PCF). The PCF, for example, represents a consortium of six governments and 17 major utility and energy companies on whose behalf it purchases credits. Since allowances and carbon credits are tradeable instruments with a transparent price, financial investors can buy them on the spot market for speculation purposes, or link them to futures contracts. A high volume of trading in this secondary market helps price discovery and liquidity, and in this way helps to keep down costs and set a clear price signal in CO2 which helps businesses to plan investments. This market has grown substantially, with banks, brokers, funds, arbitrageurs and private traders now participating in a market valued at about $60 billion in 2007.[citation needed][3] Emissions Trading PLC, for example, was floated on the London Stock Exchange's AIM market in 2005 with the specific remit of investing in emissions instruments. Although Kyoto created a framework and a set of rules for a global carbon market, there are in practice several distinct schemes or markets in operation today, with varying degrees of linkages among them. Kyoto enables a group of several annex I countries to create a market-within-a-market together. The EU elected to be treated as such a group, and created the EU Emissions Trading Scheme (ETS). The EU ETS uses EAUs (EU Allowance Units), each equivalent to a Kyoto AAU. The scheme went into operation on 1 January 2005, although a forward market has existed since 2003. The UK established its own learning-by-doing voluntary scheme, the UK ETS, which ran from 2002 through 2006. This market existed alongside the EU's scheme, and participants in the UK scheme have the option of applying to opt out of the first phase of the EU ETS, which lasts through 2007.[citation needed] The sources of Kyoto credits are the Clean Development Mechanism (CDM) and Joint Implementation (JI) projects. The CDM allows the creation of new carbon credits by developing emission reduction projects in non-annex I countries, while JI allows project-specific credits to be converted from existing credits within annex I countries. CDM projects produce Certified Emission Reductions (CERs), and JI projects produce Emission Reduction Units (ERUs), each equivalent to one AAU. Kyoto CERs are also accepted for meeting EU ETS obligations, and ERUs will become similarly valid from 2008 for meeting ETS obligations (although individual countries may choose to limit the number and source of CER/JIs they will allow for compliance purposes starting from 2008). CERs/ERUs are overwhelmingly bought from project developers by funds or individual entities, rather than being exchange-traded like allowances. Since the creation of Kyoto is subject to a lengthy process of registration and certification by the UNFCCC, and the projects themselves require several years to develop, this market is at this point largely a forward market where purchases are made at a discount to their equivalent currency, the EUA, and are almost always subject to certification and delivery (although up-front payments are sometimes made). According to IETA, the market value of CDM/JI credits transacted in 2004 was EUR 245 m; it is estimated that more than EUR 620 m worth of credits were transacted in 2005. Several non-Kyoto carbon markets are in existence or being planned, and these are likely to grow in importance and numbers in the coming years. These include the New South Wales Greenhouse Gas Abatement Scheme, the Regional Greenhouse Gas Initiative and Western Climate Initiative in the United States and Canada, the Chicago Climate Exchange and the State of California's recent initiative to reduce emissions. These initiatives taken together may create a series of partly linked markets, rather than a single carbon market. The common theme is the adoption of market-based mechanisms centered on carbon credits that represent a reduction of CO2 emissions. The fact that some of these initiatives have similar approaches to certifying their credits makes it possible that carbon credits in one market may in the long run be tradeable in other schemes. The scheme would broaden the current carbon market far more than the current focus on the CDM/JI and EU ETS domains. An obvious precondition, however, is a realignment of penalties and fines to similar levels, since these create an effective ceiling for each market. As stated in the lede, one of the main arguments made in favour of the flexibility mechanisms is that of cost-effectiveness.[4] The principle of cost-effectiveness is included in the UN Framework Convention on Climate Change (UNFCCC).[5] The economic basis of costs being reduced through flexibility is discussed in emissions trading#Applying the economic theory and economics of climate change mitigation#Flexibility. A number of concerns were raised about flexibility in the lead-up to negotiations of the Kyoto Protocol.[6] Two examples of issues raised were that of domestic emissions reductions in the developed countries, and the issue of developed countries effectively taking up all the low-cost emissions reductions in developing countries.[7] The idea behind the first view was that most emissions reductions should occur first in the developed countries - this would encourage the development of low-carbon energy technologies which could then be taken up later on by developing counties.[7] The second idea was that all of the low-cost emissions reductions in developing countries would, in effect, be stolen by the developed countries.[7] Thus, when it came time for developing countries to take on their own commitments to reduce emissions, it would be more costly for them to do so.[7] Differing views on flexibility were summarized in the Intergovernmental Panel on Climate Change's (IPCC) Second Assessment Report.[8] The basic economic argument in favour of flexibility was that, in principle at least, issues to do with fairness (\"equity\" in the language of economics) could be separated from efficiency (i.e., reducing emissions most cheaply).[9] From this viewpoint, flexibility through emissions trading could promote efficiency, while arguments of equity could be partially addressed through, for example, the allocations of emissions rights between different countries.[10][11] During negotiations, the US was a supporter of flexibility,[12] while several other negotiating parties were in favour of uniform emissions cuts (e.g., the Alliance of Small Island States, AOSIS).[13] In the end, flexibility was incorporated into Kyoto's design, but the treaty still places an emphasis on developed countries achieving the bulk of their emissions reductions domestically, rather than in developing countries (i.e., by using the Clean Development Mechanism, CDM).[14] The balance between domestic emissions reductions in developed countries and reductions through the CDM is not, however, quantified.[14] Since the implementation of the flexibility mechanisms, a number of other concerns have been raised. There have been various criticisms of the CDM (see Clean Development Mechanism for details). These include excess profits generated by CDM projects designed to reduce emissions of industrial gases,[15] adverse effects of projects on local communities,[16][17] and the failure of the CDM to promote development in the poorest regions of the world.[18] Criticisms have also been made of the various emissions trading schemes set-up by developed countries to meet their first-round Kyoto targets.[19] These criticisms are discussed in the individual articles on these trading schemes: see Kyoto Protocol#International Emissions Trading for a list of these trading schemes. For example, the environmental organization Friends of the Earth (EWNI) has called for the EU Emissions Trading System (EU ETS) to be scrapped, and be replaced by other policies (e.g., energy efficiency standards), which they argue would be more effective than the EU ETS at reducing emissions.[20] The articles referred to above also contain policy measures proposed by governments and commentators[21] to address some of these criticisms. The second commitment period of the Kyoto Protocol ends in 2020. Due to this, negotiations are underway to have the role of Flexible Mechanisms continue in some form under the Paris Agreement. Allthough not yet worked out (at the moment of writing; November 2016), this should be possible as both article 5 and 6 call for a similar mechanism to be created.[22]","Title":"Flexible Mechanisms - Wikipedia","KeyID":"12206","URL":"https://en.wikipedia.org/wiki/Flexible_Mechanisms"}