{"Content: ":"Biochar is the lightweight black residue, made of carbon and ashes, remaining after the pyrolysis of biomass. Biochar is defined by the International Biochar Initiative as \"the solid material obtained from the thermochemical conversion of biomass in an oxygen-limited environment\".[1] Biochar is a stable solid that is rich in pyrogenic carbon and can endure in soil for thousands of years.[2] The refractory stability of biochar leads to the concept of pyrogenic carbon capture and storage (PyCCS),[3] i.e. carbon sequestration in the form of biochar.[2] It may be a means to mitigate climate change.[4][5][6] Biochar may increase the soil fertility of acidic soils and increase agricultural productivity.[7] The word \"biochar\" is a late 20th century English neologism derived from the Greek word βίος, bios, \"life\" and \"char\" (charcoal produced by carbonisation of biomass).[8] It is recognised as charcoal that participates in biological processes found in soil, aquatic habitats and in animal digestive systems. Pre-Columbian Amazonians produced biochar by smoldering agricultural waste (i.e., covering burning biomass with soil)[9] in pits or trenches.[10] It is not known if they intentionally used biochar to enhance soil productivity.[10] European settlers called it terra preta de Indio.[11] Following observations and experiments, a research team working in French Guiana hypothesized that the Amazonian earthworm Pontoscolex corethrurus was the main agent of fine powdering and incorporation of charcoal debris in the mineral soil.[12] Biochar is a high-carbon, fine-grained residue that is produced via pyrolysis; it is the direct thermal decomposition of biomass in the absence of oxygen (preventing combustion), which produces a mixture of solids (the biochar proper), liquid (bio-oil), and gas (syngas) products. Gasifiers produce most of the biochar sold in the United States.[13] The gasification process consists of four main stages: oxidation, drying, pyrolysis, and reduction.[14] Temperature during pyrolysis in gasifiers is 250–550 °C (523–823 K), 600–800 °C (873–1,073 K) in the reduction zone and 800–1,000 °C (1,070–1,270 K) in the combustion zone.[15] The specific yield from pyrolysis is dependent on process conditions such as temperature, residence time, and heating rate.[16] These parameters can be tuned to produce either energy or biochar.[17] Temperatures of 400–500 °C (673–773 K) produce more char, whereas temperatures above 700 °C (973 K) favor the yield of liquid and gas fuel components.[18] Pyrolysis occurs more quickly at higher temperatures, typically requiring seconds rather than hours. The increasing heating rate leads to a decrease of biochar yield, while the temperature is in the range of 350–600 °C (623–873 K).[19] Typical yields are 60% bio-oil, 20% biochar, and 20% syngas. By comparison, slow pyrolysis can produce substantially more char (≈35%);[18] this contributes to soil fertility. Once initialized, both processes produce net energy. For typical inputs, the energy required to run a \"fast\" pyrolyzer is approximately 15% of the energy that it outputs.[20] Pyrolysis plants can use the syngas output and yield 3–9 times the amount of energy required to run.[10] Besides pyrolysis, torrefaction and hydrothermal carbonization processes can also thermally decompose biomass to the solid material. However, these products cannot be strictly defined as biochar. The carbon product from the torrefaction process contains some volatile organic components, thus its properties are between that of biomass feedstock and biochar.[21] Furthermore, even the hydrothermal carbonization could produce a carbon-rich solid product, the hydrothermal carbonization is evidently different from the conventional thermal conversion process.[22] Therefore, the solid product from hydrothermal carbonization is defined as \"hydrochar\" rather than \"biochar\". The Amazonian pit/ trench method[10] harvests neither bio-oil nor syngas, and releases CO2, black carbon, and other greenhouse gases (GHGs) (and potentially, toxicants) into the air, though less greenhouse gasses than captured during the growth of the biomass. Commercial-scale systems process agricultural waste, paper byproducts, and even municipal waste and typically eliminate these side effects by capturing and using the liquid and gas products.[23][24] The production of biochar as an output is not a priority in most cases. In a centralized system, unused biomass is brought to a central plant[25] for processing into biochar. Alternatively, each farmer or group of farmers can operate a kiln. Finally, a truck equipped with a pyrolyzer can move from place to place to pyrolyze biomass. Vehicle power comes from the syngas stream, while the biochar remains on the farm. The biofuel is sent to a refinery or storage site. Factors that influence the choice of system type include the cost of transportation of the liquid and solid byproducts, the amount of material to be processed, and the ability to supply the power grid. Common crops used for making biochar include various tree species, as well as various energy crops. Some of these energy crops (i.e. Napier grass) can store much more carbon on a shorter timespan than trees do.[26] For crops that are not exclusively for biochar production, the Residue-to-Product Ratio (RPR) and the collection factor (CF), the percent of the residue not used for other things, measure the approximate amount of feedstock that can be obtained. For instance, Brazil harvests approximately 460 million tons (MT) of sugarcane annually,[27] with an RPR of 0.30, and a CF of 0.70 for the sugarcane tops, which normally are burned in the field.[28] This translates into approximately 100 MT of residue annually, which could be pyrolyzed to create energy and soil additives. Adding in the bagasse (sugarcane waste) (RPR=0.29 CF=1.0), which is otherwise burned (inefficiently) in boilers, raises the total to 230 MT of pyrolysis feedstock. Some plant residue, however, must remain on the soil to avoid increased costs and emissions from nitrogen fertilizers.[29] Various companies in North America, Australia, and England sell biochar or biochar production units. In Sweden the 'Stockholm Solution' is an urban tree planting system that uses 30% biochar to support urban forest growth.[30] At the 2009 International Biochar Conference, a mobile pyrolysis unit with a specified intake of 1,000 pounds (450 kg) was introduced for agricultural applications.[31] Alternatively, \"thermo-catalytic depolymerization\", which utilizes microwaves, has been used to efficiently convert organic matter to biochar on an industrial scale, producing ≈50% char.[32][33] The physical and chemical properties of biochars as determined by feedstocks and technologies are crucial. Characterization data explain their performance in a specific use. For example, guidelines published by the International Biochar Initiative provide standardized evaluation methods.[1] Properties can be categorized in several respects, including the proximate and elemental composition, pH value, and porosity. The atomic ratios of biochar, including H/C and O/C, correlate with the properties that are relevant to organic content, such as polarity and aromaticity.[34] A van-Krevelen diagram can show the evolution of biochar atomic ratios in the production process.[35] In the carbonization process, both the H/C and O/C ratios decrease due to the release of functional groups that contain hydrogen and oxygen.[36] Production temperatures influence biochar properties in several ways. The molecular carbon structure of the solid biochar matrix is particularly affected. Initial pyrolysis at 450–550 °C leaves an amorphous carbon structure. Temperatures above this range will result in the progressive thermochemical conversion of amorphous carbon into turbostratic graphene sheets. Biochar conductivity also increases with production temperature.[37][38][39] Important to carbon capture, aromaticity and intrinsic recalcitrance increases with temperature. [40] Biomass burning and natural decomposition releases large amounts of carbon dioxide and methane to the Earth's atmosphere. The biochar production process also releases CO2 (up to 50% of the biomass), however, the remaining carbon content becomes indefinitely stable.[41] Biochar carbon remains in the ground for centuries, slowing the growth in atmospheric greenhouse gas levels. Simultaneously, its presence in the earth can improve water quality, increase soil fertility, raise agricultural productivity, and reduce pressure on old-growth forests.[42] Biochar can sequester carbon in the soil for hundreds to thousands of years, like coal.[43][44][45][46][47] Early works proposing the use of biochar for carbon dioxide removal to create a long-term stable carbon sink were published in the 2010s.[48][49][50] This technique is advocated by scientists including James Hansen[51] and James Lovelock.[52] A 2010 report estimated that sustainable use of biochar could reduce the global net emissions of carbon dioxide (CO 2), methane, and nitrous oxide by up to 1.8  billion tonnes carbon dioxide equivalent (CO 2e) per year (compared to the about 50 billion tonnes emitted in 2021), without endangering food security, habitats, or soil conservation.[53] However a 2018 study doubted enough biomass would be available to achieve significant carbon sequestration.[54] A 2021 review estimated potential CO2 removal from 1.6 to 3.2 billion tonnes per year.[55] In 2021 the cost of biochar ranged around European carbon prices,[56] but was not yet included in the EU or UK Emissions Trading Scheme.[57] In developing countries, biochar derived from improved cookstoves for home-use can contribute[clarification needed] to negative carbon emissions, while achieving other benefits for sustainable development.[58] Biochar offers multiple soil health benefits in degraded tropical soils, but is less beneficial in temperate regions.[59] Its porous nature is effective at retaining both water and water-soluble nutrients. Soil biologist Elaine Ingham highlighted its suitability as a habitat for beneficial soil micro organisms.[60] She pointed out that when pre-charged with these beneficial organisms, biochar promotes good soil and plant health. Biochar reduces leaching of E-coli through sandy soils depending on application rate, feedstock, pyrolysis temperature, soil moisture content, soil texture, and surface properties of the bacteria.[61][62][63] For plants that require high potash and elevated pH,[64] biochar can improve yield.[65] Biochar can improve water quality, reduce soil emissions of greenhouse gases, reduce nutrient leaching, reduce soil acidity,[66] and reduce irrigation and fertilizer requirements.[67] Under certain circumstances biochar induces plant systemic responses to foliar fungal diseases and improves plant responses to diseases caused by soilborne pathogens.[68][69][70] Biochar's impacts are dependent on its properties[71] as well as the amount applied,[70] although knowledge about the important mechanisms and properties is limited.[72] Biochar impact may depend on regional conditions including soil type, soil condition (depleted or healthy), temperature, and humidity.[73] Modest additions of biochar reduce nitrous oxide (N 2O)[74] emissions by up to 80% and eliminate methane emissions, which are both more potent greenhouse gases than CO2.[75] Studies reported positive effects from biochar on crop production in degraded and nutrient–poor soils.[76] The application of compost and biochar under FP7 project FERTIPLUS had positive effects on soil humidity, crop productivity and quality in multiple countries.[77] Biochar can be adapted with specific qualities to target distinct soil properties.[78] In Colombian savanna soil, biochar reduced leaching of critical nutrients, created a higher nutrient uptake, and provided greater nutrient availability.[79] At 10% levels biochar reduced contaminant levels in plants by up to 80%, while reducing chlordane and DDX content in the plants by 68 and 79%, respectively.[80] However, because of its high adsorption capacity, biochar may reduce pesticide efficacy.[81][82] High-surface-area biochars may be particularly problematic.[81] Biochar may be ploughed into soils in crop fields to enhance their fertility and stability, and for medium- to long-term carbon sequestration in these soils. It has meant a remarkable improvement in tropical soils showing positive effects in increasing soil fertility and in improving disease resistance in West European soils.[77] The use of biochar as a feed additive can be a way to apply biochar to pastures and to reduce methane emissions.[83][84] Application rates of 2.5–20 tonnes per hectare (1.0–8.1 t/acre) appear to be required to produce significant improvements in plant yields. Biochar costs in developed countries vary from $300–7000/tonne, generally impractical for the farmer/horticulturalist and prohibitive for low-input field crops. In developing countries, constraints on agricultural biochar relate more to biomass availability and production time. A compromise is to use small amounts of biochar in lower cost biochar-fertilizer complexes.[85] Switching from slash-and-burn to slash-and-char farming techniques in Brazil can decrease both deforestation of the Amazon basin and carbon dioxide emission, as well as increase crop yields. Slash-and-burn leaves only 3% of the carbon from the organic material in the soil.[86] Slash-and-char can retain up to 50%.[87] Biochar reduces the need for nitrogen fertilizers, thereby reducing cost and emissions from fertilizer production and transport.[88] Additionally, by improving soil's till-ability, its fertility and its productivity, biochar-enhanced soils can indefinitely sustain agricultural production, whereas slash/ burn soils quickly become depleted of nutrients, forcing farmers to abandon the fields, producing a continuous slash and burn cycle. Using pyrolysis to produce bio-energy does not require infrastructure changes the way, for example, processing biomass for cellulosic ethanol does. Additionally, biochar can be applied by the widely used machinery.[89] Biochar is hygroscopic due to its porous structure and high specific surface area.[90] As a result, fertilizer and other nutrients are retained for plants' benefit. Biochar has been used in animal feed for centuries.[91] A Western Australian farmer explored the use of biochar mixed with molasses as stock fodder. He asserted that in ruminants, biochar can assist digestion and reduce methane production. The farmer also used dung beetles to work the resulting biochar-infused dung into the soil without using machinery. The nitrogen and carbon in the dung are both incorporated into the soil rather than staying on the soil surface, reducing the production of nitrous oxide and carbon dioxide. The nitrogen and carbon add to soil fertility. On-farm evidence indicates that the fodder led to improvements of liveweight gain in Angus-cross cattle.[92] Doug Pow won the Australian Government Innovation in Agriculture Land Management Award at the 2019 Western Australian Landcare Awards for this innovation.[93][92] Pow's work led to two further trials on dairy cattle, yielding reduced odour and increased milk production.[94] Research into aspects involving pyrolysis/biochar is underway around the world, but as of 2018[update] was still in its infancy.[54] From 2005 to 2012, 1,038 articles included the word \"biochar\" or \"bio-char\" in the topic indexed in the ISI Web of Science.[95] Research is in progress by Cornell University, University of Edinburgh (which has a dedicated research unit),[96] University of Georgia,[97][98] the Agricultural Research Organization (ARO) of Israel, Volcani Center,[99] and University of Delaware. Long-term effects of biochar on C sequestration has been examined using soil from arable fields in Belgium with charcoal-enriched black spots dating from before 1870 from charcoal production mound kilns. Topsoils from these 'black spots' had a higher organic C concentration [3.6 ± 0.9% organic carbon (OC)] than adjacent soils outside these black spots (2.1 ± 0.2% OC). The soils had been cropped with maize for at least 12 years which provided a continuous input of C with a C isotope signature (δ13C) −13.1, distinct from the δ13C of soil organic carbon (−27.4 ‰) and charcoal (−25.7 ‰) collected in the surrounding area. The isotope signatures in the soil revealed that maize-derived C concentration was significantly higher in charcoal-amended samples ('black spots') than in adjacent unamended ones (0.44% vs. 0.31%; p = 0.02). Topsoils were subsequently collected as a gradient across two 'black spots' along with corresponding adjacent soils outside these black spots and soil respiration, and physical soil fractionation was conducted. Total soil respiration (130 days) was unaffected by charcoal, but the maize-derived C respiration per unit maize-derived OC in soil significantly decreased about half (p < 0.02) with increasing charcoal-derived C in soil. Maize-derived C was proportionally present more in protected soil aggregates in the presence of charcoal. The lower specific mineralization and increased C sequestration of recent C with charcoal are attributed to a combination of physical protection, C saturation of microbial communities and, potentially, slightly higher annual primary production. Overall, this study evidences the capacity of biochar to enhance C sequestration through reduced C turnover.[100] Biochar sequesters carbon (C) in soils because of its prolonged residence time, ranging from years to millennia. In addition, biochar can promote indirect C-sequestration by increasing crop yield while, potentially, reducing C-mineralization. Laboratory studies have evidenced effects of biochar on C-mineralization using 13 C signatures.[101] Fluorescence analysis of biochar-amended soil dissolved organic matter revealed that biochar application increased a humic-like fluorescent component, likely associated with biochar-carbon in solution. The combined spectroscopy-microscopy approach revealed the accumulation of aromatic-carbon in discrete spots in the solid-phase of microaggregates and its co-localization with clay minerals for soil amended with raw residue or biochar. The co-localization of aromatic-C:polysaccharides-C was consistently reduced upon biochar application. These finding suggested that reduced C metabolism is an important mechanism for C stabilization in biochar-amended soils.[102] Research and practical investigations into the potential of biochar for coarse soils in semi-arid and degraded ecosystems are ongoing. In Namibia biochar is under exploration as climate change adaptation effort, strengthening local communities' drought resilience and food security through the local production and application of biochar from abundant encroacher biomass.[103] In recent years, biochar has attracted interest as a wastewater filtration medium as well as for its adsorbing capacity for the wastewater pollutants.[104][105] ","Title":"Biochar - Wikipedia","KeyID":"12200","URL":"https://en.wikipedia.org/wiki/Biochar"}