{"Content: ":"Clifford Allan Redin Savory (born 15 September 1935) is a Zimbabwean scientist, livestock farmer, and president and co-founder of the Savory Institute. He originated Holistic management,[1] a systems thinking approach to managing resources. Savory advocates using bunched and moving livestock to what he claims mimics nature, as a means to heal the environment, stating \"only livestock can reverse desertification. There is no other known tool available to humans with which to address desertification that is contributing not only to climate change but also to much of the poverty, emigration, violence, etc. in the seriously affected regions of the world.\"[2] \"Only livestock can save us.\"[3] He believes grasslands hold the potential to sequester enough atmospheric carbon dioxide to reverse climate change. Praised by cattle farmers,[4][5] his controversial ideas have sparked opposition from academics; ranging from debate on evidence for treatment effects to the scope of the potential impact for carbon sequestration.[6][7][8] Savory received the 2003 Banksia International Award[9] and won the 2010 Buckminster Fuller Challenge.[10] Prince Charles called him \"a remarkable man\" and noted farmer Joel Salatin wrote, \"History will vindicate Allan Savory as one of the greatest ecologists of all time.\"[11] In contrast, James E. McWilliams described Savory as having \"adherence to scientifically questionable conclusions in the face of evidence to the contrary\".[8] George Monbiot said of him, \"his statements are not supported by empirical evidence and experimental work, and that in crucial respects his techniques do more harm than good.\"[12] However, this comment has been subject to criticism in a later article published in The Guardian by Hunter Lovins, titled \"Why George Monbiot is wrong: grazing livestock can save the world\".[13] Savory was educated in South Africa at what was then the University of Natal, gaining a B.Sc. in Biology and Botany in 1955.[14][15] According to Savory, he has worked on the problem of land degradation (desertification) as early as 1955 in Northern Rhodesia, where he served in the Colonial Service as Provincial Game Officer, Northern and Luapula Provinces. He also claims to have continued this work in Southern Rhodesia first as a research officer in the Game Department, and even claims to have been an independent scientist and international consultant. He advocated for slaughtering large numbers of elephants up until 1969 based on the idea that they were destroying their habitat.[16][17] His research, which he claims was validated by a committee of scientists, led to the government culling approximately 40,000 elephants in following years. However, this did not reverse the degradation of the land. He has called the decision to advocate for the slaughter of large numbers of elephants \"the saddest and greatest blunder of my life.\"[18][19] This unnecessary massacre, brought about by interpreting supposed research data to fit the prevailing world-view that too many animals causes overgrazing and overbrowsing, led to Savory becoming determined to solve the problem, which eventually led to his development of the holistic framework for decision-making and to holistic planned grazing, and to his book, Holistic Management: A New Decision Making Framework, written with his wife Jody Butterfield. Savory was influenced by earlier work of French agronomist André Voisin who said that overgrazing resulted from the amount of time plants were exposed to animals, not from too many animals in any given area.[20] Savory saw this as a solution to overgrazing, and believed that overgrazing was caused by leaving cattle too long and returning them too soon, rather than the size of the herd.[21][22] At the time of Unilateral Declaration of Independence in 1965, Savory was a Captain in the part-time Territorial Army unit, the 4th Battalion Royal Rhodesia Regiment. He opposed UDI quietly and continued to serve and formed a tracking unit that became the Tracker Combat Unit (TCU) and later some of the TCU joined the Selous Scouts.[23][24] Savory was elected to the Rhodesian Parliament representing Matobo constituency in the 1970 election. After resigning from the Rhodesian Front in protest over its racist policies and handling of the war, in 1973 Savory reformed the defunct Rhodesia Party formerly led by Sir Roy Welensky. In June 1973, Savory publicly stated, \"If I had been born a black Rhodesian, instead of a white Rhodesian, I would be your greatest terrorist.\"[25] Although he urged white Rhodesians to understand why he would feel this, the reaction to this statement led to Savory's ousting from the Rhodesia Party. In 1977, non-racist moderate white parties united in opposition to Ian Smith in what was known as the National Unifying Force (NUF) led by Savory.[26] The NUF party won no seats in the 1977 election, and Savory relinquished leadership to Tim Gibbs, son of Rhodesia's last governor. Savory continued to fight Ian Smith and his policies, in particular opposing the Internal Settlement under Bishop Abel Muzorewa.[27] In 1979, due to conflicts with the Smith government, Savory left Rhodesia and went into self-imposed exile to continue his scientific work.[25] After leaving Zimbabwe, Savory worked from the Cayman Islands into the Americas, introducing holistic planned grazing as a process of management to reverse desertification of 'brittle' grasslands by carefully planning movements of dense herds of livestock to mimic those found in nature, allowing sufficient time for the plants to fully recover before re-grazing. Savory immigrated to the US, and with his wife Jody Butterfield founded the Center for Holistic Management in 1984. Its name was later changed to the Savory Center and later Holistic Management International. In 2009 Savory left HMI and formed the Savory Institute. Savory, Butterfield and philanthropist Sam Brown formed the Africa Centre for Holistic Management, based in Zimbabwe in 1992 on 2,520 hectares (6,200 acres) of land Savory donated for the benefit of the people of Africa as a learning/training site for holistic management.[28] When not travelling the world spreading his message, Savory and Butterfield split their time between their house in Albuquerque and a thatched-roof complex of mud huts in the African bush in Zimbabwe. He frequently goes barefoot.[29] His 2013 TED Talk, \"How to green the desert and reverse climate change,\"[18] attracted millions of views and was followed up by the release of his TED Book, The Grazing Revolution: A Radical Plan to Save the Earth.[30] In his TED Talk Savory asks, \"What are we going to do?\" \"There is only one option, I'll repeat to you, only one option left to climatologists and scientists, and that is to do the unthinkable, and to use livestock, bunched and moving, as a proxy for former herds and predators, and mimic nature. There is no other alternative left to mankind.\"[31] Savory advocates using high technology to develop alternative energy sources and to reduce or eliminate future emissions. He supports grass fed beef and vehemently opposes industrial livestock production.[32][33] \"The number one public enemy is the cow. But the number one tool that can save mankind is the cow. We need every cow we can get back out on the range. It is almost criminal to have them in feedlots which are inhumane, antisocial, and environmentally and economically unsound.\"[34] Savory condemns the practice of slash-and-burn cultivation of forests and grasslands,[33] saying that it \"leaves the soil bare, releasing carbon, and worse than that, burning one hectare of grassland gives off more, and more damaging, pollutants than 6,000 cars. And we are burning in Africa, every single year, more than one billion hectares of grasslands, and almost nobody is talking about it.\"[31] One billion hectares is an area greater than that of the Sahara desert. Thousands of farmers, ranchers, pastoralists and various organizations are working globally to restore grasslands through the teaching and practice of holistic management and holistic decision making.[citation needed] This includes conservation projects in the US, Africa, Mexico, Argentina, Chile, Canada, and Australia in which various NGOs, government agencies and universities are practicing holistic management and its holistic planned grazing to reverse desertification using livestock as the main agent of change to restore the environment, increase ground cover, soil organic matter and water retention, replenish streams, and combat biodiversity loss.[32][35] In 2003 Australia honored Savory with the Banksia International Award \"for the person doing the most for the environment on a global scale\"[9] and in 2010, Savory and the Africa Centre for Holistic Management won The Buckminster Fuller Challenge,[10] an annual international design competition awarding $100,000 \"to support the development and implementation of a strategy that has significant potential to solve humanity's most pressing problems\".[36] Although Savory's approach to the problem of desertification has met resistance from scientists (see \"Criticism\" section in Holistic grazing article), three 2007 and 2010 studies document soil improvement as measured by soil carbon, soil biota, water retention, nutrient-holding capacity, and ground litter on grazed land using multi-pasture grazing methods compared to continuously grazed land.[37][38] There is also evidence that multi-pasture grazing methods may increase water retention compared to non-grazed land.[39] However, George Wuerthner, writing in The Wildlife News in a 2013 article titled, \"Allan Savory: Myth And Reality\" stated, \"The few scientific experiments that Savory supporters cite as vindication of his methods (out of hundreds that refute his assertions), often fail to actually test his theories. Several of the studies cited on HM web site had utilization levels (degree of vegetation removed) well below the level that Savory actually recommends.\"[40] In his TED talk, Savory claimed that holistic grazing could reduce carbon dioxide levels to pre-industrial levels in a span of 40 years. According to Skeptical Science, \"it is not possible to increase productivity, increase numbers of cattle and store carbon using any grazing strategy, never-mind Holistic Management [...] Long term studies on the effect of grazing on soil carbon storage have been done before, and the results are not promising.[...] Because of the complex nature of carbon storage in soils, increasing global temperature, risk of desertification and methane emissions from livestock, it is unlikely that Holistic Management, or any management technique, can reverse climate change.[41]\" According to a 2016 study published by the University of Uppsala, the actual rate at which improved grazing management could contribute to carbon sequestration is seven times lower than the claims made by Savory. The study concludes that holistic management cannot reverse climate change.[42] A study by the Food and Climate Research Network in 2017 concluded that Savory's claims about carbon sequestration were \"unrealistic\" and very different from those issued by peer-reviewed studies.[43] In a 2012 address to the International Union for Conservation of Nature World Conservation Congress, Prince Charles said: \"I have been particularly fascinated, for example, by the work of a remarkable man called Allan Savory, in Zimbabwe and other semiarid areas, who has argued for years against the prevailing expert view that it is the simple numbers of cattle that drive overgrazing and cause fertile land to become desert. On the contrary, as he has since shown so graphically, the land needs the presence of feeding animals and their droppings for the cycle to be complete, so that soils and grassland areas stay productive. Such that, if you take grazers off the land and lock them away in vast feedlots, the land dies.\"[44] The Savory Institute was one of eleven finalists in the Virgin Earth Challenge,[45] a 2007-2019 competition which offered a $25 million prize for whoever could demonstrate a commercially viable design that resulted in the permanent removal of greenhouse gases out of the Earth's atmosphere to contribute materially in global-warming avoidance.[46] None of the entries satisfied all the necessary prize criteria.[47]","Title":"Allan Savory - Wikipedia","KeyID":"12213","URL":"https://en.wikipedia.org/wiki/Allan_Savory"}