{"Content: ":"Cell death is the event of a biological cell ceasing to carry out its functions. This may be the result of the natural process of old cells dying and being replaced by new ones, as in programmed cell death, or may result from factors such as diseases, localized injury, or the death of the organism of which the cells are part. Apoptosis or Type I cell-death, and autophagy or Type II cell-death are both forms of programmed cell death, while necrosis is a non-physiological process that occurs as a result of infection or injury.[1] Programmed cell death (PCD) is cell death mediated by an intracellular program.[2][3] PCD is carried out in a regulated process, which usually confers advantage during an organism's life-cycle. For example, the differentiation of fingers and toes in a developing human embryo occurs because cells between the fingers apoptose; the result is that the digits separate. PCD serves fundamental functions during both plant and metazoa (multicellular animals) tissue development. Apoptosis is the process of programmed cell death (PCD) that may occur in multicellular organisms.[3] Biochemical events lead to characteristic cell changes (morphology) and death. These changes include blebbing, cell shrinkage, nuclear fragmentation, chromatin condensation, and chromosomal DNA fragmentation. It is now thought that – in a developmental context – cells are induced to positively commit suicide whilst in a homeostatic context; the absence of certain survival factors may provide the impetus for suicide. There appears to be some variation in the morphology and indeed the biochemistry of these suicide pathways; some treading the path of \"apoptosis\", others following a more generalized pathway to deletion, but both usually being genetically and synthetically motivated. There is some evidence that certain symptoms of \"apoptosis\" such as endonuclease activation can be spuriously induced without engaging a genetic cascade, however, presumably true apoptosis and programmed cell death must be genetically mediated. It is also becoming clear that mitosis and apoptosis are toggled or linked in some way and that the balance achieved depends on signals received from appropriate growth or survival factors.[4] Autophagy is cytoplasmic, characterized by the formation of large vacuoles that eat away organelles in a specific sequence prior to the destruction of the nucleus.[5] Macroautophagy, often referred to as autophagy, is a catabolic process that results in the autophagosomic-lysosomal degradation of bulk cytoplasmic contents, abnormal protein aggregates, and excess or damaged organelles. Autophagy is generally activated by conditions of nutrient deprivation but has also been associated with physiological as well as pathological processes such as development, differentiation, neurodegenerative diseases, stress, infection and cancer. Other pathways of programmed cell death have been discovered.[6] Called \"non-apoptotic programmed cell-death\" (or \"caspase-independent programmed cell-death\"), these alternative routes to death are as efficient as apoptosis and can function as either backup mechanisms or the main type of PCD. Some such forms of programmed cell death are anoikis, almost identical to apoptosis except in its induction; cornification, a form of cell death exclusive to the eyes; excitotoxicity; ferroptosis, an iron-dependent form of cell death[7] and Wallerian degeneration. Plant cells undergo particular processes of PCD similar to autophagic cell death. However, some common features of PCD are highly conserved in both plants and metazoa. Activation-induced cell death (AICD) is a programmed cell death caused by the interaction of Fas receptor (Fas, CD95)and Fas ligand (FasL, CD95 ligand).[8] It occurs as a result of repeated stimulation of specific T-cell receptors (TCR) and it helps to maintain the periphery immune tolerance.[9] Therefore, an alteration of the process may lead to autoimmune diseases.[8] In the other words AICD is the negative regulator of activated T-lymphocytes. Ischemic cell death, or oncosis, is a form of accidental, or passive cell death that is often considered a lethal injury. The process is characterized by mitochondrial swelling, cytoplasm vacuolization, and swelling of the nucleus and cytoplasm.[10] Mitotic catastrophe is a mode of cell death that is due to premature or inappropriate entry of cells into mitosis. It is the most common mode of cell death in cancer cells exposed to ionizing radiation and many other anti-cancer treatments.[11] Immunogenic cell death or immunogenic apoptosis is a form of cell death caused by some cytostatic agents such as anthracyclines, oxaliplatin and bortezomib, or radiotherapy and photodynamic therapy (PDT).[12] Pyroptosis is a highly inflammatory form of programmed cell death that occurs most frequently upon infection with intracellular pathogens and is likely to form part of the antimicrobial response in myeloid cells.[13] PANoptosis is a unique inflammatory cell death pathway that integrates components from other cell death pathways. The totality of biological effects in PANoptosis cannot be individually accounted for by pyroptosis, apoptosis, or necroptosis alone. PANoptosis is regulated by multifaceted macromolecular complexes termed PANoptosomes.[14] Necrosis is cell death where a cell has been badly damaged through external forces such as trauma or infection and occurs in several different forms. In necrosis, a cell undergoes swelling, followed by uncontrolled rupture of the cell membrane with cell contents being expelled. These cell contents often then go on to cause inflammation in nearby cells.[15] A form of programmed necrosis, called necroptosis, has been recognized as an alternative form of programmed cell death. It is hypothesized that necroptosis can serve as a cell-death backup to apoptosis when the apoptosis signaling is blocked by endogenous or exogenous factors such as viruses or mutations. Necroptotic pathways are associated with death receptors such as the tumor necrosis factor receptor 1.[15] The term \"cell necrobiology\" has been used to describe the life processes associated with morphological, biochemical, and molecular changes which predispose, precede, and accompany cell death, as well as the consequences and tissue response to cell death.[16] The word is derived from the Greek νεκρό meaning \"death\", βìο meaning \"life\", and λόγος meaning \"the study of\". The term was initially coined to broadly define investigations of the changes that accompany cell death, detected and measured by multiparameter flow- and laser scanning- cytometry.[13] It has been used to describe the real-time changes during cell death, detected by flow cytometry.[17]","Title":"Cell death - Wikipedia","KeyID":"12229","URL":"https://en.wikipedia.org/wiki/Cell_death"}