{"Content: ":"Satoyama (里山) is a Japanese term applied to the border zone or area between mountain foothills and arable flat land. Literally, sato (里) means village, and yama (山) means hill or mountain. Satoyama have been developed through centuries of small-scale agricultural and forestry use. The concept of satoyama has several definitions. The first definition is the management of forests through local agricultural communities, using coppicing.[1] During the Edo era, young and fallen leaves were gathered from community forests to use as fertilizer in wet rice paddy fields. Villagers also used wood for construction, cooking and heating. More recently, satoyama has been defined not only as mixed community forests, but also as entire landscapes that are used for agriculture. According to this definition, satoyama contains a mosaic of mixed forests, rice paddy fields, dry rice fields, grasslands, streams, ponds, and reservoirs for irrigation. Farmers use the grasslands to feed horses and cattle. Streams, ponds, and reservoirs play an important role in adjusting water levels of paddy fields and farming fish as a food source.[2] Population decline in villages has been a significant driving factor in the disappearance of satoyama from the Japanese landscape. Economic growth from 1955 to 1975 created significant social and economic gaps between cities and villages and led to the depopulation of mountain villages, where life was made difficult by natural conditions such as steep slopes, landslides, and snowfall. Ownership patterns have also been a factor. Shared ownership of satoyama forests near villages has been common since the beginning of the 19th century. These forests were logged for economic considerations and the construction of houses. Because forests near villages have been cut down, old-growth forests today (including beech forests at high elevations) are often located far from villages. Inhabitants use wood from their private forests and conifer plantations for fuel. By the 1960s, satoyama were utilized as rice fields, plowed fields, shifting cultivation, grasslands, thatch fields, secondary forests for fuel, and giant bamboo forests.[3] Various habitat types for wildlife have been provided by mixed satoyama landscape as a result of the Japanese traditional agricultural system that also facilitates the movement of wildlife between a variety of habitats. The migration of wild animals can occur between ponds, rice paddies, grasslands, forests, and also from one village to another. Ponds, reservoirs, and streams in particular play a significant role in the survival of water dependent species such as dragonflies, and fireflies. In the early stages of their life cycle, they spend most of their time in water. Deciduous oaks such as Quercus acutissima and Quercus serrata are planted by farmers to maintain deciduous broad-leaf trees.[4] Succession to dense and dark laurel forest is prevented by farmers that cut down these trees for firewood and charcoal every 15 to 20 years. Many plant and animal species are able to live in these deciduous forests because of traditional management practices.[citation needed] Satoyama have been disappearing due to the drastic shift in natural resources from charcoal and firewood to oil and the change from compost to chemical fertilizer. Also, the problem of aging in Japanese society can cause the disappearance of satoyama because there are fewer people who can work in satoyama which are considered as intermediate disturbance on forests such as coppicing and harvesting trees for timber and charcoal, cutting shrubs for firewood and collecting litter as compost. These human impacts can help the success of the forest occur. As the final causality of the disappearing of satoyama, pine dominated secondary forests in satoyama were increasingly destroyed since pine wilt disease devastated pine forests in the 1970s.[5][6] The disappearance of satoyama has led to threats in many wildlife that inhabit these areas. For example, the species Niphanda fusca, a butterfly that can be found in satoyama landscapes, has become endangered partly due to the degradation of this ecosystem. This butterfly inhabits early stages of succession, so the progression of these ecosystems into later stages has caused the loss of a habitat for the butterflies. N. fusca is listed in the Japan Red List as endangered – there has been around a 39% decrease in their records in prefectures.[7][8] Throughout the 80s and 90s, the satoyama conservation movement was implemented in Japan. As of 2001, there are more than 500 environmental groups that work for the conservation of satoyama. Because of their efforts, satoyama has become more prevalent in Japanese landscapes.[9] The Satoyama Initiative was established at UNESCO headquarters in Paris in 2009 as a global effort to realize \"societies in harmony with nature\" through the recognition and promotion of satoyama landscapes and similar landscapes around the world as a good model for conservation of biodiversity and human well-being. In 2010, the Satoyama Initiative was recognized in Decision X/32 of the Conference of the Parties to the Convention on Biological Diversity (CBD COP) as \"a potentially useful tool to better understand and support human-influenced natural environments for the benefit of biodiversity and human well-being\" and \"consistent and in harmony with the Convention\".[10] The International Partnership for the Satoyama Initiative was also launched at the same CBD COP meeting and taken note of in the Decision as \" one mechanism to carry out activities identified by the Satoyama Initiative including collecting and analysing case-studies, distilling lessons, and promoting research on different practices of sustainable use of biological resources, as well as increasing awareness and supporting on-the-ground projects and activities in human-influenced natural environments\".[11] The satoyama of Saitama Prefecture have been illustrated in anime with great precision and artistic attention to detail in the very popular film, My Neighbor Totoro, by Studio Ghibli, under the direction of the studio's head and founder, Hayao Miyazaki. The prominence of the satoyama as environment for the story has stirred popular interest in the regions, and encouraged conservation efforts in recent times, in large part thanks to this film.[citation needed] David Attenborough also narrated a one-hour program called Satoyama for NHK in 2004. The Japanese idol company Hello! Project Launched a new show called Hello! SATOYAMA Life. Hello! SATOYAMA Life is a TV show showcasing the members of Hello! Project, including Morning Musume, Berryz Koubou, ℃-ute, Mano Erina, S/mileage, and Mitsui Aika. Hello! SATOYAMA Life is based on agriculture and nature. Different girls are selected to take a camera around and film various topics about agriculture and nature. The show is aired on TV Tokyo. The Japanese culture and lifestyle television show Begin Japanology aired on NHK World featured a full episode on satoyama in 2009.","Title":"Satoyama - Wikipedia","KeyID":"12224","URL":"https://en.wikipedia.org/wiki/Satoyama"}