{"Content: ":"Fat necrosis is a form of necrosis characterized by the action upon fat by digestive enzymes.[1] In fat necrosis the enzyme lipase releases fatty acids from triglycerides. The fatty acids then complex with calcium to form soaps. These soaps appear as white chalky deposits.[2] It is usually associated with trauma of the pancreas or acute pancreatitis.[2][3] It can also occur in the breast,[4] the salivary glands[5] and neonates after a traumatic delivery.[6] Signs and symptoms of fat necrosis are presented below: Fat necrosis occurs primarily in the breast and pancreas. Breast lesions are mostly caused by adipose tissue trauma or post-surgical complications (e.g. hypoxia). Pancreatic lesions arise as a result of the pathological release of pancreatic enzymes which digest surrounding adipose tissue. Fat necrosis is also a feature of some diseases that cause inflammation of subcutaneous fat (panniculitis). Examples of causes include but are not limited to: Fat necrosis is the pattern of damage associated with the destruction of adipose tissue by trauma, hypoxia, or lipase digestion (e.g. pancreatitis). In the classic case of fat necrosis in severe acute pancreatitis, the necrosis arises because adipocytes in the peritoneum are broken and digested by inappropriately activated pancreatic enzymes. Stored triglycerides in the adipocytes are released and split by pancreatic lipases into fatty acids and glycerol molecules. The resultant fatty acids react with extracellular calcium to make calcium soaps (i.e. fatty acid salts) that give fat necrosis its characteristic chalky-white appearance. Fat necrosis is an example of dystrophic calcification because the calcification occurs at normal serum calcium levels.[10] Besides pancreatitis, fat necrosis is also associated with conditions such as pancreatic carcinoma and pancreatic trauma. Although the peripancreatic region is the most commonly affected site in pancreatic disease (due to direct contact with enzymes), associated fat necrosis can occur around the body in subcutaneous tissue, hand and foot joints, and bone marrow. These extrapancreatic complications are known as pancreatic panniculitis.[11] Beyond saponification and calcification, fat necrosis concludes with fibrosis and the formation of grey-yellow scar tissue. It is also possible for calcification to occur around the edges of a fatty necrotic lesion, enclosing the fat in a cyst. These \"oil cysts\" may persist for months to years without undergoing fibrosis. This is often the case in breast fat necrosis, where the underlying oil cysts can be visualised using sonography, X-Ray, CT, or MRI.[9] Although fat necrosis can be diagnosed through a routine checkup with a physician, called a physical, a patient can also perform a physical checkup on themselves. For additional diagnosis, a physician would request one or more of the following scans or tests. When fat necrosis is being felt by a physician or patient, it may feel larger, smaller, unchanged, or not felt at all (resolved). Fat necrosis usually does not require surgery, it usually requires a patient to meet with their physician and as long as the pain is not present there is nothing to be concerned about unless the patient is concerned about cosmetic abnormalities. However, if pain is present surgery is a form of treatment a patient can consider. To keep track of benign fat necrosis a yearly mammogram is taken in order to observe it. However, if fat necrosis consists of oily fluid a physician will go in with a needle to remove this liquid, which may be causing discomfort. Excision may be needed if the mass becomes solid or causes a cosmetic abnormality. Although getting diagnosed with fat necrosis of any kind can be a great cause for concern, as most individuals may mistake it for a malignant tumor. Fat necrosis of the breast is a prognosis that is benign and does not increase an individual's risk for various cancers. An individual's life expectancy does not decrease with this diagnosis. Fat necrosis in the breast occurs around 0.6%, this represents 2.75% of lesions that end up being benign. However, 0.8% of fat necrosis occurs from tumors of the breast, 1% - 9% occurs in breast reduction surgery. Individuals that are high risk include women around the age of 50yrs along with pendulous breasts.[6]","Title":"Fat necrosis - Wikipedia","KeyID":"12236","URL":"https://en.wikipedia.org/wiki/Fat_necrosis"}