{"Content: ":"Paraptosis (from the Greek παρά para, \"related to\" and apoptosis) is a type of programmed cell death, morphologically distinct from apoptosis and necrosis. The defining features of paraptosis are cytoplasmic vacuolation, independent of caspase activation and inhibition, and lack of apoptotic morphology. Paraptosis lacks several of the hallmark characteristics of apoptosis, such as membrane blebbing, chromatin condensation, and nuclear fragmentation. Like apoptosis and other types of programmed cell death, the cell is involved in causing its own death, and gene expression is required. This is in contrast to necrosis, which is non-programmed cell death that results from injury to the cell. Paraptosis has been found in some developmental and neurodegenerative cell deaths, as well as induced by several cancer drugs. The first reported use of the term \"paraptosis\" was by Sabina Sperandio et al. in 2000. The group used human insulin-like growth factor 1 receptor (IGF-1R) to stimulate cell death in 293T cells and mouse embryonic fibroblasts, observing distinct differences from other forms of cell death. They coined the term \"paraptosis\", derived from the Greek preposition para, meaning beside or related to, and apoptosis.[1][2] While Sperandio was the first to publish the term paraptosis, this was not the first time cell death with the properties of paraptosis was observed. Terms such as \"cytoplasmic\" and \"type 3 cell death\" had previously been used to describe these forms of cell death. These forms are very similar to paraptosis morphologically, and it is possible that some instances of cell death originally described as one of these forms are occurrences of paraptosis.[1][3] Paraptosis is a form of type III programmed cell death with a unique combination of certain apoptotic and necrotic characteristics. Paraptosis does not demonstrate nuclear fragmentation, formation of apoptotic bodies, or definitive demonstration of chromatin condensation - all seen in apoptosis. Instead, paraptosis displays a somewhat primitive cell death path,[4] comparable to necrosis, including characteristic cytoplasmic vacuole formation and late mitochondrial swelling[1] and clumping.[5] The number and size of vacuoles increases over time. Eventually, the vacuole sizes reach a point of no return and the cell cannot recover.[5] Similar to apoptosis, staining techniques can be used to identify paraptotic cells by highlighting the translocation of phosphatidylserine from the plasma membrane cytoplasmic (inner) leaflet to the cell surface or outer leaflet.[6] Paraptosis morphology changes are similar to the morphological changes undergone during the development of the nervous system.[1] Almost immediately, major structural rearrangements such as rounded cells, cytoplasmic reorganization, and vacuolation of cells undergoing paraptosis can be seen through light microscopy.[7] There is physical enlargement of the mitochondria and endoplasmic reticulum. This swollen appearance can be attributed to intracellular ion imbalance and eventual osmotic lysis. Once ruptured, particles and substances are released, including: (1) high mobility group B-1 (HMGB1)[8] (2) heat shock proteins[9] and (3) various other proteases. These substances are \"danger signals\" and result in inflammation.[10] While certain templates of programmed cell death have been known to rely on de novo protein synthesis, paraptotic cell death induced by IGFIR-IC in 293T cells is deterred by actinomycin D and cycloheximide, thus demonstrating a dependence on transcription and translation.[1] Induction of paraptosis has been determined to be mediated through two positive signal transduction pathways, MAPK and JNK, by using IGF-IR at the receptor level. As such, paraptosis can be prevented by inhibiting specific protein kinases of these pathways.[3] AIP1 interaction (via its carboxyl-terminal) with endophilins can induce intracellular vacuole formation.[11] AIP1/Alix was determined to be \"the first specific inhibitor\" of paraptosis.[3] Paraptosis-like phenotype has also been described in human colorectal cancer cells following overactivation of the non-receptor tyrosine kinase c-Src suggesting potential involvement of Src-signalling in paraptosis.[12] Cell death induced by IGFIR-IC in 293T cells demonstrated cell death without associated caspase activity. This is in comparison to apoptosis, in which the proapoptotic protein Bax induced caspase activation and cell death. Additionally, research found that caspase inhibitors (zVAD.fmk, p53, BAF), x-chromosome-linked inhibitor (xiap), and Bcl-xL( from the Bcl-2 family) did not prevent cell death in 293T cells when induced by IGFIR-IC. Therefore, paraptosis was concluded to differ from apoptosis (cell death type 1) in being unaffected by inhibitors of apoptosis.[1] In apoptosis, HMGB1, a chromatin protein, is retained within the nucleus to result in formations of apoptotic bodies, while in paraptosis HMGB1 is released.[13] The most defining difference observed (as of April 2014) between paraptosis and autophagic cell death (cell death type 2) is paraptosis' lack of the characteristic autophagic vacuoles seen in autophagic cell death.[1] As expected, autophagic cell death inhibitors (for instance, 3-methyladenine) are ineffective at inhibiting paraptosis.[7] Cells experience both morphologic and proteome changes when undergoing paraptosis. Changes to structural, signal transduction, and mitochondrial proteins have all been observed during paraptosis.[7] In cells undergoing paraptosis: PEBP, or Raf kinase inhibitor protein (RKIP) is diminished in paraptotic cells, thus resultant down regulation of PEBP and/or other kinase inhibitors seem to indicate participation in the MAPK and JNK pathways, as diminished PEBP would allow for the levels of MAPK and JNK to accumulate enough to be sufficient to induce cell death.[7] ATP synthase is composed of multiple subunits and found in the mitochondria. When undergoing paraptosis, higher amounts of ATP synthase ß-subunit were demonstrated in P20.[7] Mitochondrial staining reveals that rounded paraptotic cells with elevated levels of prohibitin appear to be undergoing reorganization of the mitochondrial network.[7] Paraptotic cells demonstrated a 3.4 fold increased in prohibitin. Increased levels of prohibitin in conjugation with a paraptotic stimulus can result in cell death that is unable to be inhibited by caspase inhibitors.[7] Many anti-cancer substances have been shown to cause paraptosis in a large range of human cancer cells. This includes several compounds derived from natural sources[14][15] as well as metal complexes.[16][17] Paraptosis is also an area of interest for Cancer Research as a way to treat apoptosis resistant cancers.[14][18] Paclitaxel, commonly distributed under the trade name Taxol, is a cancer drug used for the treatment of breast and ovarian cancers. At high concentrations (70 μM), one study showed it to induce a paraptosis-like cell death, and could be an important mechanism for treating apoptosis-resistant cancers.[18] Researchers have reported finding that γ-Tocotrienol, a form of vitamin E derived from palm oil, induced paraptosis-like cell death in colon cancer cells. Along with inducing paraptosis, γ-tocotrienol also suppressed the Wnt signaling pathway, which plays a role in tumor development. The combination of these two features could provide a novel mechanism for treating colon cancer.[15] Steamed American ginseng extract has been reported to \"potently kill colorectal cancer cells\".[19] Specifically, derivatives of protopanaxadiol Rg3 and Rh2, are the key ginsenosides found in the extract.[19] In colorectal cancer cell lines, HCT116, cytosolic vacuolization has been induced by Rh2.[20] Furthermore, Rh2-induced vacuolization was inhibited by a MEK1/2 specific inhibitor U0126, cycloheximide,[20] thus confirming two characteristic properties of paraptosis, signaling via MAP kinase and required protein translation.[3] Rh2 also induces increase ROS levels, which activate the NF-κB signaling pathway, while blocking ROS with NAC or catalase prevents the activation of NF-κB signaling and further enhances cell death induced by Rh2. This suggests an antioxidant-enhanced anticancer effect of Rh2.[20] Honokiol, a compound derived from Magnolia officinalis, can induce paraptosis in human leukemia cells. In the NB4 cell line, paraptosis was the primary method of cell death. In K562 cells, apoptosis was the primary mechanism, with paraptosis occasionally found.[14] Researchers stated that this suggests that leukemia cell death can be induced by multiple pathways.[14] In one experiment a phosphine copper(I) complex caused paraptosis in colon cancer cells by inducing endoplasmic reticulum stress.[16] Another copper complex, the A0 thioxotriazole copper (II) complex, also caused paraptosis in HT1080 fibrosarcoma cells via endoplasmic reticulum stress and cytoplasmic vacuolization. Along with cytotoxic effects such as an increase in oxidized glutathione and prevention of proteasome activity, A0 prevented the activity of caspase-3, which may inhibit apoptosis and cause the cells to die via paraptosis.[17] The activity of the mammalian tumor suppressor p53 depends on levels of an isoform of p53, p44. In an experiment with transgenic mice that had an over-expression of p44, hyper-activation of IGF-1R occurred, which in turn led to accelerated aging and death. The mice also experienced neuronal death in areas of the brain related to memory formation and retrieval. This IGF-1R induced neurodegeneration was caused by both paraptosis and autophagic cell death.[21] IGF-1R is an important area of research for neurodegenerative diseases, as defects in IGF-1R siginaling, including increased levels of IGF-1R, have been found in the brains of Alzheimer's patients.[22] Paraptosis-like programmed cell death has been observed in both plants and protists. Apoptotic death similar to that found in animals does not occur in plants, due to the cell wall of plant cells preventing phagocytosis. In an experiment with tobacco, bleomycin was used to introduce double strand breaks in the cells' DNA. This then caused cells to undergo programmed cell death with considerable vacuolization and an absence of DNA fragmentation and caspase inhibition, similar to paraptosis.[23] A study with the algae Dunaliella viridis demonstrated the ability of protists to undergo programmed cell death via several types, including paraptosis and apoptosis, depending on different environmental stimuli.[24] A combination of these factors have led to speculation that paraptosis may be an ancestral form of programmed cell death, conserved across different forms of life.[23]","Title":"Paraptosis - Wikipedia","KeyID":"12246","URL":"https://en.wikipedia.org/wiki/Paraptosis"}