{"Content: ":"Parthanatos (derived from the Greek Θάνατος, \"Death\") is a form of programmed cell death that is distinct from other cell death processes such as necrosis and apoptosis. While necrosis is caused by acute cell injury resulting in traumatic cell death and apoptosis is a highly controlled process signalled by apoptotic intracellular signals, parthanatos is caused by the accumulation of Poly(ADP ribose) (PAR) and the nuclear translocation of apoptosis-inducing factor (AIF) from mitochondria.[1] Parthanatos is also known as PARP-1 dependent cell death. PARP-1 mediates parthanatos when it is over-activated in response to extreme genomic stress and synthesizes PAR which causes nuclear translocation of AIF.[2] Parthanatos is involved in diseases that afflict hundreds of millions of people worldwide. Well known diseases involving parthanatos include Parkinson's disease, stroke, heart attack, and diabetes.[citation needed] It also has potential use as a treatment for ameliorating disease and various medical conditions such as diabetes and obesity.[citation needed] The term parthanatos was not coined until a review in 2009.[1] The word parthanatos is derived from Thanatos, the personification of death in Greek mythology. Parthanatos was first discovered in a 2006 paper by Yu et al. studying the increased production of mitochondrial reactive oxygen species (ROS) by hyperglycemia.[3] This phenomenon is linked with negative effects arising from clinical complications of diabetes and obesity. Researchers noticed that high glucose concentrations led to overproduction of reactive oxygen species and rapid fragmentation of mitochondria. Inhibition of mitochondrial pyruvate uptake blocked the increase of ROS, but did not prevent mitochondrial fragmentation. After incubating cells with the non-metabolizable stereoisomer L-glucose, neither reactive oxygen species increase nor mitochondrial fragmentation were observed. Ultimately, the researchers found that mitochondrial fragmentation mediated by the fission process is a necessary component for high glucose-induced respiration increase and ROS overproduction.[citation needed] Extended exposure to high glucose conditions are similar to untreated diabetic conditions, and so the effects mirror each other. In this condition, the exposure creates a periodic and prolonged increase in ROS production along with mitochondrial morphology change. If mitochondrial fission was inhibited, the periodic fluctuation of ROS production in a high glucose environment was prevented. This research shows that when cell damage to the ROS is too great, PARP-1 will initiate cell death.[citation needed] Poly(ADP-ribose) polymerase-1 (PARP-1) is a nuclear enzyme that is found universally in all eukaryotes and is encoded by the PARP-1 gene. It belongs to the PARP family, which is a group of catalysts that transfer ADP-ribose units from NAD (nicotinamide dinucleotide) to protein targets, thus creating branched or linear polymers.[4] The major domains of PARP-1 impart the ability to fulfill its functions. These protein sections include the DNA-binding domain on the N-terminus (allows PARP-1 to detect DNA breaks), the automodification domain (has a BRCA1 C terminus motif which is key for protein-protein interactions), and a catalytic site with the NAD+-fold (characteristic of mono-ADP ribosylating toxins).[1] Normally, PARP-1 is involved in a variety of functions that are important for cell homeostasis such as mitosis. Another of these roles is DNA repair, including the repair of base lesions and single-strand breaks.[5] PARP-1 interacts with a wide variety of substrates including histones, DNA helicases, high mobility group proteins, topoisomerases I and II, single-strand break repair factors, base-excision repair factors, and several transcription factors.[1] PARP-1 accomplishes many of its roles through regulating poly(ADP-ribose) (PAR). PAR is a polymer that varies in length and can be either linear or branched.[6] It is negatively charged which allows it to alter the function of the proteins it binds to either covalently or non-covalently.[1] PAR binding affinity is strongest for branched polymers, weaker for long linear polymers and weakest for short linear polymers.[7] PAR also binds selectively with differing strengths to the different histones.[7] It is suspected that PARP-1 modulates processes (such as DNA repair, DNA transcription, and mitosis) through the binding of PAR to its target proteins. The parthanatos pathway is activated by DNA damage caused by genotoxic stress or excitotoxicity.[8] This damage is recognized by the PARP-1 enzyme which causes an upregulation in PAR. PAR causes translocation of apoptosis-inducing factor (AIF) from the mitochondria to the nucleus where it induces DNA fragmentation and ultimately cell death.[9] This general pathway has been outlined now for almost a decade. While considerable success has been made in understanding the molecular events in parthanatos, efforts are still ongoing to completely identify all of the major players within the pathway, as well how spatial and temporal relationships between mediators affect them. Extreme damage of DNA causing breaks and changes in chromatin structure have been shown to induce the parthanatos pathway.[8] Stimuli that causes the DNA damage can come from a variety of different sources. Methylnitronitrosoguanidine, an alkylating agent, has been widely used in several studies to induce the parthanatos pathway.[10][11][12] A noted number of other stimuli or toxic conditions have also been used to cause DNA damage such as H2O2, NO, and ONOO− generation (oxygenglucose deprivation).[10][13][14] The magnitude, length of exposure, type of cell used, and purity of the culture, are all factors that can influence the activation of the pathway.[15] The damage must be extreme enough for the chromatin structure to be altered. This change in structure is recognized by the N-terminal zinc-finger domain on the PARP-1 protein.[16] The protein can recognize both single and double strand DNA breaks. Once the PARP-1 protein recognizes the DNA damage, it catalyzes post-transcriptional modification of PAR.[9] PAR will be formed either as a branched or linear molecule. Branching and long-chain polymers will be more toxic to the cell than simple short polymers.[17] The more extreme the DNA damage, the more PAR accumulates in the nucleus. Once enough PAR has accumulated, it will translocate from the nucleus into the cytosol. One study has suggested that PAR can translocate as a free polymer,[17] however translocation of a protein-conjugated PAR cannot be ruled out and is in fact a topic of active research.[8] PAR moves through the cytosol and enters the mitochondria through depolarization.[9] Within the mitochondria, PAR binds directly to the AIF which has a PAR polymer binding site, causing the AIF to dissociate from the mitochondria.[18] AIF is then translocated to the nucleus where it induces chromatin condensation and large scale (50Kb) DNA fragmentation.[9] How AIF induces these effects is still unknown. It is thought that an AIF associated nuclease (PAAN) that is currently unidentified may be present.[8] Human AIF have a DNA binding site[10] that would indicate that AIF binds directly to the DNA in the nucleus directly causing the changes. However, as mice AIF do not have this binding domain and are still able to undergo parthanatos,[19] it is evident that there must be another mechanism involved. PAR, which is responsible for the activation of AIF, is regulated in the cell by the enzyme poly(ADP-ribose) glycohydrolase (PARG). After PAR is synthesized by PARP-1, it is degraded through a process catalyzed by PARG.[20] PARG has been found to protect against PAR-mediated cell death[9] while its deletion has increased toxicity through the accumulation of PAR.[9] Before the discovery of the PAR and AIF pathway, it was thought that the overactivation of PARP-1 lead to over consumption of NAD+.[21] As a result of NAD+ depletion, a decrease of ATP production would occur, and the resulting loss of energy would kill the cell.[22][23] However it is now known that this loss of energy would not be enough to account for cell death. In cells lacking PARG, activation of PARP-1 leads to cell death in the presence of ample NAD+.[24] Parthanatos is defined as a unique cell death pathway from apoptosis for a few key reasons. Primarily, apoptosis is dependent on the caspase pathway activated by cytochrome c release, while the parthanatos pathway is able to act independently of caspase.[8] Furthermore, unlike apoptosis, parthanatos causes large scale DNA fragmentation (apoptosis only produces small scale fragmentation) and does not form apoptotic bodies.[25] While parthanatos does share similarities with necrosis, is also has several differences. Necrosis is not a regulated pathway and does not undergo any controlled nuclear fragmentation. While parthanatos does involve loss of cell membrane integrity like necrosis, it is not accompanied by cell swelling.[26] The PAR enzyme was originally connected to neural degradation pathways in 1993. Elevated levels of nitric oxide (NO) have been shown to cause neurotoxicity in samples of rat hippocampal neurons.[27] A deeper look into the effects of NO on neurons showed that nitric oxides cause damage to DNA strands; the damage in turn elicits PAR enzyme activity that leads to further degradation and neuronal death. PAR- blockers halted the cell death mechanisms in the presence of elevated NO levels.[27] PARP activity has also been linked to the neurodegenerative properties of toxin induced Parkinsonism. 1-Methyl-4-phenyl-1,2,3,6-tetrahydropyridine (MPTP) is a neurotoxin that has been linked to neurodegeneration and development of Parkinson Disease-like symptoms in patients since 1983. The MPTP toxin’s effects were discovered when four people were intravenously injecting the toxin that they produced inadvertently when trying to street-synthesise the merpyridine (MPPP) drug.[28] The link between MPTP and PARP was found later when research showed that the MPTP effects on neurons were reduced in mutated cells lacking the PARP gene.[29] The same research also showed highly increased PARP activation in dopamine producing cells in the presence of MPTP. Alpha-synuclein is a protein that binds to DNA and modulates DNA repair.[30] A key feature of Parkinson’s disease is the pathologic accumulation and aggregation of alpha-synuclein. In the neurons of individuals with Parkinson’s disease, alpha-synuclein is deposited as fibrils in intracytoplasmic structures referred to as Lewy bodies. Formation of pathologic alpha-synuclein is associated with activation of PARP1, increased poly(ADP) ribose generation and further acceleration of pathologic alpha-synuclein formation.[31] This process can lead to cell death by parthanatos.[31] Parthanatos, as a cell death pathway, is being increasingly linked to several syndromes connected with specific tissue damage outside of the nervous system. This is highlighted in the mechanism of streptozotocin (STZ) induced diabetes. STZ is a chemical that is naturally produced by the human body. However, in high doses, STZ has been shown to produce diabetic symptoms by damaging pancreatic β cells, which are insulin-producing.[32] The degradation of β cells by STZ was linked to PARP in 1980 when studies showed that a PAR synthesis inhibitor reduced STZ’s effects on insulin synthesis. Inhibition of PARP causes pancreatic tissue to sustain insulin synthesis levels, and reduce β cell degradation even with elevated STZ toxin levels.[33] PARP activation has also been preliminarily connected with arthritis,[34] colitis,[35] and liver toxicity.[36] The multi-step nature of the parthanatos pathway allows for chemical manipulation of its activation and inhibition for use in therapy. This rapidly developing field seems to be currently focused on the use of PARP blockers as treatments for chronically degenerative illnesses. This culminated in 3rd generation inhibitors such as midazoquinolinone and isoquinolindione currently going to clinical trials.[8] Another path for treatments is to recruit the parthanatos pathway to induce apoptosis into cancer cells , however no treatments have passed the theoretical stage.[8]","Title":"Parthanatos - Wikipedia","KeyID":"12247","URL":"https://en.wikipedia.org/wiki/Parthanatos"}