{"Content: ":"Ischemic cell death, or oncosis, is a form of accidental cell death. The process is characterized by an ATP depletion within the cell leading to impairment of ionic pumps, cell swelling, clearing of the cytosol, dilation of the endoplasmic reticulum and golgi apparatus, mitochondrial condensation, chromatin clumping, and cytoplasmic bleb formation.[1] Oncosis refers to a series of cellular reactions following injury that precedes cell death. The process of oncosis is divided into three stages. First, the cell becomes committed to oncosis as a result of damage incurred to the plasma membrane through toxicity or ischemia, resulting in the leak of ions and water due to ATP depletion.[2] The ionic imbalance that occurs subsequently causes the cell to swell without a concurrent change in membrane permeability to reverse the swelling.[3] In stage two, the reversibility threshold for the cell is passed and the cell becomes committed to cell death. During this stage the membrane becomes abnormally permeable to trypan blue and propidium iodide, indicating membrane compromise.[4] The final stage is cell death and removal of the cell via phagocytosis mediated by an inflammatory response.[5] Although ischemic cell death is the accepted name of the process, the alternative name of oncosis was introduced as the process involves the affected cell(s) swelling to an abnormally large size in known models. This is thought to be caused by failure of the plasma membrane's ionic pumps. The name oncosis (derived from ónkos, meaning largeness, and ónkosis, meaning swelling) was first introduced in 1910 by pathologist Friedrich Daniel von Recklinghausen.[6] Oncosis and apoptosis are distinct processes of cellular death. Oncosis is characterized by cellular swelling caused by a failure in ion transporter function. Apoptosis, or programmed cell death involves a series of cell shrinking processes, beginning with cell size reduction and pyknosis, followed by cell budding and karyorrhexis, and phagocytosis by macrophages or neighboring cells due to size decrease.[7] The phagocytic disposal of apoptotic cells prevents the release of cellular debris that could induce an inflammatory response in neighboring cells.[8] In opposition, the leakage of cellular content associated with membrane disruption in oncosis often incites an inflammatory response in neighboring tissue, causing further cellular injury.[9] Additionally, apoptosis and the degradation of intracellular organelles is mediated by caspase activation, particularly caspase-3.[10] Oligonuclosomal DNA fragmentation is initiated by caspase-activated deoxyribonuclease following caspase-3 mediated cleavage of the enzyme’s inhibitor, ICAD.[11] In contrast, the oncotic pathway has been shown to be caspase-3 independent.[12] The primary determinant of cell death occurring via the oncotic or apoptotic pathway is cellular ATP levels.[13] Apoptosis is contingent upon ATP levels to form the energy dependent apoptosome.[14] A distinct biochemical event only seen in oncosis is the rapid depletion of intracellular ATP.[15] The lack of intracellular ATP results in a deactivation of sodium and potassium ATPase within the compromised cell membrane.[16] The lack of ion transport at the cell membrane leads to an accumulation of sodium and chloride ions within the cell with a concurrent water influx, contributing to the hallmark cellular swelling of oncosis.[17] As with apoptosis, oncosis has been shown to be genetically programmed and dependent on expression levels of uncoupling protein-2 (UCP-2) in HeLa cells. An increase in UCP-2 levels leads to a rapid decrease in mitochondrial membrane potential, reducing mitochondrial NADH and intracellular ATP levels, initiating the oncotic pathway.[18] The anti-apoptotic gene product Bcl-2 is not an active inhibitor of UCP-2 initiated cell death, further distinguishing oncosis and apoptosis as distinct cellular death mechanisms.[19]","Title":"Ischemic cell death - Wikipedia","KeyID":"12255","URL":"https://en.wikipedia.org/wiki/Ischemic_cell_death"}