{"Content: ":"Pyroptosis is a highly inflammatory form of lytic programmed cell death that occurs most frequently upon infection with intracellular pathogens and is likely to form part of the antimicrobial response. This process promotes the rapid clearance of various bacterial, viral, fungal and protozoan infections by removing intracellular replication niches and enhancing the host's defensive responses. Pyroptosis can take place in immune cells and is also reported to occur in keratinocytes and some epithelial cells.[1] The process is initiated by formation of a large supramolecular complex termed the inflammasome (also known as a pyroptosome) upon intracellular danger signals.[2] The inflammasome activates a different set of caspases as compared to apoptosis, for example, caspase-1/4/5 in humans and caspase-11 in mice.[3] These caspases contribute to the maturation and activation of several proinflammatory cytokines and pore-forming protein gasdermins. Formation of pores causes cell membrane rupture and release of cytokines, as well as various damage-associated molecular pattern (DAMP) molecules such as HMGB-1, ATP and DNA, out of the cell. These molecules recruit more immune cells and further perpetuate the inflammatory cascade in the tissue.[4][5] However, in pathogenic chronic diseases, the inflammatory response does not eradicate the primary stimulus. A chronic form of inflammation ensues that ultimately contributes to tissue damage. Pyroptosis is associated with diseases including cancer, neurodegeneration and those of the cardiovascular system. Some examples of pyroptosis include Salmonella-infected macrophages and abortively HIV-infected T helper cells.[6][7][8] This type of inherently pro-inflammatory programmed cell death was named pyroptosis in 2001 by Dr. Brad T. Cookson, an associate professor of microbiology and laboratory medicine at the University of Washington.[9] The Greek pyro refers to fire and ptosis means falling. The compound term of pyroptosis may be understood as \"fiery falling\", which describes the bursting of pro-inflammatory chemical signals from the dying cell. Pyroptosis has a distinct morphology and mechanism compared to those of other forms of cell death.[10] It has been suggested that microbial infection was the main evolutionary pressure for this pathway.[11] In 2013, caspase-11 dependent noncanonical pathway was discovered, suggesting lipopolysaccharides (LPS) can trigger pyroptosis and subsequent inflammatory responses independent of toll-like receptor 4 (TLR4).[12] In 2015, gasdermin D (GSDMD) was identified as the effector of pyroptosis that permeabilizes the cell membrane.[3][13] In 2021, the high-resolution structure of the GSDMD pore was solved by cryo-electron microscopy (cryo-EM).[14] Pyroptosis, as a form of programmed cell death, has many morphological differences as compared to apoptosis. Both pyroptosis and apoptosis undergo chromatin condensation, but during apoptosis, the nucleus breaks into multiple chromatin bodies; in pyroptosis, the nucleus remains intact.[15] In a cell that undergoes pyroptosis, gasdermin pores are formed on the plasma membrane, resulting in water influx and cell lysis.[1][16] In terms of mechanism, pyroptosis is activated by inflammatory caspases, including caspase-1/4/5 in humans and caspase-11 in mice. Pro-apoptotic caspases, including caspase-6/7/8/9, are not required for pyroptosis. Caspase-3 activation can take place in both apoptosis and pyroptosis.[1][16] Although both pyroptosis and necroptosis are triggered by membrane pore formation, pyroptosis is more controlled. Cells that undergo pyroptosis exhibit membrane blebbing and produce protrusions known as pyroptotic bodies, a process not found in necroptosis.[17] Also, necroptosis works in a caspase-independent fashion. It is proposed that both pyroptosis and necroptosis may act as defence systems against pathogens when apoptotic pathways are blocked. The innate immune system, by using germ-line encoded pattern recognition receptors (PRRs), can recognize a wide range of pathogen-associated molecular patterns (PAMPs) and damage-associated molecular patterns (DAMPs) upon microbe infection. Classic examples of PRRs include toll-like receptors (TLRs) and NOD-like receptors (NLRs).[18] Recognition of PAMPs and DAMPs triggers the formation of multi-protein complex inflammasomes, which then activates caspases to initiate pyroptosis. The inflammasome pathway may be canonical or noncanonical, with the former using caspase-1-activating inflammasomes and the latter using other caspases.[19] In the canonical inflammasome pathway, PAMPs and DAMPs are recognised by certain endogenous PRRs. For example, NLR proteins NLRC4 can recognise flagellin and type III secretion system components.[20] NLRP3 is activated by cellular events induced by different PAMPs and DAMPs stimuli.[21] Some non-NLR proteins like absent in melanoma 2 (AIM2) and pyrin can also be activated and form inflammasomes.[19] Also, non-inflammasome-forming PRRs such as TLRs, NOD1 and NOD2 also play important roles in pyroptosis. These receptors upregulate expression of inflammatory cytokines such as IFN α/β, tumour necrosis factor (TNF), IL-6 and IL-12 through NF-κB and MAPK-signaling pathways. In addition, pro-IL-1β and pro-IL-18 is released to be processed by cysteine-mediated caspase-1.[22][23] Canonical inflammasomes mostly contain three components: a sensor protein (PRRs), an adaptor (ASC) and an effector (caspase-1).[19] Generally, inflammasome-forming NLR proteins share a similar structure, several leucine-rich repeat (LRR) domains, a central nucleotide-binding and oligomerization domain (NBD) and an N-terminal pyrin domain (PYD). NLRP3, for example, recruits ASC adaptor protein via PYD-PYD interaction. Both pro-caspase-1 and ASC contain a caspase activation and recruitment domain (CARD), and this homotypic CARD-CARD interaction enables autocatalytic cleavage and reassembly of procaspase-1 to form active caspase-1.[24] Alternatively, NLRC4 can directly recruit pro-caspase-1, as it has a CARD domain instead of a pyrin domain.[25] Activated caspase-1 is responsible for cleavage of pro-IL-1β and pro-IL-18. These cytokines, once processed, will be in their biologically active form ready to be released from the host cells. In addition, caspase-1 also cleaves the cytosolic gasdermin D (GSDMD). GSDMD can be cleaved to produce an N-terminal domain (GSDMD-N) and a C-terminal domain (GSDMD-C). GSDMD-N can oligomerize and form transmembrane pores that have an inner diameter of 10-14 nm.[26] The pores allow secretion of IL-1β and IL-18 and various cytosolic content to extracellular space, and they also disrupt the cellular ionic gradient. The resulting increase in osmotic pressure causes an influx of water followed by cell swelling and bursting. Notably, GSDMD-N is autoinhibited by GSDMD C-terminal domain before cleavage to prevent cell lysis in normal conditions.[27] Also, GSDMD-N can only insert itself into the inner membrane with specific lipid compositions,[28] which limits its damage to neighbour cells. The noncanonical inflammasome pathway is initiated by binding of lipopolysaccharide (LPS) of gram-negative bacteria directly onto caspase-4/5 in humans and caspase-11 in murines. Binding of LPS onto these caspases promotes their oligomerization and activation.[12] These caspases can cleave GSDMD to release GSDMD-N and trigger pyroptosis. In addition, an influx of potassium ions upon membrane permeabilization triggers activation of NLRP3, which then leads to formation of NLRP3 inflammasome and activation of caspase-1.[19] These processes facilitate the cleavage of GSDMD and promote the maturation and release of pro-inflammatory cytokines. An alternative pathway that links apoptosis and pyroptosis has been recently proposed. Caspase-3, an executioner caspase in apoptosis, can cleave gasdermin E (GSDME) to produce a N-terminal fragment and a C-terminal fragment in a way similar to GSDMD cleavage.[3] When apoptotic cells are not scavenged by macrophages, GSDME expression is then upregulated by p53. GSDME is then activated by caspase-3 to form pores on the cell membrane. It has also been found that GSDME can permeabilise mitochondrial membranes to release cytochrome c, which further activates caspase-3 and accelerates GSDME cleavage.[29] This positive feedback loop ensures that programmed cell death is carried forward. Pyroptosis acts as a defence mechanism against infection by inducing pathological inflammation. The formation of inflammasomes and the activity of caspase-1 determine the balance between pathogen resolution and disease. In a healthy cell, caspase-1 activation helps to fight infection caused by Salmonella and Shigella by introducing cell death to restrict pathogen growth.[6] When the \"danger\" signal is sensed, the quiescent cells will be activated to undergo pyroptosis and produce inflammatory cytokines IL-1β and IL-18. IL-18 will stimulate IFNγ production and initiates the development of TH1 responses. (TH1 responses tend to release cytokines that direct an immediate removal of the pathogen.)[30] The cell activation results in an increase in cytokine levels, which will augment the consequences of inflammation and this, in turn, contributes to the development of the adaptive response as infection progresses. The ultimate resolution will clear pathogens. In contrast, persistent inflammation will produce excessive immune cells, which is detrimental. If the amplification cycles persist, metabolic disorder, autoinflammatory diseases and liver injury associated with chronic inflammation will occur.[30] Pyroptosis, as an inflammation-associated programmed cell death, has wide implications in various cancer types. Principally, pyroptosis can kill cancer cells and inhibit tumour development in the presence of endogenous DAMPs. In some cases, GSDMD can be used as a prognostic marker for cancers. However, prolonged production of inflammatory bodies may facilitate the formation of microenvironments that favour tumour growth.[31] Understanding the mechanisms of pyroptosis and identifying pyroptosis-associated molecules can be useful in treating different cancers. In gastric cancer cells, presence of GSDMD can inhibit cyclin A2/CDK2 complexes, leading to cell cycle arrest and thus inhibit tumour development. Also, cellular concentration of GSDME increases when gastric cancer cells are treated with certain chemotherapy drugs. GSDME then activates caspase-3 and triggers pyroptotic cell death.[16] Cervical cancer can be caused by human papillomavirus (HPV) infection. AIM2 protein can recognise viral DNA in cytoplasm and form AIM2 inflammasome, which then triggers by a caspase-1 dependent canonical pyroptosis pathway. HPV infection causes the upregulation of sirtuin 1 protein, which disrupts the transcription factor for AIM2, RelB. Knockdown of sirtuin 1 upregulates AIM2 expression and triggers pyroptosis.[32] The level of expression of NLRP3 inflammasome and caspase-1 has a direct relation to the severity of several metabolic syndromes, such as obesity and type II diabetic mellitus (T2DM). This is because the subsequent production level of IL-1β and IL-18, cytokines that impair the secretion of insulin, is affected by the activity of caspase-1. Glucose uptake level is then diminished, and the condition is known as insulin resistance.[33] The condition is further accelerated by the IL-1β-induced destruction of pancreatic β cells.[34] A mutation in the gene coding of inflammasomes leads to a group of autoinflammatory diseases called cryopyrinopathies. This group includes Muckle–Wells syndrome, cold autoinflammatory syndrome and chronic infantile neurologic cutaneous and articular syndrome, all showing symptoms of sudden fevers and localized inflammation.[35] The mutated gene in such cases is the NLRP3, impeding the activation of inflammasome and resulting in an excessive production of IL-1β. This effect is known as \"gain-of-function\".[36] Recent studies demonstrate that caspase-1-mediated pyroptosis drives CD4 T-cell depletion and inflammation by HIV,[7][37][38][39] two signature events that propel HIV disease progression to AIDS. Although pyroptosis contributes to the host's ability to rapidly limit and clear infection by removing intracellular replication niches and enhancing defensive responses through the release of proinflammatory cytokines and endogenous danger signals, in pathogenic inflammation, such as that elicited by HIV-1, this beneficial response does not eradicate the primary stimulus. In fact, it appears to create a pathogenic vicious cycle in which dying CD4 T cells release inflammatory signals that attract more cells into the infected lymphoid tissues to die and to produce chronic inflammation and tissue injury. It may be possible to break this pathogenic cycle with safe and effective caspase-1 inhibitors. These agents could form a new and exciting ‘anti-AIDS' therapy for HIV-infected subjects in which the treatment targets the host instead of the virus. Of note, Caspase-1 deficient mice develop normally,[40][41] arguing that inhibition of this protein would produce beneficial rather than harmful therapeutic effects in HIV patients. Recently, pyroptosis and downstream pathways were identified as promising targets for treatment of severe COVID-19-associated diseases.[42]","Title":"Pyroptosis - Wikipedia","KeyID":"12250","URL":"https://en.wikipedia.org/wiki/Pyroptosis"}