{"Content: ":"Immunogenic cell death is any type of cell death eliciting an immune response. Both accidental cell death and regulated cell death can result in immune response. Immunogenic cell death contrasts to forms of cell death (apoptosis, autophagy or others) that do not elicit any response or even mediate immune tolerance. The name 'immunogenic cell death' is also used for one specific type of regulated cell death that initiates an immune response after stress to endoplasmic reticulum. Immunogenic cell death types are divided according to molecular mechanisms leading up to, during and following the death event. The immunogenicity of a specific cell death is determined by antigens and adjuvant released during the process.[1] Accidental cell death is the result of physical, chemical or mechanical damage to a cell, which exceeds its repair capacity. It is an uncontrollable process, leading to loss of membrane integrity. The result is the spilling of intracellular components, which may mediate an immune response.[2] ICD or immunogenic apoptosis is a form of cell death resulting in a regulated activation of the immune response. This cell death is characterized by apoptotic morphology,[3] maintaining membrane integrity. Endoplasmic reticulum (ER) stress is generally recognised as a causative agent for ICD, with high production of reactive oxygen species (ROS). Two groups of ICD inducers are recognised. Type I inducers cause stress to the ER only as collateral damage, mainly targeting DNA or chromatin maintenance apparatus or membrane components. Type II inducers target the ER specifically.[3] ICD is induced by some cytostatic agents such as anthracyclines,[4] oxaliplatin and bortezomib, or radiotherapy and photodynamic therapy (PDT).[5] Some viruses can be listed among biological causes of ICD.[6] Just as immunogenic death of infected cells induces immune response to the infectious agent, immunogenic death of cancer cells can induce an effective antitumor immune response through activation of dendritic cells (DCs) and consequent activation of specific T cell response.[7][6] This effect is used in antitumor therapy. ICD is characterized by secretion of damage-associated molecular patterns (DAMPs).There are three most important DAMPs which are exposed to the cell surface during ICD. Calreticulin (CRT), one of the DAMP molecules which is normally in the lumen of the endoplasmic reticulum, is translocated after the induction of immunogenic death to the surface of dying cell. There it functions as an \"eat me\" signal for professional phagocytes. Other important surface exposed DAMPs are heat-shock proteins (HSPs), namely HSP70 and HSP90, which under stress condition also translocate to the plasma membrane. On the cell surface they have an immunostimulatory effect, based on their interaction with number of antigen-presenting cell (APC) surface receptors like CD91 and CD40 and also facilitate crosspresentation of antigens derived from tumour cells on MHC class I molecule, which then leads to the CD8+ T cell response. Other important DAMPs, characteristic for ICD are secreted HMGB1 and ATP.[2] HMGB1 is considered to be a marker of late ICD and its release to the extracellular space seems to be required for the optimal presentation of antigens by dendritic cells. It binds to several pattern recognition receptors (PRRs) such as Toll-like receptors (TLR) 2 and 4, which are expressed on APCs. ATP released during immunogenic cell death functions as a \"find-me\" signal for phagocytes when secreted and induces their attraction to the site of ICD. Also, binding of ATP to purinergic receptors on target cells has immunostimulatory effect through inflammasome activation. DNA and RNA molecules released during ICD activate TLR3 and cGAS responses, both in the dying cell and in phagocytes. The concept of using ICD in antitumor therapy has started taking shape with the identification of some inducers mentioned above, which have a potential as anti-tumor vaccination strategies. The use of ICD inducers alone or in combination with other anticancer therapies (targeted therapies, immunotherapies[8]) has been effective in mouse models of cancer[9] and is being tested in the clinic.[10] Another type of regulated cell death that induces an immune response is necroptosis. Necroptosis is characterized by necrotic morphology.[2] This type of cell death is induced by extracellular and intracellular microtraumas detected by death or damage receptors. For example, FAS, TNFR1 and pattern recognition receptors may initiate necroptosis. These activation inducers converge on receptor-interacting serine/threonine-protein kinase 3 (RIPK3) and mixed lineage kinase domain like pseudokinase (MLKL). Sequential activation of these proteins leads to membrane permeabilization.[2][1] Pyroptosis is a distinct type of regulated cell death, exhibiting a necrotic morphology and cellular content spilling.[2] This type of cell death is induced most commonly in response to microbial pathogen infection, such as infection with Salmonella, Francisella, or Legionella. Host factors, such as those produced during myocardial infarction, may also induce pyroptosis.[11] Cytosolic presence of bacterial metabolites or structures, termed pathogen associated molecular patterns (PAMPs), initiates the pyroptotic response. Detection of such PAMPs by some members of Nod-like receptor family (NLRs), absent in melanoma 2 (AIM2) or pyrin leads to the assembly of an inflammasome structure and caspase 1 activation. So far, the cytosolic PRRs that are known to induce inflammasome formation are NLRP3, NLRP1, NLRC4, AIM2 and Pyrin. These proteins contain oligomerization NACHT domains, CARD domains and some also contain similar pyrin (PYR) domains. Caspase 1, the central activator protease of pyroptosis, attaches to the inflammsome via the CARD domains or a CARD/PYR-containing adaptor protein called apoptosis-associated speck-like protein (ASC).[12] Activation of caspase 1 (CASP1) is central to pyroptosis and when activated mediates the proteolytic activation of other caspases. In humans, other involved caspases are CASP3, CASP4 and CASP5, in mice CASP3 and CASP11.[2] Precursors of IL-1β and IL-18 are among the most important CASP1 substrates, and the secretion of the cleavage products induces the potent immune response to pyroptosis. The release of IL-1β and IL-18 occurs before any morphological changes occur in the cell.[13] The cell dies by spilling its contents, mediating the distribution of further immunogenic molecules. Among these, HMGB1, S100 proteins and IL-1α are important DAMPs.[12] Pyroptosis has some characteristics similar with apoptosis, an immunologically inert cell death. Primarily, both these processes are caspase-dependent, although each process utilizes specific caspases. Chromatin condensation and fragmentation occurs during pyroptosis, but the mechanisms and outcome differ from those during apoptosis. Contrasting with apoptosis, membrane integrity is not maintained in pyroptosis,[2][13] while mitochondrial membrane integrity is maintained and no spilling of cytochrome c occurs.[11] Ferroptosis is also a regulated form of cell death. The process is initiated in response to oxidative stress and lipid peroxidation and is dependent on iron availability. Necrotic morphology is typical of ferroptotic cells. Peroxidation of lipids is catalyzed mainly by lipoxygenases, but also by cyclooxygenases. Lipid peroxidation can be inhibited in the cell by glutathione peroxidase 4 (GPX4), making the balance of these enzymes a central regulator of ferroptosis. Chelation of iron also inhibits ferroptosis, possibly by depleting iron from lipoxygenases. Spilling of cytoplasmic components during cell death mediates the immunogenicity of this process.[2] Mitochondria permeability transition (MPT)- driven cell death is also a form of regulated cell death and manifests a necrotic morphology. Oxidative stress or Ca2+ imbalance are important causes for MPT-driven necrosis. The main event in this process is the loss of inner mitochondrial membrane (IMM) impermeability. The precise mechanisms leading to the formation of permeability-transition pore complexes, which assemble between the inner and outer mitochondrial membranes, are still unknown. Peptidylprolyl isomerase F (CYPD) is the only known required protein for MPT-driven necrosis. The loss of IMM impermeability is followed by membrane potential dissipation and disintegration of both mitochondrial membranes.[2] Parathanatos is also a regulated form of cell demise with necrotic morphology. It is induced under a variety of stressing conditions, but most importantly as a result of long-term alkylating DNA damage, oxidative stress, hypoxia, hypoglycemia and inflammatory environment. This cell death is initiated by the DNA damage response components, mainly poly(ADP-ribose) polymerase 1(PARP1). PARP1 hyperactivation leads to ATP depletion, redox and bioenergetic collapse as well as accumulation of poly(ADPribose) polymers and poly(ADP-ribosyl)ated proteins, which bind to apoptosis inducing factor mitochondria associated 1 (AIF). The outcome is membrane potential dissipation and mitochondrial outer membrane permeabilization. Chromatin condensation and fragmentation by AIF is characteristic of parthanatos. Interconnection of the prathanotic process with some members of the necroptotic apparatus has been proposed, as RIPK3 stimulates PARP1 activity.[2] This type of cell death has been linked to some pathologies, such as some cardiovascular and renal disorders, diabetes, cerebral ischemia, and neurodegeneration.[2] Lysosome dependent cell death is a type of regulated cell death that is dependent on permeabilization of lysosomal membranes. The morphology of cells dying by this death is variable, with apoptotic, necrotic or intermediate morphologies observed. It is a type of intracellular pathogen defense, but is connected with several pathophysiological processes, like tissue remodeling or inflammation. Lysosome permeabilization initiates the cell death process, sometimes along with mitochondrial membrane permeabilization.[2] NETotic cell death is a specific type of cell death typical for neutrophils, but also observed in basophils and eosinophils. The process is characterized by extrusion of chromatin fibers bound into neutrophil extracellular traps (NETs). NET formation is generally induced in response to microbial infections, but pathologically also in sterile conditions of some inflammatory diseases. ROS inside the cell trigger release of elastase (ELANE) and myeloperoxidase (MPO), their translocation to the nucleus and cytoskeleton remodeling. Some interaction with the necroptotic apparatus (RIPK and MLKL) has been suggested.[2]","Title":"Immunogenic cell death - Wikipedia","KeyID":"12254","URL":"https://en.wikipedia.org/wiki/Immunogenic_cell_death"}