{"Content: ":"An eschar (/ˈɛskɑːr/; Greek: eschara) is a slough[1] or piece of dead tissue that is cast off from the surface of the skin, particularly after a burn injury, but also seen in gangrene, ulcer, fungal infections, necrotizing spider bite wounds, tick bites associated with spotted fevers and exposure to cutaneous anthrax. The term ‘eschar’ is not interchangeable with ‘scab’. An eschar contains necrotic tissue whereas a scab is composed of dried blood and exudate. Black eschars are most frequently attributed in medicine to cutaneous anthrax (infection by Bacillus anthracis), which may be contracted through herd animal exposure and also from Pasteurella multocida exposure in cats and rabbits. A newly identified human rickettsial infection, R. parkeri rickettsiosis, can be differentiated from Rocky Mountain spotted fever by the presence of an eschar at the site of inoculation.[2] Eschar is sometimes called a black wound because the wound is covered with thick, dry, black necrotic tissue. Eschar may be allowed to slough off naturally, or it may require surgical removal (debridement) to prevent infection, especially in immunocompromised patients (e.g. if a skin graft is to be conducted). If eschar is on a limb, it is important to assess peripheral pulses of the affected limb to make sure blood and lymphatic circulation is not compromised. If circulation is compromised, an escharotomy, or surgical incision through the eschar, may be indicated. An escharotic is a substance that kills unwanted or diseased tissue, usually skin or superficial growths like warts, leaving them to slough off. Examples include: Escharotics have long been used in medicine. In conventional modern practice some still are useful for topical treatment of growths such as warts. For lack of anything better in the past, escharotics once were more widely used, and for example, popular products included so-called black salves, with ingredients such as zinc chloride, plus sanguinarine in the form of bloodroot extract. These and others were traditional as topical treatments for localised skin cancers in herbal medicine. They combined unreliability in eradication of the cancer, with harmful effects such as scarring, serious injury, and disfigurement. Consequently escharotic salves now are strictly regulated in most western countries, and available on prescription only. Some prosecutions have been pursued over unlicensed sales of escharotic products such as Cansema.","Title":"Eschar - Wikipedia","KeyID":"12253","URL":"https://en.wikipedia.org/wiki/Eschar"}