{"Content: ":"In biology, autolysis, more commonly known as self-digestion, refers to the destruction of a cell through the action of its own enzymes. It may also refer to the digestion of an enzyme by another molecule of the same enzyme. The term derives from the Greek αὐτο- (\"self\") and λύσις (\"splitting\"). Autolysis is uncommon in living adult organisms and usually occurs in necrotic tissue as enzymes act on components of the cell that would not normally serve as substrates. These enzymes are released due to the cessation of active processes in the cell that provide substrates in healthy, living tissue; autolysis in itself is not an active process. In other words, though autolysis resembles the active process of digestion of nutrients by live cells, the dead cells are not actively digesting themselves as is often claimed, and as the synonym self-digestion suggests. Failure of respiration and subsequent failure of oxidative phosphorylation is the trigger of the autolytic process.[1] The reduced availability and subsequent absence of high-energy molecules that are required to maintain the integrity of the cell and maintain homeostasis causes significant changes in the biochemical operation of the cell.[citation needed] Molecular oxygen serves as the terminal electron acceptor in the series of biochemical reactions known as oxidative phosphorylation that are ultimately responsible for the synthesis of adenosine triphosphate, the main source of energy for otherwise thermodynamically unfavorable cellular processes.[2] Failure of delivery of molecular oxygen to cells results in a metabolic shift to anaerobic glycolysis, in which glucose is converted to pyruvate as an inefficient means of generating adenosine triphosphate.[2] Glycolysis has a lower ATP yield than oxidative phosphorylation and generates acidic byproducts that decrease the pH of the cell, which enables many of the enzymatic processes involved in autolysis. Limited synthesis of adenosine triphosphate impairs many cellular transport mechanisms that utilize ATP to drive energetically unfavorable processes that transport ions and molecules across the cellular membrane. For example, the membrane potential of the cell is maintained by the sodium-potassium ATPase pump. Failure of the pump results in loss of membrane potential as sodium ions accumulate within the cell and potassium ions are lost through ion channels. Loss of membrane potential encourages movement of calcium ions into the cell, followed by movement of water into the cell, as driven by osmotic pressure.[3] Water retention, ionic changes, and acidification of the cell damages membrane-bound intracellular structures including the lysosome and peroxisome.[1] Lysosomes are membrane-bound organelles that typically contain a broad spectrum of enzymes capable of hydrolytic deconstruction of polysaccharides, proteins, nucleic acids, lipids, phosphoric acyl esters, and sulfates. This process requires compartmentalization and segregation of enzymes and substrates via a single intracellular membrane that prevents unwarranted destruction of other intracellular components. Under normal conditions, the molecular machinery of the cell is further protected from lysosomal enzyme activity by regulation of cytosolic pH. The activity of lysosomal hydrolases is optimal at a moderately acidic pH of 5, which is significantly more acidic than the more basic average pH of 7.2 in the surrounding cytosol.[1] However, the accumulation of products of glycolysis decreases the pH of the cell, reducing this protective effect. Furthermore, lysosomal membranes damaged by water retention in the cell will release lysosomal enzymes into the cytosol. These enzymes are likely to be active due to the decreased cytosolic pH and are thus free to utilize cellular components as substrates.[1] Peroxisomes typically are responsible for the breakdown of lipids, particularly long-chain fatty acids. In the absence of an active electron transport chain and associated cellular processes, there is no metabolic partner for the reducing equivalents in the breakdown of lipids.[1] In terms of autolysis, peroxisomes provide catabolic potential for fatty acids and reactive oxygen species, which are released into the cytosol as the peroxisomal membrane is damaged by water retention and digestion by other catabolic enzymes.[1] The release of catabolically active enzymes from their sub-cellular locations initiates an irreversible process that results in the complete reduction of deceased organisms. Autolysis produces an acidic, anaerobic, nutrient-rich environment that nurtures the activity of invasive and opportunistic microorganisms in a process known as putrefaction. Autolysis and putrefaction are the main processes responsible for the decomposition of remains.[1] In the healing of wounds, autolytic debridement can be a helpful process, where the body breaks down and liquifies dead tissue so that it can be washed or carried away. Modern wound dressings that help keep the wound moist can assist in this process.[citation needed] In the food industry, autolysis involves killing yeast and encouraging breakdown of its cells by various enzymes. The resulting autolyzed yeast is used as a flavoring or flavor enhancer. For yeast extract, when this process is triggered by the addition of salt, it is known as plasmolysis.[4] In bread baking, the term (or, more commonly, its French cognate autolyse) is described as a period of rest following initial mixing of flour and water, before other ingredients (such as salt and yeast) are added to the dough. Doing so makes the dough easier to shape and improves structure.[5][6] The term was coined by French baking professor Raymond Calvel, who recommended the procedure as a means of reducing kneading time, thereby improving the flavor and color of bread.[5] Calvel argues that long kneading times subject dough to atmospheric oxygen, which bleaches the naturally occurring carotenoids in bread flour, robbing the flour of its natural creamy color and flavor.[5] In the making of fermented beverages, autolysis can occur when the must or wort is left on the lees for a long time. In beer brewing, autolysis causes undesired off-flavors. Autolysis in winemaking is often undesirable, but in the case of the best Champagnes it is a vital component in creating flavor and mouth feel.[7]","Title":"Autolysis (biology) - Wikipedia","KeyID":"12251","URL":"https://en.wikipedia.org/wiki/Autolysis_(biology)"}