{"Content: ":"Extant: Extinct: Canis is a genus of the Caninae which includes multiple extant species, such as wolves, dogs, coyotes, and golden jackals. Species of this genus are distinguished by their moderate to large size, their massive, well-developed skulls and dentition, long legs, and comparatively short ears and tails.[4] The genus Canis (Carl Linnaeus, 1758) was published in the 10th edition of Systema Naturae[2] and included the dog-like carnivores: the domestic dog, wolves, coyotes and jackals. All species within Canis are phylogenetically closely related with 78 chromosomes and can potentially interbreed.[5] In 1926, the International Commission on Zoological Nomenclature (ICZN) in Opinion 91 included Genus Canis on its Official Lists and Indexes of Names in Zoology.[6] In 1955, the ICZN's Direction 22 added Canis familiaris as the type specimen for genus Canis to the official list.[7] Canis is primitive relative to Cuon, Lycaon, and Xenocyon in its relatively larger canines and lack of such dental adaptations for hypercarnivory as m1–m2 metaconid and entoconid small or absent; M1–M2 hypocone small; M1–M2 lingual cingulum weak; M2 and m2 small, may be single-rooted; m3 small or absent; and wide palate. The cladogram below is based on the DNA phylogeny of Lindblad-Toh et al. (2005),[9] modified to incorporate recent findings on Canis species,[10][11] Canis familiaris (domestic dog) Canis lupus (gray wolf) Canis latrans (coyote) Canis rufus (red wolf) Canis lupaster (African golden wolf) Canis simensis (Ethiopian wolf) Canis aureus (golden jackal) In 2019, a workshop hosted by the IUCN/SSC Canid Specialist Group recommends that because DNA evidence shows the side-striped jackal (Canis adustus) and black-backed jackal (Canis mesomelas) to form a monophyletic lineage that sits outside of the Canis/Cuon/Lycaon clade, that they should be placed in a distinct genus, Lupulella Hilzheimer, 1906 with the names Lupulella adusta and Lupulella mesomelas.[12] The fossil record shows that feliforms and caniforms emerged within the clade Carnivoramorpha 43 million YBP.[13] The caniforms included the fox-like genus Leptocyon, whose various species existed from 24 million YBP before branching 11.9 million YBP into Vulpes (foxes) and Canini (canines). The jackal-sized Eucyon existed in North America from 10 million YBP and by the Early Pliocene about 6-5 million YBP the coyote-like Eucyon davisi[14] invaded Eurasia. The canids that had emigrated from North America to Eurasia – Eucyon, Vulpes, and Nyctereutes – were small to medium-sized predators during the Late Miocene and Early Pliocene but they were not the top predators. Around 5 million years ago, some of the Old World Eucyon evolved into the first members of Canis,[15] and the position of the canids would change to become a dominant predator across the Palearctic. The wolf-sized C. chihliensis appeared in northern China in the Mid-Pliocene around 4-3 million YBP. This was followed by an explosion of Canis evolution across Eurasia in the Early Pleistocene around 1.8 million YBP in what is commonly referred to as the wolf event. It is associated with the formation of the mammoth steppe and continental glaciation. Canis spread to Europe in the forms of C. arnensis, C. etruscus, and C. falconeri.[1]: p148  For Canis populations in the New World, Eucyon in North America gave rise to early North American Canis which first appeared in the Miocene (6 million YBP) in south-western USA and Mexico. By 5 million YBP the larger Canis lepophagus, ancestor of wolves and coyotes, appeared in the same region.[1]: p58  However, a 2021 genetic study of the dire wolf (Aenocyon dirus), previously considered a member of Canis, found that it represented the last member of an ancient lineage of canines originally indigenous to the New World that had diverged prior to the appearance of Canis, and that its lineage had been distinct since the Miocene with no evidence of introgression with Canis. The study hypothesized that the Neogene canids in the New World, Canis armbrusteri and Canis edwardii, were possibly members of the distinct dire wolf lineage that had convergently evolved a very similar appearance to members of Canis. True members of Canis, namely the gray wolf and coyote, likely only arrived in the New World during the Late Pleistocene, where their dietary flexibility and/or ability to hybridize with other canids allowed them to survive the Quaternary extinction event, unlike the dire wolf.[15] Xenocyon (strange wolf) is an extinct subgenus of Canis.[16] The diversity of the Canis group decreased by the end of the Early Pleistocene to the Middle Pleistocene and was limited in Eurasia to the small wolves of the Canis mosbachensis–Canis variabilis group and the large hypercarnivorous Canis (Xenocyon) lycaonoides.[17] The hypercarnivore Xenocyon gave rise to the modern dhole and the African wild dog.[1]: p149  Dentition relates to the arrangement of teeth in the mouth, with the dental notation for the upper-jaw teeth using the upper-case letters I to denote incisors, C for canines, P for premolars, and M for molars, and the lower-case letters i, c, p and m to denote the mandible teeth. Teeth are numbered using one side of the mouth and from the front of the mouth to the back. In carnivores, the upper premolar P4 and the lower molar m1 form the carnassials that are used together in a scissor-like action to shear the muscle and tendon of prey.[1]: 74  Canids use their premolars for cutting and crushing except for the upper fourth premolar P4 (the upper carnassial) that is only used for cutting. They use their molars for grinding except for the lower first molar m1 (the lower carnassial) that has evolved for both cutting and grinding depending on the candid's dietary adaptation. On the lower carnassial the trigonid is used for slicing and the talonid is used for grinding. The ratio between the trigonid and the talonid indicates a carnivore's dietary habits, with a larger trigonid indicating a hypercarnivore and a larger talonid indicating a more omnivorous diet.[19][20] Because of its low variability, the length of the lower carnassial is used to provide an estimate of a carnivore's body size.[19] A study of the estimated bite force at the canine teeth of a large sample of living and fossil mammalian predators, when adjusted for their body mass, found that for placental mammals the bite force at the canines (in Newtons/kilogram of body weight) was greatest in the extinct dire wolf (163), followed among the modern canids by the four hypercarnivores that often prey on animals larger than themselves: the African hunting dog (142), the gray wolf (136), the dhole (112), and the dingo (108). The bite force at the carnassials showed a similar trend to the canines. A predator's largest prey size is strongly influenced by its biomechanical limits.[21] There is little variance among male and female canids. Canids tend to live as monogamous pairs. Wolves, dholes, coyotes, and jackals live in groups that include breeding pairs and their offspring. Wolves may live in extended family groups. To take prey larger than themselves, the African wild dog, the dhole, and the gray wolf depend on their jaws as they cannot use their forelimbs to grapple with prey. They work together as a pack consisting of an alpha pair and their offspring from the current and previous years.[22] Social mammal predators prey on herbivores with a body mass similar to that of the combined mass of the predator pack.[23][24] The gray wolf specializes in preying on the vulnerable individuals of large prey,[25] and a pack of timber wolves can bring down a 500 kg (1,100 lb) moose.[26][27] The genus Canis contains many different species and has a wide range of different mating systems that varies depending on the type of canine and the species.[28] In a study done in 2017 it was found that in some species of canids females use their sexual status to gain food resources. The study looked at wolves and dogs. Wolves are typically monogamous and form pair-bonds; whereas dogs are promiscuous when free-range and mate with multiple individuals. The study found that in both species females tried to gain access to food more and were more successful in monopolizing a food resource when in heat. Outside of the breeding season their efforts were not as persistent or successful. This shows that the food-for-sex hypothesis likely plays a role in the food sharing among canids and acts as a direct benefit for the females.[28] Another study on free-ranging dogs found that social factors played a significant role in the determination of mating pairs. The study, done in 2014, looked at social regulation of reproduction in the dogs.[29] They found that females in heat searched out dominant males and were more likely to mate with a dominant male who appeared to be a quality leader. The females were more likely to reject submissive males. Furthermore, cases of male-male competition were more aggressive in the presence of high ranking females. This suggests that females prefer dominant males and males prefer high ranking females meaning social cues and status play a large role in the determination of mating pairs in dogs.[29] Canids also show a wide range of parental care and in 2018 a study showed that sexual conflict plays a role in the determination of intersexual parental investment.[30] The studied looked at coyote mating pairs and found that paternal investment was increased to match or near match the maternal investment. The amount of parental care provided by the fathers also was shown to fluctuated depending on the level of care provided by the mother. Another study on parental investment showed that in free-ranging dogs, mothers modify their energy and time investment into their pups as they age.[31] Due to the high mortality of free-range dogs at a young age a mother's fitness can be drastically reduced. This study found that as the pups aged the mother shifted from high-energy care to lower-energy care so that they can care for their offspring for a longer duration for a reduced energy requirement. By doing this the mothers increasing the likelihood of their pups surviving infancy and reaching adulthood and thereby increase their own fitness. A study done in 2017 found that aggression between male and female gray wolves varied and changed with age.[32] Males were more likely to chase away rival packs and lone individuals than females and became increasingly aggressive with age. Alternatively, females were found to be less aggressive and constant in their level of aggression throughout their life. This requires further research but suggests that intersexual aggression levels in gray wolves relates to their mating system. Tooth breakage is a frequent result of carnivores' feeding behaviour.[33] Carnivores include both pack hunters and solitary hunters. The solitary hunter depends on a powerful bite at the canine teeth to subdue their prey, and thus exhibits a strong mandibular symphysis. In contrast, a pack hunter, which delivers many shallower bites, has a comparably weaker mandibular symphysis. Thus, researchers can use the strength of the mandibular symphysis in fossil carnivore specimens to determine what kind of hunter it was – a pack hunter or a solitary hunter – and even how it consumed its prey. The mandibles of canids are buttressed behind the carnassial teeth to crack bones with their post-carnassial teeth (molars M2 and M3). A study found that the modern gray wolf and the red wolf (C. rufus) possess greater buttressing than all other extant canids and the extinct dire wolf. This indicates that these are both better adapted for cracking bone than other canids.[34] A study of nine modern carnivores indicate that one in four adults had suffered tooth breakage and that half of these breakages were of the canine teeth. The highest frequency of breakage occurred in the spotted hyena, which is known to consume all of its prey including the bone. The least breakage occurred in the African wild dog. The gray wolf ranked between these two.[33][35] The eating of bone increases the risk of accidental fracture due to the relatively high, unpredictable stresses that it creates. The most commonly broken teeth are the canines, followed by the premolars, carnassial molars, and incisors. Canines are the teeth most likely to break because of their shape and function, which subjects them to bending stresses that are unpredictable in direction and magnitude.[35] The risk of tooth fracture is also higher when taking and consuming large prey.[35][36] In comparison to extant gray wolves, the extinct Beringian wolves included many more individuals with moderately to heavily worn teeth and with a significantly greater number of broken teeth. The frequencies of fracture ranged from a minimum of 2% found in the Northern Rocky Mountain wolf (Canis lupus irremotus) up to a maximum of 11% found in Beringian wolves. The distribution of fractures across the tooth row also differs, with Beringian wolves having much higher frequencies of fracture for incisors, carnassials, and molars. A similar pattern was observed in spotted hyenas, suggesting that increased incisor and carnassial fracture reflects habitual bone consumption because bones are gnawed with the incisors and then cracked with the carnassials and molars.[37] The gray wolf (C. lupus), the Ethiopian wolf (C. simensis), and the African golden wolf (C. lupaster) are three of the many Canis species referred to as \"wolves\". Species that are too small to attract the word \"wolf\" are called coyotes in the Americas and jackals elsewhere. Although these may not be more closely related to each other than they are to C. lupus, they are, as fellow Canis species, more closely related to wolves and domestic dogs than they are to foxes, maned wolves, or other canids which do not belong to the genus Canis. The word \"jackal\" is applied to the golden jackal (C. aureus), found across southwestern and south-central Asia, and the Balkans. The first record of genus canis on the African continent is Canis sp. A from South Turkwel, Kenya, dated 3.58–3.2 million years ago.[38] In 2015, a study of mitochondrial genome sequences and whole genome nuclear sequences of African and Eurasian canids indicated that extant wolf-like canids have colonised Africa from Eurasia at least 5 times throughout the Pliocene and Pleistocene, which is consistent with fossil evidence suggesting that much of the African canid fauna diversity resulted from the immigration of Eurasian ancestors, likely coincident with Plio-Pleistocene climatic oscillations between arid and humid conditions.[39]: S1  In 2017, the fossil remains of a new canis species, named Canis othmanii, was discovered among remains found at Wadi Sarrat, Tunisia, from deposits that date 700,000 years ago. This canine shows a morphology more closely associated with canids from Eurasia instead of Africa.[40] Gray wolf (Canis lupus) Eastern wolf (Canis lupus lycaon or Canis lycaon) (includes latrans admixture) Red wolf (Canis lupus rufus or Canis rufus) (includes latrans admixture) Coyote (Canis latrans) African golden wolf (Canis lupaster) Eurasian golden jackal (Canis aureus) Ethiopian wolf (Canis simensis) Himalayan wolf (Canis lupus chanco) Indian wolf (Canis lupus pallipes) Domestic dog (Canis familiaris)","Title":"Canis - Wikipedia","KeyID":"1226","URL":"https://en.wikipedia.org/wiki/Canis"}