{"Content: ":"A suicide gene, in genetics, will cause a cell to kill itself through apoptosis. Activation of these genes can be due to many processes, but the main cellular \"switch\" to induce apoptosis is the p53 protein. Stimulation or introduction (through gene therapy) of suicide genes is a potential way of treating cancer or other proliferative diseases. Suicide genes form the basis of a strategy for making cancer cells more vulnerable, more sensitive to chemotherapy. The approach has been to attach parts of genes expressed in cancer cells to other genes for enzymes not found in mammals that can convert a harmless substance into one that is toxic to the tumor.[1] Most suicide genes mediate this sensitivity by coding for viral or bacterial enzymes that convert an inactive drug into toxic antimetabolites that inhibit the synthesis of nucleic acid. Suicide genes must be introduced into the cells in ways that ensure their uptake and expression by as many cancer cells as possible, while limiting their expression by normal cells. Suicide gene therapy for cancer requires the vector to have the capacity to discriminate between target and non target cells, between the cancer cells and normal cells.[2] The ultimate goal of cancer therapy is the complete elimination of all cancer cells, while leaving all healthy cells unharmed. One of the most promising therapeutic strategies in this regard is cancer suicide gene therapy (CSGT), which is rapidly progressing into new frontiers. The therapeutic success, in CSGT, is primarily contingent upon precision in delivery of the therapeutic transgenes to the cancer cells only. This is addressed by discovering and targeting unique or / and over-expressed biomarkers displayed on the cancer cells and cancer stem cells. Specificity of cancer therapeutic effects is further enhanced by designing the DNA constructs, which put the therapeutic genes under the control of the cancer cell specific promoters. The delivery of the suicidal genes to the cancer cells involves viral, as well as synthetic vectors, which are guided by cancer specific antibodies and ligands. The delivery options also include engineered stem cells with tropisms towards cancers. Main mechanisms inducing cancer cells' deaths include: transgenic expression of thymidine kinases, cytosine deaminases, intracellular antibodies, telomeraseses, caspases, DNases. Precautions are undertaken to eliminate the risks associated with transgenesis. Progress in genomics and proteomics should help us in identifying the cancer specific biomarkers and metabolic pathways for developing new strategies towards clinical trials of targeted and personalized gene therapy of cancer. By introducing the gene into a malignant tumor, the tumor would reduce in size and possibly disappear completely, provided all the individual cells have received a copy of the gene. When the DNA sample in the virus is taken from the patient's own healthy cells, the virus does not need to be able to differentiate between cancer cells and healthy ones. In addition, the advantage is that it is also able to prevent metastasis upon the death of a tumor. Suicide genes are often utilized in biotechnology to assist in molecular cloning. Vectors incorporate suicide genes for an organism (such as E. coli). The cloning project focuses on replacing the suicide gene by the desired fragment. Selection of vectors carrying the desired fragment is improved since vectors retaining the suicide gene result in cell death. There are two ways that a cell can die: necrosis and apoptosis. Necrosis occurs when a cell is damaged by an external force, such as poison, a bodily injury, an infection or getting cut off from blood supply. When cells die from necrosis, it's a rather messy affair. The death causes inflammation that can cause further distress of injury within the body. Apoptosis, on the other hand, is relatively civil.[clarification needed] Many cells undergo programmed cell death, or apoptosis, during fetal development. A form of cell death in which a programmed sequence of events leads to the elimination of cells without releasing harmful substances into the surrounding. Apoptosis plays a crucial role in developing and maintaining the health of the body by eliminating old cells, unnecessary cells, and unhealthy cells. The human body replaces perhaps one million cells per second. When a cell is compelled to commit suicide, proteins called caspases go into action. They break down the cellular components needed for survival, and they spur production of enzymes known as DNase, which destroy the DNA in the nucleus of the cell. The cell shrinks and sends out distress signals, which are answered by macrophages. The macrophages clean away the shrunken cells, leaving no trace, so these cells have no chance to cause the damage that necrotic cells do. Apoptosis also differs from necrosis in that it's essential to human development. For example, in the womb, our fingers and toes are connected to one another by a sort of webbing. Apoptosis is what causes that webbing to disappear, leaving us with 10 separate digits. As our brains develop, the body, the body creates millions more cells than it needs; the ones that don't form synaptic connections undergo apoptosis so that the remaining cells function well. Programmed cell death is also necessary to start the process of menstruation. That's not to say that apoptosis is a perfect process. Rather than dying due to injury, cells that go through apoptosis die in response to signals within the body. When cells recognize viruses and gene mutations, they may induce death to prevent the damage from spreading. Scientist are trying to learn how they can modulate apoptosis, so that they can control which cells live and which undergo programmed cell death. Anti-cancer drugs and radiation, for example, work by triggering apoptosis in diseased cells. Many diseases and disorders are linked with the life and death of cells—increased apoptosis is a characteristic of AIDS, Alzheimer's, and Parkinson's disease, while decreased apoptosis can signal lupus or cancer. Understanding how to regulate apoptosis could be the first step to treating these conditions.[3] Too little or too much apoptosis can play a role in many diseases. When apoptosis does not work correctly, cells that should be eliminated may persist and become immortal, for example, in cancer and leukemia. when apoptosis works overly well, it kills too many cells and inflicts grave tissue damage. This is the case in strokes and neurodegenerative disorders such as Alzheimer's, Huntington's, and Parkinson's disease. Also known as programmed cell death and cell suicide.[4] One of the challenges of cancer treatment is how to destroy malignant tumors without damaging healthy cells. A new method that shows great promise for accomplishing this employs the use of a suicide gene. A suicide gene is a gene which will cause a cell to kill itself through apoptosis. There are currently two methods of suicide gene therapy being used. Gene-directed enzyme-producing therapy (GDEPT) uses a gene taken from the cancer cell and then modified with other genes to form enzymes that are harmless to healthy cells.[5] This foreign enzyme is inserted into the tumor cells where it releases a prodrug, which is a small molecule harmless to healthy cells, but destructive to cancerous cells. The modified suicide gene converts the non-toxic prodrug into a cytotoxic substance. The second method of suicide gene therapy is called virus-directed enzyme-prodrug therapy. This uses a virus, such as herpes simplex or cold virus, as the carrier, or vector, to deliver the modified genes to the cancer cells. Suicide gene therapy is not necessarily expected to completely eliminate the need for chemotherapy and radiation treatment for all cancerous tumors. The damage inflicted upon the tumor cells, however, makes them more susceptible to the chemo or radiation. This approach has already proven effective against prostate and bladder cancers. The application of suicide gene therapy is being expanded to several other forms of cancer as well. Cancer patients often experience depressed immune systems, so they can suffer some side effects of the use of a virus as a delivery agent.[citation needed]","Title":"Suicide gene - Wikipedia","KeyID":"12260","URL":"https://en.wikipedia.org/wiki/Suicide_gene"}