{"Content: ":"Organ donation is the process when a person allows an organ of their own to be removed and transplanted to another person, legally, either by consent while the donor is alive or dead with the assent of the next of kin. Donation may be for research or, more commonly, healthy transplantable organs and tissues may be donated to be transplanted into another person.[1][2] Common transplantations include kidneys, heart, liver, pancreas, intestines, lungs, bones, bone marrow, skin, and corneas.[1] Some organs and tissues can be donated by living donors, such as a kidney or part of the liver, part of the pancreas, part of the lungs or part of the intestines,[3] but most donations occur after the donor has died.[1] In 2019, Spain had the highest donor rate in the world at 46.91 per million people, followed by the US (36.88 per million), Croatia (34.63 per million), Portugal (33.8 per million), and France (33.25 per million).[4] As of February 2, 2019, there were 120,000 people waiting for life-saving organ transplants in the US.[5] Of these, 74,897 people were active candidates waiting for a donor.[5] While views of organ donation are positive, there is a large gap between the numbers of registered donors compared to those awaiting organ donations on a global level.[6] To increase the number of organ donors, especially among underrepresented populations, current approaches include the use of optimized social network interventions, exposing tailored educational content about organ donation to target social media users.[7] Organ donors are usually dead at the time of donation, but may be living. For living donors, organ donation typically involves extensive testing before the donation, including psychological evaluation to determine whether the would-be donor understands and consents to the donation. On the day of the donation, the donor and the recipient arrive at the hospital, just like they would for any other major surgery.[8] For dead donors, the process begins with verifying that the person is undoubtedly deceased, determining whether any organs could be donated, and obtaining consent for the donation of any usable organs. Normally, nothing is done until the person has already died, although if death is inevitable, it is possible to check for consent and to do some simple medical tests shortly beforehand, to help find a matching recipient.[8] The verification of death is normally done by a neurologist (a physician specializing in brain function) that is not involved in the previous attempts to save the patient's life. This physician has nothing to do with the transplantation process.[8] Verification of death is often done multiple times, to prevent doctors from overlooking any remaining sign of life, however small.[9] After death, the hospital may keep the body on a mechanical ventilator and use other methods to keep the organs in good condition.[9] The donor's estate and their families are not charged for any expenses related to the donation. The surgical process depends upon which organs are being donated. The body is normally restored to as normal an appearance as possible, so that the family can proceed with funeral rites and either cremation or burial. The lungs are highly vulnerable to injury and thus the most difficult to preserve, with only 15–25% of donated organs utilized.[citation needed] The first living organ donor in a successful transplant was Ronald Lee Herrick (1931–2010), who donated a kidney to his identical twin brother in 1954.[10] The lead surgeon, Joseph Murray, won the Nobel Prize in Physiology or Medicine in 1990 for advances in organ transplantation. The youngest organ donor was a baby with anencephaly, born in 2014, who lived for only 100 minutes and donated his kidneys to an adult with renal failure.[11] The oldest known cornea donor was a 107-year-old Scottish woman, whose corneas were donated after her death in 2016.[12] The oldest known organ donor for an internal organ was a 95-year-old West Virginia man, who donated his liver after he died.[13] The oldest altruistic living organ donor was an 85-year-old woman in Britain, who donated a kidney to a stranger in 2014 after hearing how many people needed to receive a transplant.[14] Researchers were able to develop a novel way to transplant human fetal kidneys into anephric rats to overcome a significant obstacle in impeding human fetal organ transplantations.[15] The human fetal kidneys demonstrated both growth and function within the rats.[15] Donated brain tissue is a valuable resource for research into brain function, neurodiversity, neuropathology and possible treatments. Both divergent and healthy control brains are needed for comparison.[16] Brain banks typically source tissue from donors that had directly registered with them before their passing,[17] since organ donor registries focus on tissue meant for transplantation. In the United States the nonprofit Brain Donor Project facilitates this process.[18][19] The laws of different countries allow potential donors to permit or refuse donation, or give this choice to relatives. The frequency of donations varies among countries. The term consent is typically defined as a subject adhering to an agreement of principles and regulations; however, the definition becomes difficult to execute concerning the topic of organ donation, mainly because the subject is incapable of consent due to death or mental impairment.[20] There are two types of consent being reviewed; explicit consent and presumed consent. Explicit consent consists of the donor giving direct consent through proper registration depending on the country.[21] The second consent process is presumed consent, which does not need direct consent from the donor or the next of kin.[21] Presumed consent assumes that donation would have been permitted by the potential donor if permission was pursued.[21] Of possible donors an estimated twenty-five percent of families refuse to donate a loved one's organs.[22] As medical science advances, the number of people who could be helped by organ donors increases continuously. As opportunities to save lives increase with new technologies and procedures, the demand for organ donors rises faster than the actual number of donors.[23] In order to respect individual autonomy, voluntary consent must be determined for the individual's disposition of their remains following death.[24] There are two main methods for determining voluntary consent: \"opt in\" (only those who have given explicit consent are donors) and \"opt out\" (anyone who has not refused consent to donate is a donor). In terms of an opt-out or presumed consent system, it is assumed that individuals do intend to donate their organs to medical use when they expire.[24] Opt-out legislative systems dramatically increase effective rates of consent for donation as a consequence of the default effect.[25] For example, Germany, which uses an opt-in system, has an organ donation consent rate of 12% among its population, while Austria, a country with a very similar culture and economic development, but which uses an opt-out system, has a consent rate of 99.98%.[25][26] Opt-out consent, otherwise known as \"deemed\" consent, support refers to the notion that the majority of people support organ donation, but only a small percentage of the population are actually registered, because they fail to go through the actual step of registration, even if they want to donate their organs at the time of death. This could be resolved with an opt-out system, where many more people would be registered as donors when only those who object consent to donation have to register to be on the non-donation list.[24] For these reasons, countries, such as Wales, have adopted a \"soft opt-out\" consent, meaning if a citizen has not clearly made a decision to register, then they will be treated as a registered citizen and participate in the organ donation process. Likewise, opt-in consent refers to the consent process of only those who are registered to participate in organ donation. Currently, the United States has an opt-in system, but studies show that countries with an opt-out system save more lives due to more availability of donated organs. The current opt-in consent policy assumes that individuals are not willing to become organ donors at the time of their death, unless they have documented otherwise through organ donation registration.[24] Registering to become an organ donor heavily depends on the attitude of the individual; those with a positive outlook might feel a sense of altruism towards organ donation, while others may have a more negative perspective, such as not trusting doctors to work as hard to save the lives of registered organ donors. Some common concerns regarding a presumed consent (\"opt-out\") system are sociologic fears of a new system, moral objection, sentimentality, and worries of the management of the objection registry for those who do decide to opt-out of donation.[24] Additional concerns exist with views of compromising the freedom of choice to donate,[27] conflicts with extant religious beliefs[28] and the possibility of posthumous violations of bodily integrity.[29] Even though concerns exist, the United States still has a 95 percent organ donation approval rate. This level of nationwide acceptance may foster an environment where moving to a policy of presumed consent may help solve some of the organ shortage problem, where individuals are assumed to be willing organ donors unless they document a desire to \"opt-out\", which must be respected.[28] Because of public policies, cultural, infrastructural and other factors, presumed consent or opt-out models do not always translate directly into increased effective rates of donation. The United Kingdom has several different laws and policies for the organ donation process, such as consent of a witness or guardian must be provided to participate in organ donation. This policy is currently being consulted on by Department of Health and Social Care.[30][when?] In terms of effective organ donations, in some systems like Australia (14.9 donors per million, 337 donors in 2011), family members are required to give consent or refusal, or may veto a potential recovery even if the donor has consented.[31] Some countries with an opt-out system like Spain (40.2 donors per million inhabitants),[32] Croatia (40.2 donors/million)[32] or Belgium (31.6 donors/million)[32] have high donor rates, however some countries such as Greece (6 donors/million) maintain low donor rates even with this system.[33] The president of the Spanish National Transplant Organisation has acknowledged Spain's legislative approach is likely not the primary reason for the country's success in increasing the donor rates, starting in the 1990s.[34] Looking to the example of Spain, which has successfully adopted the presumed consent donation system, intensive care units (ICUs) must be equipped with enough doctors to maximize the recognition of potential donors and maintain organs while families are consulted for donation. The characteristic that enables the Spanish presumed consent model to be successful is the resource of transplant coordinators; it is recommended to have at least one at each hospital where opt-out donation is practiced to authorize organ procurement efficiently.[35] Public views are crucial to the success of opt-out or presumed consent donation systems. In a study done to determine if health policy change to a presumed consent or opt-out system would help to increase donors, an increase of 20 to 30 percent was seen among countries who changed their policies from some type of opt-in system to an opt-out system. Of course, this increase must have a great deal to do with the health policy change, but also may be influenced by other factors that could have impacted donor increases.[36] Transplant Priority for Willing Donors, also known as the \"donor-priority rule,\" is a newer method and the first to incorporate a \"non-medical\" criteria into the priority system to encourage higher donation rates in the opt-in system.[37][38] Initially implemented in Israel, it allows an individual in need of an organ to move up the recipient list. Moving up the list is contingent on the individual opting-in prior to their need for an organ donation. The policy applies nonmedical criteria when allowing the individual who has previously registered as an organ donor, or family has previously donated an organ, priority over another possible recipient. It must be determined that both recipients have identical medical needs prior to moving a recipient up the list. While incentives like this in the opt-in system do help raise donation rates, they are not as successful in doing so as the opt-out, presumed consent default policies for donation.[31] On November 30, 2005, the Congress introduced an opt-out policy on organ donation, where all people over 18 years of age will be organ donors unless they or their family state otherwise. The law was promulgated on December 22, 2005, as \"Law 26,066\".[41] On July 4, 2018, the Congress passed a law removing the family requirement, making the organ donor the only person that can block donation. It was promulgated on July 4, 2018, as Law Justina or \"Law 27,447\".[42] A campaign by Sport Club Recife has led to waiting lists for organs in north-east Brazil to drop almost to zero; while according to the Brazilian law the family has the ultimate authority, the issuance of the organ donation card and the ensuing discussions have however eased the process.[43] In 2001, the Government of Canada announced the formation of the Canadian Council for Donation and Transplantation, whose purpose would be to advise the Conference of Deputy Ministers of Health on activities relating to organ donation and transplantation. The deputy ministers of health for all provinces and territories with the exception of Québec decided to transfer the responsibilities of the Canadian Council for Donation and Transplantation to Canadian Blood Services.[44] In Québec, an organization called Transplant Québec is responsible for managing all organ donation; Héma-Québec is responsible for tissue donation.[45] Consent for organ donation by an individual is given by either registering with the organ donation registry established by the Chambre des notaires du Québec, signing and affixing the sticker to the back of your health insurance card, or registering with either Régie de l'assurance maladie du Québec or Registre des consentements au don d'organes et de tissus.[46] Number of transplants by organ[47] In 2017, the majority of transplants completed were kidney transplants.[47] Canadian Blood Services has a program called the kidney paired donation, where transplant candidates are matched with compatible living donors from all over Canada. It also gives individuals an opportunity to be a living donor for an anonymous patient waiting for a transplant. As of December 31, 2017, there were 4,333 patients on the transplant waitlist. In 2017, there were a total of 2,979 transplants, including multi-organ transplants; 242 patients died while on the waitlist. 250 Canadians die on average waiting for transplant organs every year.[48] Each province has different methods and registries for intent to donate organs or tissues as a deceased donor. In some provinces, such as Newfoundland and Labrador and New Brunswick organ donation registration is completed by completing the \"Intent to donate\" section when applying or renewing your provincial medical care.[49][50] In Ontario, you must be 16 years of age to register as an organ and tissue donor and register with ServiceOntario.[51] Alberta requires that a person must be 18 years of age or older and register with the Alberta Organ and Tissue Donation Registry.[52] Nova Scotia, Canada is the first jurisdiction in North America that will be introducing an automatic organ donation program unless residents opt out; this is known as presumed consent.[53] The Human Organ and Tissue Act was introduced on April 2, 2019.[54] When the new legislation is in effect, all people who have been Nova Scotia residents for a minimum of 12 consecutive months, with appropriate decision-making capacity and are over 19 years of age are considered potential donors and will be automatically referred to donation programs if they are determined to be good candidates. In the case of persons under 19 years of age and people without appropriate decision-making capacity, they will only be considered as organ donors if their parent, guardian or decision-maker opts them into the program. The new legislation is scheduled to take effect in mid to late 2020, and will not be applicable to tourists visiting Nova Scotia or post-secondary students from other provinces or countries [55] On January 6, 2010, the \"Law 20,413\" was promulgated, introducing an opt-out policy on organ donation, where all people over 18 years of age will be organ donors unless they state their negative.[56][57] On August 4, 2016, the Congress passed the \"Law 1805\", which introduced an opt-out policy on organ donation where all people will be organ donors unless they state their negative.[58] The law came into force on February 4, 2017.[59] Within the European Union, organ donation is regulated by member states. As of 2010, 24 European countries have some form of presumed consent (opt-out) system, with the most prominent and limited opt-out systems in Spain, Austria, and Belgium yielding high donor rates.[60] Spain had the highest donor rate in the world, 46.9 per million people in the population, in 2017.[61] This is attributed to multiple factors in the Spanish medical system, including identification and early referral of possible donors, expanding criteria for donors and standardised frameworks for transplantation after circulatory death.[62] In England organ donation is voluntary and no consent is presumed. Individuals who wish to donate their organs after death can use the Organ Donation Register, a national database. The government of Wales became the first constituent country in the UK to adopt presumed consent in July 2013.[63] The opt-out organ donation scheme in Wales went live on December 1, 2015, and is expected to increase the number of donors by 25%.[64] In 2008, the UK discussed whether to switch to an opt-out system in light of the success in other countries and a severe British organ donor shortfall.[65] In Italy if the deceased neither allowed nor refused donation while alive, relatives will pick the decision on his or her behalf despite a 1999 act that provided for a proper opt-out system.[66] In 2008, the European Parliament overwhelmingly voted for an initiative to introduce an EU organ donor card in order to foster organ donation in Europe.[citation needed] Landstuhl Regional Medical Center (LRMC) has become one of the most active organ donor hospitals in all of Germany, which otherwise has one of the lowest organ donation participation rates in the Eurotransplant organ network. LRMC, the largest U.S. military hospital outside the United States, is one of the top hospitals for organ donation in the Rhineland-Palatinate state of Germany, even though it has relatively few beds compared to many German hospitals. According to the German organ transplantation organization, Deutsche Stiftung Organtransplantation (DSO), 34 American military service members who died at LRMC (roughly half of the total number who died there) donated a total of 142 organs between 2005 and 2010. In 2010 alone, 10 of the 12 American service members who died at LRMC were donors, donating a total of 45 organs. Of the 205 hospitals in the DSO's central region—which includes the large cities of Frankfurt and Mainz—only six had more organ donors than LRMC in 2010.[67] Scotland conforms to the Human Tissue Authority Code of Practice, which grants authority to donate organs, instead of consent of the individual.[68] This helps to avoid conflict of implications and contains several requirements. In order to participate in organ donation, one must be listed on the Organ Donor Registry (ODR). If the subject is incapable of providing consent, and is not on the ODR, then an acting representative, such as a legal guardian or family member can give legal consent for organ donation of the subject, along with a presiding witness, according to the Human Tissue Authority Code of Practice. Consent or refusal from a spouse, family member, or relative is necessary for a subject is incapable. Austria participates in the \"opt-out\" consent process, and have laws that make organ donation the default option at the time of death. In this case, citizens must explicitly \"opt out\" of organ donation. Yet in countries such as U.S.A. and Germany, people must explicitly \"opt in\" if they want to donate their organs when they die. In Germany and Switzerland there are Organ Donor Cards available.[69][70] In May 2017, Ireland began the process of introducing an \"opt-out\" system for organ donation. Minister for Health, Simon Harris, outlined his expectations to have the Human Tissue Bill passed by the end of 2017. This bill would put in place the system of \"presumed consent\".[71] The Mental Capacity Act is another legal policy in place for organ donation in the UK. The act is used by medical professionals to declare a patient's mental capacity. The act claims that medical professionals are to \"act in a patient's best interest\", when the patient is unable to do so.[68] India has a fairly well developed corneal donation programme; however, donation after brain death has been relatively slow to take off. Most of the transplants done in India are living related or unrelated transplants. To curb organ commerce and promote donation after brain death the government enacted a law called \"The Transplantation of Human Organs Act\" in 1994 that brought about a significant change in the organ donation and transplantation scene in India. [72][73][74][75] [76][77][78][79][80] Many Indian states have adopted the law and in 2011 further amendment of the law took place.[81][82][83][84] [85] Despite the law there have been stray instances of organ trade in India and these have been widely reported in the press. This resulted in the amendment of the law further in 2011. Deceased donation after brain death have slowly started happening in India and 2012 was the best year for the programme. The year 2013 has been the best yet for deceased organ donation in India. A total of 845 organs were retrieved from 310 multi-organ donors resulting in a national organ donation rate of 0.26 per million population(Table 2). * ODR (pmp) – Organ Donation Rate (per million population) In the year 2000 through the efforts of an NGO called MOHAN Foundation state of Tamil Nadu started an organ sharing network between a few hospitals.[87][88] This NGO also set up similar sharing network in the state of Andhra Pradesh and these two states were at the forefront of deceased donation and transplantation programme for many years.[89][90] As a result, retrieval of 1033 organs and tissues were facilitated in these two states by the NGO.[91] Similar sharing networks came up in the states of Maharashtra and Karnataka; however, the numbers of deceased donation happening in these states were not sufficient to make much impact. In 2008, the Government of Tamil Nadu put together government orders laying down procedures and guidelines for deceased organ donation and transplantation in the state.[92] These brought in almost thirty hospitals in the programme and has resulted in significant increase in the donation rate in the state. With an organ donation rate of 1.15 per million population, Tamil Nadu is the leader in deceased organ donation in the country. The small success of Tamil Nadu model has been possible due to the coming together of both government and private hospitals, NGOs and the State Health department. Most of the deceased donation programmes have been developed in southern states of India.[93] The various such programmes are as follows- In the year 2012 besides Tamil Nadu other southern states too did deceased donation transplants more frequently. An online organ sharing registry for deceased donation and transplantation is used by the states of Tamil Nadu and Kerala. Both these registries have been developed, implemented and maintained by MOHAN Foundation. However. National Organ and Tissue Transplant Organization (NOTTO) is a National level organization set up under Directorate General of Health Services, Ministry of Health and Family Welfare, Government of India and only official organization. Organ selling is legally banned in Asia. Numerous studies have documented that organ vendors have a poor quality of life (QOL) following kidney donation. However, a study done by Vemuru reddy et al shows a significant improvement in Quality of life contrary to the earlier belief.[94] Live related renal donors have a significant improvement in the QOL following renal donation using the WHO QOL BREF in a study done at the All India Institute of Medical Sciences from 2006 to 2008. The quality of life of the donor was poor when the graft was lost or the recipient died.[94] In India, there are six types of life saving organs that can be donated to save the life of a patient. These include Kidneys, Liver, Heart, Lungs, Pancreas and Intestine. Off late, uterus transplant has also been started in India. However, uterus is not a life saving organ as per the Transplantation of Human Organs Act (2011).[95] Recently a scoring system, Seth-Donation of Organs and Tissues (S-DOT) score, has been developed to assess hospitals for best practices in tissue donation and organ donation after brain death. (Seth AK, Singh T. Seth-Donation of Organs and Tissues (S-DOT) Score: A Scoring System for the Assessment of Hospitals for Best Practices in Organ Donation after Brain Death. Indian J Transplant 2020;14:19‑24.) Only one country, Iran has eliminated the shortage of transplant organs—and only Iran has a working and legal payment system for organ donation. It is also the only country where organ trade is legal. The way their system works is, if a patient does not have a living relative or who are not assigned an organ from a deceased donor, apply to the nonprofit Dialysis and Transplant Patients Association (Datpa). The association establishes potential donors, those donors are assessed by transplant doctors who are not affiliated with the Datpa association. The government gives a compensation of $1,200 to the donors and aid them a year of limited health-insurance. Additionally, working through Datpa, kidney recipients pay donors between $2,300 and $4,500.[96] Importantly, it is illegal for the medical and surgical teams involved or any 'middleman' to receive payment.[97] Charity donations are made to those donors whose recipients are unable to pay. The Iranian system began in 1988 and eliminated the shortage of kidneys by 1999. Within the first year of the establishment of this system, the number of transplants had almost doubled; nearly four fifths were from living unrelated sources.[97][55] Nobel Laureate economist Gary Becker and Julio Elias estimated that a payment of $15,000 for living donors would alleviate the shortage of kidneys in the U.S.[96] Since 2008, signing an organ donor card in Israel has provided a potential medical benefit to the signer. If two patients require an organ donation and have the same medical need, preference will be given to the one that had signed an organ donation card. (This policy was nicknamed \"Don't give, don't get\".) Organ donation in Israel increased after 2008. The rate of organ donation in Japan is significantly lower than in Western countries.[98] This is attributed to cultural reasons, some distrust of western medicine, and a controversial organ transplantation in 1968 that provoked a ban on cadaveric organ donation that would last thirty years.[98] Organ donation in Japan is regulated by a 1997 organ transplant law, which defines \"brain death\" and legalized organ procurement from brain dead donors. The Netherlands sends everyone living in the country a postcard when they turn 18 (and everyone living in the country when the 2020 law came into effect), and one reminder if they do not reply. They may choose to donate, not to donate, to delegate the choice to family, or to name a specific person. If they do not reply to either notice, they are considered a donor by default.[99] A family cannot object unless there is reason to show the person would not have wanted to donate. If a person cannot be found in the national donor registry, because they are travelling from another country or because they are undocumented, their organs are not harvested without family consent. Organs are not harvested from people who die an unnatural death without the approval of the local attorney general. New Zealand law allows live donors to participate in altruistic organ donation only. In the five years to 2018, there were 16 cases of liver donation by live donors and 381 cases of kidney donation by live donors.[100] New Zealand has low rates of live donation, which could be due to the fact that it is illegal to pay someone for their organs. The Human Tissue Act 2008 states that trading in human tissue is prohibited, and is punishable by a fine of up to $50,000 or a prison term of up to 1 year.[101] The Compensation for Live Organ Donors Act 2016, which came into force in December 2017, allows live organ donors to be compensated for lost income for up to 12 weeks post-donation.[102] New Zealand law also allows for organ donation from deceased individuals. In the five years to 2018, organs were taken from 295 deceased individuals.[100] Everyone who applies for a driver's licence in New Zealand indicates whether or not they wish to be a donor if they die in circumstances that would allow for donation.[103] The question is required to be answered for the application to be processed, meaning that the individual must answer yes or no, and does not have the option of leaving it unanswered.[103] However, the answer given on the drivers license does not constitute informed consent, because at the time of drivers license application not all individuals are equipped to make an informed decision regarding whether to be a donor, and it is therefore not the deciding factor in whether donation is carried out or not.[103] It is there to simply give indication of the person's wishes.[103] Family must agree to the procedure for donation to take place.[103][104] A 2006 bill proposed setting up an organ donation register where people can give informed consent to organ donations and clearly state their legally binding wishes.[105] However, the bill did not pass, and there was condemnation of the bill from some doctors, who said that even if a person had given express consent for organ donation to take place, they would not carry out the procedure in the presence of any disagreement from grieving family members.[106] The indigenous population of New Zealand also have strong views regarding organ donation. Many Maori people believe organ donation is morally unacceptable due to the cultural need for a dead body to remain fully intact.[107] However, because there is not a universally recognised cultural authority, no one view on organ donation is universally accepted in the Maori population.[107] They are, however, less likely to accept a kidney transplant than other New Zealanders, despite being overrepresented in the population receiving dialysis.[107] In South Korea, the 2006 provision of the Organ Transplant Act introduced a monetary incentive equivalent to US$4,500 to the surviving family of brain-death donors; the reward is intended as consolation and compensation for funeral expenses and hospital fees.[108][109] Organ donation in Sri Lanka was ratified by the Human Tissue Transplantation Act No. 48 of 1987. Sri Lanka Eye Donation Society, a non-governmental organization established in 1961 has provided over 60,000 corneas for corneal transplantation, for patients in 57 countries. It is one of the major suppliers of human eyes to the world, with a supply of approximately 3,000 corneas per year.[110] Since December 2015, Human Transplantation (Wales) Act 2013 passed by the Welsh Government has enabled an opt-out organ donation register, the first country in the UK to do so. The legislation is 'deemed consent', whereby all citizens are considered to have no objection to becoming a donor, unless they have opted out on this register.[111] England's Organ Donation Act, also known as Max and Keira's law, came into effect in May 2020. It means adults in England will be automatically be considered potential donors unless they chose to opt out or are excluded.[112] As of March 2021 Scotland also has an opt-out system.[113][114] The British Crown dependency of Jersey moved to an opt-out register on July 1, 2019.[115][116] Over 121,000 people in need of an organ are on the U.S. government waiting list.[117] This crisis within the United States is growing rapidly because on average there are only 30,000 transplants performed each year. More than 8,000 people die each year from lack of a donor organ, an average of 22 people a day.[118][37] Between the years 1988 and 2006 the number of transplants doubled, but the number of patients waiting for an organ grew six times as large.[119] In the past presumed consent was urged to try to decrease the need for organs. The Uniform Anatomical Gift Act of 1987 was adopted in several states, and allowed medical examiners to determine if organs and tissues of cadavers could be donated. By the 1980s, several states adopted different laws that allowed only certain tissues or organs to be retrieved and donated, some allowed all, and some did not allow any without consent of the family. In 2006 when the UAGA was revised, the idea of presumed consent was abandoned. In the United States today, organ donation is done only with consent of the family or donator themselves.[120] According to economist Alex Tabarrok, the shortage of organs has increased the use of so-called expanded criteria organs, or organs that used to be considered unsuitable for transplant.[96] Five patients that received kidney transplants at the University of Maryland School of Medicine developed cancerous or benign tumors which had to be removed. The head surgeon, Dr. Michael Phelan, explained that \"the ongoing shortage of organs from deceased donors, and the high risk of dying while waiting for a transplant, prompted five donors and recipients to push ahead with the surgery.\"[96] Several organizations such as the American Kidney Fund are pushing for opt-out organ donation in the United States.[121] In addition to their sick and annual leave, federal executive agency employees are entitled to 30 days paid leave for organ donation.[122] Thirty-two states (excluding only Alabama, Connecticut, Florida, Kentucky, Maine, Michigan, Montana, Nebraska, Nevada, New Hampshire, New Jersey, North Carolina, Pennsylvania, Rhode Island, South Dakota, Tennessee, Vermont, and Wyoming) and the District of Columbia also offer paid leave for state employees.[123] Five states (California, Hawaii, Louisiana, Minnesota, and Oregon) require certain private employers to provide paid leave for employees for organ or bone marrow donation, and seven others (Arkansas, Connecticut, Maine, Nebraska, New York, South Carolina, and West Virginia) either require employers to provide unpaid leave, or encourage employers to provide leave, for organ or bone marrow donation.[123] A bill in the US House of Representatives, the Living Donor Protection Act (introduced in 2016, then reintroduced in 2017[124]), would amend the Family and Medical Leave Act of 1993 to provide leave under the act for an organ donor. If successful, this new law would permit \"eligible employee\" organ donors to receive up to 12 work weeks of leave in a 12-month period.[125][126] Nineteen US states and the District of Columbia provide tax incentives for organ donation.[123] The most generous state tax incentive is Utah's tax credit, which covers up to $10,000 of unreimbursed expenses (travel, lodging, lost wages, and medical expenses) associated with organ or tissue donation.[123] Idaho (up to $5,000 of unreimbursed expenses) and Louisiana (up to $7,500 of 72% of unreimbursed expenses) also provide donor tax credits.[123] Arkansas, the District of Columbia, Louisiana and Pennsylvania provide tax credits to employers for wages paid to employees on leave for organ donation.[123] Thirteen states (Arkansas, Georgia, Iowa, Massachusetts, Mississippi, New Mexico, New York, North Dakota, Ohio, Oklahoma, Rhode Island and Wisconsin) have a tax deduction for up to $10,000 of unreimbursed costs, and Kansas and Virginia offer a tax deduction for up to $5,000 of unreimbursed costs.[123] States have focused their tax incentives on unreimbursed costs associated with organ donation to ensure compliance with the National Organ Transplant Act of 1984.[127] NOTA prohibits, \"any person to knowingly acquire, receive, or otherwise transfer any human organ for valuable consideration for use in human transplantation.\"[128] However, NOTA exempts, \"the expenses of travel, housing, and lost wages incurred by the donor of a human organ in connection with the donation of the organ,\" from its definition of \"valuable consideration.\"[128] While offering income tax deductions has been the preferred method of providing tax incentives, some commentators have expressed concern that these incentives provide disproportionate benefits to wealthier donors.[129] Tax credits, on the other hand, are perceived as more equitable since the after tax benefit of the incentive is not tied to the marginal tax rate of the donor.[129] Additional tax favored approaches have been proposed for organ donation, including providing: tax credits to the families of deceased donors (seeking to encourage consent), refundable tax credits (similar to the earned income credit) to provide greater tax equity among potential donors, and charitable deductions for the donation of blood or organs.[130] As stated above, under the National Organ Transplant Act of 1984, granting monetary incentives for organ donation is illegal in the United States.[131] However, there has been some discussion about providing fixed payment for potential live donors. In 1988, regulated paid organ donation was instituted in Iran and, as a result, the renal transplant waiting list was eliminated. Critics of paid organ donation argue that the poor and vulnerable become susceptible to transplant tourism. Travel for transplantation becomes transplant tourism if the movement of organs, donors, recipients or transplant professionals occurs across borders and involves organ trafficking or transplant commercialism. Poor and underserved populations in underdeveloped countries are especially vulnerable to the negative consequences of transplant tourism because they have become a major source of organs for the 'transplant tourists' that can afford to travel and purchase organs.[132] In 1994 a law was passed in Pennsylvania which proposed to pay $300 for room and board and $3,000 for funeral expenses to an organ donor's family. Developing the program was an eight-year process; it is the first of its kind. Procurement directors and surgeons across the nation await the outcomes of Pennsylvania's program.[133] There have been at least nineteen families that have signed up for the benefit. Due to investigation of the program, however, there has been some concern whether the money collected is being used to assist families.[134] Nevertheless, funeral aids to induce post-mortem organ donation have also received support from experts and the general public, as they present more ethical values, such as honoring the deceased donor, and potentially increase donation willingness.[135][108] Some organizations, such as the National Kidney Foundation, oppose financial incentives associated with organ donation claiming, \"Offering direct or indirect economic benefits in exchange for organ donation is inconsistent with our values as a society.\"[136] One argument is it will disproportionately affect the poor.[137] The $300–3,000 reward may act as an incentive for poorer individuals, as opposed to the wealthy who may not find the offered incentives significant. The National Kidney Foundation has noted that financial incentives, such as this Pennsylvania statute, diminish human dignity.[136] Deontological issues are issues about whether a person has an ethical duty or responsibility to take an action. Nearly all scholars and societies around the world agree that voluntarily donating organs to sick people is ethically permissible. Although nearly all scholars encourage organ donation, fewer scholars believe that all people are ethically required to donate their organs after death. Similarly, nearly all religions support voluntary organ donation as a charitable act of great benefit to the community. Certain small faiths such as Jehovah Witnesses and Shinto are opposed to organ donation based upon religious teachings; for Jehovah Witnesses this opposition is absolute whereas there exists increasing flexibility amongst Shinto scholars. The Roma People, are also often opposed to organ donation based on prevailing spiritual beliefs and not religious views per se.[138] Issues surrounding patient autonomy, living wills, and guardianship make it nearly impossible for involuntary organ donation to occur. From the standpoint of deontological ethics, the primary issues surrounding the morality of organ donation are semantic in nature. The debate over the definitions of life, death, human, and body is ongoing. For example, whether or not a brain-dead patient ought to be kept artificially animate in order to preserve organs for donation is an ongoing problem in clinical bioethics. In addition, some[who?] have argued that organ donation constitutes an act of self-harm, even when an organ is donated willingly. Further, the use of cloning to produce organs with a genotype identical to the recipient is a controversial topic, especially considering the possibility for an entire person to be brought into being for the express purpose of being destroyed for organ procurement. While the benefit of such a cloned organ would be a zero-percent chance of transplant rejection, the ethical issues involved with creating and killing a clone may outweigh these benefits. However, it may be possible in the future to use cloned stem-cells to grow a new organ without creating a new human being. A relatively new field of transplantation has reinvigorated the debate. Xenotransplantation, or the transfer of animal (usually pig) organs into human bodies, promises to eliminate many of the ethical issues, while creating many of its own.[139] While xenotransplantation promises to increase the supply of organs considerably, the threat of organ transplant rejection and the risk of xenozoonosis, coupled with general anathema to the idea, decreases the functionality of the technique. Some animal rights groups oppose the sacrifice of an animal for organ donation and have launched campaigns to ban them.[140] On teleological or utilitarian grounds, the moral status of \"black market organ donation\" relies upon the ends, rather than the means.[citation needed] In so far as those who donate organs are often impoverished[citation needed] and those who can afford black market organs are typically well-off,[citation needed] it would appear that there is an imbalance in the trade. In many cases, those in need of organs are put on waiting lists for legal organs for indeterminate lengths of time—many die while still on a waiting list. Organ donation is fast becoming an important bioethical issue from a social perspective as well. While most first-world nations have a legal system of oversight for organ transplantation, the fact remains that demand far outstrips supply. Consequently, there has arisen a black market trend often referred to as transplant tourism.[citation needed] The issues are weighty and controversial. On the one hand are those who contend that those who can afford to buy organs are exploiting those who are desperate enough to sell their organs. Many suggest this results in a growing inequality of status between the rich and the poor. On the other hand, are those who contend that the desperate should be allowed to sell their organs and that preventing them from doing so is merely contributing to their status as impoverished. Further, those in favor of the trade hold that exploitation is morally preferable to death, and in so far as the choice lies between abstract notions of justice on the one hand and a dying person whose life could be saved on the other hand, the organ trade should be legalized. Conversely, surveys conducted among living donors postoperatively and in a period of five years following the procedure have shown extreme regret in a majority of the donors, who said that given the chance to repeat the procedure, they would not.[141] Additionally, many study participants reported a decided worsening of economic condition following the procedure.[142] These studies looked only at people who sold a kidney in countries where organ sales are already legal. A consequence of the black market for organs has been a number of cases and suspected cases of organ theft,[143][144] including murder for the purposes of organ theft.[145][146] Proponents of a legal market for organs say that the black-market nature of the current trade allows such tragedies and that regulation of the market could prevent them. Opponents say that such a market would encourage criminals by making it easier for them to claim that their stolen organs were legal. Legalization of the organ trade carries with it its own sense of justice as well.[citation needed] Continuing black-market trade creates further disparity on the demand side: only the rich can afford such organs. Legalization of the international organ trade could lead to increased supply, lowering prices so that persons outside the wealthiest segments could afford such organs as well. Exploitation arguments generally come from two main areas: The New Cannibalism is a phrase coined by anthropologist Nancy Scheper-Hughes in 1998 for an article written for The New Internationalist. Her argument was that the actual exploitation is an ethical failing, a human exploitation; a perception of the poor as organ sources which may be used to extend the lives of the wealthy.[151] Economic drivers leading to increased donation are not limited to areas such as India and Africa, but also are emerging in the United States. Increasing funeral expenses combined with decreasing real value of investments such as homes and retirement savings which took place in the 2000s have purportedly led to an increase in citizens taking advantage of arrangements where funeral costs are reduced or eliminated.[152] Brain death may result in legal death, but still with the heart beating and with mechanical ventilation, keeping all other vital organs alive and functional for a certain period of time. Given long enough, patients who do not fully die in the complete biological sense, but who are declared brain dead, will usually start to build up toxins and wastes in the body. In this way, the organs can eventually dysfunction due to coagulopathy, fluid or electrolyte and nutrient imbalances, or even fail. Thus, the organs will usually only be sustainable and viable for acceptable use up until a certain length of time. This may depend on factors such as how well the patient is maintained, any comorbidities, the skill of the healthcare teams and the quality their facilities.[153][unreliable medical source?] A major point of contention is whether transplantation should be allowed at all if the patient is not yet fully biologically dead, and if brain death is acceptable, whether the person's whole brain needs to have died, or if the death of a certain part of the brain is enough for legal and ethical and moral purposes. Most organ donation for organ transplantation is done in the setting of brain death. However, in Japan this is a fraught point, and prospective donors may designate either brain death or cardiac death – see organ transplantation in Japan. In some nations such as Belgium, France, Netherlands, New Zealand, Poland, Portugal, Singapore and Spain, everyone is automatically an organ donor unless they opt out of the system. Elsewhere, consent from family members or next-of-kin is required for organ donation. The non-living donor is kept on ventilator support until the organs have been surgically removed. If a brain-dead individual is not an organ donor, ventilator and drug support is discontinued and cardiac death is allowed to occur. In the United States, where since the 1980s the Uniform Determination of Death Act has defined death as the irreversible cessation of the function of either the brain or the heart and lungs,[154] the 21st century has seen an order-of-magnitude increase of donation following cardiac death. In 1995, only one out of 100 dead donors in the nation gave their organs following the declaration of cardiac death. That figure grew to almost 11 percent in 2008, according to the Scientific Registry of Transplant Recipients.[154] That increase has provoked ethical concerns about the interpretation of \"irreversible\" since \"patients may still be alive five or even 10 minutes after cardiac arrest because, theoretically, their hearts could be restarted, [and thus are] clearly not dead because their condition was reversible.\"[154] The majority of organ donors are women. For example, in the United States, 62% of kidney donors and 53% of liver donors are women. In India, women constitute 74% of kidney donors and 60.5% of liver donors. Additionally, the number of female organ recipients is conspicuously lower than that of male recipients. In the U.S., 35% of liver recipients and 39% of kidney recipients are women. In India, the figures are 24% and 19% respectively.[155] There are also controversial issues regarding how organs are allocated to recipients. For example, some believe that livers should not be given to alcoholics in danger of reversion, while others view alcoholism as a medical condition like diabetes.[citation needed] Faith in the medical system is important to the success of organ donation. Brazil switched to an opt-out system and ultimately had to withdraw it because it further alienated patients who already distrusted the country's medical system.[156] Adequate funding, strong political will to see transplant outcomes improve, and the existence of specialized training, care and facilities also increase donation rates. Expansive legal definitions of death, such as Spain uses, also increase the pool of eligible donors by allowing physicians to declare a patient to be dead at an earlier stage, when the organs are still in good physical condition. Allowing or forbidding payment for organs affects the availability of organs. Generally, where organs cannot be bought or sold, quality and safety are high, but supply is not adequate to the demand. Where organs can be purchased, the supply increases.[157] Iran adopted a system of paying kidney donors in 1988 and within 11 years it became the only country in the world to clear its waiting list for transplants. Healthy humans have two kidneys, a redundancy[citation needed] that enables living donors (inter vivos) to give a kidney to someone who needs it. The most common transplants are to close relatives, but people have given kidneys to other friends. The rarest type of donation is the undirected donation whereby a donor gives a kidney to a stranger. Less than a few hundred of such kidney donations have been performed. In recent years, searching for altruistic donors via the internet has also become a way to find life saving organs. However, internet advertising for organs is a highly controversial practice, as some scholars believe it undermines the traditional list-based allocation system.[158] The National Transplant Organization of Spain is one of the most successful in the world (Spain has been the world leader in organ donation for decades),[159] but it still cannot meet the demand, as 10% of those needing a transplant die while still on the transplant list.[160] Donations from corpses are anonymous, and a network for communication and transport allows fast extraction and transplant across the country. Under Spanish law, every corpse can provide organs unless the deceased person had expressly rejected it. Because family members still can forbid the donation,[161] carefully trained doctors ask the family for permission, making it very similar in practice to the United States system.[162] In the overwhelming majority of cases, organ donation is not possible for reasons of recipient safety, match failures, or organ condition. Even in Spain, which has the highest organ donation rate in the world, there are only 35.1 actual donors per million people, and there are hundreds of patients on the waiting list.[156] This rate compares to 24.8 per million in Austria, where families are rarely asked to donate organs, and 22.2 per million in France, which—like Spain—has a presumed-consent system. In the United States, prisoners are not discriminated against as organ recipients and are equally eligible for organ transplants along with the general population. A 1976 U.S. Supreme Court case[163] ruled that withholding health care from prisoners constituted \"cruel and unusual punishment\". United Network for Organ Sharing, the organization that coordinates available organs with recipients, does not factor a patient's prison status when determining suitability for a transplant.[164][165] An organ transplant and follow-up care can cost the prison system up to one million dollars.[165][166] If a prisoner qualifies, a state may allow compassionate early release to avoid high costs associated with organ transplants.[165] However, an organ transplant may save the prison system substantial costs associated with dialysis and other life-extending treatments required by the prisoner with the failing organ. For example, the estimated cost of a kidney transplant is about $111,000.[167] A prisoner's dialysis treatments are estimated to cost a prison $120,000 per year.[168] Because donor organs are in short supply, there are more people waiting for a transplant than available organs. When a prisoner receives an organ, there is a high probability that someone else will die waiting for the next available organ. A response to this ethical dilemma states that felons who have a history of violent crime, who have violated others' basic rights, have lost the right to receive an organ transplant, though it is noted that it would be necessary \"to reform our justice system to minimize the chance of an innocent person being wrongly convicted of a violent crime and thus being denied an organ transplant\"[169] Prisons typically do not allow inmates to donate organs to anyone but immediate family members. There is no law against prisoner organ donation; however, the transplant community has discouraged use of prisoner's organs since the early 1990s due to concern over prisons' high-risk environment for infectious diseases.[170] Physicians and ethicists also criticize the idea because a prisoner is not able to consent to the procedure in a free and non-coercive environment,[171] especially if given inducements to participate. However, with modern testing advances to more safely rule out infectious disease and by ensuring that there are no incentives offered to participate, some have argued that prisoners can now voluntarily consent to organ donation just as they can now consent to medical procedures in general. With careful safeguards, and with over 2 million prisoners in the U.S., they reason that prisoners can provide a solution for reducing organ shortages in the U.S.[172] While some have argued that prisoner participation would likely be too low to make a difference, one Arizona program started by former Maricopa County Sheriff Joe Arpaio encourages inmates to voluntarily sign up to donate their heart and other organs.[173] As of 2015, there have been over 16,500 participants.[174][175] Similar initiatives have been started in other US states. In 2013, Utah became the first state to allow prisoners to sign up for organ donation upon death.[176] There are several different religions that have different perspectives. Islam has a conflicting view regarding the issue, with half believing that it is against the religion. Muslims are commanded to seek medical attention when in need and saving life is a very important factor of the Islamic religion. Christianity is lenient on the topic of organ donation, and believe it is a service of life.[177] All major religions accept organ donation in at least some form[178] on either utilitarian grounds (i.e., because of its life-saving capabilities) or deontological grounds (e.g., the right of an individual believer to make his or her own decision).[citation needed] Most religions, among them the Roman Catholic Church, support organ donation on the grounds that it constitutes an act of charity and provides a means of saving a life. One religious group, The Jesus Christians, became known as \"The Kidney Cult\" because more than half its members had donated their kidneys altruistically. Jesus Christians claim altruistic kidney donation is a great way to \"Do unto others what they would want you to do unto them.\"[179] Some religions impose certain restrictions on the types of organs that may be donated and/or on the means by which organs may be harvested and/or transplanted.[180] For example, Jehovah's Witnesses require that organs be drained of any blood due to their interpretation of the Hebrew Bible/Christian Old Testament as prohibiting blood transfusion,[181] and Muslims require that the donor have provided written consent in advance.[181] A few groups disfavor organ transplantation or donation; notably, these include Shinto[182] and those who follow the customs of the Gypsies.[181] Orthodox Judaism considers organ donation obligatory if it will save a life, as long as the donor is considered dead as defined by Jewish law.[181] In both Orthodox Judaism and non-Orthodox Judaism, the majority view holds that organ donation is permitted in the case of irreversible cardiac rhythm cessation. In some cases, rabbinic authorities believe that organ donation may be mandatory, whereas a minority opinion considers any donation of a live organ as forbidden.[183] The demand for organs significantly surpasses the number of donors everywhere in the world. There are more potential recipients on organ donation waiting lists than organ donors.[184] In particular, due to significant advances in dialysis techniques, patients with end-stage renal disease (ESRD) can survive longer than ever before.[185] Because these patients don't die as quickly as they used to, and as kidney failure increases with the rising age and prevalence of high blood pressure and diabetes in a society, the need especially for kidneys rises every year.[186] As of March 2014[update], about 121,600 people in the United States are on the waiting list, although about a third of those patients are inactive and could not receive a donated organ.[187][188] Wait times and success rates for organs differ significantly between organs due to demand and procedure difficulty. As of 2007[update], three-quarters of patients in need of an organ transplant were waiting for a kidney,[189] and as such kidneys have much longer waiting times. As stated by the Gift of Life Donor Program website, the median patient who ultimately received an organ waited 4 months for a heart or lung—but 18 months for a kidney, and 18–24 months for a pancreas because demand for these organs substantially outstrips supply.[190] An increased prevalence of self-driving cars could exacerbate this problem: In the US, 13% of organ donations come from car crash victims, and autonomous vehicles are projected to reduce the frequency of car crashes.[191] In Australia, there are 10.8 transplants per million people,[192] about a third of the Spanish rate. The Lions Eye Institute, in Western Australia, houses the Lions Eye Bank. The Bank was established in 1986 and coordinates the collection, processing and distribution of eye tissue for transplantation. The Lions Eye Bank also maintains a waitlist of patients who require corneal graft operations. About 100 corneas are provided by the Bank for transplant each year, but there is still a waiting list for corneas.[193]\"To an economist, this is a basic supply-and-demand gap with tragic consequences.\"[194] Approaches to addressing this shortfall include: In hospitals, organ network representatives routinely screen patient records to identify potential donors shortly in advance of their deaths.[202] In many cases, organ-procurement representatives will request screening tests (such as blood typing) or organ-preserving drugs (such as blood pressure drugs) to keep potential donors' organs viable until their suitability for transplants can be determined and family consent (if needed) can be obtained.[202] This practice increases transplant efficiency, as potential donors who are unsuitable due to infection or other causes are removed from consideration before their deaths, and decreases the avoidable loss of organs.[202] It may also benefit families indirectly, as the families of unsuitable donors are not approached to discuss organ donation.[202] The United States has two agencies that govern organ procurement and distribution within the country. The United Network for Organ Sharing and the Organ Procurement and Transplant Network (OPTN) regulate Organ Procurement Organizations (OPO) with regard to procurement and distribution ethics and standards. OPOs are non-profit organizations charged with the evaluation, procurement and allocation of organs within their Designated Service Area (DSA). Once a donor has been evaluated and consent obtained, provisional allocation of organs commences. UNOS developed a computer program that automatically generates donor specific match lists for suitable recipients based on the criteria that the patient was listed with. OPO coordinators enter donor information into the program and run the respective lists. Organ offers to potential recipients are made to transplant centers to make them aware of a potential organ. The surgeon will evaluate the donor information and make a provisional determination of medical suitability to their recipient. Distribution varies slightly between different organs but is essentially very similar. When lists are generated many factors are taken into consideration; these factors include: distance of transplant center from the donor hospital, blood type, medical urgency, wait time, donor size and tissue typing. For heart recipients medical urgency is denoted by a recipients \"Status\" (Status 1A, 1B and status 2). Lungs are allocated based on a recipients Lung Allocation Score (LAS) that is determined based on the urgency of clinical need as well as the likelihood of benefit from the transplant. Livers are allocated using both a status system and MELD/PELD score (Model for End-stage Liver Disease/Pediatric End-stage Liver Disease). Kidney and pancreas lists are based on location, blood type, Human Leukocyte Antigen (HLA) typing and wait time. When a recipient for a kidney or pancreas has no direct antibodies to the donor HLA the match is said to be a 0 ABDR mismatch or zero antigen mismatch. A zero mismatch organ has a low rate of rejection and allows a recipient to be on lower doses of immunosuppressive drugs. Since zero mismatches have such high graft survival these recipients are afforded priority regardless of location and wait time. UNOS has in place a \"Payback\" system to balance organs that are sent out of a DSA because of a zero mismatch. Location of a transplant center with respect to a donor hospital is given priority due to the effects of Cold Ischemic Time (CIT). Once the organ is removed from the donor, blood no longer perfuses through the vessels and begins to starve the cells of oxygen (ischemia). Each organ tolerates different ischemic times. Hearts and lungs need to be transplanted within 4–6 hours from recovery, liver about 8–10 hours and pancreas about 15 hours; kidneys are the most resilient to ischemia.[citation needed] Kidneys packaged on ice can be successfully transplanted 24–36 hours after recovery. Developments in kidney preservation have yielded a device that pumps cold preservation solution through the kidneys vessels to prevent Delayed Graft Function (DGF) due to ischemia. Perfusion devices, often called kidney pumps, can extend graft survival to 36–48 hours post recovery for kidneys. Recently similar devices have been developed for the heart and lungs, in an effort to increase distances procurement teams may travel to recover an organ. People committing suicide have a higher rate of donating organs than average. One reason is lower negative response or refusal rate by the family and relatives, but the explanation for this remains to be clarified.[203] In addition, donation consent is higher than average from people committing suicide.[204] Attempted suicide is a common cause of brain death (3.8%), mainly among young men.[203] Organ donation is more common in this group compared to other causes of death. Brain death may result in legal death, but still with the heart beating, and with mechanical ventilation all other vital organs may be kept completely alive and functional,[153] providing optimal opportunities for organ transplantation. In 2008, California transplant surgeon Hootan Roozrokh was charged with dependent adult abuse for prescribing what prosecutors alleged were excessive doses of morphine and sedatives to hasten the death of a man with adrenal leukodystrophy and irreversible brain damage, in order to procure his organs for transplant.[205] The case brought against Roozrokh was the first criminal case against a transplant surgeon in the US, and resulted in his acquittal. Further, Dr. Roozrokh successfully sued for defamation stemming from the incident.[206] At California's Emanuel Medical Center, neurologist Narges Pazouki, MD, said an organ-procurement organization representative pressed her to declare a patient brain-dead before the appropriate tests had been done.[207] In September 1999, eBay blocked an auction for \"one functional human kidney\" which had reached a highest bid of $5.7 million. Under United States federal laws, eBay was obligated to dismiss the auction for the selling of human organs which is punishable by up to five years in prison and a $50,000 fine.[208] On June 27, 2008, Indonesian Sulaiman Damanik, 26, pled guilty in a Singapore court for sale of his kidney to CK Tang's executive chair, Mr. Tang Wee Sung, 55, for 150 million rupiah (US$17,000). The Transplant Ethics Committee must approve living donor kidney transplants. Organ trading is banned in Singapore and in many other countries to prevent the exploitation of \"poor and socially disadvantaged donors who are unable to make informed choices and suffer potential medical risks.\" Toni, 27, the other accused, donated a kidney to an Indonesian patient in March, alleging he was the patient's adopted son, and was paid 186 million rupiah (US$21,000). Marketing for organ donation must walk a fine line between stressing the need for organ donation and not being too forceful.[209] If the marketing agent is too forceful, then the target of the message will react defensively to the request. According to psychological reactance theory, a person will perceive their freedom threatened and will react to restore the freedom. According to Ashley Anker, the use of transportation theory has a positive effect on target reactions by marketing attempts.[209] When public service announcements use recipient-focused messages, targets were more transported. Individuals who watched recipient-focused messages were more transported because potential donors experience empathy for the potential recipient. Future public service announcements should use recipient-focused stories to elicit relationship formation between potential donors and recipients. Awareness about organ donation leads to greater social support for organ donation, in turn leading to greater registration. By starting with promoting college students' awareness of organ donation and moving to increasing social support for organ donation, the more likely people will be to register as organ donors.[210] The United States Department of Health funded a study by the University of Wisconsin Hospital to increase efforts to increase awareness and the number of registered donors by pursuing members of the university and their family and friends through social media.[211] The results of the study showed a 20% increase in organ donation by creating support and awareness through social media.[211]","Title":"Organ donation - Wikipedia","KeyID":"12274","URL":"https://en.wikipedia.org/wiki/Organ_donation"}