{"Content: ":"End-of-life care (EoLC) refers to health care for a person nearing the end of their life or in the advanced stage of a terminal illness. Generally speaking, people who are dying need care in four areas—physical comfort, mental and emotional needs, spiritual issues, and practical tasks.[1] End-of-life care involves a range of possible decisions, including hospice care, palliative care, patients' rights to choose, participation in clinical trials[2] and choice of medical interventions, including continuance of routine medical interventions. Such decisions are informed by medical, financial and ethical considerations.[3][4][1] In most advanced countries, medical spending on people in the last twelve months of life makes up roughly 10% of total aggregate medical spending, while those in the last three years of life can cost up to 25%.[5] To ensure that an individual's preferences and values for end-of-life care are honored, it can be helpful to have an advance healthcare directive in place.[6] An advance healthcare directive is a legal document that allows end-of-life decision planning to occur ahead of time, and the patient can specify their medical treatment preferences for decisions that need to be made in the future regarding their health care and quality of life.[7] For example, the patient could specify whether they wish to undergo emergency resuscitation should they stop breathing, or whether they prefer to have their end-of-life care at home, if possible. End-of-life care decisions and conversations are often difficult for families, as there are often many courses of action and different perspectives and wishes of family members. It is sometimes challenging for families in the grieving process to make timely decisions that respect the patient's wishes and values.[8] For example, family members may differ over whether life extension or life quality is the main goal of treatment. Without an advanced care directive, this may result in over-treatment, under-treatment, or other problems. Family members may also struggle to grasp the inevitability of death and the risks and effects of medical and non-medical interventions that are offered.[9] They may request common treatments, such as antibiotics for pneumonia, or drugs to reduce high blood pressure without wondering whether that person might prefer dying quickly of pneumonia or a heart attack to a long-drawn-out decline in a skilled care facility. Some treatments, such as pureed foods or use of a feeding tube for a person who has trouble swallowing, or IV fluids for a person who is actively dying, may seem harmless, but can significantly prolong the process of dying.[10] To prevent interventions that are not in accordance with the patient's wishes, advanced care directives can allow for the care they desire, as well as help prevent confusion and strain for family members. The National Cancer Institute in the United States (US) advises that the presence of some of the following signs may indicate that death is approaching:[11][12] The following are some of the most common potential problems that can arise in the last days and hours of a patient's life:[14] Subcutaneous injections are one preferred means of delivery when it has become difficult for patients to swallow or to take pills orally, and if repeated medication is needed, a syringe driver (or infusion pump in the US) is often likely to be used, to deliver a steady low dose of medication. Another means of medication delivery, available for use when the oral route is compromised, is a specialized catheter designed to provide comfortable and discreet administration of ongoing medications via the rectal route. The catheter was developed to make rectal access more practical and provide a way to deliver and retain liquid formulations in the distal rectum so that health practitioners can leverage the established benefits of rectal administration. Its small flexible silicone shaft allows the device to be placed safely and remain comfortably in the rectum for repeated administration of medications or liquids. The catheter has a small lumen, allowing for small flush volumes to get medication to the rectum. Small volumes of medications (under 15mL) improve comfort by not stimulating the defecation response of the rectum and can increase the overall absorption of a given dose by decreasing pooling of medication and migration of medication into more proximal areas of the rectum where absorption can be less effective.[22][23] Other symptoms that may occur, and may be mitigated to some extent, include cough, fatigue, fever, and in some cases bleeding.[21] Integrated care pathways can be used to implement clinical guidelines, provide a framework for documentation and audit, and facilitate delivery of care for specific groups of people needing care,[24] however, there is very limited evidence in the form of high-quality randomized clinical trials to help determine the effectiveness of end-of-life care pathways on clinical outcomes, physical outcomes, and emotional/psychological outcomes.[25] Health services that use end-of-life care pathways are also suggested to have the pathways independently audited, with an emphasis on the findings of the Neuberger review of the Liverpool Care Pathway for dying patients.[25] While not possible for every person needing care, surveys of the general public suggest most people would prefer to die at home.[26] In the period from 2003 to 2017, the number of deaths at home in the United States increased from 23.8% to 30.7%, while the number of deaths in the hospital decreased from 39.7% to 29.8%.[27] Home-based end-of-life care may be delivered in a number of ways, including by an extension of a primary care practice, by a palliative care practice, and by home care agencies such as Hospice.[28] High-certainty evidence indicates that implementation of home-based end-of-life care programs increases the number of adults who will die at home and slightly improves their satisfaction at a one-month follow-up.[29] There is low-certainty evidence that there may be very little or no difference in satisfaction of the person needing care for longer term (6 months).[29] The number of people who are admitted to hospital during an end-of-life care program is not known.[29] In addition, the impact of home-based end-of-life care on caregivers, healthcare staff, and health service costs is not clear, however, there is weak evidence to suggest that this intervention may reduce health care costs by a small amount.[29] Not all groups in society have good access to end-of-life care. A systematic review conducted in 2021 investigated the end of life care experiences of people with severe mental illness, including those with schizophrenia, bipolar disorder, and major depressive disorder. The research found that individuals with a severe mental illness were unlikely to receive the most appropriate end of life care. The review recommended that there needs to be close partnerships and communication between mental health and end of life care systems, and these teams need to find ways to support people to die where they choose. More training, support and supervision needs to be available for professionals working in end of life care; this could also decrease prejudice and stigma against individuals with severe mental illness at the end of life, notably in those who are homeless.[30][31] Family members are often uncertain as to what they should be doing when a person is dying. Many gentle, familiar daily tasks, such as combing hair, putting lotion on delicate skin, and holding hands, are comforting and provide a meaningful method of communicating love to a dying person.[32] Family members may be suffering emotionally due to the impending death. Their own fear of death may affect their behavior. They may feel guilty about past events in their relationship with the dying person or feel that they have been neglectful. These common emotions can result in tension, fights between family members over decisions, worsened care, and sometimes (in what medical professionals call the \"Daughter from California syndrome\") a long-absent family member arrives while a patient is dying to demand inappropriately aggressive care. Family members may also be coping with unrelated problems, such as physical or mental illness, emotional and relationship issues, or legal difficulties. These problems can limit their ability to be involved, civil, helpful, or present.[citation needed] Spirituality is thought to be of increased importance to an individual's wellbeing during a terminal illness or toward the end-of-life.[33] Pastoral/spiritual care has a particular significance in end of life care, and is considered an essential part of palliative care by the WHO.[34][33] In palliative care, responsibility for spiritual care is shared by the whole team, with leadership given by specialist practitioners such as pastoral care workers. The palliative care approach to spiritual care may, however, be transferred to other contexts and to individual practice.[35]'[36] Spiritual, cultural, and religious beliefs may influence or guide patient preferences regarding end-of-life care.[37] Healthcare providers caring for patients at the end of life can engage family members and encourage conversations about spiritual practices to better address the different needs of diverse patient populations.[37] Many hospitals, nursing homes, and hospice centers have chaplains who provide spiritual support and grief counseling to patients and families of all religious and cultural backgrounds.[38] End-of-life care is an interdisciplinary endeavor involving physicians, nurses, physical therapists, occupational therapists, pharmacists and social workers. Depending on the facility and level of care needed, the composition of the interprofessional team can vary.[39] Health professional attitudes about end-of-life care depend in part on the provider's role in the care team. Physicians generally have favorable attitudes towards Advance Directives, which are a key facet of end-of-life care.[40] Medical doctors who have more experience and training in end-of-life care are more likely to cite comfort in having end-of-life-care discussions with patients.[41] Those physicians who have more exposure to end-of-life care also have a higher likelihood of involving nurses in their decision-making process.[42] Although physicians make official decisions about end-of-life care, nurses spend more time with patients and often know more about patient desires and concerns. In a Dutch national survey study of attitudes of nursing staff about involvement in medical end-of-life decisions, 64% of respondents thought patients preferred talking with nurses than physicians and 75% desired to be involved in end-of-life decision making.[43] In 2012, Statistics Canada's General Social Survey on Caregiving and care receiving[44] found that 13% of Canadians (3.7 million) aged 15 and older reported that at some point in their lives they had provided end-of-life or palliative care to a family member or friend. For those in their 50s and 60s, the percentage was higher, with about 20% reporting having provided palliative care to a family member or friend. Women were also more likely to have provided palliative care over their lifetimes, with 16% of women reporting having done so, compared with 10% of men. These caregivers helped terminally ill family members or friends with personal or medical care, food preparation, managing finances or providing transportation to and from medical appointments.[45] End of life care has been identified by the UK Department of Health as an area where quality of care has previously been \"very variable,\" and which has not had a high profile in the NHS and social care. To address this, a national end of life care programme was established in 2004 to identify and propagate best practice,[46] and a national strategy document published in 2008.[47][48] The Scottish Government has also published a national strategy.[49][50][51] In 2006 just over half a million people died in England, about 99% of them adults over the age of 18, and almost two-thirds adults over the age of 75. About three-quarters of deaths could be considered \"predictable\" and followed a period of chronic illness[52][53][54] – for example heart disease, cancer, stroke, or dementia. In all, 58% of deaths occurred in an NHS hospital, 18% at home, 17% in residential care homes (most commonly people over the age of 85), and about 4% in hospices.[52] However, a majority of people would prefer to die at home or in a hospice, and according to one survey less than 5% would rather die in hospital.[52] A key aim of the strategy therefore is to reduce the needs for dying patients to have to go to hospital and/or to have to stay there; and to improve provision for support and palliative care in the community to make this possible. One study estimated that 40% of the patients who had died in hospital had not had medical needs that required them to be there.[52][55] In 2015 and 2010, the UK ranked highest globally in a study of end-of-life care. The 2015 study said \"Its ranking is due to comprehensive national policies, the extensive integration of palliative care into the National Health Service, a strong hospice movement, and deep community engagement on the issue.\" The studies were carried out by the Economist Intelligence Unit and commissioned by the Lien Foundation, a Singaporean philanthropic organisation.[56][57][58][59][60] The 2015 National Institute for Health and Care Excellence guidelines introduced religion and spirituality among the factors which physicians shall take into account for assessing palliative care needs. In 2016, the UK Minister of Health signed a document which declared people \"should have access to personalised care which focuses on the preferences, beliefs and spiritual needs of the individual.\" As of 2017, more than 47% of the 500,000 deaths in the UK occurred in hospitals.[61] In 2021 the National Palliative and End of Life Care Partnership published their six ambitions for 2021–26. These include fair access to end of life care for everyone regardless of who they are, where they live or their circumstances, and the need to maximise comfort and wellbeing. Informed and timely conversations are also highlighted.[62] Research funded by the National Institute for Health and Care Research (NIHR) has addressed these areas of need.[63] Examples highlight inequalities faced by several groups and offers recommendations. These include the need for close partnership between services caring for people with severe mental illness,[64][31] improved understanding of barriers faced by Gypsy, Traveller and Roma communities,[65][66] the provision of flexible palliative care services for children from ethnic minorities or deprived areas.[67][68] Other research suggests that giving nurses and pharmacists easier access to electronic patient records about prescribing could help people manage their symptoms at home.[69][70] A named professional to support and guide patients and carers through the healthcare system could also improve the experience of care at home at the end of life.[71][72] A synthesised review looking at palliative care in the UK created a resource showing which services were available and grouped them according to their intended purpose and benefit to the patient. They also stated that currently in the UK palliative services are only available to patients with a timeline to death, usually 12 months or less. They found these timelines to often be inaccurate and created barriers to patients accessing appropriate services. They call for a more holistic approach to end of life care which is not restricted by arbitrary timelines.[73][74] As of 2019, physician-assisted dying is legal in eight states (California, Colorado, Hawaii, Maine, New Jersey, Oregon, Vermont, Washington) and Washington D.C.[75] Spending on those in the last twelve months accounts for 8.5% of total aggregate medical spending in the United States.[5] When considering only those aged 65 and older, estimates show that about 27% of Medicare's annual $327 billion budget ($88 billion) in 2006 goes to care for patients in their final year of life.[76][77][78] For the over-65s, between 1992 and 1996, spending on those in their last year of life represented 22% of all medical spending, 18% of all non-Medicare spending, and 25 percent of all Medicaid spending for the poor.[76] These percentages appears to be falling over time, as in 2008, 16.8% of all medical spending on the over 65s went on those in their last year of life.[79] Predicting death is difficult, which has affected estimates of spending in the last year of life; when controlling for spending on patients who were predicted as likely to die, Medicare spending was estimated at 5% of the total.[80]","Title":"End-of-life care - Wikipedia","KeyID":"12270","URL":"https://en.wikipedia.org/wiki/End-of-life_care"}