{"Content: ":"A premature obituary is an obituary of someone who was still alive at the time of publication. Examples include that of inventor and philanthropist Alfred Nobel, whose premature obituary condemning him as a \"merchant of death\" for creating military explosives may have prompted him to create the Nobel Prize;[1] black nationalist Marcus Garvey, whose actual death may have been precipitated by reading his own obituary;[2] and actor Abe Vigoda, who was the subject of so many death reports and rumours that a website was created to state whether he was alive or dead. This article lists the recipients of incorrect death reports (not just formal obituaries) from publications, media organisations, official bodies, and widely used information sources; but not mere rumours of deaths. People who were presumed (though not categorically declared) to be dead, and joke death reports that were widely believed, are also included. Premature obituaries may be published for reasons such as the following:      Multiple premature obituaries came to light on April 16, 2003, when it was discovered that pre-written draft memorials to several world figures were available on the development area of the CNN website without requiring a password (and may have been accessible for some time before). The pages included tributes to Fidel Castro (d. 2016), Dick Cheney, Nelson Mandela (d. 2013), Bob Hope (d. July 2003), Gerald Ford (d. 2006), Pope John Paul II (d. 2005), and Ronald Reagan (d. 2004),[446] all of which claim they died in 2001.[447][448][449][450][451][452][453] Some of these obituaries contained fragments taken from others, particularly from Queen Elizabeth The Queen Mother's obituary, which had apparently been used as a template. Dick Cheney for example was described as the \"UK's favorite grandmother\", the site noted the Pope's 'love of racing', and described Castro as \"lifeguard, athlete, movie star\" (a reference to Ronald Reagan). Although the Queen Mother was already dead, in an unrelated incident she had previously received a premature obituary of her own. On November 16, 2020, about 100 draft obituaries were published on the Radio France Internationale web site, as well as those of its partner sites including Google, Yahoo! and MSN. These included Queen Elizabeth II (supposedly having died of coronavirus), footballer Pelé, actors Clint Eastwood, Brigitte Bardot and Sophia Loren, politicians Jimmy Carter, Ayatollah Ali Khamenei, Raul Castro and Lionel Jospin, and French businessman Bernard Tapie (d. 2021), of which this was his third premature obituary. The broadcaster blamed it on a 'major bug' while upgrading its web site.[454]","Title":"List of premature obituaries - Wikipedia","KeyID":"12281","URL":"https://en.wikipedia.org/wiki/List_of_premature_obituaries"}