{"Content: ":"The Gompertz–Makeham law states that the human death rate is the sum of an age-dependent component (the Gompertz function, named after Benjamin Gompertz),[1] which increases exponentially with age[2] and an age-independent component (the Makeham term, named after William Makeham).[3] In a protected environment where external causes of death are rare (laboratory conditions, low mortality countries, etc.), the age-independent mortality component is often negligible. In this case the formula simplifies to a Gompertz law of mortality. In 1825, Benjamin Gompertz proposed an exponential increase in death rates with age. The Gompertz–Makeham law of mortality describes the age dynamics of human mortality rather accurately in the age window from about 30 to 80 years of age. At more advanced ages, some studies have found that death rates increase more slowly – a phenomenon known as the late-life mortality deceleration[2] – but more recent studies disagree.[4] The decline in the human mortality rate before the 1950s was mostly due to a decrease in the age-independent (Makeham) mortality component, while the age-dependent (Gompertz) mortality component was surprisingly stable.[2][5] Since the 1950s, a new mortality trend has started in the form of an unexpected decline in mortality rates at advanced ages and \"rectangularization\" of the survival curve.[6][7] The hazard function for the Gompertz-Makeham distribution is most often characterised as h ( x ) = α e β x + λ {\\displaystyle h(x)=\\alpha e^{\\beta x}+\\lambda } . The empirical magnitude of the beta-parameter is about .085, implying a doubling of mortality every .69/.085 = 8 years (Denmark, 2006). The quantile function can be expressed in a closed-form expression using the Lambert W function:[8] The Gompertz law is the same as a Fisher–Tippett distribution for the negative of age, restricted to negative values for the random variable (positive values for age).","Title":"Gompertz–Makeham law of mortality - Wikipedia","KeyID":"12287","URL":"https://en.wikipedia.org/wiki/Gompertz%E2%80%93Makeham_law_of_mortality"}