{"Content: ":"Mortality displacement is a phenomenon where a period of excess deaths (i.e., more deaths than expected) is followed by a period of mortality deficit (i.e., fewer deaths than expected). It is also known as \"harvesting\".[1][2] It is usually attributable to environmental phenomena such as heat waves, cold spells, epidemics and pandemics, especially influenza pandemics, famine or war. During heat waves, for instance, there are often additional deaths observed in the population, affecting especially older adults and those who are sick. After some periods with excess mortality, however, there has also been observed a decrease in overall mortality during the subsequent weeks. Such short-term forward shift in mortality rate is also referred to as harvesting effect. The subsequent, compensatory reduction in mortality suggests that the heat wave especially affected those whose health was already so compromised that they \"would have died in the short-term anyway\".[3] Different institutions and initiatives offer weekly data to monitor excess mortality. Significant efforts to capture short term mortality data have been made along 2020 due to the pandemic of the Coronavirus disease 2019 (COVID-19) and its worldwide effects. Eurostat launched in April 2020 a collection of weekly death data that provide for most of the EU countries weekly death data series by 5-year age groups and sex in NUTS3 regions within the countries starting from the year 2000.[4] This temporary data collection was established in order to support the policy and research efforts related to the Covid-19 pandemic. Data are transmitted by the National Statistical Institutes on voluntary basis and it is being updated, depending on the country, weekly.[5] In May 2020, the Human Mortality Database project launched a new data series, the Short-term Mortality Fluctuation series (STMF), offering freely available weekly death counts by age and sex for a growing number of countries (34 in October 2020), as well as a visualization tool that captures the excess mortality on a weekly basis. The STMF was established to provide data for scientific analysis of all-cause mortality fluctuations by week within each calendar year in standard formats. Part of the Human Mortality Database ise a joint project of two teams based in the Laboratory of Demographic Data at the Max Planck Institute for Demographic Research (MPIDR) and at the Department of Demography of the University of California, Berkeley (UCB). The collaborative network EuroMOMO [de] (European mortality monitoring activity), monitors mortality across 24 European countries in order to detect and measure excess deaths related to seasonal influenza, pandemics, and other public health threats. EuroMOMO is hosted and maintained by the Department of Infectious Disease Epidemiology and Prevention of Copenhagen, Denmark. They offer regular reports (weekly bulletins), graphs and maps showing the present levels of mortality but the network does not publish openly data. Individual partners may decide to share openly some selected national data, like for instance, MoMo-Spain. The study centre at the Statens Serum Institut in Copenhagen publishes a weekly situation report and regular scientific articles. Periods of high excess mortality have also been described for the United States.[6]","Title":"Mortality displacement - Wikipedia","KeyID":"12293","URL":"https://en.wikipedia.org/wiki/Mortality_displacement"}