{"Content: ":"Cryo-preservation or cryo-conservation is a process where organelles, cells, tissues, extracellular matrix, organs, or any other biological constructs susceptible to damage caused by unregulated chemical kinetics are preserved by cooling to very low temperatures[1] (typically −80 °C or −112 °F using solid carbon dioxide or −196 °C (−321 °F) using liquid nitrogen). At low enough temperatures, any enzymatic or chemical activity which might cause damage to the biological material in question is effectively stopped. Cryopreservation methods seek to reach low temperatures without causing additional damage caused by the formation of ice crystals during freezing. Traditional cryopreservation has relied on coating the material to be frozen with a class of molecules termed cryoprotectants. New methods are being investigated due to the inherent toxicity of many cryoprotectants.[2] Cryoconservation of animal genetic resources is done with the intention of conservation of the breed. Tardigrades, microscopic multicellular organisms, can survive freezing by replacing most of their internal water with the sugar trehalose, preventing it from crystallization that otherwise damages cell membranes. Mixtures of solutes can achieve similar effects. Some solutes, including salts, have the disadvantage that they may be toxic at intense concentrations. In addition to the water-bear, wood frogs can tolerate the freezing of their blood and other tissues. Urea is accumulated in tissues in preparation for overwintering, and liver glycogen is converted in large quantities to glucose in response to internal ice formation. Both urea and glucose act as \"cryoprotectants\" to limit the amount of ice that forms and to reduce osmotic shrinkage of cells. Frogs can survive many freeze/thaw events during winter if no more than about 65% of the total body water freezes. Research exploring the phenomenon of \"freezing frogs\" has been performed primarily by the Canadian researcher, Dr. Kenneth B. Storey.[citation needed] Freeze tolerance, in which organisms survive the winter by freezing solid and ceasing life functions, is known in a few vertebrates: five species of frogs (Rana sylvatica, Pseudacris triseriata, Hyla crucifer, Hyla versicolor, Hyla chrysoscelis), one of salamanders (Salamandrella keyserlingii), one of snakes (Thamnophis sirtalis) and three of turtles (Chrysemys picta, Terrapene carolina, Terrapene ornata).[3] Snapping turtles Chelydra serpentina and wall lizards Podarcis muralis also survive nominal freezing but it has not been established to be adaptive for overwintering. In the case of Rana sylvatica one cryopreservant is ordinary glucose, which increases in concentration by approximately 19 mmol/l when the frogs are cooled slowly.[3] One early theoretician of cryopreservation was James Lovelock. In 1953, he suggested that damage to red blood cells during freezing was due to osmotic stress,[4] and that increasing the salt concentration in a dehydrating cell might damage it.[5][6] In the mid-1950s, he experimented with the cryopreservation of rodents, determining that hamsters could be frozen with 60% of the water in the brain crystallized into ice with no adverse effects; other organs were shown to be susceptible to damage.[7] Cryopreservation was applied to human materials beginning in 1954 with three pregnancies resulting from the insemination of previously frozen sperm.[8] Fowl sperm was cryopreserved in 1957 by a team of scientists in the UK directed by Christopher Polge.[9] During 1963, Peter Mazur, at Oak Ridge National Laboratory in the U.S., demonstrated that lethal intracellular freezing could be avoided if cooling was slow enough to permit sufficient water to leave the cell during progressive freezing of the extracellular fluid. That rate differs between cells of differing size and water permeability: a typical cooling rate around 1 °C/minute is appropriate for many mammalian cells after treatment with cryoprotectants such as glycerol or dimethyl sulphoxide, but the rate is not a universal optimum.[10] On April 22, 1966, the first human body was frozen—though it had been embalmed for two months—by being placed in liquid nitrogen and stored at just above freezing. The elderly woman from Los Angeles, whose name is unknown, was soon thawed out and buried by relatives. The first human body to be frozen with the hope of future revival was James Bedford's, a few hours after his cancer-caused death in 1967.[11] Bedford is the only cryonics patient frozen before 1974 still preserved today.[12] Storage at very low temperatures is presumed to provide an indefinite longevity to cells, although the actual effective life is rather difficult to prove. Researchers experimenting with dried seeds found that there was noticeable variability of deterioration when samples were kept at different temperatures – even ultra-cold temperatures. Temperatures less than the glass transition point (Tg) of polyol's water solutions, around −136 °C (137 K; −213 °F), seem to be accepted as the range where biological activity very substantially slows, and −196 °C (77 K; −321 °F), the boiling point of liquid nitrogen, is the preferred temperature for storing important specimens. While refrigerators, freezers, and extra-cold freezers are used for many items, generally the ultra-cold of liquid nitrogen is required for successful preservation of the more complex biological structures to virtually stop all biological activity. Phenomena which can cause damage to cells during cryopreservation mainly occur during the freezing stage, and include solution effects, extracellular ice formation, dehydration, and intracellular ice formation. Many of these effects can be reduced by cryoprotectants. Once the preserved material has become frozen, it is relatively safe from further damage.[13]  The main techniques to prevent cryopreservation damages are a well-established combination of controlled rate and slow freezing and a newer flash-freezing process known as vitrification. Controlled-rate and slow freezing, also known as slow programmable freezing (SPF),[14] is a technique where cells are cooled to around -196 °C over the course of several hours. Slow programmable freezing was developed during the early 1970s, and eventually resulted in the first human frozen embryo birth in 1984. Since then, machines that freeze biological samples using programmable sequences, or controlled rates, have been used for human, animal, and cell biology – \"freezing down\" a sample to better preserve it for eventual thawing, before it is frozen, or cryopreserved, in liquid nitrogen. Such machines are used for freezing oocytes, skin, blood products, embryos, sperm, stem cells, and general tissue preservation in hospitals, veterinary practices and research laboratories around the world. As an example, the number of live births from frozen embryos 'slow frozen' is estimated at some 300,000 to 400,000 or 20% of the estimated 3 million in vitro fertilization (IVF) births.[15] Lethal intracellular freezing can be avoided if cooling is slow enough to permit sufficient water to leave the cell during progressive freezing of the extracellular fluid. To minimize the growth of extracellular ice crystals and recrystallization,[16] biomaterials such as alginates, polyvinyl alcohol or chitosan can be used to impede ice crystal growth along with traditional small molecule cryoprotectants.[2] That rate differs between cells of differing size and water permeability: a typical cooling rate of about 1 °C/minute is appropriate for many mammalian cells after treatment with cryoprotectants such as glycerol or dimethyl sulfoxide (DMSO), but the rate is not a universal optimum. The 1 °C / minute rate can be achieved by using devices such as a rate-controlled freezer or a benchtop portable freezing container.[17] Several independent studies have provided evidence that frozen embryos stored using slow-freezing techniques may in some ways be 'better' than fresh in IVF. The studies indicate that using frozen embryos and eggs rather than fresh embryos and eggs reduced the risk of stillbirth and premature delivery though the exact reasons are still being explored. Vitrification is a flash-freezing (ultra-rapid cooling) process that helps to prevent the formation of ice crystals and helps prevent cryopreservation damage. Researchers Greg Fahy and William F. Rall helped to introduce vitrification to reproductive cryopreservation in the mid-1980s.[18] As of 2000, researchers claim vitrification provides the benefits of cryopreservation without damage due to ice crystal formation.[19] The situation became more complex with the development of tissue engineering as both cells and biomaterials need to remain ice-free to preserve high cell viability and functions, integrity of constructs and structure of biomaterials. Vitrification of tissue engineered constructs was first reported by Lilia Kuleshova,[20] who also was the first scientist to achieve vitrification of oocytes, which resulted in live birth in 1999.[21] For clinical cryopreservation, vitrification usually requires the addition of cryoprotectants before cooling. Cryoprotectants are macromolecules added to the freezing medium to protect cells from the detrimental effects of intracellular ice crystal formation or from the solution effects, during the process of freezing and thawing. They permit a higher degree of cell survival during freezing, to lower the freezing point, to protect cell membrane from freeze-related injury. Cryoprotectants have high solubility, low toxicity at high concentrations, low molecular weight and the ability to interact with water via hydrogen bonding. Instead of crystallizing, the syrupy solution becomes an amorphous ice—it vitrifies. Rather than a phase change from liquid to solid by crystallization, the amorphous state is like a \"solid liquid\", and the transformation is over a small temperature range described as the \"glass transition\" temperature. Vitrification of water is promoted by rapid cooling, and can be achieved without cryoprotectants by an extremely rapid decrease of temperature (megakelvins per second). The rate that is required to attain glassy state in pure water was considered to be impossible until 2005.[22] Two conditions usually required to allow vitrification are an increase of viscosity and a decrease in the freezing temperature. Many solutes do both, but larger molecules generally have a larger effect, particularly on viscosity. Rapid cooling also promotes vitrification. For established methods of cryopreservation, the solute must penetrate the cell membrane in order to achieve increased viscosity and decrease the freezing temperature inside the cell. Sugars do not readily permeate through the membrane. Those solutes that do, such as DMSO, a common cryoprotectant, are often toxic in intense concentration. One of the difficult compromises of vitrifying cryopreservation concerns limiting the damage produced by the cryoprotectant itself due to cryoprotectant toxicity. Mixtures of cryoprotectants and the use of ice blockers have enabled the 21st Century Medicine company to vitrify a rabbit kidney to −135 °C with their proprietary vitrification mixture. Upon rewarming, the kidney was transplanted successfully into a rabbit, with complete functionality and viability, able to sustain the rabbit indefinitely as the sole functioning kidney.[23] In 2000, FM-2030 became the first human being to be successfully vitrified posthumously. Blood can be replaced with inert noble gases and/or metabolically vital gases like oxygen, so that organs can cool more quickly and less antifreeze is needed. Since regions of tissue are separated by gas, small expansions do not accumulate, thereby protecting against shattering.[24] A small company, Arigos Biomedical, \"has already recovered pig hearts from the 120 degrees below zero\",[25] although the definition of \"recovered\" is not clear. Pressures of 60 atm can help increase heat exchange rates.[26] Gaseous oxygen perfusion/persufflation can enhance organ preservation relative to static cold storage or hypothermic machine perfusion, since the lower viscosity of gases, may help reach more regions of preserved organs and deliver more oxygen per gram tissue.[27] Generally, cryopreservation is easier for thin samples and suspended cells, because these can be cooled more quickly and so require lesser doses of toxic cryoprotectants. Therefore, cryopreservation of human livers and hearts for storage and transplant is still impractical. Nevertheless, suitable combinations of cryoprotectants and regimes of cooling and rinsing during warming often allow the successful cryopreservation of biological materials, particularly cell suspensions or thin tissue samples. Examples include: Cryopreservation for embryos is used for embryo storage, e.g., when IVF has resulted in more embryos than is currently needed. One pregnancy and resulting healthy birth has been reported from an embryo stored for 27 years, after the successful pregnancy of an embryo from the same batch three years earlier.[31] Many studies have evaluated the children born from frozen embryos, or “frosties”. The result has been uniformly positive with no increase in birth defects or development abnormalities.[32] A study of more than 11,000 cryopreserved human embryos showed no significant effect of storage time on post-thaw survival for IVF or oocyte donation cycles, or for embryos frozen at the pronuclear or cleavage stages.[33] Additionally, the duration of storage did not have any significant effect on clinical pregnancy, miscarriage, implantation, or live birth rate, whether from IVF or oocyte donation cycles.[33] Rather, oocyte age, survival proportion, and number of transferred embryos are predictors of pregnancy outcome.[33] Cryopreservation of ovarian tissue is of interest to women who want to preserve their reproductive function beyond the natural limit, or whose reproductive potential is threatened by cancer therapy,[34] for example in hematologic malignancies or breast cancer.[35] The procedure is to take a part of the ovary and perform slow freezing before storing it in liquid nitrogen whilst therapy is undertaken. Tissue can then be thawed and implanted near the fallopian, either orthotopic (on the natural location) or heterotopic (on the abdominal wall),[35] where it starts to produce new eggs, allowing normal conception to occur.[36] The ovarian tissue may also be transplanted into mice that are immunocompromised (SCID mice) to avoid graft rejection, and tissue can be harvested later when mature follicles have developed.[37] Human oocyte cryopreservation is a new technology in which a woman's eggs (oocytes) are extracted, frozen and stored. Later, when she is ready to become pregnant, the eggs can be thawed, fertilized, and transferred to the uterus as embryos. Since 1999, when the birth of the first baby from an embryo-derived from vitrified-warmed woman's eggs was reported by Kuleshova and co-workers in the journal of Human Reproduction,[20] this concept has been recognized and widespread. This breakthrough in achieving vitrification of a woman's oocytes made an important advance in our knowledge and practice of the IVF process, as the clinical pregnancy rate is four times higher after oocyte vitrification than after slow freezing.[38] Oocyte vitrification is vital for preserving fertility in young oncology patients and for individuals undergoing IVF who object, for either religious or ethical reasons, to the practice of freezing embryos. Semen can be used successfully almost indefinitely after cryopreservation. The longest reported successful storage is 22 years.[39] It can be used for sperm donation where the recipient wants the treatment in a different time or place or as a means of preserving fertility for men undergoing vasectomy or treatments that may compromise their fertility, such as chemotherapy, radiation therapy or surgery. Cryopreservation of immature testicular tissue is a developing method to avail reproduction to young boys who need to have gonadotoxic therapy. Animal data are promising since healthy offspring have been obtained after transplantation of frozen testicular cell suspensions or tissue pieces. However, none of the fertility restoration options from frozen tissue, i.e. cell suspension transplantation, tissue grafting and in vitro maturation has proved efficient and safe in humans as yet.[40] Cryopreservation of whole moss plants, especially Physcomitrella patens, has been developed by Ralf Reski and coworkers[41] and is performed at the International Moss Stock Center. This biobank collects, preserves, and distributes moss mutants and moss ecotypes.[42] MSCs, when transfused immediately within a few hours post-thawing, may show reduced function or show decreased efficacy in treating diseases as compared to those MSCs which are in log phase of cell growth (fresh). As a result, cryopreserved MSCs should be brought back into the log phase of cell growth in in vitro culture before these are administered for clinical trials or experimental therapies. Re-culturing of MSCs will help in recovering from the shock the cells get during freezing and thawing. Various clinical trials on MSCs have failed which used cryopreserved products immediately post-thaw as compared to those clinical trials which used fresh MSCs.[43] Bacteria and fungi can be kept short-term (months to about a year, depending) refrigerated, however, cell division and metabolism is not completely arrested and thus is not an optimal option for long-term storage (years) or to preserve cultures genetically or phenotypically, as cell divisions can lead to mutations or sub-culturing can cause phenotypic changes. A preferred option, species-dependent, is cryopreservation. Nematode worms are the only multicellular eukaryotes that have been shown to survive cryopreservation.[44][45] Fungi, notably zygomycetes, ascomycetes, and higher basidiomycetes, regardless of sporulation, are able to be stored in liquid nitrogen or deep-frozen. Cryopreservation is a hallmark method for fungi that do not sporulate (otherwise other preservation methods for spores can be used at lower costs and ease), sporulate but have delicate spores (large or freeze-dry sensitive), are pathogenic (dangerous to keep metabolically active fungus) or are to be used for genetic stocks (ideally to have an identical composition as the original deposit). As with many other organisms, cryoprotectants like DMSO or glycerol (e.g. filamentous fungi 10% glycerol or yeast 20% glycerol) are used. Differences between choosing cryoprotectants are species (or class) dependent, but generally for fungi penetrating cryoprotectants like DMSO, glycerol or polyethylene glycol are most effective (other non-penetrating ones include sugars mannitol, sorbitol, dextran, etc.). Freeze-thaw repetition is not recommended as it can decrease viability. Back-up deep-freezers or liquid nitrogen storage sites are recommended. Multiple protocols for freezing are summarized below (each uses screw-cap polypropylene cryotubes):[46] Many common culturable laboratory strains are deep-frozen to preserve genetically and phenotypically stable, long-term stocks.[47] Sub-culturing and prolonged refrigerated samples may lead to loss of plasmid(s) or mutations. Common final glycerol percentages are 15, 20, and 25. From a fresh culture plate, one single colony of interest is chosen and liquid culture is made. From the liquid culture, the medium is directly mixed with an equal amount of glycerol; the colony should be checked for any defects like mutations. All antibiotics should be washed from the culture before long-term storage. Methods vary, but mixing can be done gently by inversion or rapidly by vortex and cooling can vary by either placing the cryotube directly at −50 to −95 °C, shock-freezing in liquid nitrogen or gradually cooling and then storing at −80 °C or cooler (liquid nitrogen or liquid nitrogen vapor). Recovery of bacteria can also vary, namely, if beads are stored within the tube then the few beads can be used to plate or the frozen stock can be scraped with a loop and then plated, however, since only little stock is needed the entire tube should never be completely thawed and repeated freeze-thaw should be avoided. 100% recovery is not feasible regardless of methodology.[48][49][50] The microscopic soil-dwelling nematode roundworms Panagrolaimus detritophagus and Plectus parvus are the only eukaryotic organisms that have been proven to be viable after long-term cryopreservation to date. In this case, the preservation was natural rather than artificial, due to permafrost. Several animal species, including fish, amphibians, and reptiles have been shown to tolerate freezing. At least four species of frogs (Pseudacris crucifer, Hyla versicolor, Pseudacris triseriata, Lithobates sylvaticus) and several species of turtles (Terrapene carolina, hatchling Chrysemys picta), lizards, and snakes are freeze tolerant and have developed adaptations for surviving freezing. While some frogs hibernate underground or in water, body temperatures still drop to −5 to −7 °C, causing them to freeze. The wood frog (Lithobates sylvaticus) can withstand repeated freezing, during which about 65% of its extracellular fluid is converted to ice.[47]","Title":"Cryopreservation - Wikipedia","KeyID":"12305","URL":"https://en.wikipedia.org/wiki/Cryopreservation"}