{"Content: ":"Disposal of human corpses, also called final disposition, is the practice and process of dealing with the remains of a deceased human being. Disposal methods may need to account for the fact that soft tissue will decompose relatively rapidly, while the skeleton will remain intact for thousands of years under certain conditions. Several methods for disposal are practiced. A funeral is a ceremony that may accompany the final disposition. Regardless, the manner of disposal is often dominated by spirituality with a desire to hold vigil for the dead and may be highly ritualized. In cases of mass death, such as war and natural disaster, or in which the means of disposal are limited, practical concerns may be of greater priority. Ancient methods of disposing of dead bodies include cremation practiced by the Romans, Greeks, Hindus, and some Mayans; burial practiced by the Chinese, Japanese, Bali, Jews, Christians, and Muslims, as well as some Mayans; mummification, a type of embalming, practiced by the Ancient Egyptians; and the sky burial and a similar method of disposal called Tower of Silence practiced by Tibetan Buddhists, some Mongolians, and Zoroastrians. One of the more modern methods of final disposition, though still rare, is cryonics. Some cultures place the dead in tombs of various sorts, either individually, or in specially designated tracts of land that house tombs. Burial in a graveyard is one common form of tomb. In some places, burials are impractical because the groundwater is too high; therefore tombs are placed above ground, as is the case in New Orleans, Louisiana, US.[1] Elsewhere, a separate building for a tomb is usually reserved for the socially prominent and wealthy; grand, above-ground tombs are called mausoleums. The socially prominent sometimes had the privilege of having their corpses stored in church crypts. In more recent times, however, this has often been forbidden by hygiene laws. Burial was not always permanent. In some areas, burial grounds needed to be reused due to limited space. In these areas, once the dead have decomposed to skeletons, the bones are removed; after their removal they can be placed in an ossuary. A ground burial is usually accomplished by excavating a pit or trench, placing the deceased and objects in it, and covering it over. Humans have been burying their dead for over 100,000 years of civilization. Burial practices and rites varied from culture to culture in the past and still vary to this day.[2] Burial is often seen as indicating respect for the dead. It has been used to prevent the odor of decay, to give family members closure, and prevent them from witnessing the decomposition of their loved ones. Cremation is also an old custom; it was the usual mode of disposing of a corpse in ancient Rome (along with graves covered with heaped mounds, also found in Greece, particularly at the Karameikos graveyard in Monastiraki). Vikings were occasionally cremated in their longships, and afterwards the location of the site was marked with standing stones. Since the latter part of the twentieth century, despite the objections of some religious groups, cremation has become increasingly popular. Jewish law (Halakha) forbids cremation, believing that the soul of a cremated person will be unable to find its final repose. The Roman Catholic Church forbade it for many years, but since 1963 the church has allowed it, as long as it is not done to express disbelief in bodily resurrection. The church specifies that cremated remains are either buried or entombed; they do not allow cremated remains to be scattered or kept at home. Many Catholic cemeteries now have columbarium niches for cremated remains, or specific sections for those remains. Some denominations of Protestantism allow cremation; the more conservative denominations generally do not. The Eastern Orthodox Church and Islam also forbid cremation.[3] Among Hindus, Jains, Sikhs and some sects of Buddhists such as those found in Japan, cremation is common.[4] Immurement of corpses is the permanent storage in an above-ground tomb or mausoleum. A tomb is generally any structurally enclosed interment space or burial chamber, of varying sizes. A mausoleum may be considered a type of tomb, or the tomb may be considered to be within the mausoleum. One of the most famous immurements sites is the Taj Mahal located in Agra, India. The Taj Mahal was built by Emperor Shah Jahan in memory of his wife, Empress Mumtaz Mahal. Both of their bodies were buried in this building.[5] Sky burial allows dead bodies to be eaten by vultures on open grounds or on top of specially built tall towers away from human sight. Sky burials can be followed by optional automatic cremations of the skeletons left behind, or the bones can then be stored or buried, as practiced by some groups of Native Americans in protohistoric times. Sky burials were practiced by the ancient Persians, Tibetans and some Native Americans in protohistoric times.[6] Specifically, the conditions of a shallow active layer as well as the lack of firewood led the Tibetans to practice jhator or \"giving alms to the birds\". The zoroastrians in Mumbai and Karachi placed bodies on \"Towers of Silence\", where birds then could decompose the bodies.[7] Sky burials can provide benefits to the environment, since it does not produce air pollution and the decomposition of the body occurs fairly quickly, when compared to other forms of disposal practices.[8] Exposures, which can be a form of sky burial, are where the corpse is stripped of its flesh, leaving only the bones. The bones can then either be cremated or buried whole, as stated above. \"Burial at sea\" in past generations has meant the deliberate disposal of a corpse into the ocean, wrapped and tied with weights to make sure it sinks. It has been a common practice in navies and seafaring nations; in the Church of England, special forms of funeral service were added to the Book of Common Prayer to cover it. In today's parlance, \"burial at sea\" may also refer to the scattering of ashes in the ocean, while \"whole body burial at sea\" refers to the entire uncremated body being placed in the ocean at great depths.[9] Laws vary by jurisdictions. The concept may also include ship burial, a form of burial at sea in which the corpse is set adrift on a boat. Composting, or Natural organic reduction (NOR), turns organic matter into soil conditioner that is unrecognizable as human remains. For human corpses, it can be performed by placing the body in a mix of wood chips, allowing thermophile microbes to decompose the body.[10] In the United States, this method is legal in Washington State, Colorado and Oregon.[11][12][13] The first such composting facility, based Kent, Washington, accepted bodies in December 2020.[14] It developed from an earlier composting idea, formulated by architect Katrina Spade of Seattle, Washington, as the Urban Death Project.[15] Dissolution involves the breaking down of the body by solvation, e.g. in acid or a solution of lye, followed by disposal as liquid. A specific method is alkaline hydrolysis (also called Resomation). Advocates claim the process is more environmentally friendly than both cremation and burial, due to CO2 emissions and embalming fluids respectively. On the other hand, many find the idea of being \"poured down the drain\" to be undignified.[16] In some cases an attempt is made to preserve some or all of a body. These methods include: Human remains of archaeological or medical interest are often kept in museums and private collections. This practice is controversial (See NAGPRA). In the cases of Native Americans in the United States, possession of remains and related objects is regulated by the NAGPRA Act of 1990. Different religions and cultures have various funeral rites that accompany the disposal of a body. Some require that all parts of the body are buried together. If an autopsy has occurred, removed parts of the body are sewn back into the body so that they may be buried with the rest of the corpse. When it is not possible for a body to be disposed of promptly, it is generally stored at a morgue. Where this is not possible, such as on a battlefield, body bags are used. In the Western world, embalming of the body is a standard part of preparation. This is intended to temporarily preserve the corpse throughout the funeral process. Mummification is the drying bodies and removing of organs. The most famous practitioners were ancient Egyptians. In the Egyptian practices, bodies are embalmed using resins and organs are removed and placed in jars. Bodies are then wrapped in bandages and placed in tombs, along with the jars of organs.[19] Many nobles and highly ranked bureaucrats had their corpses embalmed and stored in luxurious sarcophagi inside their funeral mausoleums. Pharaohs stored their embalmed corpses in pyramids or the Valley of the Kings.[20] However, the Chinchorro mummies of Chile are to date the oldest mummies on Earth. The Chinchorro mummification process included the Black Mummy technique, as well as the Red Mummy technique.[21] Many jurisdictions have enacted regulations relating to the disposal of human bodies. Although it may be entirely legal to bury a deceased family member, the law may restrict the locations in which this activity is allowed, in some cases expressly limiting burials to property controlled by specific, licensed institutions. Furthermore, in many places, failure to properly dispose of a body is a crime. In some places, it is also a crime to fail to report a death, and to fail to report the disposal of the body.[22] Certain conditions such as necrosis can cause parts of the body such as limbs or internal organs to die without causing the death of the individual. In such cases the body parts are usually not given a funeral. Surgical removal of dead tissue is usually necessary to prevent gangrenous infection. Surgically removed body parts are typically disposed of as medical waste, unless they need to be preserved for cultural reasons, as described above. Conversely, donated organs or tissue may live on long after the death of an individual. In some cases, a body is disposed of in such a way as to prevent, hinder, or delay discovery of the body, to prevent identification of the body, or to prevent autopsy. In such cases, the deceased is considered a missing person as long as a body is not identified, unless death is so likely that the person is declared legally dead. This often occurs as part of a murder or voluntary manslaughter. In other cases, an individual who did not intend to cause death may still feel guilt about a death (e.g. by involuntary manslaughter or an accident) and may attempt to prevent discovery of the body. This can exacerbate any legal consequences associated with the death. Other motives for concealing death or the cause of death include insurance fraud or the desire to collect the pension of the deceased. An individual may commit suicide in such a way as to obscure the cause of death, allowing beneficiaries of a life insurance policy to collect on the policy. Criminal methods encountered in fiction and actual cases include: Disposal of this type happens for various reasons, including the main difference between a burial at sea and a burial on land: the difficulty in recovering the body. Sometimes this difference is desired to dispose of bodies outside of the law. While a corpse properly buried at sea is unlikely to reappear, many criminals are unable to ensure the permanent disposals of a body, and evidence of the body may reappear. This is rarely as spectacular as the freshly caught shark in the Sydney Coogee Aquarium that vomited up a surgically separated human arm, leading to a murder investigation. That victim was determined to be James Smith, but the three murder suspects were acquitted. Many criminals dispose of bodies in a river, hoping that the body is carried away. However, this method will most likely lead to a quick detection of the body, because the body gets entangled at the side of the river, or stopped at a dam, or is simply seen floating by others. A disposal in large lakes or oceans is more likely to hide the body, but a decomposing body can develop a strong positive buoyancy due to the decomposing gases being trapped underneath the skin. This may bring the body up to the surface, or at least increase the movement across the ocean floor due to wave actions. Many bodies have washed up at the shore. Bodies have also been discovered in the nets or lines of fishermen, and occasionally, bodies are also discovered by divers. Very cold water with little oxygen may even preserve bodies, allowing for an easier identification, as for example Margaret Hogg, the Wasdale Lady in the Lake in Wast Water lake in the Wasdale area (see National Trust Properties in England). She was found after eight years, with her body preserved like wax.","Title":"Disposal of human corpses - Wikipedia","KeyID":"12314","URL":"https://en.wikipedia.org/wiki/Disposal_of_human_corpses"}