{"Content: ":"Postmortem caloricity is a phenomenon where the body temperature of a corpse rises or remains unusually high for up to 2 hours after death instead of falling. Postmortem caloricity may (more frequently) be observed in deaths resulting from asphyxia[citation needed], poisonings (e.g. with datura[citation needed], alcohol, strychnine), sepsis, bacteraemia, and infectious diseases (yellow fever,[1] rabies, rheumatic fever, cholera, tetanus, smallpox), meningitis, peritonitis, nephritis, brain stem haemorrhages (especially pontine haemorrhages), intracranial injuries, liver abscesses, sunstroke, etc. According to Robert G. Mayer, author of the seminal \"Embalming: History, Theory and Practice,\" postmortem caloricity is a \"rise in temperature after death due to continued cellular oxidation.\" Students of mortuary science must remember that there are two phases of death--somatic and cellular. Somatic death is the cessation of the tripod of life, meaning the failure of circulation, respiration, or cerebral activity. Cellular death continues long after somatic death, with the classic resulting condition of rigor mortis (stiffening of the muscles due to lack of oxygen and increase in lactic acids.) One must also remember that postmortem changes are attributable to the activity of enzymes and not simply bacteria. As such, postmortem caloricity is a postmortem cellular phenomenon associated with cellular oxidation. Postmortem caloricity is a purely chemical reaction and has no relation to microbial activity, similar to rigor mortis, algor mortis (postmortem cooling of the body), and livor mortis (a.k.a. settling of blood to dependent parts of the body due to gravity). Postmortem caloricity is a fairly rare phenomenon and while statistical data is unavailable in the literature, any experienced embalmer, coroner, or medical examiner will affirm that it is atypical regarding cellular death. Postmortem heat production is caused by biochemical and microbial activity in the dead body. The cause of postmortem caloricity varies depending on the cause of death: The corpse may also absorb heat from the environment when environmental temperature exceeds that of the body.","Title":"Postmortem caloricity - Wikipedia","KeyID":"12329","URL":"https://en.wikipedia.org/wiki/Postmortem_caloricity"}