{"Content: ":"The medical examiner is an appointed official in some American jurisdictions[1] who is trained in pathology that investigates deaths that occur under unusual or suspicious circumstances, to perform post-mortem examinations, and in some jurisdictions to initiate inquests.[2][3] In the US, there are two death investigation systems, the coroner system based on English law, and the medical examiner system, which evolved from the coroner system during the latter half of the 19th century. The type of system varies from municipality to municipality and from state to state, with over 2,000 separate jurisdictions for investigating unnatural deaths. In 2002, 22 states had a medical examiner system, 11 states had a coroner system, and 18 states had a mixed system. Since the 1940s, the medical examiner system has gradually replaced the coroner system, and serves about 48% of the US population.[4][5] The coroner is not necessarily a medical doctor, but a lawyer, or even a layperson. In the 19th century, the public became dissatisfied with lay coroners and demanded that the coroner be replaced by a physician. In 1918, New York City introduced the office of the Chief Medical Examiner, and appointed physicians experienced in the field of pathology. In 1959, the medical subspecialty of forensic pathology was formally certified.[6] The types of death reportable to the system are determined by federal, state or local laws. Commonly, these include violent, suspicious, sudden, and unexpected deaths, death when no physician or practitioner treated recently, inmates in public institutions, in custody of law enforcement, during or immediately following therapeutic or diagnostic procedures, or deaths due to neglect. A medical examiner's duties vary by location, but typically include: In some jurisdictions, a coroner performs these and other duties. It is common for a medical examiner to visit crime scenes or to testify in court.[7] Medical examiners specialize in forensic knowledge and rely on this during their work.[3] In addition to studying cadavers, they are also trained in toxicology, DNA technology and forensic serology (blood analysis).[7] Pulling from each area of knowledge, a medical examiner is expert in determining a cause of death.[3] This information can help law enforcement crack a case and is crucial to their ability to track criminals in the event of a homicide or other related events.[3] Within the United States, there is a mixture of coroner and medical examiner systems, and in some states, dual systems. The requirements to hold office vary widely between jurisdictions. In the UK, formal medical training is required for medical examiners. Many employers also request training in pathology while others do not. In the UK, a medical examiner is always a medically trained professional, whereas a coroner is a judicial officer. Pilot studies in Sheffield and seven other areas, which involved medical examiners looking at more than 27,000 deaths since 2008, found 25% of hospital death certificates were inaccurate and 20% of causes of death were wrong. Suzy Lishman, president of the Royal College of Pathologists, said it was crucial there was \"independent scrutiny of causes of death\".[8] Qualifications for medical examiners in the US vary from jurisdiction to jurisdiction. In Wisconsin, for example, some counties do not require individuals to have any special educational or medical training to hold this office.[9] In most jurisdictions, a medical examiner is required to have a medical degree, although in many this need not be in pathology. Other jurisdictions have stricter requirements, including additional education in pathology, law, and forensic pathology. Medical examiners are typically appointed officers.[1] In the United States, medical examiners require extensive training in order to become experts in their field.[7] After high school, the additional schooling may take 11–18 years.[7] They must attend a college or university to receive a bachelor's degree in the sciences.[3] Biology is usually the most common.[10] A medical degree (MD or DO) is often required to become a medical examiner.[11][10] To enter medical school, the MCAT (Medical College Admissions Test) is usually required [3] after which medical school is another four years with the first two dedicated to academics and the rest of the two used to gain clinical experience.[10] Additional training is required after medical school. The first step is to complete pathological forensic training.[11] This usually consists of anatomic and clinical pathology training which takes anywhere from four to five years to complete.[3] After this, an anatomic pathology residency and/or a fellowship in forensic pathology should be completed.[10] Before practicing, they must also become certified through the American Board of Pathology.[11][12] The general job outlook for medical examiners in the United States is considered to be excellent.[7] Remuneration varies by location, but it is estimated to average between $105,000 and $500,000.[7] In the United States, there are fewer than 500 board-certified forensic pathologists, but the National Commission on Forensic Science estimates the country needs 1,100–1,200 to perform the needed number of autopsies. The shortage is attributed to the nature of the work and the higher pay in other medical specialties. It has caused long delays in some states, and resulted in fewer investigations and less thorough investigations in some cases.[13]","Title":"Medical examiner - Wikipedia","KeyID":"12336","URL":"https://en.wikipedia.org/wiki/Medical_examiner"}