{"Content: ":"In some forms of Christianity the intermediate state or interim state is a person's existence between death and the universal resurrection. In addition, there are beliefs in a particular judgment right after death and a general judgment or last judgment after the resurrection. Christians looked for an imminent end of the world and many of them had little interest in an interim state between death and resurrection. The Eastern Church admits of such an intermediate state, but refrained from defining it, so as not to blur the distinction between the alternative definitive fates of Heaven and Hell. The Western Church goes differently by defining the intermediate state, with evidence from as far back as the Passion of Saint Perpetua, Saint Felicitas, and their Companions (203) of the belief that sins can be purged by suffering in an afterlife, and that purgation can be expedited by the intercession of the living. Eastern Christians also believed that the dead can be assisted by prayer.[1] East and West, those in the intermediate state have traditionally been the beneficiaries of prayers, such as requiem masses. In the East, the saved are said to rest in light while the wicked are confined in darkness. In the East, prayers are said to benefit those in Hades, even pagans.[2] In the West, Augustine described prayer as useful for those in communion with the church, and implied that every soul's ultimate fate is determined at death.[2] In the West, such prayer came to be restricted to souls in Purgatory,[2] which idea has \"ancient roots\" and is demonstrated in early Church writings.[3] The Roman Catholic Church offers indulgences for those in purgatory, which evolved out of the earlier practice of canonical remissions.[4] While some Protestants, such as Anglicans and Lutherans, affirmed prayer for the dead,[5][6] other Nonconformist Protestants largely ceased praying for the dead. In general, Protestants denied the Catholic purgatory. Luther taught mortality of the soul, comparing the sleep of a tired man after a day's work whose soul \"sleeps not but is awake\" (\"non sic dormit, sed vigilat\") and can \"experience visions and the discourses of the angels and of God\", with the sleep of the dead which experience nothing but still \"live to God\" (\"coram Deo vivit\").[7][8][9][10] Calvin depicted the righteous dead as resting in bliss.[11] The early Hebrews had no notion of resurrection of the dead[12] and thus no intermediate state. As with neighboring groups, they understood death to be the end. Their afterlife, sheol (the pit), was a dark place from which none return. By Jesus' time, however, the Book of Daniel (Daniel 12:1–4) and a prophecy in Isaiah (26:19)[13] had made popular the idea that the dead in sheol would be raised for a last judgment. The intertestamental literature describes in more detail what the dead experience in sheol. According to the Book of Enoch, the righteous and wicked await the resurrection in separate divisions of sheol, a teaching which may have influenced Jesus' parable of Lazarus and Dives.[14] In the Septuagint and New Testament the authors used the Greek term Hades for the Hebrew Sheol, but often with Jewish rather than Greek concepts in mind, so that, for example, there is no activity in Hades in Ecclesiastes.[15] An exception to traditional Jewish views of Sheol, Hades is found in the Gospel of Luke parable of the Rich man and Lazarus which describes Hades along the lines of intertestamental Jewish understanding of a Sheol divided between the happy righteous and the miserable wicked.[16] Later Hippolytus of Rome expanded on this parable and described activity in the Bosom of Abraham in Against Plato.[17] Since Augustine, Christians have believed that the souls of those who die either rest peacefully, in the case of Christians, or are afflicted, in the case of the damned, after death until the resurrection.[18] Augustine distinguishes between the purifying fire that saves and eternal consuming fire for the unrepentant,[3] and speaks of the pain that purgatorial fire causes as more severe than anything a man can suffer in this life.[19] The Venerable Bede and Saint Boniface both report visions of an afterlife with a four-way division, including pleasant and punishing abodes near heaven and hell to hold souls until judgment day. The idea of Purgatory as a physical place was \"born\" in the late 11th century.[20] Medieval Catholic theologians concluded that the purgatorial punishments consisted of material fire. The Catholic Church believes that the living can help those whose purification from their sins is not yet completed not only by praying for them but also by gaining indulgences for them[21] as an act of intercession.[4] All Souls' Day commemorates the souls in purgatory. The Late Middle Ages saw the growth of considerable abuses, such as the unrestricted sale of indulgences by professional \"pardoners\" to release the donors' departed loved ones from suffering in purgatory, or the donors themselves.[22][4] In the 16th century, Protestant Reformers such as Martin Luther and John Calvin challenged the doctrine of purgatory because they believed it was not supported in the Bible. Both Calvin and Luther continued to believe in an intermediate state, but Calvin held to a more conscious existence for the souls of the dead than Luther did. For Calvin, believers in the intermediate state enjoyed a blessedness that was incomplete, in anticipation of the resurrection. Reformed theology largely followed Calvin's teaching on the intermediate state.[18] Some theological traditions, including most Protestants[citation needed], Anabaptists and Eastern Orthodox, teach that the intermediate state is a disembodied foretaste of the final state. Therefore, those who die in Christ go into the presence of God (or the bosom of Abraham) where they experience joy and rest while they await their resurrection (cf. Luke 23:43). Those who die unrepentant will experience torment (perhaps in hell) while they await final condemnation on the day of judgment (2 Peter 2:9). I. The bodies of men, after death, return to dust, and see corruption: but their souls, which neither die nor sleep, having an immortal subsistence, immediately return to God who gave them: the souls of the righteous, being then made perfect in holiness, are received into the highest heavens, where they behold the face of God, in light and glory, waiting for the full redemption of their bodies. And the souls of the wicked are cast into hell, where they remain in torments and utter darkness, reserved to the judgment of the great day.[4] Beside these two places, for souls separated from their bodies, the Scripture acknowledges none. The neutral historical term for this belief today is usually Mortalism or Christian Mortalism.[23][24][25][26] The terms Soul sleep[27] Psychopannychism[28] are somewhat loaded by their derivation from a tract (1534) by John Calvin,[29][30][31] though use of the terms are not necessarily polemic or pejorative.[32] Both terms may be used together.[33][34] A minority of Christians, including William Tyndale, Martin Luther[35] some Anglicans such as E. W. Bullinger, and churches/groups such as Seventh-day Adventists,[36] Christadelphians and others, deny the conscious existence of the soul after death, believing the intermediate state of the dead to be unconscious \"sleep\". Jehovah's Witnesses also believe this with the exception of the 144,000.[37] In this case, the person is not conscious of any time or activity and would not be aware even if centuries elapsed between their death and their resurrection. They would, upon their death, cease consciousness, and gain it again at the time of the resurrection having experienced no time lapse. For them, time would thus be suspended, as if they moved immediately from death to resurrection and the General Judgment of the Judgment Day. The intermediate state is sometimes referred to by the Greek term hades, even in other languages. The term is equivalent to Hebrew sheol and Latin infernum (meaning \"underworld\"). This term for the intermediate state is used in Anglican,[38][39] Eastern Orthodox,[40] and Methodist theology.[41][42] The Roman Catholic Church teaches that all who die in God's grace and friendship, but still imperfectly purified, undergo purification so as to achieve the holiness necessary to enter the joy of heaven, a final purification to which it gives the name \"purgatory\".[43] Roman Catholic theologians had given the name \"limbo\" to a theory on the possible fate of infants who die without baptism. The just who died before Jesus Christ are also spoken of as having been in limbo until he had won salvation for them.[44][45] In Islamic eschatology, Barzakh (Arabic: برزخ) is the intermediate state in which the soul of the deceased is transferred across the boundaries of the mortal realm into a kind of \"cold sleep\" where the soul will rest until the Qiyamah or End Time (Judgement Day). The term appears in the Qur'an Surah 23, Ayat 100. Barzakh is a sequence that happens after death, in which the soul will separate from the body. Three events make up barzakh:[46] In Islam all human beings go through five steps of age: According to the native Indonesian beliefs, the soul of a dead person will stay on the earth for 40 days after the death. When the ties aren't released after 40 days, the body is said to jump out from the grave to warn people that the soul need the bonds to be released. Because of the tie under the feet, the ghost can't walk. This causes the pocong to hop. After the ties are released, the soul will leave the earth and never show up anymore. In some schools of Buddhism, bardo[47] is an intermediate, transitional, or liminal state between death and rebirth. It is a concept which arose soon after the Buddha's passing, with a number of earlier Buddhist groups accepting the existence of such an intermediate state, while other schools rejected it. In Tibetan Buddhism, bardo is the central theme of the Bardo Thodol (literally Liberation Through Hearing During the Intermediate State), the Tibetan Book of the Dead. Used loosely, \"bardo\" is the state of existence intermediate between two lives on earth. In Taoism a newly deceased person may return (回魂) to his home at some nights, sometimes one week (頭七) after his death[48] and the seven po souls would disappear one by one every 7 days after death. They may return home as a ghost, an insect, bat or bird and people avoid hurting such things.[49][50]","Title":"Intermediate state - Wikipedia","KeyID":"12339","URL":"https://en.wikipedia.org/wiki/Intermediate_state"}