{"Content: ":"A near-death experience (NDE) is a profound personal experience associated with death or impending death which researchers claim share similar characteristics. When positive, such experiences may encompass a variety of sensations including detachment from the body, feelings of levitation, total serenity, security, warmth, the experience of absolute dissolution, and the presence of a light. When negative, such experiences may include sensations of anguish and distress.[1] Explanations for NDEs vary from scientific to religious. Neuroscience research hypothesizes that an NDE is a subjective phenomenon resulting from \"disturbed bodily multisensory integration\" that occurs during life-threatening events.[2] Some transcendental and religious beliefs about an afterlife include descriptions similar to NDEs.[1][3][4][5][6] In the U.S., an estimated 9 million people have reported an NDE, according to a 2011 study in Annals of the New York Academy of Sciences. Most of these near-death experiences result from serious injury that affects the body or brain.[7] The equivalent French term expérience de mort imminente (experience of imminent death) was proposed by French psychologist and epistemologist Victor Egger as a result of discussions in the 1890s among philosophers and psychologists concerning climbers' stories of the panoramic life review during falls.[10][11] In 1892 a series of subjective observations by workers falling from scaffolds, war soldiers who suffered injuries, climbers who had fallen from heights or other individuals who had come close to death (near drownings, accidents) was reported by Albert Heim. This was also the first time the phenomenon was described as clinical syndrome.[12] In 1968 Celia Green published an analysis of 400 first-hand accounts of out-of-body experiences.[13] This represented the first attempt to provide a taxonomy of such experiences, viewed simply as anomalous perceptual experiences, or hallucinations. In 1969, Swiss-American psychiatrist and pioneer in near-death studies Elisabeth Kubler-Ross published her book On Death and Dying: What the dying have to teach doctors, nurses, clergy, and their own families. These experiences were also popularized by the work of psychiatrist Raymond Moody, who in 1975 coined the term \"near-death experience\" as an umbrella term for the different elements (out of body experiences, the \"panoramic life review\", the Light, the tunnel, or the border).[12] The term \"near-death experience\" had already been used by John C. Lilly in 1972.[14] Researchers have identified the common elements that define near-death experiences.[4] Bruce Greyson argues that the general features of the experience include impressions of being outside one's physical body, visions of deceased relatives and religious figures, and transcendence of egotic and spatiotemporal boundaries.[15] Many common elements have been reported, although the person's interpretation of these events often corresponds with the cultural, philosophical, or religious beliefs of the person experiencing it. For example, in the US, where 46% of the population believes in guardian angels, they will often be identified as angels or deceased loved ones (or will be unidentified), while Hindus will often identify them as messengers of the god of death.[16][17] Common traits that have been reported by NDErs are as follows: It is also important not to confuse an out of body experience (OBE) with a near-death experience. An OBE is a part of an NDE, but most importantly, can happen in other instances than when a person is about to die, such as fainting, deep sleep, and alcohol or drug use,[23] where there are many cases of people claiming to have lived through an OBE, seeing the world outside of their physical body. A 1975 study done by psychiatrist Raymond Moody, MD, PhD, on around 150 patients who all claimed to have witnessed an NDE stated that such an experience has nine steps. The exact description of these nine steps, through Dr Moody's study, are:[23] Moody also explained how not every NDE will have each and every one of these steps, and how it could be different for every single experience. Due to the potential confusion or shock attributed to those who experience near-death experiences, it is important to treat them in a calm and understanding way right after their return from the After-Life. Dr Moody describes the correct approach to an NDE patient is to \"Ask, Listen, Validate, Educate, and Refer\"[23] Kenneth Ring (1980) subdivided the NDE on a five-stage continuum, using Moody's nine step expirement as inspiration. The subdivisions were:[24] There is also a final stage in NDEs, which is the person in question returning to their life on Earth.[25] Charlotte Martial, a neuropsychologist from the University of Liège and the University Hospital of Liège who led a team that investigated 154 NDE cases, concluded that there is not a fixed sequence of events.[26] Yvonne Kason MD classified near-death experiences into three types: 1. the Out-of-Body type; 2. the Mystical or White-Light type: and 3. the distressing type.[27] Kenneth Ring argues that NDEs experienced following attempted suicides are statistically no more unpleasant than NDEs resulting from other situations.[28] In one series of NDE's, 22% occurred during general anesthesia.[29] Bruce Greyson declares in his study that overall NDEs have a lack of precision in diagnosis, so Dr.Greyson ventured in the study of common effects, mechanisms, sensations and reactions revealed through NDE's survivors by creating a questionnaire composed of 80 characteristics linked to NDE. He performed many studies averaging 70 responders per study. Nevertheless, he believed that his preliminary form wasn't precise enough, so Dr.Greyson went on to extend his research through tests and analysis collecting essential data that resulted in him coming up with an exemplary scale for many researchers to use for their studies that goes as follows:[30] 1 = Time seemed to go faster than usual 0= Neither 1 = Faster than usual 0= Neither 1 = Remembered many past events 0= Neither 1 = About myself or others 0= Neither 1 = Relief or calmness 0= Neither 1 = Happiness 0= Neither 1 = No longer in conflict with nature 0= Neither 1 = Unusually bright light 0= Neither 1 = More so than usual 0= Neither 1 = Yes, but facts not yet corroborated 0= Neither 1 = From personal future 0= Neither 1 = Lost awareness of the body 0= Neither 1 = Unfamiliar, strange place 0= Neither 1 = Unidentifiable voice 0= Neither 1 = Sensed their presence 0= Neither 1 = A conscious decision to \"return\" to life 0= Neither According to the Rasch rating-scale, this sixteen multiple choice questionnaire can be universally applied to all NDEs. It yields the same results no matter the age and gender of the victim, the intensity of the experience, or how much time elapsed between taking the survey and the NDE itself. With the results ranging from 0 to 32, the average score is 15 and the one standard deviation below the mean is 7. Scores below 7 are a subtle NDE while 8 is considered a \"deep\" one. A NDE recorded above 8 is stated to be intense.[31] This scale has helped many researchers advance and enrich their discovery, most notably, Dr.Long. Jeffrey Long set out to discover the 'reality' of near death experiences mostly linked to cardiac arrest victims by using this scale and reviewing NDERF studies.[32] His first line of evidence shows that 835 out of 1122 NDE victims seemed to feel an increase in alertness and consciousness while studies proved no sign of electrical brain activity. His second line of evidence studies the increase of accuracy developed by NDE survivors defining their resuscitation process with a 97.6% accuracy rate. Dr. Long goes even further in his research with 7 more lines of evidence that all point to realism in NDE experiences, yet all of them not being verifiable or defined by today's medical advances and technology. Having such an abnormally large amount (95.6% out of 1000 participants) of NDE victims denouncing NDE's as real experiences, it isn't wrong to assume that they might be inexplicably real. In short, a doctors research combined with 35 years worth of research has only promoted NDE as medically inexplicable, yet most probably a real phenomenon.[33] NDEs are associated with changes in personality and outlook on life.[4] Ring has identified a consistent set of value and belief changes associated with people who have had a near-death experience. Among these changes, he found a greater appreciation for life, higher self-esteem, greater compassion for others, less concern for acquiring material wealth, a heightened sense of purpose and self-understanding, desire to learn, elevated spirituality, greater ecological sensitivity and planetary concern, a feeling of being more intuitive,[4] no longer worrying about death, and claiming to have witnessed an afterlife.[34] However, not all after-effects are beneficial[35] and Greyson describes circumstances where changes in attitudes and behavior can lead to psychosocial and psychospiritual problems.[36] NDEs have been recorded since ancient times.[37] The oldest known medical report of near-death experiences was written by Pierre-Jean du Monchaux, an 18th-century French military doctor who described such a case in his book \"Anecdotes de Médecine\".[38] Monchaux hypothesized that an influx of blood in the brain stimulated a strong feeling in the individual, and therefore caused a near-death experience.[38] In the 19th century a few studies moved beyond individual cases - one privately done by members of The Church of Jesus Christ of Latter-day Saints[citation needed] and one in Switzerland. Up to 2005, 95% of world cultures are known to have made some mention of NDEs.[37] A number of more contemporary sources report the incidence of near death experiences as: Bruce Greyson (psychiatrist), Kenneth Ring (psychologist), and Michael Sabom (cardiologist), helped to launch the field of near-death studies and introduced the study of near-death experiences to the academic setting. From 1975 to 2005, some 2,500 self-reported individuals in the US had been reviewed in retrospective studies of the phenomena[37] with an additional 600 outside the US in the West,[37] and 70 in Asia.[37] Additionally, prospective studies had identified 270 individuals. Prospective studies review groups of individuals (e.g., selected emergency room patients) and then find who had an NDE during the study's time; such studies cost more to perform.[37] In all, close to 3,500 individual cases between 1975 and 2005 had been reviewed in one or another study. All these studies were carried out by some 55 researchers or teams of researchers.[37] Melvin Morse, head of the Institute for the Scientific Study of Consciousness, and colleagues[18][40] have investigated near-death experiences in a pediatric population.[41] In 2001, Sam Parnia and colleagues published the results of a year-long study of cardiac arrest survivors that was conducted at Southampton General Hospital. 63 survivors were interviewed. They had been resuscitated after being clinically dead with no pulse, no respiration, and fixed dilated pupils. Parnia and colleagues investigated out-of-body experience claims by placing figures in areas where patients were likely to be resuscitated on suspended boards facing the ceiling, not visible from the floor. Four had experiences that, according to the study criteria, were NDEs but none of them experienced the out-of-body experience. Thus, they were not able to identify the figures.[42][43][44] Psychologist Chris French wrote regarding the study \"unfortunately, and somewhat atypically, none of the survivors in this sample experienced an out of body experience\".[43] In 2001, Pim van Lommel, a cardiologist from the Netherlands, and his team conducted a study on NDEs including 344 cardiac arrest patients who had been successfully resuscitated in 10 Dutch hospitals. Patients not reporting NDEs were used as controls for patients who did, and psychological (e.g., fear before cardiac arrest), demographic (e.g., age, sex), medical (e.g., more than one cardiopulmonary resuscitation (CPR)), and pharmacological data were compared between the two groups. The work also included a longitudinal study where the two groups (those who had had an NDE and those who had not had one) were compared at two and eight years, for life changes. One patient had a conventional out of body experience. He reported being able to watch and recall events during the time of his cardiac arrest. His claims were confirmed by hospital personnel. \"This did not appear consistent with hallucinatory or illusory experiences, as the recollections were compatible with real and verifiable rather than imagined events\".[44][45] While at University of Southampton, Parnia was the principal investigator of the AWARE Study, which was launched in 2008.[13] This study which concluded in 2012 included 33 investigators across 15 medical centers in the UK, Austria and the US and tested consciousness, memories and awareness during cardiac arrest. The accuracy of claims of visual and auditory awareness was examined using specific tests.[46] One such test consisted in installing shelves, bearing a variety of images and facing the ceiling, hence not visible by hospital staff, in rooms where cardiac-arrest patients were more likely to occur. The results of the study were published in October 2014; both the launch and the study results were widely discussed in the media.[47][48] A review article analyzing the results reports that, out of 2,060 cardiac arrest events, 101 of 140 cardiac arrest survivors could complete the questionnaires. Of these 101 patients 9% could be classified as near-death experiences. Two more patients (2% of those completing the questionnaires) described \"seeing and hearing actual events related to the period of cardiac arrest\". These two patients' cardiac arrests did not occur in areas equipped with ceiling shelves hence no images could be used to objectively test for visual awareness claims. One of the two patients was too sick and the accuracy of her recount could not be verified. For the second patient, however, it was possible to verify the accuracy of the experience and to show that awareness occurred paradoxically some minutes after the heart stopped, at a time when \"the brain ordinarily stops functioning and cortical activity becomes isoelectric.\" The experience was not compatible with an illusion, imaginary event or hallucination since visual (other than of ceiling shelves' images) and auditory awareness could be corroborated.[44] As of May 2016[update], a posting at the UK Clinical Trials Gateway website described plans for AWARE II, a two-year multicenter observational study of 900-1500 patients experiencing cardiac arrest, which said that subject recruitment had started on 1 August 2014 and that the scheduled end date was 31 May 2017.[49] The study was extended, continuing until 2020.[50] In 2019, a report of a condensed version of the study with 465 patients was released. Only one patient remembered the auditory stimuli while none remembered the visual.[49] A three-year longitudinal study has revealed that some Buddhist meditation practitioners are able to willfully induce near-death experiences at a pre-planned point in time. Unlike traditional NDEs, participants were consciously aware of experiencing the meditation-induced NDE and retained control over its content and duration.[51] The Dalai Lama has also asserted that experienced meditators can deliberately induce the NDE state during meditation, being able to recognize and sustain it.[52] In a review article, psychologist Chris French[43] has grouped approaches to explain NDEs in three broad groups which \"are not distinct and independent, but instead show considerable overlap\": spiritual theories (also called transcendental), psychological theories, and physiological theories that provide a physical explanation for NDEs. French summarizes this model by saying: \"the most popular interpretation is that the NDE is exactly what it appears to be to the person having the experience\".[43] The NDE would then represent evidence of the supposedly immaterial existence of a soul or mind, which would leave the body upon death. An NDE would then provide information about an immaterial world where the soul would journey upon ending its existence on earth.[43] According to Greyson[12] some NDE phenomena cannot be easily explained with our current knowledge of human physiology and psychology. For instance, at a time when they were unconscious, patients could accurately describe events as well as report being able to view their bodies \"from an out-of-body spatial perspective\". In two different studies of patients who had survived a cardiac arrest, those who had reported leaving their bodies could describe accurately their resuscitation procedures or unexpected events, whereas others \"described incorrect equipment and procedures\".[12] Sam Parnia also refers to two cardiac arrest studies and one deep hypothermic circulatory arrest study where patients reported visual and/or auditory awareness occurring when their brain function had ceased. These reports \"were corroborated with actual and real events\".[53][44] Five prospective studies have been carried out, to test the accuracy of out of body perceptions by placing \"unusual targets in locations likely to be seen by persons having NDEs, such as in an upper corner of a room in the emergency department, the coronary care unit, or the intensive care unit of a hospital.\" Twelve patients reported leaving their bodies, but none could describe the hidden visual targets. Although this is a small sample, the failure of purported out-of-body experiencers to describe the hidden targets raises questions about the accuracy of the anecdotal reports described above.[12] Psychologist James Alcock has described the afterlife claims of NDE researchers as pseudoscientific. Alcock has written the spiritual or transcendental interpretation \"is based on belief in search of data rather than observation in search of explanation.\"[54] Chris French has noted that \"the survivalist approach does not appear to generate clear and testable hypotheses. Because of the vagueness and imprecision of the survivalist account, it can be made to explain any possible set of findings and is therefore unfalsifiable and unscientific.\"[55] French summarises the main psychological explanations which include: the depersonalization, the expectancy and the dissociation models.[43] A depersonalization model was proposed in the 1970s by professor of psychiatry Russell Noyes and clinical psychologist Roy Kletti, which suggested that the NDE is a form of depersonalization experienced under emotional conditions such as life-threatening danger, potentially inescapable danger, and that the NDE can best be understood as a hallucination.[43][56][57][58][59] According to this model, those who face their impending death become detached from the surroundings and their own bodies, no longer feel emotions, and experience time distortions.[12] This model suffers from a number of limitations to explain NDEs for subjects who do not experience a sensation of being out of their bodies; unlike NDEs, experiences are dreamlike, unpleasant and characterized by \"anxiety, panic and emptiness\".[12] Also, during NDEs subjects remain very lucid of their identities, and their sense of identity is not changed unlike those experiencing depersonalization.[12] Another psychological theory is called the expectancy model. It has been suggested that although these experiences could appear very real, they had actually been constructed in the mind, either consciously or subconsciously, in response to the stress of an encounter with death (or perceived encounter with death), and did not correspond to a real event. In a way, they are similar to wish-fulfillment: because someone thought they were about to die, they experienced certain things in accordance with what they expected or wanted to occur. Imagining a heavenly place was in effect a way for them to soothe themselves through the stress of knowing that they were close to death.[43] Subjects use their own personal and cultural expectations to imagine a scenario that would protect them against an imminent threat to their lives.[12] Subjects' accounts often differed from their own \"religious and personal expectations regarding death\" which contradicts the hypothesis they may have imagined a scenario based on their cultural and personal background.[12] Although the term NDE was first coined in 1975 and the experience first described then, recent descriptions of NDEs do not differ from those reported earlier than 1975. The only exception is the more frequent description of a tunnel. Hence, the fact that information about these experiences could be more easily obtained after 1975 did not influence people's reports of the experiences.[12] Another flaw of this model can be found in children's accounts of NDEs. These are similar to adults', despite children being less strongly affected by religious and cultural influences about death.[12] The dissociation model proposes that NDE is a form of withdrawal to protect an individual from a stressful event. Under extreme circumstances, some people may detach from certain unwanted feelings in order to avoid experiencing the emotional impact and suffering associated with them. The person also detaches from one's immediate surroundings.[43] The birth model suggests that near-death experiences could be a form of reliving the trauma of birth. Since a baby travels from the darkness of the womb to light and is greeted by the love and warmth of the nursing and medical staff, and so, it was proposed, the dying brain could be recreating the passage through a tunnel to light, warmth and affection.[43] Reports of leaving the body through a tunnel are equally frequent among subjects who were born by cesarean section and natural birth. Also, newborns do not possess \"the visual acuity, spatial stability of their visual images, mental alertness, and cortical coding capacity to register memories of the birth experience\".[12] A wide range of physiological theories of the NDE have been put forward including those based upon cerebral hypoxia, anoxia, and hypercapnia; endorphins and other neurotransmitters; and abnormal activity in the temporal lobes.[43] Neurobiological factors in the experience have been investigated by researchers in the field of medical science and psychiatry.[60] Among the researchers and commentators who tend to emphasize a naturalistic and neurological base for the experience is the British psychologist Susan Blackmore (1993), with her \"dying brain hypothesis\".[61] Neuroscientists Olaf Blanke and Sebastian Dieguez (2009),[62] from the Ecole Polytechnique Fédérale de Lausanne, Switzerland, propose a brain-based model with two types of NDEs: They suggest that damage to the bilateral occipital cortex may lead to visual features of NDEs such as seeing a tunnel or lights, and \"damage to unilateral or bilateral temporal lobe structures such as the hippocampus and amygdala\" may lead to emotional experiences, memory flashbacks or a life review. They concluded that future neuroscientific studies are likely to reveal the neuroanatomical basis of the NDE which will lead to the demystification of the subject without needing paranormal explanations.[2] French has written that the \"temporal lobe is almost certain to be involved in NDEs, given that both damage to and direct cortical stimulation of this area are known to produce a number of experiences corresponding to those of the NDE, including OBEs, hallucinations, and memory flashbacks\".[43] Vanhaudenhuyse et al. 2009 reported that recent studies employing deep brain stimulation and neuroimaging have demonstrated that out-of-body experiences result from a deficient multisensory integration at the temporoparietal junction and that ongoing studies aim to further identify the functional neuroanatomy of near-death experiences by means of standardized EEG recordings.[63] According to Greyson[12] multiple neuroanatomical models have been proposed where NDEs have been hypothesized to originate from different anatomical areas of the brain, namely: the limbic system, the hippocampus, the left temporal lobe, Reissner's fiber in the central canal of the spinal cord, the prefrontal cortex, and the right temporal lobe. Blanke et al.[2] admit that their model remains speculative due to the lack of data. Likewise Greyson[12] writes that although some or any of the neuroanatomical models proposed may serve to explain NDEs and pathways through which they are expressed, they remain speculative at this stage since they have not been tested in empirical studies.[12] Some theories explain reported NDE experiences as resulting from drugs used during resuscitation (in the case of resuscitation-induced NDEs) ─ for example, ketamine ─ or from endogenous chemicals that transmit signals between brain cells, neurotransmitters:[43] According to Parnia, neurochemical models are not backed by data. This is true for \"NMDA receptor activation, serotonin, and endorphin release\" models.[44] Parnia writes that no data has been collected via thorough and careful experimentation to back \"a possible causal relationship or even an association\" between neurochemical agents and NDE experiences.[53] The first formal neurobiological model for NDE, included endorphins, neurotransmitters of the limbic system, the temporal lobe and other parts of the brain.[69] Extensions and variations of their model came from other scientists such as Louis Appleby (1989).[70] Other authors suggest that all components of near-death experiences can be explained in their entirety via psychological or neurophysiological mechanisms, although the authors admit that these hypotheses have to be tested by science.[71] Low oxygen levels in the blood (hypoxia or anoxia) have been hypothesized to induce hallucinations and hence possibly explain NDEs.[16][43] This is because low oxygen levels characterize life-threatening situations and also by the apparent similarities between NDEs and G-force induced loss of consciousness (G-LOC) episodes. These episodes are observed with fighter pilots experiencing very rapid and intense acceleration that result in lack of sufficient blood supply to the brain. Whinnery[72] studied almost 1000 cases and noted how the experiences often involved \"tunnel vision and bright lights, floating sensations, automatic movement, autoscopy, OBEs, not wanting to be disturbed, paralysis, vivid dreamlets of beautiful places, pleasurable sensations, psychological alterations of euphoria and dissociation, inclusion of friends and family, inclusion of prior memories and thoughts, the experience being very memorable (when it can be remembered), confabulation, and a strong urge to understand the experience.\"[43][72] However, acceleration-induced hypoxia’s primary characteristics are \"rhythmic jerking of the limbs, compromised memory of events just prior to the onset of unconsciousness, tingling of extremities ...\" that are not observed during NDEs.[16] Also G-LOC episodes do not feature life reviews, mystical experiences and \"long-lasting transformational aftereffects\", although this may be due to the fact that subjects have no expectation of dying.[43] Also, hypoxic hallucinations are characterized by \"distress and agitation\" and this is very different from near-death experiences which subjects report as being pleasant.[12] Some investigators have studied whether hypercarbia or higher than normal carbon dioxide levels, could explain the occurrence of NDEs. However, studies are difficult to interpret since NDEs have been observed both with increased levels as well as decreased levels of carbon dioxide, and finally, some other studies have observed NDEs when levels had not changed, and there is little data.[16] French said that at least some reports of NDEs might be based upon false memories.[73] According to Engmann (2008) near-death experiences of people who are clinically dead are psychopathological symptoms caused by a severe malfunction of the brain resulting from the cessation of cerebral blood circulation.[74] An important question is whether it is possible to \"translate\" the bloomy experiences of the reanimated survivors into psychopathologically basic phenomena, e.g., acoasms (nonverbal auditory hallucinations), central narrowing of the visual field, autoscopia, visual hallucinations, activation of limbic and memory structures according to Moody's stages. The symptoms suppose a primary affliction of the occipital and temporal cortices under clinical death. This basis could be congruent with the thesis of pathoclisis—the inclination of special parts of the brain to be the first to be damaged in case of disease, lack of oxygen, or malnutrition—established eighty years ago by Cécile and Oskar Vogt.[75] Professor of neurology Terence Hines (2003) claimed that near-death experiences are hallucinations caused by cerebral anoxia, drugs, or brain damage.[76] Greyson has called into question the adequacy of the materialist mind-brain identity model for explaining NDE's.[29] An NDE often involves vivid and complex mentation, sensation and memory formation under circumstances of complete disabling of brain function during general anesthesia or near-complete cessation of cerebral blood flow and oxygen uptake during cardiac arrest. Materialist models predict that such conscious experiences should be impossible under these conditions.[dubious – discuss] The mind-brain identity model of classic materialist psychology may need to be expanded to adequately explain an NDE.[citation needed] Gregory Shushan published an analysis of the afterlife beliefs of five ancient civilizations[77] and compared them with historical and contemporary reports of near-death experiences, and shamanic afterlife \"journeys\". Shushan found similarities across time, place, and culture that he found could not be explained by coincidence; he also found elements that were specific to cultures; Shushan concludes that some form of mutual influence between experiences of an afterlife and culture probably influence one another and that this inheritance, in turn, influences individual NDEs.[78] In contrast, it has been argued including Schlieter in 2018 that near-death experiences and many of their elements such as vision of God, judgment, the tunnel, or the life review are closely related to religious and spiritual traditions of the West. It was mainly Christian visionaries, Spiritualists, Occultists, and Theosophists of the 19th and 20th century that reported them.[citation needed] However, according to Parnia, near-death experiences' interpretations are influenced by religious, social, cultural backgrounds. However, the core elements appear to transcend borders and can be considered universal. In fact, some of these core elements have even been reported by children (this occurred over many months, whilst playing and communicated using children's language). In other words, at an age where they should not have been influenced by culture or tradition.[44] Also, according to Greyson,[12] the central features of NDEs are universal and have not been influenced by time. These have been observed throughout history and in different cultures.","Title":"Near-death experience - Wikipedia","KeyID":"12349","URL":"https://en.wikipedia.org/wiki/Near-death_experience"}