{"Content: ":"A coroner is a government or judicial official who is empowered to conduct or order an inquest into the manner or cause of death, and to investigate or confirm the identity of an unknown person who has been found dead within the coroner's jurisdiction. In medieval times, English coroners were Crown officials who held financial powers and conducted some judicial investigations in order to counterbalance the power of sheriffs or bailiffs. Depending on the jurisdiction, the coroner may adjudge the cause of death personally, or may act as the presiding officer of a special court (a \"coroner's jury\"). The term coroner derives from the same source as the word crown. Responsibilities of the coroner may include overseeing the investigation and certification of deaths related to mass disasters that occur within the coroner's jurisdiction. A coroner's office typically maintains death records of those who have died within the coroner's jurisdiction. The additional roles that a coroner may oversee in judicial investigations may be subject to the attainment of suitable legal and medical qualifications. The qualifications required of a coroner vary significantly between jurisdictions, and are described under the entry for each jurisdiction. Coroners, medical examiners, and forensic pathologists are different professions.[1] They have different roles and responsibilities. The office of coroner originated in medieval England[2][3][4] and has been adopted in many countries whose legal systems have at some time been subject to English or United Kingdom law. In Middle English, the word \"coroner\" referred to an officer of the Crown, derived from the French couronne and Latin corona, meaning \"crown\".[5] The office of the coroner dates from approximately the 11th century, shortly after the Norman conquest of England in 1066. The office of coroner was established by lex scripta in Richard I's England. In September 1194, it was decreed by Article 20 of the \"Articles of Eyre\" to establish the office of custos placitorum coronae (Latin for \"keeper of the pleas of the Crown\"), from which the word \"coroner\" is derived.[6][7] This role provided a local county official whose primary duty was to protect the financial interest of the Crown in criminal proceedings. The office of coroner is, \"in many instances, a necessary substitute: for if the sheriff is interested in a suit, or if he is of affinity with one of the parties to a suit, the coroner must execute and return the process of the courts of justice.\"[8] This role was qualified in Chapter 24 of Magna Carta in 1215, which states: \"No sheriff, constable, coroner or bailiff shall hold pleas of our Crown.\" \"Keeping the pleas\" was an administrative task, while \"holding the pleas\" was a judicial one that was not assigned to the locally resident coroner but left to judges who traveled around the country holding assize courts. The role of custos rotulorum or keeper of the county records became an independent office, which after 1836 was held by the lord-lieutenant of each county. The person who found a body from a death thought sudden or unnatural was required to raise the \"hue and cry\" and to notify the coroner.[4] While coronial manuals written for sheriffs, bailiffs, justices of the peace and coroners were published in the sixteenth and seventeenth centuries, handbooks specifically written for coroners were distributed in England in the eighteenth century.[9] Coroners were introduced into Wales following its military conquest by Edward I of England in 1282 through the Statute of Rhuddlan in 1284. Going further back in time, we find that the term comes from antiquity, namely when the deceased was entrusted to the coronator, that is to a necrofore who prepared the corpse according to custom and, among other things, put a small laurel or myrtle wreath (Lat. corona or serta) on his head so that he might be accepted in glory in the afterlife. The use was already of ancient Greece and see e. g. Theophilus Christophorus Harles (Bionis smyrnaei and Moschi syracusani quae supersunt etc. P. 40. Erlangen, 1780), who quotes Euripides, Clement of Alexandria, Chionus of Heraclea and others in this regard; see also James Claude Upshaw Downs: \"The origin of official death investigation is traced to at least 44 B.C. with the Greek Physician Antistius's examination of Julius Caesar (Fisher 1993; Gawande 2001). The history of the office of coroner extends well over a millennium and has seen major evolution etc.\" (Coroner and Medical Examiner in Handbook of Death and Dying ed. by Clifton D. Bryant. V. 1, p. 909. 2003.) Australian coroners are responsible for investigating and determining the cause of death for those cases reported to them. In all states and territories, a coroner is a magistrate with legal training, and is attached to a local court. Four states – New South Wales, South Australia, Victoria and Western Australia – also have state coroners and specialised coronial courts. In Tasmania, the Chief Magistrate also acts as the state coroner.[10] The office of coroner was transplanted to Canada from the British-derived system of government that existed in the land prior to 1867. Because of the grafting of a multi-cultural system especially after the 1982 Charter of Rights and Freedoms, several provinces have found it beneficial to use a de-focused \"medical examiner\" style of investigative reporter.[11] In 21st-century Canada the officer responsible for investigating all unnatural and natural unexpected, unexplained, or unattended deaths goes under the title \"coroner\" or \"medical examiner\" depending on location.[11] They do not determine civil or criminal responsibility, but instead make and offer recommendations to improve public safety and prevention of death in similar circumstances.[citation needed] Coroner or Medical Examiner services are under the jurisdiction of provincial or territorial governments, and in modern Canada generally operate within the public safety and security or justice portfolio. These services are headed by a Chief Coroner (or Chief Medical Examiner) and comprise coroners or medical examiners appointed by the executive council.[citation needed] The provinces of Alberta,[12] Manitoba,[13] Nova Scotia[14] and Newfoundland and Labrador[15] now have a Medical Examiner system, meaning that all death investigations are conducted by specialist physicians trained in Forensic Pathology, with the assistance of other medical and law enforcement personnel. All other provinces run on a coroner system. In Prince Edward Island, and Ontario, all coroners are, by law, physicians. In the other provinces and territories with a coroner system, namely British Columbia, Saskatchewan, Quebec, New Brunswick, Northwest Territories, Nunavut, and Yukon, coroners are not necessarily physicians but generally have legal, medical, or investigative backgrounds.[citation needed] The Coroner's Court is responsible to inquire into the causes and circumstances of some deaths. The Coroner is a judicial officer who has the power to: The Coroner makes orders after considering the pathologist's report. The Coroners Service is a network of Coroners situated across Ireland, usually covering areas based on Ireland's traditional counties.[16] They are appointed by local authorities as independent experts and must be either qualified doctors or lawyers.[17] Their primary function is to investigate any sudden, unexplained, violent or unnatural death in order to allow a death certificate to be issued. Any death due to unnatural causes will require an inquest to be held.[17] Two coronial services operate in New Zealand. The older one deals only with deaths before midnight of 30 June 2007 that remain under investigation. The new system operates under the Coroners Act 2006, which: In Sri Lanka, the Ministry of Justice appoints Inquirers into Sudden Deaths under the Code of Criminal Procedure to carry out an inquest into the death of a sudden, unexpected and suspicious nature. Some large cities such as Colombo and Kandy have a City Coroners' Court attached to the main city hospital, with a Coroner and Additional Coroner. In the United Kingdom a coroner is an independent judicial office holder, appointed and paid for by the relevant local authority. The Ministry of Justice, which is headed by the Lord Chancellor and Secretary of State for Justice has the responsibility for the coronial law and policy only, and no operational responsibility.[19] There are separate services for England and Wales, and for Northern Ireland. A different system applies in Scotland, which does not have a coroner service. The majority of deaths are not investigated by the coroner. If the deceased has been under medical care, or has been seen by a doctor within 14 days of death, then the doctor can issue a death certificate. However, if the deceased died without being seen by a doctor, or if the doctor is unwilling to make a determination, the coroner will investigate the cause and manner of death. The coroner will also investigate when a death is deemed violent or unnatural, where the cause is unknown, where a death is the result of poisoning or industrial injury, or if it occurred in police custody or prison. Any person aware of a dead body lying in the district of a coroner has a duty to report it to the coroner; failure to do so is an offence. This can include bodies brought into England or Wales.[20][21] The coroner has a team of coroner's officers (previously often ex-police officers, but increasingly from a nursing or other paramedical background) who carry out the investigation on the coroner's behalf. A coroner's investigation may involve a simple review of the circumstances, ordering a post-mortem examination, or they may decide that an inquest is appropriate. When a person dies in the custody of the legal authorities (in police cells, or in prison), an inquest must be held. In England, inquests are usually heard without a jury (unless the coroner wants one). However, a case in which a person has died under the control of central authority must have a jury, as a check on the possible abuse of governmental power.[20][21] The coroner's court is a court of law, and accordingly, the coroner may summon witnesses. Those found to be lying are guilty of perjury. Additional powers of the coroner may include the power of subpoena and attachment, the power of arrest, the power to administer oaths, and sequester juries of six during inquests. Coroners also have a role in treasure cases. This role arose from the ancient duty of the coroner as a protector of the property of the Crown. It is now contained in the Treasure Act 1996. This jurisdiction is no longer exercised by local coroners, but by specialist \"coroners for treasure\" appointed by the Chief Coroner. To become a coroner in England and Wales the applicant must be a qualified solicitor, barrister, or a Fellow of the Chartered Institute of Legal Executives (CILEx) with at least five years' qualified experience.[22] This reflects the role of a coroner: to determine the cause of death of a deceased in cases where the death was sudden, unexpected, occurred abroad, was suspicious in any way, or happened while the person was under the control of central authority (e.g., in police custody). Until 2013 a qualified medical practitioner could be appointed, but that is no longer possible. Any medical coroner still in office will either have been appointed before 2013, or, exceptionally, will hold both medical and legal qualifications. Formerly, every justice of the High Court was, ex officio, a coroner for every district in England and Wales. This is no longer so; there are now no ex officio coroners. A senior judge is sometimes appointed ad hoc as a deputy coroner to undertake a high-profile inquest, such as those into the deaths of Diana, Princess of Wales and the victims of the 2005 London bombings. The coroner's jurisdiction is limited to determining who the deceased was and how, when and where they came by their death. When the death is suspected to have been either sudden with unknown cause, violent, or unnatural, the coroner decides whether to hold a post-mortem examination and, if necessary, an inquest. The coroner's former power to name a suspect in the inquest conclusion and commit them for trial has been abolished.[23] The coroner's conclusion sometimes is persuasive for the police and Crown Prosecution Service, but normally proceedings in the coroner's court are suspended until after the outcome of any criminal case is known. More usually, a coroner's conclusion is also relied upon in civil proceedings and insurance claims. The coroner commonly tells the jury which conclusions are lawfully available in a particular case. The most common conclusions include:[24] Lawful killing includes lawful self-defence. There is no material difference between an accidental death conclusion and one of misadventure.[25] Conclusions are arrived at on the balance of probabilities. Neglect cannot be a conclusion by itself. It must be part of another conclusion. A conclusion of neglect requires that there was a need for relevant care (such as nourishment, medical attention, shelter or warmth) identified, and there was an opportunity to offer or provide that care that was not taken. An open conclusion should only be used as a last resort and is given where the cause of death cannot be identified on the evidence available to the inquest. A coroner giving a narrative conclusion may choose to refer to the other conclusion.[26] A narrative conclusion may also consist of answers to a set of questions posed by the coroner to himself or to the jury (as appropriate). The coroner service in England and Wales is supervised by the Chief Coroner, a judge appointed by the Lord Chief Justice after consulting the Lord Chancellor. The Chief Coroner provides advice, guidance and training to coroners and aims to secure uniformity of practice throughout England and Wales. The post is currently part-time. The present Chief Coroner is Judge Thomas Teague. England and Wales are divided into coroner districts by the Lord Chancellor, each district consisting of the area or areas of one or more local authorities. The relevant local authority, with the consent of the Chief Coroner and the Lord Chancellor, must appoint a senior coroner for the district. It must also appoint area coroners (in effect deputies to the senior coroner) and assistant coroners, to the number that the Lord Chancellor considers necessary in view of the physical character and population of the district. The cost of the coroner service for the district falls upon the local authority or authorities concerned, and thus ultimately upon the local inhabitants. There are 98 coroners in England and Wales, covering 109 local authority areas.[27] Coronial services in Northern Ireland are broadly similar to those in England and Wales, including dealing with treasure trove cases under the Treasure Act 1996. Northern Ireland has three coroners, who oversee the province as a whole. They are assisted by coroners liaison officers and a medical officer.[28] In Scotland, there are no longer coroners. Coroners existed in Scotland between about 1400 and 1800 when they ceased to be used.[29] Now deaths requiring judicial examination are reported to the procurator fiscal and dealt with by fatal accident inquiries conducted by the sheriff for the area. As of 2004[update], of the 2,342 death investigation offices in the United States, 1,590 were coroners' offices, 82 of which served jurisdictions of more than 250,000 people.[30] Qualifications for coroners are set by individual states and counties in the U.S., and vary widely. In many jurisdictions, little or no training is required, even though a coroner may overrule a forensic pathologist in naming a cause of death. Some coroners are elected, and others appointed. Some coroners hold office by virtue of holding another office: in Nebraska, the county district attorney is the coroner; in many counties in Texas, the justice of the peace may be in charge of death investigation; in other places, the sheriff is the coroner. In different jurisdictions the terms \"coroner\" and \"medical examiner\" are defined differently. In some places, stringent rules require that the medical examiner be a forensic pathologist. In others, the medical examiner must be a physician, though not necessarily a forensic pathologist or even a pathologist; physicians with no experience in forensic medicine have become medical examiners.[31] In others, such as Wisconsin, each county sets standards, and in some, the medical examiner does not need any medical or educational qualifications.[32] Not all U.S. jurisdictions use a coroner system for medicolegal death investigation—some are on a medical examiner system, others are on a mixed coroner–medical examiner system. In the U.S., the terms \"coroner\" and \"medical examiner\" vary widely in meaning by jurisdiction, as do qualifications and duties for these offices.[33] Advocates have promoted the medical examiner model as more accurate given the more stringent qualifications.[34] Local laws define the deaths a coroner must investigate, but most often include those that are sudden, unexpected, and have no attending physician—and deaths that are suspicious or violent.[33] In some places in the United States, a coroner has other special powers, such as the ability to arrest the county sheriff. Duties always include determining the cause, time, and manner of death. This uses the same investigatory skills of a police detective in most cases, because the answers are available from the circumstances, scene, and recent medical records. In many American jurisdictions, any death not certified by the person's own physician must be referred to the medical examiner. If an individual dies outside of his/her state of residence, the coroner of the state in which the death took place issues the death certificate. Only a small percentage of deaths require an autopsy to determine the time, cause and manner of death. In some states, coroners have additional authority. Although coroners are often depicted in police dramas as a source of information for detectives, there are a number of fictional coroners who have taken particular focus on television.","Title":"Coroner - Wikipedia","KeyID":"12359","URL":"https://en.wikipedia.org/wiki/Coroner"}