{"Content: ":"Near-death studies is a field of psychology and psychiatry that studies the physiology, phenomenology and after-effects of the near-death experience (NDE). The field was originally associated with a distinct group of North American researchers that followed up on the initial work of Raymond Moody, and who later established the International Association for Near-death Studies (IANDS) and the Journal of Near-Death Studies. Since then the field has expanded, and now includes contributions from a wide range of researchers and commentators worldwide. The near-death experience is an experience reported by people who have come close to dying in a medical or non-medical setting. The aspect of trauma, and physical crises, is also recognized as an indicator for the phenomenon.[1] According to Linda J. Griffith[2] and Bruce Greyson,[3] it is estimated that near-death experiences are reported by five percent of the adult American population. According to IANDS,[4] surveys (conducted in USA, Australia and Germany) suggest that 4 to 15% of the population have had NDEs. Researchers study the role of physiological, psychological and transcendental factors associated with the NDE.[5] These dimensions are also the basis for the three major explanatory models for the NDE. Some general characteristics of an NDE include subjective impressions of being outside the physical body; visions of deceased relatives and religious figures; transcendence of ego and spatiotemporal boundaries.[6][7] NDE researchers have also found that the NDE may not be a uniquely western experience. Commentators note that several elements and features of the NDE appears to be similar across cultures,[5][7][8][9][10][11] but the details of the experience (figures, beings, scenery), and the interpretation of the experience, varies between cultures.[7][8][10][12] However, a few researchers have \"challenged the hypothesis that near-death experience accounts are substantially influenced by prevailing cultural models\".[13] Scientist correlate these events to a stressed and dying brain which effected the brain immensely therefore causing change. These visions and life changes could be caused by oxygen shortage, imperfect anesthesia and the body's neurochemical responses to trauma.[14] But many NDErs still believe that they were more than just simple hallucinations or dreams. They believe these messages and the experience happened to them for a greater reason.[14] According to the NDE-scale[10][15] a near-death-experience includes a few, or several, of the following 16 elements: In a study published in The Lancet van Lommel and colleagues[7] list ten elements of the NDE: Note a According to sources the NDE is associated with a number of after-effects,[2][6][7][8][16][17][18][19] or life changing effects.[5][20] The effects, which are often summarized by researchers, include a number of value, attitude and belief changes[8][17] that reflect profound changes in personality,[8] and a new outlook on life and death, human relations, and spirituality.[2][6][16][21] Many of the effects are considered to be positive[2][20] or beneficial.[6][22] van Lommel and colleagues conducted a \"longitudinal follow-up research into transformational processes after NDEs\" and found a \"long-lasting transformational effect of the experience\".[7] However, not all after-effects are beneficial. The negative effects can be very large and prevalent. The literature describes cases of NDE where changes in attitudes and behaviour can lead to distress, psychosocial, spiritual and physiological problems.[16][17][23]Note b The negative effects of NDE often have to do with adjustment to the new situation following a near-death experience, and the issues that comes with reintegration into ordinary life.[17] According to Bruce Greyson, those who experienced NDE may also have difficulty maintaining relationships due to the fear of rejection or being ridiculed when discussing the events that occurred during the NDE.[24] This fear of being judged or ridiculed also causes a problem when needing to talk to a professional.[24] Some NDErs have received negative reactions from professionals, thereby discouraging many who are in need of help to seek it, which is essentially where the fear of sharing the experience with others originated from.[24] Consequently, many NDErs find great difficulty in sharing the experience of NDE and how it impacted their life.[24] Another category, so-called distressing or unpleasant near-death experiences, has been investigated by Greyson and Bush.[25] Explanatory models for the phenomenology and the elements of the NDE can, according to sources,[2][5][7][26][27][28][29] be divided into a few broad categories: psychological, physiological, and transcendental. Christian Agrillo[30] adopts a more parsimonious overview and notes that literature reports two main theoretical frameworks: (1) \"biological/psychological\" interpretation (in-brain theories), or (2) \"survivalist\" interpretation (out-of-brain theories). In a study published in 1990, Owens, Cook and Stevenson[26] presented results that lent support to all of these three interpretations. Each model contains a number of variables that are often mentioned, or summarized, by commentators: Psychological theories have suggested that the NDE can be a consequence of mental and emotional reactions to the perceived threat of dying,[5][7][20][26] or a result of expectation.[2] [9][11] Other psychological variables that are considered by researchers include: imagination;[2][11] depersonalization;[2][11] dissociation;[2][11] proneness to fantasy;[2][11] and the memory of being born.[11] Physiological theories tend to focus on somatic, biological or pharmacological explanations for the NDE, often with an emphasis on the physiology of the brain. Variables that are considered, and often summarized by researchers, include: anoxia;[7][9] cerebral hypoxia;[5][20][31] hypercarbia;[5][20] endorphins;[5][8][9][16][20][31] serotonin[5][8][11][20][31] or various neurotransmitters;[2][11][16] temporal lobe dysfunction or seizures;[2][5][8][9][11][20][31][32] the NMDA receptor;[5][20][31] activation of the limbic system;[5][20] drugs;[5][9][20][31] retinal ischemia;[11] and processes linked to rapid eye-movement (REM) sleep or phenomena generated on the border between sleep and wakefullness.[2][11][32][33][34] A third model, sometimes called the transcendental explanation,[2][5][7][8][26][27] considers a number of categories, often summarized by commentators, that usually fall outside the scope of physiological or psychological explanations. This explanatory model considers whether the NDE might be related to the existence of an afterlife;[26][27] a changing state of consciousness;[7] mystical (peak) experiences;[5] or the concept of a mind-body separation.[27] Several researchers in the field have expressed reservations towards explanations that are purely psychological or physiological.[2][7][20][34][35][36] Van Lommel and colleagues[7] have argued for the inclusion of transcendental categories as part of the explanatory framework. Other researchers, such as Parnia, Fenwick,[20] and Greyson,[10][36] have argued for an expanded discussion about the mind-brain relationship as well as the possibilities of human consciousness. Individual cases of NDEs in literature have been identified into ancient times.[37] In the 19th century a few efforts moved beyond studying individual cases—one privately done by Mormons and one in Switzerland. Up to 2005, 95% of world cultures have been documented making some mention of NDEs.[37] From 1975 to 2005, some 2500 self reported individuals in the US had been reviewed in retrospective studies of the phenomena[37] with an additional 600 outside the US in the West,[37] and 70 in Asia.[37] Prospective studies, reviewing groups of individuals and then finding who had an NDE after some time and costing more to do, had identified 270 individuals.[37] In all close to 3500 individual cases between 1975 and 2005 had been reviewed in one or another study. And all these studies were carried out by some 55 researchers or teams of researchers.[37] Research on near-death experiences is mainly limited to the disciplines of medicine, psychology and psychiatry. Interest in this field of study was originally spurred by the research of such pioneers as Elisabeth Kübler-Ross and Raymond Moody, and by autobiographical accounts, such as the books of George Ritchie.[2][38][39] Kübler-Ross, who was a researcher in the field of thanatology and a driving force behind the establishment of the Hospice System in the United States, reported on her interviews for the first time in her book On Death and Dying - What the dying have to teach doctors, nurses, clergy, and their own families (1969).[40] Raymond Moody, on the other hand, got interested in the subject at the start of his career. In the mid-seventies, while doing his medical residency as a psychiatrist at the University of Virginia, he conducted interviews with near-death experiencers.[10] He later published these findings in the book Life After Life (1976).[41] In the book Moody outlines the different elements of the NDE. These features were picked up by later researchers, and the book brought a lot of attention to the topic of NDEs.[8][10] Commentators [42][43] note that the launch of the field of near-death studies started with the publishing of \"Life after life\". Early contributions to the field also include the observations of Noyes & Kletti who reported on \"Depersonalization in the face of life-threatening danger\".[44][45][43] The late seventies saw the establishment of the Association for the Scientific Study of Near-Death Phenomena, an initial group of academic researchers, including John Audette, Raymond Moody, Bruce Greyson, Kenneth Ring and Michael Sabom, who laid the foundations for the field of near-death studies, and carried out some of the first NDE-research in the wake of Moody's work.[46][42] The Association was a forerunner to the International Association for Near-death Studies (IANDS), which was founded in the early eighties and which established its headquarters at the University of Connecticut, Storrs.[47][48] This group of researchers, but especially Ring, was responsible for launching Anabiosis, the first peer-reviewed journal within the field. The journal later became Journal of Near-Death Studies.[2] Even though the above-mentioned profiles introduced the subject of NDEs to the academic setting, the subject was often met with academic disbelief,[49] or regarded as taboo.[8] The medical community has been somewhat reluctant to address the phenomenon of NDEs,[8][10] and funding for research has been limited.[8] However, both Ring and Sabom made contributions that were influential for the newly established field. Ring published a book in 1980 called Life at Death: A Scientific Investigation of the Near-Death Experience.[50][51] In the book Ring identified the core near-death experience, with its corresponding stages.[52] This early research was followed up by new book in 1984, Heading Toward Omega: In Search of the Meaning of the Near-Death Experience,[46][53] where he described the mystical and transcendent features of the NDE, and the futuristic visions described by near-death experiencers.[54] The early work of Michael Sabom was also bringing attention to the topic within the academic community. Besides contributing material to academic journals,[55] he wrote a book called Recollections of Death (1982)[56] which is considered to be a significant publication in the launching of the field.[46] As research in the field progressed both Greyson and Ring developed measurement tools that can be used in a clinical setting.[15][57] Greyson has also addressed different aspects of the NDE, such as the psychodynamics of the experience,[58] the varieties of NDE,[3] the typology of NDEs[59] and the biology of NDEs.[60] In addition, he has brought attention to the near-death experience as a focus of clinical attention,[16] suggesting that the aftermath of the NDE, in some cases, can lead to psychological problems. According to Kinsella,[42] no other researcher, besides Moody, has done more to \"influence public opinion on the subject of NDEs\" than Kenneth Ring. However, Bruce Greyson has the greatest output of material and remains the leading scholar in the field.[43] The 1980s also introduced the research of Melvin Morse, another profile in the field of near-death studies.[61] Morse and colleagues[62][63] investigated near-death experiences in a pediatric population. They found that children reported NDEs that were similar to those described by adults. Morse later published two books, co-authored with Paul Perry, that were aimed at a general audience: Closer to the light: learning from children's near-death experiences (1990)[64] and Transformed by the light: the powerful effect of near-death experiences on people's lives (1992).[65] Another early contribution to the field was the research of British neuropsychiatrist Peter Fenwick, who started to collect NDE-stories in the 1980s, following appearance in television programs.[66][43] The responses from Near-death experiencers later served as the basis for a book published in 1997, The Truth in the light, co-authored with his wife Elizabeth Fenwick.[67] In the book the authors investigated more than 300 NDEs and concluded that the \"subjective experience\" is the key to understanding the phenomenon of NDEs.[68] Co-operating with other researchers, among others Sam Parnia, Fenwick has reviewed[20][31] and researched[5] the potential relationship between near-death experiences and cardiac arrest Early investigations into the topic of near-death experiences were also being conducted at the University of Virginia, where Ian Stevenson founded the Division of Perceptual Studies in the late sixties.[69] The division went on to produce research on a number of phenomena that were not considered to be mainstream. In addition to near-death experiences this included: reincarnation and past lives, out-of-body experiences, apparitions and after-death communications, and deathbed visions.[10][70] Stevenson, whose main academic interest was the topic of reincarnation and past lives,[71][72] also made contributions to the field of near-death studies.[26][73] In a 1990 study, co-authored with Owens & Cook, the researchers studied the medical records of 58 people who were thought to have been near death. The authors judged 28 candidates to actually have been close to dying, while 30 candidates, who merely thought they were about to die, were judged to not have been in any medical danger. Both groups reported similar experiences, but the first group reported more features of the core NDE-experience than the other group.[8][26] According to Loseu and colleagues,[43] who published an analysis of the published literature in the field of Near-death studies, there was a peak in the output of articles in the 15-year period between 1980 and 1995, followed by a decreasing trend. The first decades of Near-death research were characterized by retrospective studies.[2][5][7][20][27][74][75] However, the late 1980s marked the beginning of prospective studies in the field. Pim van Lommel (cardiologist) was one of the first researchers to bring the study of NDEs into the area of Hospital Medicine. In 1988 he launched a prospective study that spanned 10 Dutch hospitals. 344 survivors of cardiac arrest were included in the study.[7][34][76] 62 patients (18%) reported NDE. 41 of these patients (12%) described a core experience. The aim of the study was to investigate the cause of the experience, and assess variables connected to frequency, depth, and content.[7] Prospective studies were also taking place in the U.S. Schwaninger and colleagues[77] collaborated with Barnes-Jewish Hospital, where they studied cardiac arrest patients over a three-year period (April 1991 – February 1994). Only a minority of the patients survived, and from this group 30 patients were interviewable. Of these 30 patients 23% reported an NDE, while 13% reported an NDE during \"a prior life-threatening illness\". In a prospective study from 2001, conducted at Southampton General Hospital, Parnia and colleagues found that 11.1% of 63 cardiac-arrest survivors reported memories of their unconscious period. Several of these memories included NDE-features.[5]Note c Greyson[35] conducted a 30-month survey of patients admitted to the cardiac inpatient service of the University of Virginia Hospital. He found that NDEs were reported by 10% of patients with cardiac arrest and 1% of other cardiac patients. During the next decade prospective studies were also starting to emerge from other parts of the world. In a study from 2010 Klemenc-Ketis and colleagues reported on out-of-hospital cardiac arrest survivors, later admitted to intensive care units, at medical centers in Slovenia. 21.2% of the patients in the study reported NDEs. The researchers also found that \"NDE occur more often in patients with higher petCO2 and pCO2\"; \"higher serum levels of potassium correlate with higher score on Greyson’s NDE scale\"; and \"NDEs occur more often in patients with previous NDEs\".[78] Recently, the work of Jeffrey Long has also attracted attention to the topic of NDEs in both the academic, and the popular field.[79][80] Long is a near death experience researcher who believes in life after death.[81] In 2010 he released a book, co-authored with Paul Perry, called Evidence of the Afterlife: The Science of Near-Death Experiences. In the book Long presented results from research conducted over the last decade.[82] Based on the results from an analysis of scholarly NDE-related periodical literature, the decade between 2001 and 2011 signalled an expansion of the field of Near-death studies by including new authors and new publication venues.[43] Research has also entered into other fields of interest, such as the mental health of military veterans. Goza, Holden & Kinsey studied NDEs among combat veterans. They found, among other things, that combat soldiers reported \"less intense\" near-death experiences, compared to NDErs in the civilian population.[83] The first clinical paper from The AWARE-project (AWAreness during REsuscitation), another prospective study, was published in 2014. The research was a multicenter observational study including US, UK and Austrian medical sites.[84][85][86][76] In the study Parnia and colleagues[84] found that 9% of patients who completed stage 2 interviews reported experiences compatible with NDEs. A follow-up study, the AWARE II, is currently being conducted.[76] In a study from 2020[87] Charland-Verville and colleagues studied the near death experiences of 158 participants through text mining. This study found that analyzing these experiences by the way participants explain them through speech can allow researchers to understand even more about NDEs, rather than just relying on the memories and self-reports of participants, which are less confidential than scientific evidence. It was also proven that non-verbal communication like gestures and emotions can allow researchers to further understand NDEs and their heavy effect on people who have had them. Several psychometric instruments have been adapted to near-death research. Ring developed the Weighted Core Experience Index in order to measure the depth of NDEs,[15] and this instrument has been used by other researchers for this purpose.[88] The instrument has also been used to measure the impact of near-death experiences on dialysis patients.[89] According to some commentators[2] the index has improved the consistency in the field. However, Greyson notes that although the index is a \"pioneering effort\", it is not based on statistical analysis, and has not been tested for internal coherence or reliability.[15] In 1984 Ring developed an instrument called the Life Changes Inventory (LCI) in order to quantify value changes following an NDE. The instrument was later revised and standardized and a new version, the LCI-R, was published in 2004.[90] Greyson[15] developed The Near-Death Experience Scale. This 16-item Scale was found to have high internal consistency, split-half reliability, and test-retest reliability[6][15] and was correlated with Ring's Weighted Core Experience Index. Questions formulated by the scale address such dimensions as: cognition (feelings of accelerated thought, or \"life-review\"), affect (feelings of peace and joy), paranormal experience (feelings of being outside of the body, or a perception of future events) and transcendence (experience of encountering deceased relatives, or experiencing an unearthly realm). A score of 7 or higher out of a possible 32 was used as the standard criterion for a near-death experience.[6] The scale is, according to the author,[6][15] clinically useful in differentiating NDEs from organic brain syndromes and nonspecific stress responses. The NDE-scale was later found to fit the Rasch rating scale model.[91] The instrument has been used to measure NDEs among cardiac arrest survivors,[5][84] coma survivors,[92] out-of-hospital cardiac arrest patients/survivors,[28][93][94] substance misusers,[95] and dialysis patients.[89] In the late 1980s Thornburg developed the Near-Death Phenomena Knowledge and Attitudes Questionnaire.[96] The questionnaire consists of 23 true/false/undecided response items assessing knowledge, 23 Likert scale items assessing general attitudes toward near-death phenomena, and 20 Likert scale items assessing attitude toward caring for a client who has had an NDE.[97] Content validity was established by using a panel of experts selected from nursing, sociology, and psychology. The instrument was also found to satisfy the criteria for internal consistency.[96] The instrument has been used to measure attitudes toward, and knowledge of, near-death experiences in a college population,[98] among clergy,[99] among registered psychologists,[96] and among hospice nurses.[97] Martial and colleagues [100] developed the Near-Death Experience Content (NDE-C) scale, a 20-item scale constructed in order to reassess the Greyson NDE-scale and to validate the new NDE-C scale. The authors found weaknesses in the original NDE-scale, but good psychometric properties for the new NDE-C scale. Greyson has also used mainstream psychological measurements in his research, for example The Dissociative Experiences Scale;[17] a measure of dissociative symptoms, and The Threat Index;[101] a measure of the threat implied by one's personal death. The field of near-death studies includes several communities that study the phenomenology of NDEs. One of the most influential is IANDS, an international organization based in Durham, North-Carolina, that promotes research and education on the phenomenon of near-death experiences.[42][102] Among its publications we find the peer-reviewed Journal of Near-Death Studies,.[2][42] The organization also maintains an archive of near-death case histories for research and study.[103] Another research organization, the Louisiana-based Near Death Experience Research Foundation, was established by radiation oncologist Jeffrey Long in 1998.[79][80][104] The foundation maintains a website and a database of near-death cases.[80] A few academic locations have been associated with the activities of the field of near-death studies. Among these we find the University of Connecticut (US),[6] Southampton University (UK),[105] University Of North Texas (US)[106] and the Division of Perceptual Studies at the University of Virginia (US).[10][13][75] IANDS holds conferences, at regular intervals, on the topic of near-death experiences. The first meeting was a medical seminar at Yale University, New Haven (CT) in 1982. This was followed by the first clinical conference in Pembroke Pines (FL), and the first research conference in Farmington (CT) in 1984. Since then conferences have been held in major U.S. cities, almost annually.[107] Many of the conferences have addressed a specific topic, defined in advance of the meeting. In 2004 participants gathered in Evanston (IL) under the headline:\"Creativity from the light\".[38][108] A few of the conferences have been arranged at academic locations. In 2001 researchers and participants gathered at Seattle Pacific University.[109] In 2006 the University of Texas MD Anderson Cancer Center became the first medical institution to host the annual IANDS conference.[110] The first international medical conference on near-death experiences was held in 2006.[34] Approximately 1.500 delegates, including people who claim to have had NDEs, were attending the one-day conference in Martigues, France. Approximately 1.500 delegates, including Near-death experiencers, attended the one-day conference in Martigues, France. Among the researchers at the conference were anaesthetist and intensive care doctor Jean-Jacques Charbonnier, and pioneering researcher Raymond Moody.[111] IANDS publishes the quarterly Journal of Near-Death Studies, the only scholarly journal in the field.[2] IANDS also publishes Vital Signs, a quarterly newsletter that is made available to its members and that includes commentary, news and articles of general interest.[112] One of the first introductions to the field of near-death studies was an introductory volume called A Collection of Near-Death Research Readings: Scientific Inquiries Into the Experiences of Persons Near Physical Death. The book was edited by Craig R. Lundahl and was released in 1982.[113][114] Another early contribution to the field was the publication of a general reader: The Near-Death Experience: Problems, Prospects, Perspectives. The book was published in 1984 and was an early overview of the field.[115] In 2009 Praeger Publishers published the Handbook of Near-Death Experiences: thirty years of investigation, an overview of the field based on papers presented at the IANDS-conference in 2006.[37][116] 2011 marked the publication of Making Sense of Near-Death Experiences: A Handbook for Clinicians.[117] The book had many contributors and described how the NDE could be handled in psychiatric and clinical practice.[118] In 2017 the University of Missouri Press published The Science Of Near-death Experiences, edited by John C. Hagan.[119] The book consisted of a compilation of articles that was originally published in the medical journal Missouri Medicine between 2013 and 2015.[120] Skepticism towards the findings of near-death studies, and the validity of the near-death experience as a subject for scientific study, has been widespread. According to Knapton, in The Daily Telegraph,[121] the subject was, until recently, considered to be controversial. Both scientists and medical professionals have, in general, tended to be skeptical.[8][122][123][124] According to commentators in the field[49] the early study of near-death experiences was met with \"academic disbelief\". Acceptance of NDEs as a legitimate topic for scientific study has improved,[8] but the process has been slow.[10] According to literature[2] \"psychiatrists have played a role in the recognition of the \"near-death\" phenomenon as well as popularization of the subject and subsequent research\". Kinsella[42] noted that \"Growing scholarly interest has followed popular interest in the subject\". Skeptics have remarked that it is difficult to verify many of the anecdotal reports that are being used as background material in order to outline the features of the NDE.[8][79] Internet Infidels paper editor and commentator Keith Augustine has criticized the survivalist interpretation of NDE's. He has also exposed \"weaknesses in the research methodology, paucity of the data, and gaps in the arguments\".[125][126] His criticism has been answered by Greyson,[126] who suggests that the materialist model favored by Augustine is supported by even less data than the \"mind-brain separation model\" favored by many researchers within the field of near-death studies. The findings of NDE-research has been contested by several writers in the fields of psychology and neuroscience. Susan Blackmore[79] has contested the findings of NDE-research, and has instead argued in favour of a neurological explanation. Psychologist Christopher French[27][74] has reviewed several of the theories that have originated from the field of near-death studies. This includes theories that present a challenge to modern neuroscience by suggesting a new understanding of the mind-brain relationship in the direction of transcendental, or paranormal, elements. In reply to this French considers the conventional scientific understanding, and introduces several non-paranormal factors, as well as psychological theory, that might explain those near-death experiences that defy conventional scientific explanations. However, he does not rule out a future revision of modern neuroscience, awaiting new and improved research procedures. Jason Braithwaite, a Senior Lecturer in Cognitive Neuroscience in the Behavioural Brain Sciences Centre, University of Birmingham, issued an in-depth analysis and critique of the survivalist's neuroscience of some NDE researchers, concluding, \"it is difficult to see what one could learn from the paranormal survivalist position which sets out assuming the truth of that which it seeks to establish, makes additional and unnecessary assumptions, misrepresents the current state of knowledge from mainstream science, and appears less than comprehensive in its analysis of the available facts.\"[127] Martens[94] noted the \"lack of uniform nomenclature\", and \"the failure to control the studied population with an elimination of interfering factors\", as examples of criticism directed towards near-death research. Engmann[128] points out that NDE research does not fulfil quality criteria of medical studies, namely objectivity. But criticism of the field has also come from commentators within its own ranks. In an open letter to the NDE-community Ring has pointed to the \"issue of possible religious bias in near-death studies\". According to Ring the field of near-death studies, as well as the larger NDE-movement, has attracted a variety of religious and spiritual affiliations, from a number of traditions, which makes ideological claims on behalf of NDE-research. In his view this has compromised the integrity of research and discussion.[46]","Title":"Near-death studies - Wikipedia","KeyID":"12350","URL":"https://en.wikipedia.org/wiki/Near-death_studies"}