{"Content: ":"A death certificate is either a legal document issued by a medical practitioner which states when a person died, or a document issued by a government civil registration office, that declares the date, location and cause of a person's death, as entered in an official register of deaths. An official death certificate is usually required to be provided when applying for probate or administration of a deceased estate. They are also sought for genealogical research. The government registration office would usually be required to provide details of deaths, without production of a death certificate, to enable government agencies to update their records, such as electoral registers, government benefits paid, passport records, transfer the inheritance, etc. Before issuing a death certificate, the authorities usually require a certificate from a physician or coroner to validate the cause of death and the identity of the deceased. In cases where it is not completely clear that a person is dead (usually because their body is being sustained by life support), a neurologist is often called in to verify brain death and to fill out the appropriate documentation. The failure of a physician to immediately submit the required form to the government (to trigger issuance of the death certificate) is often both a crime and cause for loss of one's license to practice. This is because of past cases in which dead people continued to receive public benefits or voted in elections.[1] A full explanation of the cause of death includes any other diseases and disorders the person had at the time of death, even though they did not directly cause the death.[2] In most of the United States, death certificates are considered public domain documents and can therefore be obtained for any individual regardless of the requester's relationship to the deceased. Other jurisdictions restrict to whom death certificates are issued. For example, in the State of New York, only close relatives can obtain a death certificate, including the spouse, parent, child or sibling of the deceased, and other persons who have a documented lawful right or claim, a documented medical need, or have a New York State court order.[3] Historically, in Europe and North America, death records were kept by the local churches, along with baptism and marriage records. In 1639, in what would become the United States, the Massachusetts Bay Colony was the first to have the secular courts keep these records. By the end of the 19th century, European countries were adopting centralized systems for recording deaths.[2] In the United States, a standard model death certificate was developed around 1910.[2] When someone dies in England and Wales, a doctor involved in their care completes a \"medical certificate of cause of death\" (MCCD). This is then forwarded to the register office to register the person's death.[4] HM Passport Office is responsible for civil registration services in England and Wales.[5] National registration began in 1855; registrations are rather more detailed.[6] A 2007 article in People magazine revealed that in the case of a stillbirth it is not standard practice to issue both a birth certificate and a death certificate. Most states instead issue a \"certificate of birth resulting in stillbirth\".[7]","Title":"Death certificate - Wikipedia","KeyID":"12361","URL":"https://en.wikipedia.org/wiki/Death_certificate"}