{"Content: ":"A death-qualified jury is a jury in a criminal law case in the United States in which the death penalty is a prospective sentence. Such a jury will be composed of jurors who: The creation of such a jury requires the striking during voir dire of jurors who express opposition to the death penalty such that they are unable or unwilling to set aside personal, moral, or emotional objections toward the supporting of a death sentence, and is designed to produce a fair and impartial jury of which the members will fairly consider all options, including the death penalty and life imprisonment. Expressing opposition to the death penalty does not automatically disqualify a juror. A party may attempt to rehabilitate the juror by asking questions as to whether, personal convictions notwithstanding, they might consider the death penalty. A juror who expresses exorbitant support for the death penalty who would thus otherwise be struck may be rehabilitated should they state a willingness to consider life imprisonment. The use of a death-qualified jury was found to be consistent with the United States Constitution, most especially with the Sixth Amendment thereto, by the Supreme Court of the United States in Witherspoon v. Illinois,[1] and in Lockhart v. McCree;[2] neither decision, though, mandated the use of death-qualified juries as against those containing jurors categorically unwilling to impose a penalty of death. It is in view of the Witherspoon decision that the process of one's death-qualifying a jury is, in the United States, referred to colloquially as Witherspooning a jury. A poll commissioned by the Death Penalty Information Center on June 9, 2007, showed 57% of Americans believed they would qualify to be jurors in capital cases.[3] The bias imposed by the rule goes beyond the application of the death penalty itself. Several studies have found that death-qualified juries are made up of fewer women and minorities. Death-qualified juries are often criticized because they have a similar effect as excluding jurors based on race or gender,[4] which intentional exclusion, in Batson v. Kentucky in 1986, was held as inconsistent with the Equal Protection Clause of the Fourteenth Amendment. Empirical evidence adduced in Lockhart also has shown that death-qualified juries are more likely than other jurors to convict a defendant.[5] That is, death-qualified jurors are more likely than non-death-qualified jurors to vote for conviction when assessing the same sets of facts. It is argued[clarification needed] that since death-qualified juries over represent these groups there is a propensity to render guilty verdicts on cases of any type, including those in which the death penalty is not considered.","Title":"Death-qualified jury - Wikipedia","KeyID":"12360","URL":"https://en.wikipedia.org/wiki/Death-qualified_jury"}