{"Content: ":"Mortuary science is the study of deceased bodies through mortuary work. The term is most often applied to a college curriculum in the United States that prepares a student for a career as a mortician or funeral director. Many also study embalming to supplement their mortuary science studies. Some states require funeral directors to be embalmers as well. Funeral directing occurred in ancient times. Most famous are the Egyptians who embalmed their dead. In the United States, funeral directing was not generally in high esteem before the 20th century, especially in comparison to physicians,[1] but because many funeral directors study embalming as part of mortuary science programs, they can be classified as a part of the medical field.[2] Funeral directors gained higher status that peaked in the 1950s but which later declined in the 1960s and 1970s. Many reputations were eroded as a result of high-profile exposés on a few rare cases of unethical sales practices and police investigations that followed criminally negligent behavior of some morticians.[1] However, funeral homes remain a necessity in society. Degree requirements differ by school and by state. Those wishing to become funeral directors have other requirements that usually include two years of college coursework (including studies in mortuary science), one year of experience as an apprentice, and a qualifying examination.[3] College degrees in mortuary science can usually be earned in two to four years.[3] Some community and junior colleges offer two-year programs while universities can offer both two- or four-year programs.[3] The curriculum typically includes courses in anatomy, physiology, pathology, embalming techniques, restorative art, and business management.[3] Suggested coursework or extracurricular activities include those that enhance skills in public speaking and interpersonal communication, as funeral directors should be personable and skilled communicators in their work with grief-stricken clients.[3] More than thirty states have schools that offer mortuary science programs. For example, Illinois, Mississippi, New York, and Texas all have four schools.[4] Students of mortuary science often report feeling the pressure of odd questions and looks from other college students.[5] They are frequently shunned by other students and often find that they associate only with other mortuary science students.[6] Regarding personal reactions, mortuary science students indicate a certain level of desensitization, as human bodies they work with become an impersonal “interconnected system of arteries and veins.”[6] While students often explain that their first experiences are the most difficult, they do become accustomed to the work, though the various odors are considered the worst element of the job.[7] Mortuary science students are also subject to disease. As morticians sometimes work with infectious cadavers, an element of risk is inherent, though considered remote if recommended precautions are followed.[3] They are also subject to formaldehyde exposure during embalming procedures,[8] but that is avoided with strict health regulations. Emotional stress can take a psychological toll on mortuary science students. Students report the strongest reactions when working with the bodies of children.[9] The emotional and mental strains account for a high drop-out rate among mortuary science students.[7] Studies in mortuary science include business management classes, as many graduates later open their own funeral homes as small businesses. Twenty percent of funeral business are made up of individual businesses owned by morticians.[3] Because of the need for funeral homes in most cities in every state, many establishments thrive and competition grows.[10] Establishing a funeral home is not difficult in some states for degreed individuals. In some cities, a mortician's license may include a registration fee, formal notification to the state, and/or a building inspection.[11] Funeral home facilities usually include: Funeral homes usually have staff available 24 hours a day, seven days a week.[3]","Title":"Mortuary science - Wikipedia","KeyID":"12376","URL":"https://en.wikipedia.org/wiki/Mortuary_science"}