{"Content: ":"Post-mortem photography is the practice of photographing the recently deceased. Various cultures use and have used this practice, though the best-studied area of post-mortem photography is that of Europe and America.[1] There can be considerable dispute as to whether individual early photographs actually show a dead person or not, often sharpened by commercial considerations. The form continued the tradition of earlier painted mourning portraits. Today post-mortem photography is most common in the contexts of police and pathology work.[citation needed] The invention of the daguerreotype in 1839 made portraiture commonplace, as many of those who were unable to afford the commission of a painted portrait could afford to sit for a photography session.[2] This also provided the middle class with a way to make a memory dead loved ones. Before this, post-mortem portraiture was restricted to the upper class, who continued to commemorate the deceased with this new method.[3]Post-mortem photography was common in the nineteenth century.[4] As photography was a new medium, it is plausible that many daguerreotype post-mortem portraits, especially those of infants and young children, were probably the only photographs ever made of the sitters[clarification needed]. The long exposure time made deceased subjects easy to photograph.\"[4] (The problem of long exposure times also led to the phenomenon of hidden mother photography, where the mother was hidden in-frame to calm a young child and keep them still.[5]) Post-mortem photography flourished in photography's early decades, among those who preferred to capture an image of the deceased.[6] This helped many photographic businesses in the nineteenth century.[7]The later invention of the carte de visite, which allowed multiple prints to be made from a single negative, meant that copies of the image could be mailed to relatives. Approaching the 20th century, cameras became more accessible and more people began to be able to take photographs for themselves.[8] Post-mortem photography as early as the 1970s was taken up by artists, and continues today. Presently, it is largely private, except for photos of stillborn children on the website Now I Lay Me Down to Sleep. [9] A common pose of the deceased is called the 'Last Sleep', where the deceased's eyes are closed and they lay as though in repose.[11]Another popular arrangement was to have the deceased presented seated in a chair or arranged in a portrait to mimic life because these photographs would serve as their last social presence.[12] In the Victorian era it was common to photograph deceased young children or newborns in the arms of their mother.[13] Some images, especially tintypes and ambrotypes have a rosy tint added to the cheeks of the corpse. Later photographs show the subject in a coffin, sometimes with a large group of funeral attendees. This was especially popular in Europe and less common in the United States.[14]Photographs, especially depicting persons who were considered to be very holy lying in their coffins, are still circulated among faithful Eastern Catholic, Eastern Orthodox and Oriental Orthodox Christians.[15] In America, post-mortem photography became an increasingly private practice by the mid-to-late nineteenth century, with discussion moving out of trade journals and public discussion.[11]There was a resurgence in mourning tableaux, where the living were photographed surrounding the coffin of the deceased, sometimes with the deceased visible. This practice continued until the 1960s.[11][16][17] [1] Post-mortem photography in the Nordic countries was most popular in the early 1900s, but later died out around 1940, transferring mainly to amateur photography for personal use. When examining Iceland's culture surrounding death, it is concluded that the nation held death as an important and significant companion.[18] Throughout much of the nineteenth century, the country's infant mortality rate was higher than that of European countries. Consequently, death was a public topic that was considerably seen through Icelanders' religious lenses. There are many that believe Iceland's attitudes about post-mortem photography can be deduced from its earlier expressions in poetry of the above-average death rates. In the early 1900s, detailed information regarding an individual's death could be commonly found in a newspaper's obituary section. This was indicative of the community's role in death, before societal norms shifted the experience of death to be much more personal and private. In 1940, photographs of the deceased, their casket, or grave stone with documentation of the funeral and wake are rare. By 1960, there is almost no record of community-based professional post-mortem photography in Nordic society with some amateur photographs remaining for the purpose of the family of the deceased.[19] How post-mortem photography began in Iceland remains uncertain, but these photographs can be traced to the late nineteenth century. The practice of post-mortem photography in Iceland and the Nordic countries was also in European countries. As for Iceland, the role of visual art was minimal with a select few examples dating back to medieval manuscript illustrations or memorial tablets of the 1700s. These examples were mainly restricted to experts, rather than the greater community.[20] As the practice of handling and caring for the dead transferred from the responsibility of the family to that of the hospital staff, the style of photographs changed as well. It is customary for a hospital staff member to take a photograph of a deceased child for the grieving family. Most photographs of the deceased were taken of them up close lying down on a bed or chest and mainly consisted of children, teenagers, and some elderly persons.[citation needed] A large regional collection of professional and private post-mortem photographs are contained in the Reykjavík Museum of Photography while others are displayed in the National Museum of Iceland. These displays are primarily composed of photographs of funerals and wakes rather than the deceased.[19] As far back as the fifteenth century, it was customary to portray the deceased through paintings and drawings. This originated in Western Europe and quickly spread through Europe. These portraits were mainly restricted to the upper classes. Upon the emergence of photography, post mortem photography became available to many people.[21] Post-mortem photography was particularly popular in Victorian Britain.[22] From 1860 to 1910, these post-mortem portraits were much like American portraits in style, focusing on the deceased either displayed as asleep or with the family; often these images were placed in family albums.[3] The study has often been mixed with American traditions, because the two are so similar.[14][23][2][24]Post-mortem photography continued in the inter-war years[clarification needed].[14] The extent of the popularity of postmortem-photography is difficult to ascertain. This is partially due to the fact that many instances are privatized within family albums as well as the role of changes in the social and cultural attitudes surrounding death. This could have resulted in the disposal or destruction of existing portraiture.[25] In India, people believe that if their deceased loved one is burned in Varanasi at the burning ghats or funeral pyres, their soul will be transported to heaven and escape the cycle of rebirth.[26] Varanasi is the only city in India that has pyres burning 24 hours a day, seven days a week, with an average of 300 bodies are burned per day.[27] Death photographers come to Varanasi daily to take photos of the recently deceased, which serve as mementos for the family, or as proof of death.[27]","Title":"Post-mortem photography - Wikipedia","KeyID":"12378","URL":"https://en.wikipedia.org/wiki/Post-mortem_photography"}