{"Content: ":"A death anniversary (or deathday) is the anniversary of the death of a person. It is the opposite of birthday. It is a custom in several Asian cultures, including Azerbaijan, Armenia, Cambodia, China, Georgia, Hong Kong, Taiwan, India, Myanmar, Iran, Israel, Japan, Bangladesh, Korea, Nepal, Pakistan, the Philippines, Russia, Sri Lanka and Vietnam, as well as in other places with significant overseas Chinese, Japanese, Jewish, Korean, and Vietnamese populations, to observe the anniversary on which a family member or other significant individual died. There are also similar memorial services that are held at different intervals, such as every week. Although primarily a manifestation of ancestor worship, the tradition has also been associated with Confucianism and Buddhism (in East Asian cultural civilizations) or Hinduism and Buddhism (South Asia but mainly in India, Nepal and Sri Lanka and Southeast Asia). In Judaism (the majority religion of Israel), such a commemoration is called a yahrtzeit (among other terms). Celebration of mass in memory of a loved one on or near the anniversary of their death is also a part of Roman Catholic Christian tradition. In China, a death anniversary is called 忌辰; jìchén or 忌日; jìrì. This type of ceremony dates back thousands of years in China (at least to the Shang dynasty) and historically involved making sacrifices to the spirits of one's ancestors. In India (and Nepal), a death anniversary is known as shraadh (Shraaddha \"श्राद्ध\" in Nepali). The first death anniversary is called a barsy, from the word baras, meaning year in Hindi. Shraadh[1] means to give with devotion or to offer one's respect. Shraadh is a ritual for expressing one's respectful feelings for the ancestors. According to Nepali and Indian texts, a soul has to wander about in the various worlds after death and has to suffer a lot due to past karmas. Shraadh is a means of alleviating this suffering. Shraddhyaa Kriyate Yaa Saaश्रद्धया क्रियते या सा : Shraadh is the ritual accomplished to satiate one's ancestors. Shraadh is a private ceremony performed by the family members of the departed soul. Though not mandated spiritually, it is typically performed by the eldest son and other siblings join in offering prayers together. In Japan, a death anniversary is called meinichi (命日), kishin (忌辰), or kijitsu/kinichi (忌日). Monthly observances of a death are known as tsuki meinichi (月命日), while annual anniversaries are known as shōtsuki meinichi (祥月命日). Observant Jews commemorate the yahrtzeit (Yiddish: יאָרצײַט, romanized: yortsayt) of the death of parents, siblings, spouses, or children[2] according to the Hebrew calendar.[3] The main observance involves recitation of kaddish prayer, and a widely practiced custom is to light a special candle that burns for 24 hours, called a yahrtzeit candle. In Korea, ancestor worship ceremonies are referred to by the generic term jerye (제례/祭禮). Notable examples of jerye include Munmyo jerye and Jongmyo jerye, which are performed periodically each year for venerated Confucian scholars and kings of ancient times, respectively. The ceremony held on the anniversary of a family member's death is called gije (기제/忌祭), and is celebrated by families as a private ceremony. For such occasions, the women of the family traditionally prepare an elaborate set of dishes, including tteok, jeon, jeok, and so forth. In the Philippines, the funeral is only one part of an elaborate mourning tradition. For nine days after the funeral has taken place, novena prayers are offered in a practice called pasiyam (although some start the practice the night after the death).[4] It is also customary for another service to be given on the fortieth day after the death, as it is traditionally believed that the souls of the dead wander the Earth for forty days.[5] One year after the death, the first year death anniversary (Tagalog: babang luksa, literally \"lowering of mourning\") is commemorated with the final service. After the babang luksa, the spouse of the deceased can remarry, and the family can once again hold birthday celebrations and attend parties. The miscellaneous non-valuable belongings of the deceased will also be symbolically burned to represent the mourners being able to move on with their lives.[6] Babang luksa is normally commemorated with a meal and prayers (\"padasal\") for the deceased. For one year after a death, mourners dress all in black or wear a black pin as a remembrance during their daily lives.[7] After babang luksa, the mourners may once again return to their normal dress, although depending on circumstances, some may opt to wear their mourning attire for longer periods.[8] Although only the first anniversary of the death is specifically commemorated, Filipinos further commemorate the deaths of all of their ancestors at their grave sites on All Saints' Day (November 1) and All Souls' Day (November 2).[9] In Vietnam, a death anniversary is called giỗ (𠰍), ngày giỗ (𣈗𠰍, literally \"giỗ day\"), đám giỗ (酖𠰍, literally \"giỗ ceremony\"), or bữa giỗ (把𠰍, literally \"giỗ meal\"). It is a festive occasion, at which members of an extended family gather together. Female family members traditionally spend the entire day cooking an elaborate banquet in honor of the deceased individual, which will then be enjoyed by all the family members. In addition, sticks of incense are burned in honor and commemoration of the deceased person. It is not unusual for a family to celebrate several giỗ per year, so the ceremony serves as a time for families to reunite, much like the Vietnamese new year, Tết. The rituals are the responsibility of whoever inherits the ancestral estates, typically the deceased's most senior patrilineal descendant. Although a giỗ is usually a private ceremony attended only by family members (and occasionally also close friends), some are commemorated by large segments of the population. The commemoration of the Hùng Kings - who were instrumental in founding the first Vietnamese kingdom in Vietnam's remote past, and of the Trưng Sisters are widely participated. In March 2007 Giỗ tổ Hùng Vương became a public holiday in Vietnam.[10] As in all traditional commemorations, the Vietnamese calendar is used, except Vietnamese Catholics who commemorate the dead anniversary in Gregorian calendar. In Vietnamese culture, certain special, traditional dishes (particularly desserts) are only prepared for death anniversary banquets. In addition, favorite foods of the deceased person being honored are also prepared.[11] Chicken, a particularly prized meat in Vietnam, is often cooked as well. In Central Vietnam, small stuffed glutinous rice flour balls wrapped in leaves called bánh ít are such a dish.[11] Because the preparation of so many complex dishes is time-consuming, some families purchase or hire caterers to prepare certain dishes.[11] It is also common that a soft-boiled egg be prepared and then given to the oldest grandson.[11] In Sri Lanka, people commonly commemorate death anniversaries after 7 days, 3 months, and 1 year after their passing.","Title":"Death anniversary - Wikipedia","KeyID":"12387","URL":"https://en.wikipedia.org/wiki/Death_anniversary"}