{"Content: ":"Psychopomps (from the Greek word ψυχοπομπός, psychopompós, literally meaning the 'guide of souls')[1] are creatures, spirits, angels, demons or deities in many religions whose responsibility is to escort newly deceased souls from Earth to the afterlife. Their role is not to judge the deceased, but simply to guide them. Appearing frequently on funerary art, psychopomps have been depicted at different times and in different cultures as anthropomorphic entities, horses, deer, dogs, whip-poor-wills, ravens, crows, vultures, owls, sparrows, and cuckoos. When seen as birds, they are often seen in huge masses, waiting outside the home of the dying. Classical examples of a psychopomp are the ancient Egyptian god Anubis, the deity Yama in Hinduism, the Greek ferryman Charon[1] and god Hermes, the Roman god Mercury, the Norse Valkyries, the Aztec Xolotl, Slavic Morana and the Etruscan Vanth. Heibai Wuchang, literally \"Black and White Impermanence\", are two Deities in Chinese folk religion in charge of escorting the spirits of the dead to the underworld. The form of Shiva as Tarakeshwara in Hinduism performs a similar role, although leading the soul to moksha rather than an afterlife. Additionally, in the Bhagavata Purana, the Visnudutas and Yamadutas are also messengers for their respective masters, Vishnu and Yama. Their role is illustrated vividly in the story of Ajamila. In many beliefs, a spirit being taken to the underworld is violently ripped from its body.[2] In the Persian tradition, Daena, the Zoroastrian self-guide, appears as a beautiful young maiden to those who deserve to cross the Chinvat Bridge or a hideous old hag to those who do not.[3] In Islam, Azrael plays the role of the angel of death who carries the soul up to the heavens. However, he only acts by the permission of God.[4] The polytheistic concept of a specific deity of death is rejected by Judaistic monotheism because only God is regarded the master of death and of life.[5] However a Jewish Psychopomp is an archangel Samael whose role in Talmudic and post-Talmudic lore is both as Angel of death and accuser. In many cultures, the shaman also fulfils the role of the psychopomp. This may include not only accompanying the soul of the dead, but also to help at birth, to introduce the newborn child's soul to the world.[6]: 36  This also accounts for the contemporary title of \"midwife to the dying\" or \"End of Life Doula\", which is another form of psychopomp work. In Filipino culture, ancestral spirits (anito) function as psychopomps. When the dying call out to specific dead persons (e.g. parents, partners), the spirits of the latter are supposedly visible to the former. The spirits, who traditionally wait at the foot of the deathbed, retrieve (Tagalog: sundô) the soul soon after death and escort it into the afterlife.[7] In Christianity, Saint Peter, Michael the Archangel and Jesus are thought of as psychopomps either as leading the dead to heaven or, as in the case of Peter, allowing them through the gates.[8] In Jungian psychology, the psychopomp is a mediator between the unconscious and conscious realms. It is symbolically personified in dreams as a wise man or woman, or sometimes as a helpful animal.[9]","Title":"Psychopomp - Wikipedia","KeyID":"12392","URL":"https://en.wikipedia.org/wiki/Psychopomp"}