{"Content: ":"A death notification is the delivery of the news of a death to another person. It describes the moment a person receives the news of someone's death. There are many roles that contribute to the death notification process. The notifier is the person who delivers the death notice. Notifiers can be volunteers, medical personnel or law enforcement. The receiver is the designated person receiving the information about the deceased. Typically, the receiver is a family member or friend of the one who has died. Death education is provided for multiple types of jobs to deliver the news efficiently for each situation. A proper death notification allows the receiver to begin the grieving process. The history of death notification dates back to the existence of humankind, but there have always been different means of death notification. Before modern technology, death notification was done through telegram, as there were not the same means of transportation, which today allow for the more formal notification that is required. During the 1800s and early 1900s, death notification was not as complex a process as it is today. There were not the means to deliver a written notification, so notices were left at funeral homes. Today, there are more requirements to follow. One of these requirements being that the name of the deceased is not released to any outside sources until after 24 hours of the survivors being notified. One key reason being that the survivors are the first to find out in the formal manner.[1] The protocol for each notifier differs because each situation is unique. Police officers become very involved with most families that deal with death outside of medical facilities. The news is usually delivered in person, as soon as possible, with another officer, in clear and plain language, and with compassion. One of the main reasons there are two people at the home is so that if an individual has a negative reaction there is additional support for them and support for the notifier in case of a person lashing out. The officers enter the receiver's residence to make the situation more personal. A chaplain, a clergy member who works in hospitals, nursing homes, prisons, armed forces, police, or emergency medical services may alternatively deliver the news. The main goal is to deliver the news of a death, but also to help mend a broken family emotionally and spiritually. They also must try to explain and make sense of the tragedy. Medics do not have time to establish a bond with the family and usually deliver the news in an authoritative manner, then try to reassure and relieve them.[2] The Military of the United States withholds the name of a deceased member until 24 hours after the family has been notified. For military notifications, there are usually multiple persons involved: the notifying officer, a chaplain who accompanies the notifying officer throughout the process and who may also assist in delivering the news, a medic (in case the family member faints), and an officer who stays in the car in case the family members react violently. The US Army Manual states that \"The Next of Kin will be notified promptly in an appropriate dignified and understanding manner by a uniformed service representative. He/she will wear the Class \"A\" uniform and present a soldierly appearance when making notification.\" It is the U.S.Army policy to make personal notification to the primary next of kin and secondary next of kin of the deceased soldier within four hours after learning of the death. Notification would take place from 0600 to 2200. The process for death notification in the military is a three phase process. The people doing the notifying are also in the military, and are usually in a four-member team.[3] Phase 1 – This phase deals with both logistical and personal preparation such as designating who will do the talking. Phase 2 – This phase involves driving to the home, knocking on the door, and stating \"I have been asked to inform you that your [son/daughter] has been reported dead in [city, state, country] at [time and date]. [Briefly state the circumstances.] On the behalf of the Secretary of Defense, I extend to you and your family my deepest sympathy in your great loss\".[3] Phase 3 – This phase is when the team leaves the home. The team leader must feel that the situation is under control before they leave the premises. Denny Hayes, who spent fifteen years as a chaplain for the FBI's critical response team, says: \"You can't make it better,\" said Dr. Nancy Davis, former chief of counseling services for the FBI. \"But you can definitely make it worse.\"[4] Death receivers include parents, children, friends, lovers, co-workers, and other incident survivors. Each receiver responds to the news in a different way because each relationship was unique to the deceased. Most parents want to hold their child's body and collect a physical memento. They often create a memory box filled with the child handprint, lock of hair, and/or clothing. Centers believe that parents should be encouraged to see their dead child multiple times to provide relief. Children have unpredictable reactions to death, depending on their age, previous experience with death, and the emotional support around them. When telling a child about a death, one should use real words to describe the death and let them know that the death is permanent. Children can understand death at a very young age so they should be told the truth about the situation. The notifier should answer questions the child has and allow the child to express their feelings. When notifying friends, encouragement to seek closure about unresolved issues with the deceased is most efficient.[5] Mothers Against Drunk Driving (MADD) received a grant from the Department of Justice in 1988 to train police officers in death notification. If done properly, the receiver will be able to go on through the mourning process.[6] MADD began their death notification education program in order to create comforting and professional death notifications. Police officers have to report more deaths compared to any other occupation, which is why the education provided by MADD is crucial. Licensed social workers collaborated with health care professionals to create a protocol for notifying the family of the deceased. This includes having the family view the body and talk with the medical staff in order to answer questions about the situation and discuss the next steps to take.[7] Physicians and other health care professionals are faced with losing patients more times than they would want to think about. Due to this, they too are responsible for coming to the family with the distressing news. Along with law enforcement notification, physicians \"do not receive specific instructions on death notification skills\" (Henderson, 2012). Since there is a lack of training, this makes breaking the bad news extremely stressful, which then leaves the physicians more susceptible to burnout and becoming dissatisfied with their job performance and duties (Henderson, 2012). Explaining what happened and being clear with the family is very important when giving a death notification; not using words that are difficult to understand is crucial (Vandekieft, 2001). Death notification can be completed in an office (work) setting and or a hospital. In both of these settings the notification is given in a room that the survivor can have their own privacy in. For example, when giving the death notification in a work setting, ask permission from their supervisor and take them to a private room to deliver the notification. When giving death notification in a hospital setting there are already set protocols, since it is a large institution, but it would still be in a private room. When giving death notification in a hospital it is key that this notification is not done in a common area such as a waiting room or hallway. Once the notification is complete there are various forms that survivors must complete and the notifiers help in completing these. Aside from the forms, the notifiers also can take the survivors to the body if the survivors choose to do so. The \"last\" part of the job that the individual notifying survivors completes is to follow up and stay in contact while the family needs support and help in answering any questions about the death. Since death notification is such a difficult job there are universal guidelines, which can be used across professions. Giving unfortunate news in person is extremely important (Campbell, 1992), so making sure the families do not find out through social media, a phone call, or any other types of communication is necessary. A person notifying will ensure the family that someone cares and is supported. Thinking before they speak, (Moldovan, 2009) and not giving the family harmful information that may cause more pain. Making sure the notification happens in a timely manner (Flaherty, 2005) although this may focus more on military and law enforcement, it is important for the families. Finally, for the person doing the notification (Vandekieft, 2001) they should allow themselves to be sympathetic of the family's loss, without being overly emotional or appearing to be uncaring. It is clear that no matter the profession, a death notification needs to be done sensitively, clearly, and efficiently.","Title":"Death notification - Wikipedia","KeyID":"12401","URL":"https://en.wikipedia.org/wiki/Death_notification"}