{"Content: ":"A death threat is a threat, often made anonymously, by one person or a group of people to kill another person or group of people. These threats are often designed to intimidate victims in order to manipulate their behaviour, in which case a death threat could be a form of coercion. For example, a death threat could be used to dissuade a public figure from pursuing a criminal investigation or an advocacy campaign. In most jurisdictions, death threats are a serious type of criminal offence. Death threats are often covered by coercion statutes. For instance, the coercion statute in Alaska says: A person commits the crime of coercion if the person compels another to engage in conduct from which there is a legal right to abstain or abstain from conduct in which there is a legal right to engage, by means of instilling in the person who is compelled a fear that, if the demand is not complied with, the person who makes the demand or another may inflict physical injury on anyone....[1] A death threat can be communicated via a wide range of media, among these letters, newspaper publications, telephone calls, internet blogs[2] and e-mail. If the threat is made against a political figure, it can also be considered treason. If a threat targets a location that is frequented by people (e.g. a building), it could be a terrorist threat. Sometimes, death threats are part of a wider campaign of abuse targeting a person or a group of people (see terrorism, mass murder). In many governments, including monarchies and republics of all levels of political freedom, threatening to kill the head of state or head of government (such as the sovereign, president, or prime minister) is considered a crime. Punishments for such threats vary. United States law provides for up to five years in prison for threatening any government official.[3] In the United Kingdom, under the Treason Felony Act 1848, it is illegal to attempt to kill or deprive the monarch of his/her throne; this offense was originally punished with penal transportation, and then was changed to the death penalty, and currently the penalty is life imprisonment. Named after a high-profile case, Osman v United Kingdom, Osman warnings (also letters or notices) are warnings of a death threat or high risk of murder issued by British police or legal authorities to the possible victim. They are used when there is intelligence of the threat, but there is not enough evidence to justify the police arresting the potential murderer.[4]","Title":"Death threat - Wikipedia","KeyID":"12407","URL":"https://en.wikipedia.org/wiki/Death_threat"}