{"Content: ":"Non-avian dinosaur and bird fossils are frequently found in a characteristic posture consisting of head thrown back, tail extended, and mouth wide open. The cause of this posture—sometimes called a \"death pose\"—has been a matter of scientific debate. Traditional explanations ranged from strong ligaments in the animal's neck desiccating and contracting to draw the body into the pose,[1] to water currents arranging the remains in the position.[2] Faux and Padian suggested in 2007 that the live animal was suffering opisthotonus during its death throes, and that the pose is not the result of any post-mortem process at all. They also reject the idea of water as responsible for randomly arranging the bodies in a \"death pose\", as different parts of the body and the limbs can be in different directions, which they found unlikely to be the result of moving water.[3] They also found that the claim that drying out of ligaments would make the position does not seem believable either. A study conducted by Alicia Cutler, Brooks B. Britt, and colleagues from Brigham Young University in Provo, Utah, suggests that the pose is a result of submersion in water after death.[4] Seconds after placing chicken carcasses in water, the bodies assumed the \"death pose.\" The reduction of friction to allow ligaments and tendons to contract to their typical positions causes dorsoflexion of the head and tail of the animal. They also found that the chickens' claws contracted, likely due to the same cause (reduction of friction in water allows ligaments to return to their original positions, and death releases muscle tension that would have held the neck and claws in different positions in life). The experiment was replicated with an emu, which produced the same results. When the intervertebral ligaments of the chickens' necks were cut, they did not assume the death pose. In 2012, paleontologists Achim G. Reisdorf and Michael Wuttke published a study regarding death poses. According to the conclusions of this study, the so-called \"opisthotonic posture\" is not the result of a cerebral illness creating muscle spasms, and also not of a rapid burial. Rather, peri-mortem submersion resulted in buoyancy that enabled the Ligamentum elasticum to pull the head and tail back. [5] Ornithomimus Struthiomimus. Gorgosaurus. Archaeopteryx. Messelornis. Sapeornis. Scipionyx. Camarasaurus","Title":"Death pose - Wikipedia","KeyID":"12404","URL":"https://en.wikipedia.org/wiki/Death_pose"}