{"Content: ":"In biology, a type is a particular specimen (or in some cases a group of specimens) of an organism to which the scientific name of that organism is formally attached. In other words, a type is an example that serves to anchor or centralize the defining features of that particular taxon. In older usage (pre-1900 in botany), a type was a taxon rather than a specimen.[1] A taxon is a scientifically named grouping of organisms with other like organisms, a set that includes some organisms and excludes others, based on a detailed published description (for example a species description) and on the provision of type material, which is usually available to scientists for examination in a major museum research collection, or similar institution.[1][2] According to a precise set of rules laid down in the International Code of Zoological Nomenclature (ICZN) and the International Code of Nomenclature for algae, fungi, and plants (ICN), the scientific name of every taxon is almost always based on one particular specimen, or in some cases specimens. Types are of great significance to biologists, especially to taxonomists. Types are usually physical specimens that are kept in a museum or herbarium research collection, but failing that, an image of an individual of that taxon has sometimes been designated as a type.[3] Describing species and appointing type specimens is part of scientific nomenclature and alpha taxonomy. When identifying material, a scientist attempts to apply a taxon name to a specimen or group of specimens based on his or her understanding of the relevant taxa[clarification needed][citation needed], based on (at least) having read the type description(s)[citation needed], preferably also based on an examination of all the type material of all of the relevant taxa. If there is more than one named type that all appear to be the same taxon, then the oldest name takes precedence, and is considered to be the correct name of the material in hand. If on the other hand the taxon appears never to have been named at all, then the scientist or another qualified expert picks a type specimen and publishes a new name and an official description.[citation needed] This process is crucial to biological taxonomy. People's ideas of how living things should be grouped change over time. How do we know that what we call \"Canis lupus\" is the same thing, or approximately the same thing, as what they will be calling \"Canis lupus\" in 200 years' time? It is possible to check this because there is a particular wolf specimen preserved in Sweden[4][clarification needed] and everyone who uses that name[clarification needed][citation needed]– no matter what else they may mean by it – will include that particular specimen.[clarification needed][citation needed] Depending on the nomenclature code applied to the organism in question, a type can be a specimen, a culture, an illustration, or (under the bacteriological code) a description. Some codes consider a subordinate taxon to be the type, but under the botanical code the type is always a specimen or illustration. For example, in the research collection of the Natural History Museum in London, there is a bird specimen numbered 1886.6.24.20. This is a specimen of a kind of bird commonly known as the spotted harrier, which currently bears the scientific name Circus assimilis. This particular specimen is the holotype for that species; the name Circus assimilis refers, by definition, to the species of that particular specimen. That species was named and described by Jardine and Selby in 1828, and the holotype was placed in the museum collection so that other scientists might refer to it as necessary. Note that at least for type specimens there is no requirement for a \"typical\" individual to be used. Genera and families, particularly those established by early taxonomists, tend to be named after species that are more \"typical\" for them, but here too this is not always the case and due to changes in systematics cannot be. Hence, the term name-bearing type or onomatophore is sometimes used, to denote the fact that biological types do not define \"typical\" individuals or taxa, but rather fix a scientific name to a specific operational taxonomic unit. Type specimens are theoretically even allowed to be aberrant or deformed individuals or color variations, though this is rarely chosen to be the case, as it makes it hard to determine to which population the individual belonged.[1][2][5] The usage of the term type is somewhat complicated by slightly different uses in botany and zoology. In the PhyloCode, type-based definitions are replaced by phylogenetic definitions. In some older taxonomic works the word \"type\" has sometimes been used differently. The meaning was similar in the first Laws of Botanical Nomenclature,[6][7] but has a meaning closer to the term taxon in some other works:[8] Ce seul caractère permet de distinguer ce type de toutes les autres espèces de la section. … Après avoir étudié ces diverses formes, j'en arrivai à les considérer comme appartenant à un seul et même type spécifique. Translation: This single character permits [one to] distinguish this type from all other species of the section ... After studying the diverse forms, I came to consider them as belonging to the one and the same specific type. In botanical nomenclature, a type (typus, nomenclatural type), \"is that element to which the name of a taxon is permanently attached.\" (article 7.2)[9] In botany a type is either a specimen or an illustration. A specimen is a real plant (or one or more parts of a plant or a lot of small plants), dead and kept safe, \"curated\", in a herbarium (or the equivalent for fungi). Examples of where an illustration may serve as a type include: Note that a type does not determine the circumscription of the taxon. For example, the common dandelion is a controversial taxon: some botanists consider it to consist of over a hundred species, and others regard it as a single species. The type of the name Taraxacum officinale is the same whether the circumscription of the species includes all those small species (Taraxacum officinale is a \"big\" species) or whether the circumscription is limited to only one small species among the other hundred (Taraxacum officinale is a \"small\" species). The name Taraxacum officinale is the same and the type of the name is the same, but the extent of what the name actually applies to varies greatly. Setting the circumscription of a taxon is done by a taxonomist in a publication. Miscellaneous notes: The ICN provides a listing of the various kinds of type (article 9 and the Glossary),[9] the most important of which is the holotype. These are Note that the word \"type\" appears in botanical literature as a part of some older terms that have no status under the ICN: for example a clonotype. In zoological nomenclature, the type of a species or subspecies is a specimen, or series of specimens. The type of a genus or subgenus is a species. The type of a suprageneric taxon (e.g., family, etc.) is a genus. Names higher than superfamily rank do not have types. A \"name-bearing type\" is a specimen or image that \"provides the objective standard of reference whereby the application of the name of a nominal taxon can be determined.\" Although in reality biologists may examine many specimens (when available) of a new taxon before writing an official published species description, nonetheless, under the formal rules for naming species (the International Code of Zoological Nomenclature), a single type must be designated, as part of the published description. A type description must include a diagnosis (typically, a discussion of similarities to and differences from closely related species), and an indication of where the type specimen or specimens are deposited for examination. The geographical location where a type specimen was originally found is known as its type locality. In the case of parasites, the term type host (or symbiotype) is used to indicate the host organism from which the type specimen was obtained.[10] Zoological collections are maintained by universities and museums. Ensuring that types are kept in good condition and made available for examination by taxonomists are two important functions of such collections. And, while there is only one holotype designated, there can be other \"type\" specimens, the following of which are formally defined: When a single specimen is clearly designated in the original description, this specimen is known as the holotype of that species. The holotype is typically placed in a major museum, or similar well-known public collection, so that it is freely available for later examination by other biologists. When the original description designated a holotype, there may be additional specimens that the author designates as additional representatives of the same species, termed paratypes. These are not name-bearing types. An allotype is a specimen of the opposite sex to the holotype, designated from among paratypes. The word was also formerly used for a specimen that shows features not seen in the holotype of a fossil.[11] The term is not regulated by the ICZN. A neotype is a specimen later selected to serve as the single type specimen when an original holotype has been lost or destroyed or where the original author never cited a specimen. A syntype is any one of two or more specimens that is listed in a species description where no holotype was designated; historically, syntypes were often explicitly designated as such, and under the present ICZN this is a requirement, but modern attempts to publish species description based on syntypes are generally frowned upon by practicing taxonomists, and most are gradually being replaced by lectotypes. Those that still exist are still considered name-bearing types. A lectotype is a specimen later selected to serve as the single type specimen for species originally described from a set of syntypes. In zoology, a lectotype is a kind of name-bearing type. When a species was originally described on the basis of a name-bearing type consisting of multiple specimens, one of those may be designated as the lectotype. Having a single name-bearing type reduces the potential for confusion, especially considering that it is not uncommon for a series of syntypes to contain specimens of more than one species. A notable example is the suggestion that Carl Linnaeus should constitute the lectotype for the species Homo sapiens.[12] A paralectotype is any additional specimen from among a set of syntypes, after a lectotype has been designated from among them. These are not name-bearing types.[13] A special case in Protistans where the type consists of two or more specimens of \"directly related individuals representing distinct stages in the life cycle\"; these are collectively treated as a single entity, and lectotypes cannot be designated from among them. An illustration on which a new species or subspecies was based. For instance, the Burmese python, Python bivittatus, is one of many species that are based on illustrations by Albertus Seba (1734).[14][15] An ergatotype is a specimen selected to represent a worker member in hymenopterans which have polymorphic castes.[11] Type illustrations have also been used by zoologists, as in the case of the Réunion parakeet, which is known only from historical illustrations and descriptions.[16]: 24  Recently, some species have been described where the type specimen was released alive back into the wild, such as the Bulo Burti boubou (a bushshrike), described as Laniarius liberatus, in which the species description included DNA sequences from blood and feather samples. Assuming there is no future question as to the status of such a species, the absence of a type specimen does not invalidate the name, but it may be necessary in the future to designate a neotype for such a taxon, should any questions arise. However, in the case of the bushshrike, ornithologists have argued that the specimen was a rare and hitherto unknown color morph of a long-known species, using only the available blood and feather samples. While there is still some debate on the need to deposit actual killed individuals as type specimens, it can be observed that given proper vouchering and storage, tissue samples can be just as valuable should disputes about the validity of a species arise. The various types listed above are necessary[citation needed] because many species were described one or two centuries ago, when a single type specimen, a holotype, was often not designated. Also, types were not always carefully preserved, and intervening events such as wars and fires have resulted in destruction of original type material. The validity of a species name often rests upon the availability of original type specimens; or, if the type cannot be found, or one has never existed, upon the clarity of the description. The ICZN has existed only since 1961, when the first edition of the Code was published. The ICZN does not always demand a type specimen for the historical validity of a species, and many \"type-less\" species do exist. The current edition of the Code, Article 75.3, prohibits the designation of a neotype unless there is \"an exceptional need\" for \"clarifying the taxonomic status\" of a species (Article 75.2). There are many other permutations and variations on terms using the suffix \"-type\" (e.g., allotype, cotype, topotype, generitype, isotype, isoneotype, isolectotype, etc.) but these are not formally regulated by the Code, and a great many are obsolete and/or idiosyncratic. However, some of these categories can potentially apply to genuine type specimens, such as a neotype; e.g., isotypic/topotypic specimens are preferred to other specimens, when they are available at the time a neotype is chosen (because they are from the same time and/or place as the original type). The term fixation is used by the Code for the declaration of a name-bearing type, whether by original or subsequent designation. Each genus must have a designated type species (the term \"genotype\" was once used for this but has been abandoned because the word has become much better known as the term for a different concept in genetics). The description of a genus is usually based primarily on its type species, modified and expanded by the features of other included species. The generic name is permanently associated with the name-bearing type of its type species. Ideally, a type species best exemplifies the essential characteristics of the genus to which it belongs, but this is subjective and, ultimately, technically irrelevant, as it is not a requirement of the Code. If the type species proves, upon closer examination, to belong to a pre-existing genus (a common occurrence), then all of the constituent species must be either moved into the pre-existing genus, or disassociated from the original type species and given a new generic name; the old generic name passes into synonymy and is abandoned unless there is a pressing need to make an exception (decided case-by-case, via petition to the International Commission on Zoological Nomenclature).[citation needed] A type genus is that genus from which the name of a family or subfamily is formed. As with type species, the type genus is not necessarily the most representative, but is usually the earliest described, largest or best known genus. It is not uncommon for the name of a family to be based upon the name of a type genus that has passed into synonymy; the family name does not need to be changed in such a situation.","Title":"Type (biology) - Wikipedia","KeyID":"1241","URL":"https://en.wikipedia.org/wiki/Type_specimen"}