{"Content: ":"A necronym (from the Greek words νεκρός, nekros, \"dead,\" and ὄνομα, ónoma, \"name\") is the name of or a reference to a person who has died. Many cultures have taboos and traditions associated with referring to the deceased, ranging from at one extreme never again speaking the person's real name, bypassing it often by way of circumlocution,[1] to, at the other end, mass commemoration via naming other things or people after the deceased.[2] For instance, in some cultures it is common for a newborn child to receive the name (a necronym) of a relative who has recently died,[2] while in others to reuse such a name would be considered extremely inappropriate or even forbidden.[3] While this varies from culture to culture, the use of necronyms is quite common. In Ashkenazi Jewish culture, it is a custom to name a child after a beloved relative who died as a way of honoring the deceased. Often the child will share the same Hebrew name as the namesake but not the given name in the vernacular language (e.g. English).[4] In Japan, Buddhist families usually obtain a necronym, called a kaimyō, for a deceased relative from a Buddhist priest in exchange for a donation to the temple. Traditionally, the deceased were thereafter referred to by the necronym, as a sign of pious respect. This name was often the only one inscribed on gravestones in the past, though now it is more common to have the necronym in addition to the given name.[5] In Assyria and Babylonia, children were often given \"substitute-names,\" necronyms of deceased family members, to keep the dead's names and identities alive. Evidence suggests that the desire for children may have been motivated by the desire to pass on these necronyms.[2] During the Cold War, necronyms were commonly used as a means of protecting an intelligence officer's true identity. For example, the Soviet KGB agent Konon Molody was only known as Gordon Lonsdale (the true Lonsdale was a Canadian born two years after Molody who died in 1943 when he was 19) in the United States.[6] Molody adopted the name when he was 32, 11 years after the real Lonsdale's death.[7] The practice of bestowing necronyms has sometimes caused confusion for historians. This is primarily because of the two birth certificates or records that could be present at a given time. This confusion often stems from the inability to differentiate between the records of each child. One such example is the case of Shigechiyo Izumi (1865?–1986), accepted in 1986 as the world's oldest man by The Guinness Book of World Records; it is suggested that he was possibly born in 1880 and the birth certificate of a brother whose name he assumed upon his death was submitted in place of Izumi's own.[8]","Title":"Necronym - Wikipedia","KeyID":"12419","URL":"https://en.wikipedia.org/wiki/Necronym"}