{"Content: ":"An international organization (also known as an international institution or an intergovernmental organization) is a stable set of norms and rules meant to govern the behavior of states and other actors in the international system.[2][3] Organizations may be established by a treaty or be an instrument governed by international law and possessing its own legal personality, such as the United Nations, the World Health Organization and NATO.[4][5] International organizations are composed of primarily member states, but may also include other entities, such as other international organizations. Additionally, entities (including states) may hold observer status.[6] Notable examples include the United Nations (UN), Organization for Security and Co-operation in Europe (OSCE), Bank for International Settlements (BIS), Council of Europe (COE), International Labour Organization (ILO) and International Criminal Police Organization (INTERPOL).[7] The first and oldest international organization—being established employing a treaty, and creating a permanent secretariat, with a global membership—was the International Telecommunication Union (founded in 1865). The first general international organization—addressing a variety of issues—was the League of Nations. The United Nations followed this model after World War II. In 1935, Pitman B. Potter defined international organization as \"an association or union of nations established or recognized by them for the purpose of realizing a common end\". He distinguished between bilateral and multilateral organizations on one end and customary or conventional organizations on the other end.[8] In regional organizations like the European Union, African Union, NATO, and ASEAN, there are restrictions on membership due to factors such as geography or political regimes. To enter the European Union (EU), the states require different criteria; member states need to be European, liberal-democratic political system, and be a capitalist economy.[9] The oldest regional organization is the Central Commission for Navigation on the Rhine, created in 1815 by the Congress of Vienna. The United Nations focuses on five main areas: \"maintaining peace and security, protecting human rights, delivering humanitarian aid, supporting sustainable development, and upholding international law\".[10] UN agencies, such as UN Relief and Works Agency, are generally regarded as international organizations in their own right. Additionally, the United Nations has Specialized Agencies, which are organizations within the United Nations System that have their member states (often nearly identical to the UN Member States) and are governed independently by them; examples include international organizations that predate the UN, such as the International Telecommunication Union, and the Universal Postal Union, as well as organizations that were created after the UN such as the World Health Organization (which was made up of regional organizations such as PAHO that predated the UN). A few UN special agencies are very centralized in policy and decision-making, but some are decentralized; for example, the country-based projects or missions’ directors and managers can decide what they want to do in the fields.[11] The UN agencies have a variety of tasks based on their specialization and their interests. The UN agencies provide different kinds of assistance to low-income countries and middle-income countries, and this assistance would be a good resource for developmental projects in developing countries. The UN has to protect any kind of human rights violation, and in the UN system, some specialized agencies, like ILO and United Nations High Commissioner for Refugees (UNHCR), work in the human rights' protection fields.[12] The UN agency, ILO, is trying to end any kind of discrimination in the work field and child labor; after that, this agency promotes fundamental labor rights and to get safe and secure for the laborers.[13] International organizations are sometimes referred to as intergovernmental organizations (IGOs), to clarify the distinction from international non-governmental organizations (INGOs), which are non-governmental organizations (NGOs) that operate internationally. These include international nonprofit organizations such as the World Organization of the Scout Movement, International Committee of the Red Cross and Médecins Sans Frontières, as well as lobby groups that represent the interests of multinational corporations. ","Title":"International organization - Wikipedia","KeyID":"12429","URL":"https://en.wikipedia.org/wiki/International_organization"}