{"Content: ":"Gland (French pronunciation: [ɡlɑ̃] (listen)) is a municipality in the district of Nyon in the canton of Vaud in Switzerland. The city also is home to the IUCN and WWF headquarters. Gland is known to have been a prehistoric settlement. During the Roman period a farm called Villa Glanis was there. Until the 1960s, Gland was merely a small farming village (essentially vineyards and cattle). Gland is first mentioned around 994 -1049 as de Glans.[3] In 1923 Gland provided the venue for the European Division meeting of the Seventh-day Adventists, where the German Adventist leaders said they regarded whether to serve as combatant in times of war was a matter which should be left to the conscience of individual members of their church.[4] In the 1930s, the Toblerone line, a defensive line, was built along the western edge of Gland, stretching from Lac Léman towards the Jura mountains. Its purpose was to stop a tank invasion from the west. The opening of the highway linking Geneva with Lausanne brought many commuters to this once-quiet place. It is only since the mid-1980s that Gland has started to grow into a town with its own businesses and shopping centers. Gland has an area, as of 2009[update], of 8.3 square kilometers (3.2 sq mi). Of this area, 3.81 km2 (1.47 sq mi) or 45.8% is used for agricultural purposes, while 1.22 km2 (0.47 sq mi) or 14.7% is forested. Of the rest of the land, 3.33 km2 (1.29 sq mi) or 40.0% is settled (buildings or roads), 0.01 km2 (2.5 acres) or 0.1% is either rivers or lakes.[5] Of the built up area, industrial buildings made up 3.1% of the total area while housing and buildings made up 18.4% and transportation infrastructure made up 8.9%. Power and water infrastructure as well as other special developed areas made up 3.5% of the area while parks, green belts and sports fields made up 6.1%. Out of the forested land, all of the forested land area is covered with heavy forests. Of the agricultural land, 29.0% is used for growing crops and 5.0% is pastures, while 11.8% is used for orchards or vine crops. All the water in the municipality is flowing water.[5] The municipality was part of the Nyon District until it was dissolved on 31 August 2006, and Gland became part of the new district of Nyon.[6] The municipality is located between Lake Geneva and the Côte region. The blazon of the municipal coat of arms is Argent, from a hill Vert an Oak-tree of the same fructed Or.[7] The French word 'Gland' means 'acorn'. Hence the prominence of acorns in the town's coat of arms. Gland has a population (as of December 2020[update]) of 13,258.[8] As of 2008[update], 32.1% of the population are resident foreign nationals.[9] During the 10-year period 1999–2009 the population increased at a rate of 21.4%: 9.5% due to migration and 12% due to births and deaths.[10] Most of the population (as of 2000[update]) speaks French (7,677 or 79.4%), with German being second most common (628 or 6.5%) and English being third (346 or 3.6%). There are 253 people who speak Italian and 7 people who speak Romansh.[11] The age distribution, as of 2009[update], in Gland is; 1,464 children or 13.0% of the population are between 0 and 9 years old and 1,523 teenagers or 13.5% are between 10 and 19. Of the adult population, 1,424 people or 12.6% of the population are between 20 and 29 years old. 1,973 people or 17.5% are between 30 and 39, 2,067 people or 18.3% are between 40 and 49, and 1,347 people or 11.9% are between 50 and 59. The senior population distribution is 928 people or 8.2% of the population are between 60 and 69 years old, 385 people or 3.4% are between 70 and 79, there are 164 people or 1.5% who are between 80 and 89, and there are 25 people or 0.2% who are 90 and older.[12] As of 2000[update], there were 4,219 people who were single and never married in the municipality. There were 4,589 married individuals, 258 widows or widowers and 597 individuals who are divorced.[11] As of 2000[update], there were 3,924 private households in the municipality, and an average of 2.4 persons per household.[10] There were 1,208 households that consist of only one person and 241 households with five or more people. Out of a total of 4,005 households that answered this question, 30.2% were households made up of just one person and there were 7 adults who lived with their parents. Of the rest of the households, there are 940 married couples without children, 1,417 married couples with children. There were 298 single parents with a child or children. There were 54 households that were made up of unrelated people and 81 households that were made up of some sort of institution or another collective housing.[11] In 2000[update] there were 521 single family homes (or 49.0% of the total) out of a total of 1,064 inhabited buildings. There were 350 multi-family buildings (32.9%), along with 119 multi-purpose buildings that were mostly used for housing (11.2%) and 74 other use buildings (commercial or industrial) that also had some housing (7.0%).[13] In 2000[update], a total of 3,773 apartments (89.4% of the total) were permanently occupied, while 392 apartments (9.3%) were seasonally occupied and 57 apartments (1.4%) were empty.[13] As of 2009[update], the construction rate of new housing units was 4.6 new units per 1000 residents.[10] The vacancy rate for the municipality, in 2010[update], was 0.18%.[10] The historical population is given in the following chart:[3][14] The La Rajada with villa, out buildings and land is listed as a Swiss heritage site of national significance.[15] In the 2007 federal election the most popular party was the SP which received 21.38% of the vote. The next three most popular parties were the SVP (20.4%), the Green Party (13.66%) and the FDP (13.63%). In the federal election, a total of 2,221 votes were cast, and the voter turnout was 39.5%.[16] Since it is located halfway between the cities of Geneva and Lausanne, many international companies and organizations have offices in Gland, among others Sun Microsystems, IUCN (International Union for Conservation of Nature), the Ramsar Convention and World Wide Fund for Nature. The online brokerage and bank, Swissquote, has its headquarters in Gland. As of 2010[update], Gland had an unemployment rate of 5.5%. As of 2008[update], there were 83 people employed in the primary economic sector and about 14 businesses involved in this sector. 838 people were employed in the secondary sector and there were 120 businesses in this sector. 3,857 people were employed in the tertiary sector, with 403 businesses in this sector.[10] There were 5,302 residents of the municipality who were employed in some capacity, of which females made up 44.7% of the workforce. In 2008[update] the total number of full-time equivalent jobs was 4,092. The number of jobs in the primary sector was 44, of which 42 were in agriculture and 2 were in fishing or fisheries. The number of jobs in the secondary sector was 794 of which 410 or (51.6%) were in manufacturing, 24 or (3.0%) were in mining and 313 (39.4%) were in construction. The number of jobs in the tertiary sector was 3,254. In the tertiary sector; 1,118 or 34.4% were in wholesale or retail sales or the repair of motor vehicles, 80 or 2.5% were in the movement and storage of goods, 156 or 4.8% were in a hotel or restaurant, 106 or 3.3% were in the information industry, 243 or 7.5% were the insurance or financial industry, 157 or 4.8% were technical professionals or scientists, 209 or 6.4% were in education and 336 or 10.3% were in health care.[17] In 2000[update], there were 2,833 workers who commuted into the municipality and 3,872 workers who commuted away. The municipality is a net exporter of workers, with about 1.4 workers leaving the municipality for every one entering. About 12.2% of the workforce coming into Gland are coming from outside Switzerland, while 0.1% of the locals commute out of Switzerland for work.[18] Of the working population, 18.7% used public transportation to get to work, and 66.2% used a private car.[10] From the 2000 census[update], 3,565 or 36.9% were Roman Catholic, while 2,943 or 30.5% belonged to the Swiss Reformed Church. Of the rest of the population, there were 82 members of an Orthodox church (or about 0.85% of the population), there were 10 individuals (or about 0.10% of the population) who belonged to the Christian Catholic Church, and there were 970 individuals (or about 10.04% of the population) who belonged to another Christian church. There were 29 individuals (or about 0.30% of the population) who were Jewish, and 286 (or about 2.96% of the population) who were Islamic. There were 25 individuals who were Buddhist, 23 individuals who were Hindu and 20 individuals who belonged to another church. 1,656 (or about 17.14% of the population) belonged to no church, are agnostic or atheist, and 519 individuals (or about 5.37% of the population) did not answer the question.[11] In Gland about 3,413 or (35.3%) of the population have completed non-mandatory upper secondary education, and 1,620 or (16.8%) have completed additional higher education (either university or a Fachhochschule). Of the 1,620 who completed tertiary schooling, 43.1% were Swiss men, 25.1% were Swiss women, 17.2% were non-Swiss men and 14.6% were non-Swiss women.[11] In the 2009/2010 school year there were a total of 1,573 students in the Gland school district. In the Vaud cantonal school system, two years of non-obligatory pre-school are provided by the political districts.[19] During the school year, the political district provided pre-school care for a total of 1,249 children of which 563 children (45.1%) received subsidized pre-school care. The canton's primary school program requires students to attend for four years. There were 830 students in the municipal primary school program. The obligatory lower secondary school program lasts for six years and there were 701 students in those schools. There were also 42 students who were home schooled or attended another non-traditional school.[20] As of 2000[update], there were 272 students in Gland who came from another municipality, while 451 residents attended schools outside the municipality.[18] Gland is home to the Bibl. scolaire et communale de Gland library. The library has (as of 2008[update]) 22,346 books or other media, and loaned out 41,248 items in the same year. It was open a total of 251 days with average of 51 hours per week during that year.[21] The La Côte International School, an international school, was previously in Vich, near Gland.[22][23] Gland is home to the football team FC Gland. They currently play in the fifth level of the Swiss Football League, in the Association Cantonale Vaudoise de Football (ACVF). ","Title":"Gland, Switzerland - Wikipedia","KeyID":"12435","URL":"https://en.wikipedia.org/wiki/Gland,_Switzerland"}