{"Content: ":"Sir Julian Sorell Huxley FRS[1] (22 June 1887 – 14 February 1975) was an English evolutionary biologist, eugenicist, and internationalist. He was a proponent of natural selection, and a leading figure in the mid-twentieth century modern synthesis. He was secretary of the Zoological Society of London (1935–1942), the first Director of UNESCO, a founding member of the World Wildlife Fund, the president of the British Eugenics Society (1959-1962), and the first President of the British Humanist Association. Huxley was well known for his presentation of science in books and articles, and on radio and television. He directed an Oscar-winning wildlife film. He was awarded UNESCO's Kalinga Prize for the popularisation of science in 1953, the Darwin Medal of the Royal Society in 1956,[1] and the Darwin–Wallace Medal of the Linnaean Society in 1958. He was also knighted in that same year, 1958, a hundred years after Charles Darwin and Alfred Russel Wallace announced the theory of evolution by natural selection. In 1959 he received a Special Award from the Lasker Foundation in the category Planned Parenthood – World Population. Huxley came from the Huxley family on his father's side and the Arnold family on his mother's.[2] His great-grandfather was Thomas Arnold of Rugby School, his great-uncle Matthew Arnold, and his aunt Mrs Humphry Ward. His grandfather Thomas Henry Huxley was raised Anglican but eventually became an advocate of Agnosticism, a word he coined.[3] Thomas was also a friend and supporter of Charles Darwin and proponent of evolution. Huxley's father was a writer and an editor Leonard Huxley and his mother was Julia Arnold Huxley, a graduate of Somerville College, Oxford, who had gained a First in English Literature there in 1882.[2] Julia and Leonard married in 1885 and they had four children: Margaret (1899–1981), the novelist Aldous, Trevenen and Julian.[2] Huxley was born on 22 June 1887, at the London house of his aunt. His mother died in 1908, when he was 21. In 1912, his father married Rosalind Bruce, who was the same age as Julian, and he later acquired half-brothers Andrew Huxley and David Huxley.[2] In 1911, Huxley became informally engaged to Kathleen Fordham, whom he had met some years earlier when she was a pupil at Prior's Field, the school his mother had run. During 1913 the relationship broke down[2] and Huxley had a nervous breakdown which a biographer described as caused by 'conflict between desire and guilt'.[4] In the first months of 1914 Huxley had severe depression and lived for some weeks at The Hermitage, a small private nursing home.[2] In August 1914 while Huxley was in Scotland, his brother Trevenen also had a nervous breakdown and stayed in the same nursing home. Trevenen was worried about how he had treated one of his women friends and committed suicide whilst there.[2] In 1919 Huxley married Juliette Baillot (1896–1994) a French Swiss woman whom he had met while she was employed as a governess at Garsington Manor, the country house of Lady Ottoline Morrell. Huxley was later unfaithful to Baillot and told her that he wanted an open marriage.[5] One of his affairs was with the poet May Sarton who in turn fell in love with Baillot and had a brief affair with her as well.[5] Huxley described himself in print as suffering from manic depression, and his wife's autobiography suggests that Julian Huxley suffered from a bipolar disorder.[1][6] He relied on his wife to provide moral and practical support throughout his life.[1] Julian and Juliette Huxley had two sons, Anthony Huxley (1920–1992) and Francis Huxley (1923–2016), who both became scientists. Huxley grew up at the family home in Surrey, England, where he showed an early interest in nature, as he was given lessons by his grandfather, Thomas Henry Huxley. When he heard his grandfather talking at dinner about the lack of parental care in fish, Julian piped up with \"What about the stickleback, Gran'pater?\". His grandfather also took him to visit Joseph Dalton Hooker at Kew.[7] At the age of thirteen Huxley attended Eton College as a King's Scholar, and continued to develop scientific interests; his grandfather had influenced the school to build science laboratories much earlier. At Eton he developed an interest in ornithology, guided by science master W. D. \"Piggy\" Hill. \"Piggy was a genius as a teacher ... I have always been grateful to him.\"[8] In 1905 Huxley won a scholarship in Zoology to Balliol College, Oxford and took up the place in 1906 after spending the summer in Germany. He developed a particular interest in embryology and protozoa and developed a friendship with the ornithologist William Warde Fowler.[9] In the autumn term of his final year, 1908, his mother died from cancer at the age of 46. In his final year he won the Newdigate Prize for his poem \"Holyrood\". In 1909 he graduated with first class honours, and spent that July at the international gathering for the centenary of Darwin's birth, held at the University of Cambridge. Huxley was awarded a scholarship to spend a year at the Naples Marine Biological Station, where he developed his interest in developmental biology by investigating sea squirts and sea urchins. In 1910 he was appointed as Demonstrator in the Department of Zoology and Comparative Anatomy at the University of Oxford, and started on the systematic observation of the courtship habits of water birds, such as the common redshank (a wader) and grebes (which are divers). Bird watching in childhood had given Huxley his interest in ornithology, and he helped devise systems for the surveying and conservation of birds. His particular interest was bird behaviour, especially the courtship of water birds. His 1914 paper on the great crested grebe, later published as a book, was a landmark in avian ethology; his invention of vivid labels for the rituals (such as 'penguin dance', 'plesiosaurus race' etc.) made the ideas memorable and interesting to the general reader.[10] In 1912 Huxley was asked by Edgar Odell Lovett to set up the Department of Biology at the newly created Rice Institute (now Rice University) in Houston, Texas, which he accepted, planning to start the following year. Huxley made an exploratory trip to the United States in September 1912, visiting a number of leading universities as well as the Rice Institute. At T. H. Morgan's fly lab (Columbia University) he invited H. J. Muller to join him at Rice. Muller agreed to be his deputy, hurried to complete his PhD and moved to Houston for the beginning of the 1915–1916 academic year. At Rice, Muller taught biology and continued Drosophila lab work. Before taking up the post of Assistant Professor at the Rice Institute, Huxley spent a year in Germany preparing for his demanding new job. Working in a laboratory just months before the outbreak of World War I, Huxley overheard fellow academics comment on a passing aircraft \"it will not be long before those planes are flying over England\". One pleasure of Huxley's life in Texas was the sight of his first hummingbird, though his visit to Edward Avery McIlhenny's estate on Avery Island in Louisiana was more significant. The McIlhennys and their Avery cousins owned the entire island, and the McIlhenny branch used it to produce their famous Tabasco sauce. Birds were one of McIlhenny's passions, however, and around 1895 he had set up a private sanctuary on the Island, called Bird City. There Huxley found egrets, herons and bitterns. These water birds, like the grebes, exhibit mutual courtship, with the pairs displaying to each other, and with the secondary sexual characteristics equally developed in both sexes.[11] In September 1916 Huxley returned to England from Texas to assist in the war effort. He was commissioned a temporary second lieutenant in the Royal Army Service Corps on 25 May 1917,[12] and was transferred to the General List, working in the British Army Intelligence Corps from 26 January 1918, first in Sussex, and then in northern Italy.[13] He was advanced in grade within the Intelligence Corps on 3 May 1918,[14] relinquished his intelligence appointment on 10 January 1919 and was demobilised five days later, retaining his rank.[15][16] After the war he became a Fellow at New College, Oxford, and was made Senior Demonstrator in the University Department of Zoology. In fact, Huxley took the place of his old tutor Geoffrey Smith, who had been killed in the battle of the Somme on the Western Front. The ecological geneticist E. B. Ford always remembered his openness and encouragement at the start of his career.[6][17] In 1925 Huxley moved to King's College London as Professor of Zoology, but in 1927, to the amazement of his colleagues and on the prodding of H. G. Wells whom he had promised 1,000 words a day,[18] he resigned his chair to work full-time with Wells and his son G. P. Wells on The Science of Life (see below). For some time Huxley retained his room at King's College, continuing as Honorary Lecturer in the Zoology Department, and from 1927 to 1931 he was also Fullerian Professor of Physiology at the Royal Institution, where he gave an annual lectures series, but this marked the end of his life as a university academic. In 1929, after finishing work on The Science of Life, Huxley visited East Africa to advise the Colonial Office on education in British East Africa (for the most part Kenya, Uganda and Tanganyika). He discovered that the wildlife on the Serengeti plain was almost undisturbed because the tsetse fly (the vector for the trypanosome parasite which causes sleeping sickness in humans) prevented human settlement there. He tells about these experiences in Africa view (1931), and so does his wife.[19] She reveals that he fell in love with an 18-year-old American girl on board ship (when Juliette was not present), and then presented Juliette with his ideas for an open marriage: \"What Julian really wanted was… a definite freedom from the conventional bonds of marriage.\" The couple separated for a while; Julian travelled to the US, hoping to land a suitable appointment and, in due course, to marry Miss Weldmeier. He left no account of what transpired, but he was evidently not successful, and returned to England to resume his marriage in 1931. For the next couple of years Huxley still angled for an appointment in the US, without success.[20] As the 1930s started, Huxley travelled widely and took part in a variety of activities which were partly scientific and partly political. In 1931 Huxley visited the USSR at the invitation of Intourist, where initially he admired the results of social and economic planning on a large scale. Later, back in the United Kingdom, he became a founding member of the think tank Political and Economic Planning. In the 1930s Huxley visited Kenya and other East African countries to see the conservation work, including the creation of national parks. In 1933, he was one of eleven people[a] involved in the appeal that led to the foundation of the British Trust for Ornithology (BTO), an organisation for the study of birds in the British Isles.[21] From 1933 to 1938 he was a member of the committee for Lord Hailey's African Survey. In 1935 Huxley was appointed secretary to the Zoological Society of London, and spent much of the next seven years running the society and its zoological gardens, the London Zoo and Whipsnade Park, alongside his writing and research. The previous Director, Peter Chalmers Mitchell, had been in post for many years, and had skillfully avoided conflict with the Fellows and Council. Things were rather different when Huxley arrived. Huxley was not a skilled administrator; his wife said \"He was impatient… and lacked tact\".[22] He instituted a number of changes and innovations, more than some approved of. For example, Huxley introduced a whole range of ideas designed to make the Zoo child-friendly. Today, this would pass without comment; but then it was more controversial. He fenced off the Fellows' Lawn to establish Pets Corner; he appointed new assistant curators, encouraging them to talk to children; he initiated the Zoo Magazine.[23] Fellows and their guests had the privilege of free entry on Sundays, a closed day to the general public. Today, that would be unthinkable, and Sundays are now open to the public. Huxley's mild suggestion (that the guests should pay) encroached on territory the Fellows thought was theirs by right. In 1941 Huxley was invited to the United States on a lecturing tour, and generated some controversy by saying that he thought the United States should join World War II: a few weeks later came the attack on Pearl Harbor. When the US joined the war, he found it difficult to get a passage back to the UK, and his lecture tour was extended. The Council of the Zoological Society—\"a curious assemblage… of wealthy amateurs, self-perpetuating and autocratic\"[24]—uneasy with their secretary, used this as an opportunity to remove him. This they did by abolishing his post \"to save expenses\". Since Huxley had taken a half-salary cut at the start of the war, and no salary at all whilst he was in America, the council's action was widely read as a personal attack on Huxley. A public controversy ensued, but eventually the Council got its way. In 1943 he was asked by the British government to join the Colonial Commission on Higher Education. The commission's remit was to survey the West African Commonwealth countries for suitable locations for the creation of universities. There he acquired a disease, went down with hepatitis, and had a serious mental breakdown. He was completely disabled, treated with ECT, and took a full year to recover. He was 55. Huxley, a lifelong internationalist with a concern for education, got involved in the creation of the United Nations Educational, Scientific and Cultural Organization (UNESCO), and became the organization's first director-general in 1946. His term of office, six years in the Charter, was cut down to two years at the behest of the American delegation.[25] The reasons are not known for sure, but his left-wing tendencies and humanism were likely factors. In a fortnight he dashed off a 60-page booklet on the purpose and philosophy of UNESCO, eventually printed and issued as an official document. There were, however, many conservative opponents of his scientific humanism. His idea of restraining population growth with birth control was anathema to both the Catholic Church and the Comintern/Cominform. In its first few years UNESCO was dynamic and broke new ground; since Huxley it has become larger, more bureaucratic and stable.[26][27] The personal and social side of the years in Paris are well described by his wife.[28] Huxley's internationalist and conservation interests also led him, with Victor Stolan, Sir Peter Scott, Max Nicholson and Guy Mountfort, to set up the WWF (World Wide Fund for Nature under its former name of the World Wildlife Fund). Another post-war activity was Huxley's attack on the Soviet politico-scientist Trofim Lysenko, who had espoused a Lamarckian heredity, made unscientific pronouncements on agriculture, used his influence to destroy classical genetics in Russia and to move genuine scientists from their posts. In 1940, the leading botanical geneticist Nikolai Vavilov was arrested, and Lysenko replaced him as director of the Institute of Genetics. In 1941, Vavilov was tried, found guilty of 'sabotage' and sentenced to death. Reprieved, he died in jail of malnutrition in 1943. Lysenko's machinations were the cause of his arrest. Worse still, Lysenkoism not only denied proven genetic facts, it stopped the artificial selection of crops on Darwinian principles. This may have contributed to the regular shortage of food from the Soviet agricultural system (Soviet famines). Huxley, who had twice visited the Soviet Union, was originally not anti-communist, but the ruthless adoption of Lysenkoism by Joseph Stalin ended his tolerant attitude.[29] Lysenko ended his days in a Soviet mental hospital, and Vavilov's reputation was posthumously restored in 1955. In the 1950s Huxley played a role in bringing to the English-speaking public the work of the French Jesuit-palaeontologist Pierre Teilhard de Chardin, who he believed had been unfairly treated by the Catholic and Jesuit hierarchy. Both men believed in evolution, but differed in its interpretation as Teilhard de Chardin was a Christian, whilst Huxley was an atheist. Huxley wrote the foreword to The Phenomenon of Man (1959) and was bitterly attacked by his rationalist friends for doing so.[30] On Huxley's death at 87 on 14 February 1975, John Owen (Director of National Parks for Tanganyika) wrote \"Julian Huxley was one of the world's great men… he played a seminal role in wild life conservation in [East] Africa in the early days… [and in] the far-reaching influence he exerted [on] the international community\".[31] In addition to his international and humanist concerns, his research interests covered evolution in all its aspects, ethology, embryology, genetics, anthropology and to some extent the infant field of cell biology. Julian's eminence as an advocate for evolution, and especially his contribution to the modern evolutionary synthesis, led to his awards of the Darwin Medal of the Royal Society in 1956,[1] and the Darwin–Wallace Medal of the Linnaean Society in 1958. 1958 was the centenary anniversary of the joint presentation On the tendency of species to form varieties; and the perpetuation of varieties and species by natural means of selection by Darwin and Wallace.[32] Huxley was a friend and mentor of the biologists and Nobel laureates Konrad Lorenz and Niko Tinbergen,[33] and taught and encouraged many others. In general, he was more of an all-round naturalist than his famous grandfather,[34] and contributed much to the acceptance of natural selection. His outlook was international, and somewhat idealistic: his interest in progress and evolutionary humanism runs through much of his published work.[35] He was one of the signers of the Humanist Manifesto.[36] Huxley and biologist August Weismann insisted on natural selection as the primary agent in evolution. Huxley was a major player in the mid-twentieth century modern evolutionary synthesis. He was a prominent populariser of biological science to the public, with a focus on three aspects in particular. Although Huxley believed that on a broad view evolution led to advances in organisation, he rejected classical Aristotelian teleology: \"The ordinary man, or at least the ordinary poet, philosopher and theologian, always was anxious to find purpose in the evolutionary process. I believe this reasoning to be totally false.\".[58] Huxley coined the phrase Progress without a goal to summarise his case in Evolution the modern synthesis that evolutionary progress was \"a raising of the upper level of biological efficiency, this being defined as increased control over and independence of the environment.\"[59] In Evolution in action he wrote that Natural selection plus time produces biological improvement… 'Improvement' is not yet a recognised technical term in biology … however, living things are improved during evolution… Darwin was not afraid to use the word for the results of natural selection in general… I believe that improvement can become one of the key concepts in evolutionary biology. Can it be scientifically defined? Improvements in biological machinery… the limbs and teeth of grazing horses… the increase in brain-power… The eyes of a dragon-fly, which can see all round [it] in every direction, are an improvement over the mere microscopic eye-spots of early forms of life.[60] [Over] the whole range of evolutionary time we see general advance—improvement in all the main properties of life, including its general organization. 'Advance' is thus a useful term for long-term improvement in some general property of life. [But] improvement is not universal. Lower forms manage to survive alongside higher\".[61] Huxley's views on progressive evolution were similar to those of G. Ledyard Stebbins[62] and Bernhard Rensch,[63] and were challenged in the latter part of the twentieth century with objections from Cladists, among others, to any suggestion that one group could be scientifically described as 'advanced' and another as 'primitive'. Modern assessments of these views have been surveyed in Nitecki[64] and Dawkins.[65] Huxley's humanism[66] came from his appreciation that mankind was in charge of its own destiny (at least in principle), and this raised the need for a sense of direction and a system of ethics. His grandfather T. H. Huxley, when faced with similar problems, had promoted agnosticism, but Julian chose humanism as being more directed to supplying a basis for ethics. Julian's thinking went along these lines: \"The critical point in the evolution of man… was when he acquired the use of [language]… Man's development is potentially open… He has developed a new method of evolution: the transmission of organized experience by way of tradition, which… largely overrides the automatic process of natural selection as the agent of change.\"[67] Both Huxley and his grandfather gave Romanes Lectures on the possible connection between evolution and ethics[68] (see evolutionary ethics). Huxley's views on God could be described as being that of an agnostic atheist.[69][70] Huxley had a close association with the British rationalist and secular humanist movements. He was an Honorary Associate of the Rationalist Press Association from 1927 until his death, and on the formation of the British Humanist Association in 1963 became its first President, to be succeeded by AJ Ayer in 1965. He was also closely involved with the International Humanist and Ethical Union. Many of Huxley's books address humanist themes. In 1962 Huxley accepted the American Humanist Association's annual \"Humanist of the Year\" award. Huxley also presided over the founding Congress of the International Humanist and Ethical Union and served with John Dewey, Albert Einstein and Thomas Mann on the founding advisory board of the First Humanist Society of New York. Huxley wrote that \"There is no separate supernatural realm: all phenomena are part of one natural process of evolution. There is no basic cleavage between science and religion;… I believe that [a] drastic reorganization of our pattern of religious thought is now becoming necessary, from a god-centered to an evolutionary-centered pattern.\"[71] Some believe the appropriate label for these views is religious naturalism.[72] Many people assert that this abandonment of the god hypothesis means the abandonment of all religion and all moral sanctions. This is simply not true. But it does mean, once our relief at jettisoning an outdated piece of ideological furniture is over, that we must construct something to take its place.[71] Huxley took interest in investigating the claims of parapsychology and spiritualism. He joined the Society for Psychical Research in 1928. After investigation he found the field to be unscientific and full of charlatans.[73] In 1934, he joined the International Institute for Psychical Research but resigned after a few months due to its members' spiritualist bias and non-scientific approach to the subject.[74][75] After attending séances, Huxley concluded that the phenomena could be explained \"either by natural causes, or, more usually by fraud\".[76] Huxley, Harold Dearden and others were judges for a group formed by the Sunday Chronicle to investigate the materialization medium Harold Evans. During a séance Evans was exposed as a fraud. He was caught masquerading as a spirit, in a white nightshirt.[77] In 1952, Huxley wrote the foreword to Donovan Rawcliffe's The Psychology of the Occult.[78] Huxley was a prominent member of the British Eugenics Society,[79] and was Vice-President (1937–1944) and President (1959–1962). He thought eugenics was important for removing undesirable variants from the human gene pool, though after World War II he believed race was a meaningless concept in biology, and its application to humans was highly inconsistent.[80] Huxley was an outspoken critic of the most extreme eugenicism in the 1920s and 1930s (the stimulus for which was the greater fertility of the 'feckless' poor compared to the 'responsible' prosperous classes). He was, nevertheless, a leading figure in the eugenics movement (see, for example, Eugenics manifesto). He gave the Galton memorial lecture twice, in 1936 and 1962. In his writing he used this argument several times: \"no one doubts the wisdom of managing the germ plasm of agricultural stocks, so why not apply the same concept to human stocks?\" The agricultural analogy appears over and over again as it did in the writings of many American eugenicists.[81] Huxley was one of many intellectuals at the time who believed that the lowest class in society was genetically inferior.[citation needed] In this passage, from 1941, he investigates a hypothetical scenario where Social Darwinism, capitalism, nationalism and the class society is taken for granted: If so, then we must plan our eugenic policy along some such lines as the following:... The lowest strata, allegedly less well-endowed genetically, are reproducing relatively too fast. Therefore birth-control methods must be taught them; they must not have too easy access to relief or hospital treatment lest the removal of the last check on natural selection should make it too easy for children to be produced or to survive; long unemployment should be a ground for sterilization, or at least relief should be contingent upon no further children being brought into the world; and so on. That is to say, much of our eugenic programme will be curative and remedial merely, instead of preventive and constructive.[82] Here, he does not demean the working class in general, but aims for \"the virtual elimination of the few lowest and most degenerate types\".[83] The sentiment is not at all atypical of the time, and similar views were held by many geneticists (William E. Castle, C. B. Davenport, H. J. Muller are examples), and by other prominent intellectuals. However, Huxley advocated a completely different alternative, in which the lower classes are ensured a nutritious diet, education and facilities for recreation: We must therefore concentrate on producing a single equalized environment; and this clearly should be one as favourable as possible to the expression of the genetic qualities that we think desirable. Equally clearly, this should include the following items. A marked raising of the standard of diet for the great majority of the population, until all should be provided both with adequate calories and adequate accessory factors; provision of facilities for healthy exercise and recreation; and upward equalization of educational opportunity. ... we know from various sources that raising the standard of life among the poorest classes almost invariably results in a lowering of their fertility. In so far, therefore, as differential class-fertility exists, raising the environmental level will reduce any dysgenic effects which it may now have.[84] Concerning a public health and racial policy in general, Huxley wrote that \"…unless [civilised societies] invent and enforce adequate measures for regulating human reproduction, for controlling the quantity of population, and at least preventing the deterioration of quality of racial stock, they are doomed to decay …\"[85] and remarked how biology should be the chief tool for rendering social politics scientific. In the opinion of Duvall, \"His views fell well within the spectrum of opinion acceptable to the English liberal intellectual elite. He shared Nature's enthusiasm for birth control, and 'voluntary' sterilization.\"[86] However, the word 'English' in this passage is unnecessary: such views were widespread.[87] Duvall comments that Huxley's enthusiasm for centralised social and economic planning and anti-industrial values was common to leftist ideologists during the inter-war years. Towards the end of his life, Huxley himself must have recognised how unpopular these views became after the end of World War II. In the two volumes of his autobiography, there is no mention of eugenics in the index, nor is Galton mentioned; and the subject has also been omitted from many of the obituaries and biographies. An exception is the proceedings of a conference organised by the British Eugenics Society.[88] In response to the rise of European fascism in the 1930s, he was asked to write We Europeans with the ethnologist A. C. Haddon, the zoologist Alexander Carr-Saunders and the historian of science Charles Singer. Huxley suggested the word 'race' be replaced with ethnic group. After the Second World War, he was instrumental in producing the UNESCO statement The Race Question,[89] which asserted that: A race, from the biological standpoint, may therefore be defined as one of the group of populations constituting the species Homo sapiens\"… \"National, religious, geographic, linguistic and cult groups do not necessary coincide with racial groups: the cultural traits of such groups have no demonstrated genetic connexion with racial traits. Because serious errors of this kind are habitually committed when the term 'race' is used in popular parlance, it would be better when speaking of human races to drop the term 'race' altogether and speak of ethnic groups\"… \"Now what has the scientist to say about the groups of mankind which may be recognized at the present time? Human races can be and have been differently classified by different anthropologists, but at the present time most anthropologists agree on classifying the greater part of present-day mankind into three major divisions, as follows: The Mongoloid Division; The Negroid Division; The Caucasoid Division.\" … \"Catholics, Protestants, Moslems and Jews are not races … The biological fact of race and the myth of 'race' should be distinguished. For all practical social purposes 'race' is not so much a biological phenomenon as a social myth. The myth 'race' has created an enormous amount of human and social damage. In recent years it has taken a heavy toll in human lives and caused untold suffering. It still prevents the normal development of millions of human beings and deprives civilization of the effective co-operation of productive minds. The biological differences between ethnic groups should be disregarded from the standpoint of social acceptance and social action. The unity of mankind from both the biological and social viewpoint is the main thing. To recognize this and to act accordingly is the first requirement of modern man ... Huxley won the second Anisfield-Wolf Book Award for We Europeans in 1937. In 1951, Huxley coined the term transhumanism for the view that humans should better themselves through science and technology, possibly including eugenics, but also, importantly, the improvement of the social environment. Huxley was a capable and willing popularizer of science. Well over half his books are addressed to an educated general audience, and he wrote often in periodicals and newspapers. The most extensive bibliography of Huxley lists some of these ephemeral articles, though there are others unrecorded.[90] These articles, some reissued as Essays of a Biologist (1923), probably led to the invitation from H. G. Wells to help write a comprehensive work on biology for a general readership, The Science of Life.[28] This work was published in stages in 1929–30,[91] and in one volume in 1931. Of this Robert Olby said \"Book IV The essence of the controversies about evolution offers perhaps the clearest, most readable, succinct and informative popular account of the subject ever penned. It was here that he first expounded his own version of what later developed into the evolutionary synthesis\".[92][93] In his memoirs, Huxley says that he made almost £10,000 from the book.[94] In 1934 Huxley collaborated with the naturalist Ronald Lockley to create for Alexander Korda the world's first natural history documentary The Private Life of the Gannets. For the film, shot with the support of the Royal Navy around Grassholm off the Pembrokeshire coast, they won an Oscar for best documentary.[95] Huxley had given talks on the radio since the 1920s, followed by written versions in The Listener. In later life, he became known to an even wider audience through television. In 1939 the BBC asked him to be a regular panelist on a Home Service general knowledge show, The Brains Trust, in which he and other panelists were asked to discuss questions submitted by listeners. The show was commissioned to keep up war time morale, by preventing the war from \"disrupting the normal discussion of interesting ideas\". The audience was not large for this somewhat elite programme; however, listener research ranked Huxley the most popular member of the Brains Trust from 1941 to 1944.[96][97] Later, he was a regular panelist on one of the BBC's first quiz shows (1955) Animal, Vegetable, Mineral? in which participants were asked to talk about objects chosen from museum and university collections. In 1937 Huxley was invited to deliver the Royal Institution Christmas Lecture on Rare Animals and the Disappearance of Wild Life. In his essay The Crowded World Huxley was openly critical of Communist and Catholic attitudes to birth control, population control and overpopulation. Based on variable rates of compound interest, Huxley predicted a probable world population of 6 billion by 2000. The United Nations Population Fund marked 12 October 1999 as The Day of Six Billion.[98][99] There is a public house named after Sir Julian in Selsdon, London Borough of Croydon, close to the Selsdon Wood Nature Reserve which he helped establish.","Title":"Julian Huxley - Wikipedia","KeyID":"12438","URL":"https://en.wikipedia.org/wiki/Julian_Huxley"}