{"Content: ":"The consultative status is a phrase whose use can be traced to the founding of the United Nations and is used within the UN community to refer to \"Non-governmental organizations (NGOs) in Consultative Status with the United Nations Economic and Social Council\" (see list). Also some international organizations could grant Consultative Status to NGOs (for example - Council of Europe). Organization for Security and Co-operation in Europe (OSCE) could grant Consultative Status in the form of \"Researcher-in-residence programme\" (run by the Prague Office of the OSCE Secretariat): accredited representatives of national and international NGOs are granted access to all records and to numerous topical compilations related to OSCE field activities. Consultative Status has its foundation in Article 71 of Chapter 10 of the United Nations Charter:[1] ECOSOC Resolution 1296 (XLIV) in 1968 had defined the criteria and rights associated with Consultative Status for almost forty years, during which time there was a substantial growth in the number of NGOs. The primary impetus for the 1996 revision of the arrangements was the unprecedented level of NGO participation, especially from national NGOs, in the preparations for UNCED - the 1992 Earth Summit. The use of ICT - mostly in the form of electronic conferences on the Institute for Global Communications network, and electronic mail - had played a major role.[2][3]] The rules for Consultative Status for international non-governmental organizations are appended to the resolution (93)38 \"On relations between the Council of Europe and international non-governmental organisations\", adopted by the Committee of Ministers of the Council of Europe on 18 October 1993 at the 500th meeting of the Ministers' Deputies. The criteria for NGO accreditation to Consultative Status have been revised several times, most recently in 1996 in ECOSOC Resolution 1996/31, following an extensive United Nations Open-Ended Working Group on the Review of Arrangements for Consultation with Non-Government Organizations. A significant section of 1996/31 was the following paragraph: In 1948, shortly after the founding of the United Nations, there were 45 NGOs in Consultative Status, mostly large international organizations. Currently there are 3900 NGOs in consultative status with the Economic and Social Council (ECOSOC), and some 400 NGOs accredited to the Commission on Sustainable Development (CSD).[4] There are three classes of Consultative Status defined by 1996/31, General, Special, and Roster. These classes were the equivalent of Category I, Category II, and Roster status that were defined in 1296 (XLIV). Below are the current definitions - paragraph numbers are from 1996/31. 1996/31 grants different rights for participation in ECOSOC and its subsidiary bodies - principally ECOSOC's Functional Commissions - including rights to United Nations passes, to speak at designated meetings, and to have documents translated and circulated as official UN document; e.g. Information Technology, Public Participation, and Global Agreements submitted to the Commission on Social Development in 1998. The three sub-categories of Roster Status - see below - have been supplemented by a fourth category, the definition of whose rights remains somewhat vague, namely \"NGOs accredited to the Commission on Sustainable Development (CSD)\": The primary form of Roster Status, for NGOs with a focus on one or two of the areas of competence of ECOSOC. There are special provisions in 1996/31, and before that in 1296 (XLIV) for the UN Secretary-General to recommend NGOs for the Roster. The Agency Roster refers to accreditation to the Roster of United Nations specialized agencies such - e.g. UNICEF, UNESCO, ILO, ITU, etc. Although not defined in 1996/31, a fourth category of NGOs accredited to the Commission on Sustainable Development (CSD) was established by ECOSOC decision 1996/302. There are currently approximately 400 NGOs in this status. An NGO that wishes to obtain consultative status with the ECOSOC must first submit an application online at the NGO Branch of the Department of Economic and Social Affairs of the UN Secretariat. After the application is screened by the NGO Branch, it will be reviewed by the ECOSOC Committee on NGOs. The Committee decides to recommend, or not recommend, granting status to the NGO. The final decision is taken by the ECOSOC at its annual Substantive session.[5] Although the review made by the NGO Committee is theoretically a technical one, it is sometimes quite politicised. Human rights NGOs that are critical of specific member states have sometimes had difficulties getting consultative status.[6]","Title":"Consultative status - Wikipedia","KeyID":"12436","URL":"https://en.wikipedia.org/wiki/Consultative_status"}