{"Content: ":"Lake Success is a village in the Town of North Hempstead in Nassau County, on the North Shore of Long Island, in New York, United States. The population was 2,897 at the 2010 census. The Incorporated Village of Lake Success was the temporary home of the United Nations from 1946 to 1951, occupying the headquarters of the Sperry Gyroscope Company on Marcus Avenue. It is also the former home of Canon U.S.A., Inc. before it moved its corporate headquarters to Melville (in neighboring Suffolk County) in the early 21st century. Lake Success derives its name from a kettle lake of the same name which according to village lore had a Native American name of \"Sucut.\" William K. Vanderbilt II bought land around the lake in the early 20th century for a home. The village was incorporated in 1927.[3] In 1939, the United States government bought a large tract between Marcus Avenue, Lakeville Road and Union Turnpike, to be the home to the Sperry Gyroscope Company which built a variety of maritime, military, aerospace and navigation products. During World War II the plant had 22,000 employees. After the war, part of the plant became the temporary headquarters of the United Nations from 1947 to 1952, while its headquarters building in New York City was being built.[4][5] The 1,500,000-square-foot (140,000 m2) facility continued to be used by various companies (including Unisys and Loral Corporation) to build defense products over ensuing decades. It was purchased by Lockheed Martin in 1996. The company closed the plant in 1998 and began an environmental clean-up of the site overseen by the New York State Department of Environmental Conservation.[6] The building became I-Park, and a few technical companies moved it, but much of the space was unused. Northwell Health did lease some of the space eventually. In 2005, Northwell Health leased 454,000 square feet of the 1.4-million-square-foot former defense plant, and is valued at about $300 million and comes with an option to buy.[7] According to the United States Census Bureau, the village has a total area of 1.9 square miles (4.9 km2), of which 1.9 square miles (4.9 km2) is land and 0.04 square miles (0.10 km2) (2.08%) is water.[8] Lake Success is split between three minor drainage areas: Alley Creek (part of the Little Neck Bay Watershed), Hook Creek/Head of Harbor, and Manhasset Bay, and is located within the larger Long Island Sound/Atlantic Ocean Watershed.[9][10][11] According to the United States Environmental Protection Agency and the United States Geological Survey, the highest point in Lake Success is located at Great Neck South High School, at 259 feet (79 m), and the lowest point is located near Community Drive, which is between 40–50 feet (12–15 m).[10][12] The village borders the Little Neck neighborhood in the New York City borough of Queens. Sumitomo Corporation operates its Lake Success Shared Services Center in Suite 220 at 1999 Marcus Avenue in an area in the Town of North Hempstead, south of Lake Success.[13] Companies based in Lake Success include Broadridge Financial Solutions, Hain Celestial Group, and Dealertrack. Additionally, Lake Success was the home of Canon U.S.A., Inc.[14] Canon U.S.A. moved its corporate headquarters to Melville in neighboring Suffolk County in the early 2010s.[15] As of Census 2000,[17] there were 2,797 people, 798 households, and 683 families residing in the village. The population density was 1,487.3 people per square mile (574.4/km2). There were 824 housing units at an average density of 438.2 per square mile (169.2/km2). The racial makeup of the village was 78.94% White, 4.76% African American, 15.16% Asian, 0.04% Pacific Islander, 0.25% from other races, and 0.86% from two or more races. Hispanic or Latino of any race were 1.18% of the population. There were 798 households, out of which 35.3% had children under the age of 18 living with them, 77.9% were married couples living together, 5.4% had a female householder with no husband present, and 14.4% were non-families. 12.4% of all households were made up of individuals, and 9.9% had someone living alone who was 65 years of age or older. The average household size was 2.86 and the average family size was 3.11. In the village, the population was spread out, with 20.1% under the age of 18, 4.1% from 18 to 24, 15.8% from 25 to 44, 24.3% from 45 to 64, and 35.8% who were 65 years of age or older. The median age was 52 years. For every 100 females, there were 80.1 males. For every 100 females age 18 and over, there were 73.1 males. The median income for a household in the village was $134,383, and the median income for a family was $145,562. Males had a median income of $100,000 versus $46,923 for females. The per capita income for the village was $58,002. About 1.4% of families and 1.9% of the population were below the poverty line, including 1.6% of those under age 18 and 3.2% of those age 65 or over. As of the 2010 United States Census,[17] there were 2,897 people, 789 households, and 734 families in the village. The racial makeup was 75.3% White, 5.4% African American, 0.0% Native American, 19.3% Asian, 0.0% Native Hawaiian and Other Pacific Islander, 0.2% from other races, and 0.8% from two or more races. Hispanic or Latino of any race were 1.6% of the population. As of August 2021, the Mayor of Lake Success is Adam Hoffman, the Deputy Mayor is Gene Kaplan, and the Village Trustees are Spyro Dimitratos, Lawrence Farkas, Robert Gal, Fred Handsman, Gene Kaplan, and Marian Lee.[18] In the 2016 U.S. presidential election, the majority of Lake Success voters voted for Hillary Clinton (D).[19] The Lake Success Police Department, which consists of 23 officers, three full-time and five part-time emergency dispatchers, is responsible for law enforcement in the village.[20][21] The New York State Police is responsible for law enforcement on the portion of the Northern State Parkway that passes through the village and the Nassau County Police Department's Highway Patrol Unit is responsible for the portion of the Long Island Expressway that passes through the village.[21] Most of the village is part of the Great Neck Union Free School District, and Lakeville Elementary School, Great Neck South Middle School, and Great Neck South High School are all located within the village. A small part of the village's northeastern corner is located within the Manhasset Union Free School District (though all homes are in the Great Neck part of Lake Success).[20] As such, all children who reside within Lake Success and attend public schools attend Great Neck's schools.[20] Lake Success is the city of license for popular regional dance/Hot Adult Contemporary radio station WKTU, although the station is based in Manhattan along with other Clear Channel stations.[22] The Long Island Expressway and the Northern State Parkway pass through Lake Success.[20] Additionally, the former Long Island Motor Parkway once passed through the village.[20] National Grid USA provides natural gas to homes and businesses that are hooked up to natural gas lines in Lake Success.[23][24] PSEG Long Island provides power to all homes and businesses within Lake Success.[23][25] Lake Success is sewered.[20][26][27] The southern part of Lake Success is within the Nassau County Sewage District.[20] The other portions of Lake Success are connected to the village's sanitary sewer network, which flows into and is treated by the Belgrave Sewer District under a contract.[26][27] Lake Success is located within the boundaries of the Manhasset–Lakeville Water District, which provides the entirety of the village with water.[20][27]","Title":"Lake Success, New York - Wikipedia","KeyID":"12440","URL":"https://en.wikipedia.org/wiki/Lake_Success,_New_York"}