{"Content: ":"The International Commission on Zoological Nomenclature (ICZN) is an organization dedicated to \"achieving stability and sense in the scientific naming of animals\". Founded in 1895, it currently comprises 26 commissioners from 20 countries.[1] The ICZN is governed by the \"Constitution of the ICZN\", which is usually published together with the ICZN Code.[2] Members are elected by the Section of Zoological Nomenclature,[3] established by the International Union of Biological Sciences (IUBS). The regular term of service of a member of the Commission is six years. Members can be re-elected up to a total of three full six-year terms in a row. After 18 continuous years of elected service, a break of at least three years is prescribed before the member can stand again for election.[4] Since 2014, the work of the Commission is supported by a small secretariat based at the National University of Singapore, in Singapore. Previously, the secretariat was based in London and funded by the International Trust for Zoological Nomenclature.[5] The Commission assists the zoological community \"through generation and dissemination of information on the correct use of the scientific names of animals\".[1] The ICZN publishes the International Code of Zoological Nomenclature (usually referred to as \"the Code\" or \"the ICZN Code\"), a widely accepted convention containing the rules for the formal scientific naming of all organisms that are treated as animals. New editions of the Code are elaborated by the Editorial Committee appointed by the Commission.[6] The current (4th) edition of the Code (1999) was edited by seven people,[7] with work on the next (5th) edition underway. The Commission also provides rulings on individual problems brought to its attention, as arbitration may be necessary in contentious cases, where strict adherence to the Code would interfere with stability of usage (e.g., see conserved name). These rulings are published in the Bulletin of Zoological Nomenclature.[1] Starting in 2017, the Bulletin became an online-only journal and joined BioOne, which hosts volumes 65 (2008) onwards of the Bulletin.[8]","Title":"International Commission on Zoological Nomenclature - Wikipedia","KeyID":"1244","URL":"https://en.wikipedia.org/wiki/International_Commission_on_Zoological_Nomenclature"}