{"Content: ":"A non-government organization (NGO) is an organization that generally is formed independent from government.[2][3][4][5][6] They are typically nonprofit entities, and many of them are active in humanitarianism or the social sciences; they can also include clubs and associations that provide services to their members and others. Surveys indicate that NGOs have a high degree of public trust, which can make them a useful proxy for the concerns of society and stakeholders.[7] However, NGOs can also be lobby groups for corporations, such as the World Economic Forum.[8][9][10][11] The term as it is used today was first introduced in Article 71 of the newly-formed United Nation's Charter in 1945.[12] While there is no fixed or formal definition for what NGOs are, they are generally defined as nonprofit entities that are independent of governmental influence—although they may receive government funding.[12] According to the UN Department of Global Communications, an NGO is \"a not-for profit, voluntary citizen’s group that is organized on a local, national or international level to address issues in support of the public good.\"[5] The term NGO is used inconsistently, and is sometimes used synonymously with civil society organization (CSO), which is any association founded by citizens.[13] In some countries, NGOs are known as nonprofit organizations, and political parties and trade unions are sometimes considered NGOs as well.[14] NGOs are classified by (1) orientation—the type of activities an NGO undertakes, such as activities involving human rights, consumer protection, environmentalism, health, or development; and (2) level of operation, which indicates the scale at which an organization works: local, regional, national, or international.[14] Russia had about 277,000 NGOs in 2008.[15] India is estimated to have had about 2 million NGOs in 2009 (approximately one per 600 Indians), many more than the number of the country's primary schools and health centers.[16][17] NGOs further the social goals of their members (or founders): improving the natural environment, encouraging the observance of human rights, improving the welfare of the disadvantaged, or representing a corporate agenda. Their goals cover a wide range of issues. They may fund local NGOs, institutions and projects, and implement projects.[18] NGOs are classified by their:[14] Similar terms include third-sector organization (TSO), nonprofit organization (NPO), voluntary organization (VO), civil society organization (CSO), grassroots organization (GO), social movement organization (SMO), private voluntary organization (PVO), self-help organization (SHO), and non-state actors (NSAs). Numerous variations exist for the NGO acronym, either due to language, region, or specificity.[20] Some Romance languages use the synonymous abbreviation ONG; for example: Other acronyms that are typically used to describe non-governmental organizations include:[citation needed] NGOs act as implementers, catalysts, and partners. They mobilize resources to provide goods and services to people who have been affected by a natural disaster; they drive change, and partner with other organizations to tackle problems and address human needs.[23] NGOs vary by method; some are primarily advocacy groups, and others conduct programs and activities. Oxfam, concerned with poverty alleviation, may provide needy people with the equipment and skills to obtain food and drinking water; the Forum for Fact-finding Documentation and Advocacy (FFDA) helps provide legal assistance to victims of human-rights abuses. The Afghanistan Information Management Services provide specialized technical products and services to support development activities implemented on the ground by other organizations. Management techniques are crucial to project success.[24] The World Bank classifies NGO activity into two general categories:[5][25][20] NGOs may also conduct both activities: operational NGOs will use campaigning techniques if they face issues in the field, which could be remedied by policy change, and campaigning NGOs (such as human-rights organizations) often have programs which assist individual victims for whom they are trying to advocate.[19][20] Operational NGOs seek to \"achieve small-scale change directly through projects\",[19] mobilizing financial resources, materials, and volunteers to create local programs. They hold large-scale fundraising events and may apply to governments and organizations for grants or contracts to raise money for projects. Operational NGOs often have a hierarchical structure; their headquarters are staffed by professionals who plan projects, create budgets, keep accounts, and report to and communicate with operational fieldworkers on projects.[19] They are most often associated with the delivery of services or environmental issues, emergency relief, and public welfare. Operational NGOs may be subdivided into relief or development organizations, service-delivery or participatory, religious or secular, and public or private. Although operational NGOs may be community-based, many are national or international. The defining activity of an operational NGO is the implementation of projects.[19] Advocacy NGOs or campaigning NGOs seek to \"achieve large-scale change promoted indirectly through the influence of the political system.\"[19] They require an active, efficient group of professional members who can keep supporters informed and motivated. Campaigning NGOs must plan and host demonstrations and events which will attract media, their defining activity.[19] Campaigning NGOs often deal with issues related to human rights, women's rights, and children's rights, and their primary purpose is to defend (or promote) a specific cause.[19] Non-governmental organisations need healthy public relations in order to meet their goals, and use sophisticated public-relations campaigns to raise funds and deal with governments. Interest groups may be politically important, influencing social and political outcomes. A code of ethics was established in 2002 by the World Association of Non-Governmental Organizations.[26] Some NGOs rely on paid staff; others are based on volunteers. Although many NGOs use international staff in developing countries, others rely on local employees or volunteers. Foreign staff may satisfy a donor who wants to see the supported project managed by a person from an industrialized country. The expertise of these employees (or volunteers) may be counterbalanced by several factors: the cost of foreigners is typically higher, they have no grassroots connections in the country, and local expertise may be undervalued.[25] By the end of 1995, Concern Worldwide (an international anti-poverty NGO) employed 174 foreigners and just over 5,000 local staff in Haiti and ten developing countries in Africa and Asia. On average, employees in NGOs earn 11-12% less compared to employees of for-profit organizations and government workers with the same number of qualifications .[27] However, in many cases NGOs employees receive more fringe benefits.[28] NGOs are usually funded by donations, but some avoid formal funding and are run by volunteers. NGOs may have charitable status, or may be tax-exempt in recognition of their social purposes. Others may be fronts for political, religious, or other interests. Since the end of World War II, NGOs have had an increased role in international development,[29] particularly in the fields of humanitarian assistance and poverty alleviation.[30] Funding sources include membership dues, the sale of goods and services, grants from international institutions or national governments, and private donations. Although the term \"non-governmental organization\" implies independence from governments, many NGOs depend on government funding;[31] one-fourth of Oxfam's US$162 million 1998 income was donated by the British government and the EU, and World Vision United States collected $55 million worth of goods in 1998 from the American government. Several EU grants provide funds accessible to NGOs. Government funding of NGOs is controversial, since \"the whole point of humanitarian intervention was precise that NGOs and civil society had both a right and an obligation to respond with acts of aid and solidarity to people in need or being subjected to repression or want by the forces that controlled them, whatever the governments concerned might think about the matter.\"[32] Some NGOs, such as Greenpeace, do not accept funding from governments or intergovernmental organizations.[33][34] The 1999 budget of the American Association of Retired Persons (AARP) was over $540 million.[35] Overhead is the amount of money spent on running an NGO, rather than on projects.[36] It includes office expenses,[36] salaries, and banking and bookkeeping costs. An NGO's percentage of its overall budget spent on overhead is often used to judge it; less than four percent is considered good.[36] According to the World Association of Non-Governmental Organizations, more than 86 percent should be spent on programs (less than 20 percent on overhead).[37] The Global Fund to Fight AIDS, Tuberculosis and Malaria has guidelines of five to seven percent overhead to receive funding;[38] the World Bank typically allows 37 percent.[39] A high percentage of overhead relative to total expenditures can make it more difficult to generate funds.[40] High overhead costs may generate public criticism.[41] A sole focus on overhead, however, can be counterproductive.[42] Research published by the Urban Institute and Stanford University's Center for Social Innovation have shown that rating agencies create incentives for NGOs to lower (and hide) overhead costs, which may reduce organizational effectiveness by starving organizations of infrastructure to deliver services.[43][44] An alternative rating system would provide, in addition to financial data, a qualitative evaluation of an organization’s transparency and governance: In a March 2000 report on United Nations reform priorities, former UN Secretary-General Kofi Annan favored international humanitarian intervention as the responsibility to protect[46] citizens from ethnic cleansing, genocide, and crimes against humanity. After that report, the Canadian government launched its Responsibility to Protect (R2P)[47] project outlining the issue of humanitarian intervention. The R2P project has wide applications, and among its more controversial has been the Canadian government's use of R2P to justify its intervention in the coup in Haiti.[48] Large corporations have increased their corporate social responsibility departments to preempt NGO campaigns against corporate practices. Collaboration between corporations and NGOs risks co-option of the weaker partner, typically the NGO.[49] In December 2007, Assistant Secretary of Defense for Health Affairs S. Ward Casscells established an International Health Division of Force Health Protection & Readiness.[50] Part of International Health's mission is to communicate with NGOs about areas of mutual interest. Department of Defense Directive 3000.05,[51] in 2005, required the US Defense Department to regard stability-enhancing activities as equally important as combat. In compliance with international law, the department has developed a capacity to improve essential services in areas of conflict (such as Iraq) where customary lead agencies like the State Department and USAID have difficulty operating. International Health cultivates collaborative, arm's-length relationships with NGOs, recognizing their independence, expertise, and honest-broker status.[citation needed] International non-governmental organizations date back to at least the late 18th century,[52][53] and there were an estimated 1,083 NGOs by 1914.[54] International NGOs were important to the anti-slavery and women's suffrage movements, and peaked at the time of the 1932–1934 World Disarmament Conference.[55] The term became popular with the 1945 founding of the United Nations in 1945;[56] Article 71 in Chapter X of its charter[57] stipulated consultative status for organizations which are neither governments nor member states.[58] An international NGO was first defined in resolution 288 (X) of the United Nations Economic and Social Council (ECOSOC) on February 27, 1950, as \"any international organization that is not founded by an international treaty\". The role of NGOs and other \"major groups\" in sustainable development was recognized in Chapter 27[59] of Agenda 21.[60] The rise and fall of international NGOs matches contemporary events, waxing in periods of growth and waning in times of crisis.[61] The United Nations gave non-governmental organizations observer status at its assemblies and some meetings. According to the UN, an NGO is a private, not-for-profit organization which is independent of government control and is not merely an opposition political party.[62] The rapid development of the non-governmental sector occurred in Western countries as a result of the restructuring of the welfare state. Globalization of that process occurred after the fall of the communist system, and was an important part of the Washington Consensus.[31] Twentieth-century globalization increased the importance of NGOs. International treaties and organizations, such as the World Trade Organization, focused on capitalist interests. To counterbalance this trend, NGOs emphasize humanitarian issues, development aid, and sustainable development. An example is the World Social Forum, a rival convention of the World Economic Forum held each January in Davos, Switzerland. The fifth World Social Forum, in Porto Alegre, Brazil in January 2005, was attended by representatives of over 1,000 NGOs.[63] The 1992 Earth Summit in Rio de Janeiro, attended by about 2,400 representatives, was the first to demonstrate the power of international NGOs in environmental issues and sustainable development. Transnational NGO networking has become extensive.[64] Although NGOs are subject to national laws and practices, four main groups may be found worldwide:[65] The Council of Europe drafted the European Convention on the Recognition of the Legal Personality of International Non-Governmental Organisations in Strasbourg in 1986, creating a common legal basis for European NGOs. Article 11 of the European Convention on Human Rights protects the right to associate, which is fundamental for NGOs. The question whether a public project should be owned by an NGO or by the government has been studied in economics using the tools of the incomplete contracting theory. According to this theory, not every detail of a relationship between decision makers can be contractually specified. Hence, in the future the parties will bargain with each other to adapt their relationship to changing circumstances. Ownership matters because it determines the parties’ willingness to make non-contractible investments. In the context of private firms, Hart (1995) has shown that the party with the more important investment task should be owner.[66] Yet, Besley and Ghatak (2001) have argued that in the context of public projects the investment technology does not matter.[67] Specifically, even when the government is the key investor, ownership by an NGO is optimal if and only if the NGO has a larger valuation of the project than the government. However, the general validity of this argument has been questioned by follow-up research. In particular, ownership by the party with the larger valuation need not be optimal when the public good is partially excludable (Francesconi and Muthoo, 2011),[68] when both NGO and government may be indispensable (Halonen-Akatwijuka, 2012),[69] or when the NGO and the government have different bargaining powers (Schmitz, 2013).[70] Moreover, the investment technology can matter for the optimal ownership structure when there are bargaining frictions (Schmitz, 2015),[71] when the parties interact repeatedly (Halonen-Akatwijuka and Pafilis, 2020),[72] or when the parties are asymmetrically informed (Schmitz, 2021).[73] Today we celebrate the World NGO Day, we celebrate the key civil society's contribution to public space and their unique ability to give voice to those who would have went [sic] otherwise unheard. European Commission Vice-President Federica Mogherini, commemorating the 2017 World NGO Day in Brussels[74] Service-delivery NGOs provide public goods and services which governments of developing countries are unable to provide due to a lack of resources. They may be contractors or collaborate with government agencies to reduce the cost of public goods. Capacity-building NGOs affect \"culture, structure, projects and daily operations\".[75] Advocacy and public-education NGOs aim to modify behavior and ideas through communication, crafting messages to promote social, political, or environmental changes (and as news organisations have cut foreign bureaux, many NGOs have begun to expand into news reporting).[76] Movement NGOs mobilize the public and coordinate large-scale collective activities to advance an activist agenda.[77] Since the end of the Cold War, more NGOs in developed countries have pursued international outreach; involved in local and national social resistance, they have influenced domestic policy change in the developing world.[78] Specialized NGOs have forged partnerships, built networks, and found policy niches.[79] Track II diplomacy (or dialogue) is transnational coordination by non-official members of the government, including epistemic communities and former policymakers or analysts. It aims to help policymakers and policy analysts reach a common solution through unofficial discussions. Unlike official diplomacy, conducted by government officials, diplomats, and elected leaders, Track II diplomacy involves experts, scientists, professors and other figures who are not part of government affairs. World NGO Day, observed annually on 27 February, was recognised on 17 April 2010 by 12 countries of the IX Baltic Sea NGO Forum at the eighth Summit of the Baltic Sea States in Vilnius, Lithuania.[80] It was internationally recognised on 28 February 2014 in Helsinki, Finland by United Nations Development Programme administrator and former Prime Minister of New Zealand Helen Clark.[81][82][83] Tanzanian author and academic Issa G. Shivji has criticised NGOs in two essays: \"Silences in NGO discourse: The role and future of NGOs in Africa\" and \"Reflections on NGOs in Tanzania: What we are, what we are not and what we ought to be\". Shivji writes that despite the good intentions of NGO leaders and activists, he is critical of the \"objective effects of actions, regardless of their intentions\".[84] According to Shivji, the rise of NGOs is part of a neoliberal paradigm and not motivated purely by altruism; NGOs want to change the world without understanding it, continuing an imperial relationship. In his study of NGO involvement in Mozambique, James Pfeiffer addresses their negative effects on the country's health. According to Pfeiffer, NGOs in Mozambique have \"fragmented the local health system, undermined local control of health programs, and contributed to growing local social inequality\".[85] They can be uncoordinated, creating parallel projects which divert health-service workers from their normal duties to instead serve the NGOs. This undermines local primary-healthcare efforts, and removes the government's ability to maintain agency over its health sector.[85] Pfeiffer suggested a collaborative model of the NGO and the DPS (the Mozambique Provincial Health Directorate); the NGO should be \"formally held to standard and adherence within the host country\", reduce \"showcase\" projects and unsustainable parallel programs.[85] In her 1997 Foreign Affairs article, Jessica Mathews wrote: \"For all their strengths, NGOs are special interests. The best of them ... often suffer from tunnel vision, judging every public act by how it affects their particular interest\".[86] NGOs are unencumbered by policy trade-offs.[87] According to Vijay Prashad, since the 1970s \"the World Bank, under Robert McNamara, championed the NGO as an alternative to the state, leaving intact global and regional relations of power and production.\"[88] NGOs have been accused of preserving imperialism[89] (sometimes operating in a racialized manner in Third World countries), with a function similar to that of the clergy during the colonial era. Political philosopher Peter Hallward has called them an aristocratic form of politics,[90] noting that ActionAid and Christian Aid \"effectively condoned the [2004 US-backed] coup\" against an elected government in Haiti and are the \"humanitarian face of imperialism\".[91] Movements in the Global South (such as South Africa's Western Cape Anti-Eviction Campaign) have refused to work with NGOs, concerned that doing so would compromise their autonomy.[92][93] NGOs have been accused of weakening people by allowing their funders to prioritize stability over social justice.[94] They have been accused of being designed by, and used as extensions of, the foreign-policy instruments of some Western countries and groups of countries.[95][96] Russian president Vladimir Putin made that accusation at the 43rd Munich Security Conference in 2007, saying that NGOs \"are formally independent but they are purposefully financed and therefore under control\".[97] According to Michael Bond, \"Most large NGOs, such as Oxfam, the Red Cross, Cafod and ActionAid, are striving to make their aid provision more sustainable. But some, mostly in the US, are still exporting the ideologies of their backers.\"[98] NGOs have been accused of using misinformation in their campaigns out of self-interest. According to Doug Parr of Greenpeace, there had been \"a tendency among our critics to say that science is the only decision-making tool ... but political and commercial interests are using science as a cover for getting their way.\"[99] Former policy-maker for the German branch of Friends of the Earth Jens Katjek said, \"If NGOs want the best for the environment, they have to learn to compromise.\"[99] They have been questioned as \"too much of a good thing\".[100] Eric Werker and Faisal Ahmed made three critiques of NGOs in developing nations. Too many NGOs in a nation (particularly one ruled by a warlord) reduces an NGO's influence, since it can easily be replaced by another NGO. Resource allocation and outsourcing to local organizations in international-development projects incurs expenses for an NGO, lessening the resources and money available to the intended beneficiaries. NGO missions tend to be paternalistic, as well as expensive.[100] Legitimacy, an important asset of an NGO, is its perception as an \"independent voice\".[101][102] Neera Chandhoke wrote in a Journal of World-Systems Research article, \"To put the point starkly: are the citizens of countries of the South and their needs represented in global civil society, or are citizens as well as their needs constructed by practices of representation? And when we realize that INGOs hardly ever come face to face with the people whose interests and problems they represent, or that they are not accountable to the people they represent, matters become even more troublesome.\"[103] An NGO's funding affects its legitimacy, and they have become increasingly dependent on a limited number of donors.[104] Competition for funds has increased, in addition to the expectations of donors who may add conditions threatening an NGO's independence.[105] Dependence on official aid may dilute \"the willingness of NGOs to speak out on issues which are unpopular with governments\",[102] and changes in NGO funding sources have altered their function.[102] NGOs have been challenged as not representing the needs of the developing world, diminishing the \"Southern voice\" and preserving the North–South divide.[106] The equality of relationships between northern and southern parts of an NGO, and between southern and northern NGOs working in partnership, has been questioned; the north may lead in advocacy and resource mobilization, and the south delivers services in the developing world.[106] The needs of the developing world may not be addressed appropriately, as northern NGOs do not consult (or participate in) partnerships or assign unrepresentative priorities.[107] NGOs have been accused of damaging the public sector in target countries, such as mismanagement resulting in the breakdown of public healthcare systems.[85] The scale and variety of activities in which NGOs participate have grown rapidly since 1980, and particularly since 1990.[108] NGOs need to balance centralization and decentralization. Centralizing NGOs, particularly at the international level, can assign a common theme or set of goals. It may also be advantageous to decentralize an NGO, increasing its chances of responding flexibly and effectively to local issues by implementing projects which are modest in scale, easily monitored, produce immediate benefits, and where all involved know that corruption would be punished.[109]","Title":"Non-governmental organization - Wikipedia","KeyID":"12446","URL":"https://en.wikipedia.org/wiki/NGOs"}