{"Content: ":"A memorandum of understanding (MoU) is a type of agreement between two (bilateral) or more (multilateral) parties. It expresses a convergence of will between the parties, indicating an intended common line of action.[1] It is often used either in cases where parties do not imply a legal commitment or in situations where the parties cannot create a legally enforceable agreement. It is a more formal alternative to a gentlemen's agreement.[2][3] Whether a document constitutes a binding contract depends only on the presence or absence of well-defined legal elements in the text proper of the document (the so-called \"four corners\"). The required elements are offer and acceptance, consideration, and the intention to be legally bound (animus contrahendi).[4] In the US, the specifics can differ slightly depending on whether the contract is for goods (falls under the Uniform Commercial Code) or services (falls under the common law of the state). Many companies and government agencies use MoUs to define a relationship between departments, agencies or closely held companies.[5] In business, an MoU is typically a legally non-binding agreement between two (or more) parties, that outlines terms and details of a mutual understanding or agreement, noting each party's requirements and responsibilities—but without establishing a formal, legally enforceable contract (though an MoU is often a first step towards the development of a formal contract).[2][3] In the United Kingdom, the term MoU is commonly used to refer to an agreement between parts of The Crown. The term is often used in the context of devolution, for example the 1999 concordat between the central Department for Environment, Food and Rural Affairs and the Scottish Environment Directorate. MoUs can also be used between a government agency and a non-commercial, non-governmental organization. In international relations, MoUs fall under the broad category of treaties and should be registered in the United Nations treaty collection.[6] In practice and in spite of the United Nations Office of Legal Affairs' insistence that registration be done to avoid 'secret diplomacy', MoUs are sometimes kept confidential. As a matter of law, the title of MoU does not necessarily mean the document is binding or not binding under international law. To determine whether a particular MoU is meant to be a legally binding document (i.e., a treaty), one needs to examine the parties’ intent as well as the signatories' position (e.g., Minister of Foreign Affairs vs. Minister of Environment). A careful analysis of the wording will also clarify the exact nature of the document. The International Court of Justice has provided some insight into the determination of the legal status of a document in the landmark case of Qatar v. Bahrain, 1 July 1994.[7] One advantage of MoUs over more formal instruments is that, because obligations under international law may be avoided, they can often be put into effect without requiring legislative approval. Hence, MoUs are often used to modify and adapt existing treaties, in which case these MoUs have factual treaty status.[8] The decision concerning ratification, however, is determined by the parties' internal law and depends to a large degree on the subject agreed upon. MoUs that are kept confidential (i.e., not registered with the UN) cannot be enforced before any UN organ, and it may be concluded that no obligations under international law have been created. Although MoUs in the multilateral field are seldom seen, the transnational aviation agreements are actually MoUs. Examples include: Examples from U.S. law include: Examples from international development contexts include: ","Title":"Memorandum of understanding - Wikipedia","KeyID":"12453","URL":"https://en.wikipedia.org/wiki/Memorandum_of_understanding"}