{"Content: ":"Julius Natterer, (December 5, 1938 – October 25, 2021), was a German engineer and professor of wood construction at the Swiss Federal Institute of Technology in Lausanne.[1][2] Julius Natterer studied at the Technical University of Munich, where he graduated in 1965.[3] He then stayed there for nine years as an assistant. During this time, he founded his own wood design office. In 1978, he was appointed to the Swiss Federal Institute of Technology in Lausanne. There he headed the timber construction laboratory (IBOIS / EPFL) which, according to the ideas of the university president, Maurice Cossandey, was to give a new impetus to timber construction in Switzerland. Peer Haller, Professor from the Institute metal and timber construction at the University of Dresden University of Technology in Germany, says that he is one of the most important personalities in the field of timber construction.[4] He is the designer of many new construction systems in solid wood and nailed planks. He is also known for the geodesic roofs he designed in wood, such as the Polydome at the EPFL in 1991 and the Expo in Hannover in 2000. Julius Natterer, as a practitioner and teacher, quickly realised that structural wood engineering had to be taught in a mixed way to engineering and architecture students. To develop this ambition, he initiated a postgraduate course in wood engineering and architecture at EPFL in 1988 in collaboration with Professor Roland Schweitzer. A pioneer of this type of master's degree at EPFL, he joined forces with Professor Jean-Luc Sandoz, an engineer in wood materials and structures, to bring this training to an international level. This expert continued to share his passion for wood construction, long after his academic retirement in 2005.[5] Julius Natterer is regularly quoted as a reference by the generations that follow him, particularly during official presentations on sustainable development.[6][7] He is co-author of several world-class reference books on timber construction in several languages, including the EPFL's Atlas of Construction and Treatise on Civil Engineering, volume 13:[11]","Title":"Julius Natterer - Wikipedia","KeyID":"12456","URL":"https://en.wikipedia.org/wiki/Julius_Natterer"}