{"Content: ":"The Ford Foundation is an American private foundation with the stated goal of advancing human welfare.[3][4][5][6] Created in 1936[7] by Edsel Ford and his father Henry Ford, it was originally funded by a US$25,000 gift from Edsel Ford.[4] By 1947, after the death of the two founders, the foundation owned 90% of the non-voting shares of the Ford Motor Company. (The Ford family retained the voting shares.[8]) Between 1955 and 1974, the foundation sold its Ford Motor Company holdings and now plays no role in the automobile company. Ahead of the foundation selling its Ford Motor Company holdings, in 1949, Henry Ford II created the Ford Motor Company Fund, a separate corporate foundation that to this day serves as the philanthropic arm of the Ford Motor Company and is not associated with the foundation. The Ford Foundation makes grants through its headquarters and ten international field offices.[9] For many years, the foundation's financial endowment was the largest private endowment in the world; it remains among the wealthiest. For fiscal year 2014, it reported assets of US$12.4 billion and approved US$507.9 million in grants.[2][10] According to the OECD, the Ford Foundation provided US$194 million for development in 2019, all of which related to its grant-making activities.[11] After its establishment in 1936, Ford Foundation shifted its focus from Michigan philanthropic support to five areas of action. In the 1950 Report of the Study of the Ford Foundation on Policy and Program, the trustees set forth five \"areas of action,\" according to Richard Magat (2012): economic improvements, education, freedom and democracy, human behavior, and world peace.[12] These areas of action were identified in a 1949 report by Horace Rowan Gaither.[13][14] Since the middle of the 20th century, many of the Ford Foundation's programs have focused on increased under-represented or \"minority\" group representation in education, science and policy-making. For over eight decades their mission decisively advocates and supports the reduction of poverty and injustice among other values including the maintenance of democratic values, promoting engagement with other nations, and sustaining human progress and achievement at home and abroad.[12] The Ford Foundation is one of the primary foundations offering grants that support and maintain diversity in higher education with fellowships for pre-doctoral, dissertation, and post-doctoral scholarship to increase diverse representation among Native Americans, African Americans, Latin Americans, and other under-represented Asian and Latino sub-groups throughout the U.S. academic labor market.[15][16] The outcomes of scholarship by its grantees from the late 20th century through the 21st century have contributed to substantial data and scholarship including national surveys such as the Nelson Diversity Surveys in STEM.[17][18][19][20] The foundation was established January 15, 1936,[4] in Michigan by Edsel Ford (president of the Ford Motor Company) and two other executives \"to receive and administer funds for scientific, educational and charitable purposes, all for the public welfare.\"[21] During its early years, the foundation operated in Michigan under the leadership of Ford family members and their associates and supported the Henry Ford Hospital and the Henry Ford Museum and Greenfield Village, among other organizations. After the deaths of Edsel Ford in 1943 and Henry Ford in 1947, the presidency of the foundation fell to Edsel's eldest son, Henry Ford II. It quickly became clear that the foundation would become the largest philanthropic organization in the world. The board of trustees then commissioned the Gaither Study Committee to chart the foundation's future. The committee, headed by California attorney H. Rowan Gaither, recommended that the foundation become an international philanthropic organization dedicated to the advancement of human welfare and \"urged the foundation to focus on solving humankind's most pressing problems, whatever they might be, rather than work in any particular field....\" The report was endorsed by the foundation's board of trustees, and they subsequently voted to move the foundation to New York City in 1953.[4][22][23][24] The Ford Foundation's first international field office opened in 1952 in New Delhi, India. The board of directors decided to diversify the foundation's portfolio and gradually divested itself of its substantial Ford Motor Company stock between 1955 and 1974.[4] This divestiture allowed Ford Motor to become a public company. Finally, Henry Ford II resigned from his trustee's role in a surprise move in December 1976. In his resignation letter, he cited his dissatisfaction with the foundation holding on to their old programs, large staff and what he saw as anti-capitalist undertones in the foundation's work.[25][26] In February 2019, Henry Ford III was elected to the Foundation's Board of Trustees, becoming the first Ford family member to serve on the board since his grandfather resigned in 1976.[27][28] For many years, the foundation topped annual lists compiled by the Foundation Center of US foundations with the most assets and the highest annual giving. The foundation has fallen a few places in those lists in recent years, especially with the establishment of the Bill and Melinda Gates Foundation in 2000. As of May 4, 2013, the foundation was second in terms of assets[2] and tenth in terms of annual grant giving.[29] In 2012, stating that it is not a research library, the foundation transferred its archives from New York City to the Rockefeller Archive Center in Sleepy Hollow, New York.[30] Based on recommendations made by the Gaither Study Committee and embraced by the foundation's board of trustees in 1949, the foundation expanded its grant making to include support for higher education, the arts, economic development, civil rights, and the environment, among other areas. In 1951, the foundation made its first grant to support the development of the Public Broadcasting Service (PBS), then known as National Educational Television (NET), which went on the air in 1952.[31] These grants continued, and in 1969 the foundation gave US$1 million to the Children's Television Workshop to help create and launch Sesame Street.[32] The foundation underwrote the Fund for the Republic in the 1950s. Throughout the 1950s, the foundation provided arts and humanities fellowships that supported the work of figures like Josef Albers, James Baldwin, Saul Bellow, Herbert Blau, E. E. Cummings, Anthony Hecht, Flannery O'Connor, Jacob Lawrence, Maurice Valency, Robert Lowell, and Margaret Mead. In 1961, Kofi Annan received an educational grant from the foundation to finish his studies at Macalester College in St. Paul, Minnesota.[33] Under its \"Program for Playwrights\", the foundation helped to support writers in professional regional theaters such as San Francisco's Actor's Workshop and offered similar help to Houston's Alley Theatre and Washington's Arena Stage.[34] In its commitment to help population control, the excessive growth of human population, the foundation has donated a lot of money in the Post World War II, especially in the 60s and 70s in both government and non-government contraceptive initiatives. By late 60s at its peak to this cause estimation they have donated almost 169 million dollars.[35][36][37][38] Despite dropping most of its contraception programs by the 1970s, the Foundation is critical of any limitation of access to abortion. Currently they grant funds to organizations which deal with reproductive rights.[39][40][41][42] In 1968, the foundation began disbursing $12 million to persuade law schools to make \"law school clinics\" part of their curriculum. Clinics were intended to give practical experience in law practice while providing pro bono representation to the poor. Conservative critic Heather Mac Donald contends that the financial involvement of the foundation instead changed the clinics' focus from giving students practical experience to engaging in leftwing advocacy.[43] Beginning in the late 1960s and continuing through the 1970s, the foundation expanded into civil rights litigation, granting $18 million to civil rights litigation groups.[44] The Mexican American Legal Defense and Educational Fund was incorporated in 1967 with a US$2.2 million grant from the foundation.[44] In the same year, the foundation funded the establishment of the Southwest Council of La Raza, the predecessor of the National Council of La Raza.[45] In 1972, the foundation provided a three-year US$1.2 million grant to the Native American Rights Fund.[44] The same year, the Puerto Rican Legal Defense and Education Fund opened with funding from numerous organizations, including the foundation.[44][46] In 1974, the foundation contributed funds to the Southwest Voter Registration Education Project[47] and the Latino Institute.[citation needed] In 1967 and 1968, the foundation provided financial support for decentralization and community control of public schools in New York City. Decentralization in Ocean Hill–Brownsville led to the firing of some white teachers and administrators, which provoked a citywide teachers' strike led by the United Federation of Teachers.[48] In 1976, the foundation helped launch the Grameen Bank, which offers small loans to the rural poor of Bangladesh. The Grameen Bank and its founder Muhammad Yunus were awarded the Nobel Peace Prize in 2006 for pioneering microcredit.[49] Between 1969 and 1978, the foundation was the biggest funder for research into in vitro fertilisation in the United Kingdom, which led to the first baby, Louise Brown born from the technique. The Ford Foundation provided $1,170,194 towards the research.[50] The foundation began awarding postdoctoral fellowships in 1980 to increase the diversity of the nation's academic faculties. In 1986, the foundation added predoctoral and dissertation fellowships to the program. The foundation awards 130 to 140 fellowships annually, and there are 4,132 living fellows. University of California, Berkeley was affiliated with 346 fellows at the time of award, the most of any institution, followed by University of California, Los Angeles at 205, Harvard University at 191, Stanford University at 190, and Yale University at 175. The 10-campus University of California system accounts for 947 fellows, and the Ivy League is affiliated with 726.[51][52] In 1987, the foundation began making grants to fight the AIDS epidemic[53] and in 2010 made grant disbursements totalling US$29,512,312.[54] In 2001, the foundation launched the International Fellowships Program (IFP) with a 12-year, $280 million grant, the largest in its history. IFP is entering its concluding phase. The final cohort has been selected, and the program will conclude in 2013. Fellows represent historically disadvantaged groups from outside the United States. IFP has identified nearly 4,350 emerging leaders. More than 80 percent have completed their studies and are now serving their home communities.[55] In April 2011, the foundation announced that it will cease its funding for programs in Israel as of 2013. It has provided US$40 million to nongovernmental organizations in Israel since 2003 exclusively through the New Israel Fund (NIF), in the areas of advancing civil and human rights, helping Arab citizens in Israel gain equality and promoting Israeli-Palestinian peace. The grants from the foundation are roughly a third of NIF's donor-advised giving, which totals about US$15 million a year.[56] In June 2020, Ford Foundation decided to raise $1 billion through a combination of 30 and 50- year bonds. The main aim was to help nonprofits hit by the pandemic.[57] In October 2020, Ford Foundation partnered with the Andrew W. Mellon Foundation to establish the Disability Future Fellowship, awarding $50,000 annually to disabled writers, actors, and directors in the fields of creative arts performance.[58][59] Ranked No. 24 on the Forbes 2018 World's Most Innovative Companies list, the Ford Foundation utilized its endowment to invest in innovative and sustainable change leadership shifting the model of grant-making in the 21st century. According to Forbes, \"Ford spends between $500 million and $550 million a year to support social justice work around the world. But last year, it also pledged to plow up to $1 billion of its overall $12.5 billion endowment over the next decade into impact investing via mission-related investments (MRIs) that generate both financial and social returns.\"[60][61] Foundation President Darren Walker wrote in an op-ed in the New York Times that the grant-making philanthropy of institutions like the Ford Foundation \"must not only be generosity, but justice.\"[62] The Ford Foundation seeks to address \"the underlying causes that perpetuate human suffering\" to grapple with and intervene in \"how and why\" inequality persists.[62] In 2007, the Ford Foundation co-founded the independent Native Arts and Culture Foundation by providing a portion of the new foundation's endowment out of the Ford Foundation's own. This decision to repatriate a portion of the Ford Foundation's endowment came after self-initiated research into the Ford Foundation's history of support of Native and Indigenous artists and communities. The results of this research indicated \"the inadequacy of philanthropic support for Native arts and artists\", and related feedback from an unnamed Native leader that \"once big foundations put the stuff in place for an Indian program, then it is not usually funded very well. It lasts as long as the program officer who had an interest and then goes away\" and recommended that an independent endowment be established and that \"[n]ative leadership is crucial\".[63] The foundation was accused of being funded by the US government.[64][65] John J. McCloy, the foundation's chairman from 1958–1965, knowingly employed numerous US intelligence agents and, based on the premise that a relationship with the CIA was inevitable, set up a three-person committee responsible for dealing with its requests.[66][67] Writer and activist Arundhati Roy connects the foundation, along with the Rockefeller Foundation, with supporting imperialist efforts by the U.S. government during the Cold War. Roy links the Ford Foundation's establishment of an economics course at the Indonesian University with aligning students with the 1965 coup that installed Suharto as president.[68] At the height of the Cold War, the Ford Foundation was involved in several sensitive covert operations. One of these involved the Fighting Group Against Inhumanity. Based in West Berlin, the Fighting Group undertook a range of missions in the East Zone, ranging from intelligence gathering to sabotage. It was funded and controlled by the CIA. In 1950, the U.S. government decided that the Fighting Group needed to bolster its legitimacy as a credible independent organization, so the International Rescue Committee was recruited to act as its advocate. One component of this project was convincing the Ford Foundation to issue a grant to the Fighting Group. With the support of Eleanor Roosevelt, the Ford Foundation was persuaded to give the Fighting Group a grant of $150,000. A press release announcing the grant pointed to the assistance given by the Fighting Group to “carefully screened” defectors to come to the West. The National Committee for a Free Europe, a CIA proprietary, actually administered the grant. (Chester, Covert Network, pp. 89–94.) In 2005, Michigan Attorney General Mike Cox began a probe of the foundation. Though the foundation is headquartered in New York City, it is chartered in Michigan, giving that state some jurisdiction. Cox focused on its governance, potential conflicts of interest among board members, and what he viewed as its poor record of giving to charities in Michigan. Between 1998 and 2002, the foundation gave Michigan charities about US$2.5 million per year, far less than many other charities its size. American author, conservative philosopher, and critic of feminism Christina Hoff Sommers, criticized The Ford Foundation in her book The War Against Boys (2000) as well as other institutions in education and government.[69] Sommers alleged that the Ford Foundation funded feminist ideologies that marginalize boys and men. A Washington Post book review by E. Anthony Rotundo, author of \"American Manhood: Transformations in Masculinity from the Revolution to the Modern Era,\" alleges that Sommers \"persistently misrepresents scholarly debate, [and] ignores evidence that contradicts her assertions\" about a gender war against boys and men.[70] Spanish judge Francisco Serrano Castro made similar claims to Sommers in his 2012 book The Dictatorship of Gender.[71] These criticisms argue that the Ford Foundation is advancing a liberal agenda. In 2003, the foundation was critiqued by US news service Jewish Telegraphic Agency, among others, for supporting Palestinian nongovernmental organizations that were accused of promoting antisemitism at the 2001 World Conference Against Racism. Under pressure by several members of Congress, chief among them Rep. Jerrold Nadler, the foundation apologized and then prohibited the promotion of \"violence, terrorism, bigotry or the destruction of any state\" among its grantees. This move itself sparked protest among university provosts and various non-profit groups on free speech issues.[72] The foundation's partnership with the New Israel Fund (NIF), which began in 2003, was criticized regarding its choice of mostly progressive grantees and causes. This criticism peaked after the 2001 World Conference Against Racism, where some nongovernmental organizations funded by the foundation backed resolutions equating Israeli policies with apartheid. In response, the Ford Foundation tightened its criteria for funding. In 2011, right wing Israeli politicians and organizations such as NGO Monitor and Im Tirtzu claimed the NIF and other recipients of Ford Foundation grants supported the delegitimization of Israel.[56] Completed in 1968 by the firm of Roche-Dinkeloo, the Ford Foundation Center for Social Justice in New York City (originally the Ford Foundation Building) was the first large-scale architectural building in the country to devote a substantial portion of its space to horticultural pursuits. Its atrium was designed with the notion of having urban greenspace accessible to all and is an example of the application in architecture of environmental psychology. The building was recognized in 1968 by the Architectural Record as \"a new kind of urban space\". This design concept was used by others for many of the indoor shopping malls and skyscrapers built in subsequent decades. The New York City Landmarks Preservation Commission designated the building a landmark in 1997.[73] Source: History of Ford Foundation[74][75] ° Eric Thomas Chester, Covert Network, Progressives, the International Rescue Committee and the CIA, M. E. Sharpe, 1995, Routledge, 2015.","Title":"Ford Foundation - Wikipedia","KeyID":"12460","URL":"https://en.wikipedia.org/wiki/Ford_Foundation"}