{"Content: ":"Protected areas or conservation areas are locations which receive protection because of their recognized natural, ecological or cultural values. There are several kinds of protected areas, which vary by level of protection depending on the enabling laws of each country or the regulations of the international organizations involved. Generally speaking though, protected areas are understood to be those in which human presence or at least the exploitation of natural resources (e.g. firewood, non-timber forest products, water, ...) is limited.[1] The term \"protected area\" also includes marine protected areas, the boundaries of which will include some area of ocean, and transboundary protected areas that overlap multiple countries which remove the borders inside the area for conservation and economic purposes. There are over 161,000 protected areas in the world (as of October 2010)[2] with more added daily, representing between 10 and 15 percent of the world's land surface area.[3][4][5] As of 2016, there are 14,688 Marine Protected Areas (MPAs), and approximately 14.7% of the world's terrestrial and inland water areas (excluding Antarctica) are protected.[6] For waters under national jurisdiction beyond inland waters, approximately 10.2% of coastal and marine areas and 4.12% of global ocean areas are covered by marine protected areas.[6] In contrast, only 0.25% of the world's oceans beyond national jurisdiction are covered by MPAs.[6] In recent years, the 30 by 30 initiative has targeted to protect 30% of ocean territory and 30% of land territory worldwide by 2030; this has been adopted by the European Union in its Biodiversity Strategy for 2030, Campaign for Nature which promoted the goal during the Convention on Biodiversity's COP15 Summit[7] and the G7.[8] Protected areas are implemented for biodiversity conservation, often providing habitat and protection from hunting for threatened and endangered species. Protection helps maintain ecological processes that cannot survive in most intensely managed landscapes and seascapes.[9] The definition that has been widely accepted across regional and global frameworks has been provided by the International Union for Conservation of Nature (IUCN) in its categorisation guidelines for protected areas.[10][11] The definition is as follows:[12] A clearly defined geographical space, recognized, dedicated and managed, through legal or other effective means, to achieve the long-term conservation of nature with associated ecosystem services and cultural values. The objective of protected areas is to conserve biodiversity and to provide a way for measuring the progress of such conservation. Protected areas will usually encompass several other zones that have been deemed important for particular conservation uses, such as Important Bird Areas (IBA) and Endemic Bird Areas (EBA), Centres of Plant Diversity (CPD), Indigenous and Community Conserved Areas (ICCA), Alliance for Zero Extinction Sites (AZE) and Key Biodiversity Areas (KBA) among others. Likewise, a protected area or an entire network of protected areas may lie within a larger geographic zone that is recognised as a terrestrial or marine ecoregions (see Global 200), or a Crisis Ecoregions for example.[13] As a result, Protected Areas can encompass a broad range of governance types. A wide variety of rights-holders and stakeholders are involved in the governance and management of protected areas, including forest protected areas, such as government agencies and ministries at various levels, elected and traditional authorities, indigenous peoples and local communities, private individuals and non-profit trusts, among others.[12] Most protected-area and forest management institutions acknowledge the importance of recognizing the rights of indigenous peoples and local communities, sharing the costs and benefits of protected areas and actively involving them in their governance and management.[12] This has led to the recognition of four main types of governance, defined on the basis of who holds authority, responsibility, and who can be held accountable for the key decisions for protected areas.[12] Indeed, governance of protected areas has emerged a critical factor in their success. Subsequently, the range of natural resources that any one protected area may guard is vast. Many will be allocated primarily for species conservation whether it be flora or fauna or the relationship between them, but protected areas are similarly important for conserving sites of (indigenous) cultural importance and considerable reserves of natural resources such as; Annual updates on each of these analyses are made in order to make comparisons to the Millennium Development Goals and several other fields of analysis are expected to be introduced in the monitoring of protected areas management effectiveness, such as freshwater and marine or coastal studies which are currently underway, and islands and drylands which are currently in planning.[17] Along with providing important stocks of natural resources, protected areas are often major sources of vital ecosystem services, unbeknownst to human society.[18] Although biodiversity is usually the main reason for constructing protected areas, the protection of biodiversity also protects the ecosystem services society enjoys.[19] Some ecosystem services include those that provide and regulate resources, support natural processes, or represent culture.[20] Provisioning services provide resources to humanity, such as fuel and water, while regulating services include carbon sequestration, climate regulation, and protection against disease.[21] Supporting ecosystem services include nutrient cycling, while cultural services are a source of aesthetic and cultural value for tourism and heritage.[21] Such services are often overlooked by humanity, due to the ecosystem from which they originate being far from urbanized areas. The contamination of ecosystem services within a designated area ultimately degrades their use for society. For example, the protection of a water body inherently protects that water body's microorganisms and their ability to adequately filter pollutants and pathogens, ultimately protecting water quality itself.[22] Therefore, the implementation of protected areas is vital to maintaining the quality and consistency of ecosystem services, ultimately allowing human society to function without the interference of human infrastructure or policies. Through its World Commission on Protected Areas (WCPA), the IUCN has developed six Protected Area Management Categories that define protected areas according to their management objectives, which are internationally recognised by various national governments and the United Nations.[23] The categories provide international standards for defining protected areas and encourage conservation planning according to their management aims.[24] IUCN Protected Area Management Categories: Protected areas are cultural artifacts, and their story is entwined with that of human civilization. Protecting places and natural resources is by no means a modern concept, whether it be indigenous communities guarding sacred sites or the convention of European hunting reserves. Over 2000 years ago, royal decrees in India protected certain areas. In Europe, rich and powerful people protected hunting grounds for a thousand years. Moreover, the idea of protection of special places is universal: for example, it occurs among the communities in the Pacific (\"tapu\" areas) and in parts of Africa (sacred groves). The oldest legally protected reserve recorded in history is the Main Ridge Forest Reserve, established by an ordinance dated 13 April 1776.[27] Other sources mention the 1778 approval of a protected area on then-Khan Uul, a mountain previous protected by local nomads for centuries in Mongolia, by then-ruling Qing China Tenger Tetgegch Khaan. However, the mass protected areas movement did not begin until late nineteenth-century in North America, Australia, New Zealand and South Africa, when other countries were quick to follow suit. While the idea of protected areas spread around the world in the twentieth century, the driving force was different in different regions. Thus, in North America, protected areas were about safeguarding dramatic and sublime scenery; in Africa, the concern was with game parks; in Europe, landscape protection was more common.[28] The designation of protected areas often also contained a political statement. In the 17th and 18th centuries, protected areas were mostly hunting grounds of rulers and thus, on the one hand, an expression of the absolute personal authority of a monarch, and on the other hand, they were concentrated in certain places and diminished with increasing spatial distance from the seat of power. In the late 19th century, modern territorial states emerged which, thanks to the transport and communication technologies of industrialisation and the closely meshed and well-connected administrative apparatus that came with it, could actually assert claims to power over large contiguous territories. The establishment of nature reserves in mostly peripheral regions thus became possible and at the same time underpinned the new state claim to power.[29] Initially, protected areas were recognised on a national scale, differing from country to country until 1933, when an effort to reach an international consensus on the standards and terminology of protected areas took place at the International Conference for the Protection of Fauna and Flora in London.[30] At the 1962 First World Conference on National Parks in Seattle the effect the Industrial Revolution had had on the world's natural environment was acknowledged, and the need to preserve it for future generations was established.[31] Since then, it has been an international commitment on behalf of both governments and non-government organisations to maintain the networks that hold regular revisions for the succinct categorisations that have been developed to regulate and record protected areas. In 1972, the Stockholm Declaration of the United Nations Conference on the Human Environment endorsed the protection of representative examples of all major ecosystem types as a fundamental requirement of national conservation programmes. This has become a core principle of conservation biology and has remained so in recent resolutions – including the World Charter for Nature in 1982, the Rio Declaration at the Earth Summit in 1992, and the Johannesburg Declaration 2002. Recently, the importance of protected areas has been brought to the fore at the threat of human-induced global heating and the understanding of the necessity to consume natural resources in a sustainable manner. The spectrum of benefits and values of protected areas is recognised not only ecologically, but culturally through further development in the arena of Indigenous and Community Conserved Areas (ICCAs). International programmes for the protection of representative ecosystems remain relatively progressive (considering the environmental challenges of globalisation with respect to terrestrial environments), with less advances in marine and freshwater biomes.[citation needed] How to manage areas protected for conservation brings up a range of challenges[5] – whether it be regarding the local population, specific ecosystems or the design of the reserve itself – and because of the many unpredicatable elements in ecology issues, each protected area requires a case-specific set of guidelines.[34] Enforcing protected area boundaries is a costly and labour-heavy endeavour, particularly if the allocation of a new protected region places new restrictions on the use of resources by the native people which may lead to their subsequent displacement.[35] This has troubled relationships between conservationists and rural communities in many protected regions and is often why many Wildlife Reserves and National Parks face the human threat of poaching for the illegal bushmeat or trophy trades, which are resorted to as an alternative form of substinence.[5][36] Poaching has thus increased in recent years as areas with certain species are no longer easily and legally accessible.[37] This increasing threat has often led governments to enforce laws and implement new policies in order to adhere to the initial goal of protected areas, though many illegal activities are often overlooked.[38] There is increasing pressure to take proper account of human needs when setting up protected areas and these sometimes have to be \"traded off\" against conservation needs. Whereas in the past governments often made decisions about protected areas and informed local people afterwards, today the emphasis is shifting towards greater discussions with stakeholders and joint decisions about how such lands should be set aside and managed. Such negotiations are never easy but usually produce stronger and longer-lasting results for both conservation and people.[39][40] Protected areas in many cases are in close cohesion with municipalities and require specific performance management leading both to sustainability from one side and regional development from the other. Administrations of protected areas are more targeted towards the protection of nature and ecosystems while municipalities are responsible for the social and economic development of a particular local community.[41] In some countries, protected areas can be assigned without the infrastructure and networking needed to substitute consumable resources and subtantiatively protect the area from development or misuse. The soliciting of protected areas may require regulation to the level of meeting demands for food, feed, livestock and fuel, and the legal enforcement of not only the protected area itself but also 'buffer zones' surrounding it, which may help to resist destabilisation.[42] Protected area downgrading, downsizing, and degazettement (PADDD) Protected area downgrading, downsizing, and degazettement (PADDD) events are processes that change the legal status of national parks and other protected areas in both terrestrial and marine environments.[43][44] Downgrading is a decrease in legal restrictions on human activities within a protected area, downsizing is a decrease in protected area size through a legal boundary change, and degazettement is the loss of legal protection for an entire protected area.[43] Collectively, PADDD represents legal processes that temper regulations, shrink boundaries, or eliminate legal protections originally associated with establishment of a protected area. Scientific publications have identified 3,749 enacted PADDD events in 73 countries since 1892 which have collectively impacted an area approximately the size of Mexico.[45] PADDD is a historical and contemporary phenomenon.[43] 78% of PADDD events worldwide were enacted since 2000 and governments in at least 14 countries are currently considering at least 46 PADDD proposals.[45] Proximate causes of PADDD vary widely but most PADDD events globally (62%) are related to industrial scale resource extraction and development – infrastructure, industrial agriculture, mining, oil and gas, forestry, fisheries, and industrialization.[45] PADDD challenges the longstanding assumption that protected areas are permanent fixtures and highlights the need for decision-makers to consider protected area characteristics and the socioeconomic context in which they are situated to better ensure their permanence.[43][46] One main concern regarding protected areas is how effectively they prevent ongoing loss of biodiversity. Multiple case studies point to positive effects on terrestrial and marine species, but the majority of protected areas are unrepresented. Limitations on protected areas include: their small size and isolation from each other (which influence the maintenance of species); their restricted role in preventing the many factors affecting biodiversity, such as climate change, invasive species, and pollution; their high costs; and their increasing conflict with human demands for nature's resources.[5][47] Protected areas play a large role in protecting important natural ecosystems and providing essential ecosystem services such as carbon storage and flood prevention.[48][49][50] Besides the focus on ecological effectiveness of conservation activieties, i.e. in how far certain desirable ecological benefits and targets are reached, many studies point out that also cost-effectiveness concerns should play a center role in the design and implementation of conservation activities.[51][52] In this context, different aspacts such as the type of habitats,[53] species or landscapes selected for conservation, the design of conservation contracts,[54] governance of conservation activities,[55] and payment systems[56] play important roles. Scientists advocate that 50% of global land and seas be converted to inter-connected protected areas to sustain these benefits.[48] The Asian country Bhutan achieved this high-reaching target by reserving 51.4% of the country's area as protected areas interconnected through biological corridors.[48] Although these networks are well regulated (local communities are aware of their importance and actively contribute to their maintenance), Bhutan is currently a developing country that is undergoing infrastructure development and resource collection.[48] The country's economic progression has brought about human-wildlife conflict and increased pressure on the existence of its protected areas. In light of ongoing disputes on the topic of optimal land usage, Dorji (et al.), in a study using camera traps to detect wildlife activity, summarize the results of a nationwide survey that compares the biodiversity of Bhutan's protected areas versus that of intervening non-protected areas. The study indicated that Bhutan's protected areas \"are effectively conserving medium and large mammal species, as demonstrated through the significant difference in mammal diversity between protected areas, biological corridors, and non-protected areas with the strongest difference between protected areas and non-protected areas\".[48] Protected areas had the highest levels of mammal biodiversity. This is made possible by the restriction of commercial activity and regulation of consumptive uses (firewood, timber, etc.).[48] The regulation of such practices has allowed Bhutan's protected areas to thrive with high carnivore diversity and other rare mammals such as Chinese pangolin, Indian pangolin, mountain weasel (Mustela altaica), small-toothed ferret badger, Asian small clawed otter, the tiger, dhole (Cuon alpinus), Binturong, clouded leopard and Tibetan fox (Vulpes ferrilata).[48] Also found to be prevalent were the large herbivore species: Asiatic water buffalo Bubalus arnee, golden langur, musk deer, and Asian elephant.[48] The maintenance of these charismatic megafauna and other threatened species can be attributed to the intensity of Bhutan's management of its protected areas and its local communities’ commitment to preserving them. The National Heritage List is a heritage register, a list of national heritage places deemed to be of outstanding heritage significance to Australia, established in 2003. The list includes natural and historic places, including those of cultural significance to Indigenous Australians.[57] Indigenous Protected Areas (IPAs) are formed by agreement with Indigenous Australians, and declared by Indigenous Australians, and form a specific class of protected area.[58][59][60] Natura 2000 is a network of protected areas established by the EU across all member states. It is made up of Special Areas of Conservation (SACs) and Special Protection Areas (SPAs) designated respectively under the Habitats Directive and Birds Directive. 787,767 km2 (304,159 sq mi) are designated as terrestrial sites and 251,564 km2 (97,129 sq mi) as marine sites. Overall, 18 percent of the EU land mass is designated.[61] Protected areas of India include National parks, Wildlife sanctuaries, biosphere reserves, reserved and protected forests, conservation and community reserves, communal forests, private protected areas and conservation areas. O Parks, Wildlife, and Recreation is a private protected area, also known as a 'Private Reserve' predominantly managed for biodiversity conservation, protected without formal government recognition and is owned and stewarded by the O corporation International.[62] O parks plays a particularly important role in conserving critical biodiversity in a section of the Mesoamerican Biological Corridor known as the Paso del Istmo, located along the 12-mile-wide isthmus between Lake Nicaragua and the Pacific Ocean. As of 31 January 2008[update], according to the United Nations Environment Programme, the United States had a total of 6770 terrestrial nationally designated (federal) protected areas. These protected areas cover 2,607,131 km2 (1,006,619 sq mi), or 27.08 percent of the land area of the United States.[63] This is also one-tenth of the protected land area of the world. On 21 May 2019, The Moscow Times cited a World Wildlife Fund report indicating that Russia now ranks first in the world for its amount of protected natural areas[64] with 63.3 million hectares of specially protected natural areas. However, the article did not contain a link to WWF's report and it may be based on previously gathered data. As an area known for a high level of biodiversity, China has begun implementing various protected areas in recent years. As of the year 2017, China has nearly 10,000 to 12,000 protected areas, 80% of which are nature reserves aiming to foster biodiversity conservation.[65][19][66] These newly implemented reserves safeguard a range of ecosystems, from tropical forests to marine habitats.[67] These protected areas encompass nearly 20% of China's land area.[68]","Title":"Protected area - Wikipedia","KeyID":"12468","URL":"https://en.wikipedia.org/wiki/Protected_areas"}