{"Content: ":"This a survey of the postage stamps and postal history of the Russian Empire, the Soviet Union and the modern Russian Federation. Records mention a system of messengers in the 10th century. Early letters were carried in the form of a roll, with a wax or lead seal; the earliest known of these seals dates from 1079, and mentions a governor Ratibor of Tmutarakan. The earliest surviving cover was sent in 1391 from La Tana (now Azov) to Venice. By the 16th century, the postal system included 1,600 locations, and mail took 3 days to travel from Moscow to Novgorod. In 1634, a peace treaty between Russia and Poland established a route to Warsaw, becoming Russia's first regular international service. Peter the Great enacted reforms making the postal system more uniform in its operations, and in 1714 the first general post offices opened in Saint Petersburg and Moscow. “Regular post-service” was established along the Moscow and Riga routes. In February 1714, the postal service started biweekly runs from St. Petersburg to Riga; in June it started runs from St. Petersburg to Moscow. The field post office was founded in 1716, and the so-called ordinary post service in 1720, for the fast conveyance of state ordinances and papers. Regular delivery of private parcels (the so-called heavy post) was organized in the 1730-40s. In 1746, parcels and private correspondence were first delivered by courier, and starting in 1781 money, too, could be delivered to one's door. The earliest known Russian postmark dates from July 1765; it is a single line reading \"ST.PETERSBURG\" (in Latin letters), but the first official recommendation to use postmarks did not come until 1781. Mailcoaches appeared in 1820. In 1833, the St. Petersburg City Post was created, and the city was divided into 17 districts with 42 correspondence offices, which were located in trade stores. In 1834, reception offices appeared in the suburbs (in St. Petersburg there were as many as 108). Periodical press delivery in Russia was organized in St. Petersburg in 1838. The Department of Coaches and T-carts was opened in 1840 at the Moika Embankment; light cabriolets carried surplus-post, coaches delivered light post, and T-carts dealt with “heavy\" post. Green coloured street mailboxes were installed in 1848, the same year stamped envelopes were issued; orange mailboxes for same-day service appeared near railway stations in 1851, and postage stamps appeared in 1857. In 1864, the City Post started sending printed matter and catalogues, and in 1866, they sent packages. Postal stationery made its first appearance in 1845, in the form of envelopes that paid the 5-kopeck fee for local mail in St. Petersburg and Moscow. The idea worked well and was extended throughout Russia on December 1, 1848. Local postal systems used stamps referred to as Zemstvo stamps, from the term for local government begun under Alexander II in 1864.[1] Russian Post is a founding member of the Universal Postal Union (UPU) created in 1874. In 1902 Chief Postal Service was made part of the Internal Affairs Ministry and in 1917 under the Provisional Government it became part of Ministry of Posts and Telegraphs. During the Great Patriotic War, the Soviet postal service was a part of the People's Commissariat for Communications of the USSR. It delivered up to 70 million parcels per month to the Soviet Army front from the rear under extremely difficult and often very dangerous conditions. In the postwar years, the mail service has undergone quantitative and qualitative changes. In 1946, the People's Commissariat for Communications of the USSR was transformed into the Ministry of Communications of the USSR. The postal service was carried out by the Post Office, which was part of the Ministry of Communications, along with other offices of the telecommunications industries. By 1950, the postal industry, destroyed by the war, was restored and brought to the pre-war level. In subsequent years, the network of communication enterprises was significantly expanded, especially in rural areas, in the cities and a network of liaison offices, post offices, and subordinate communication centers. Most businesses combined postal, telegraph and telephone services. These communications were typically located in the same building and under single management. A huge network of mailboxes was established not only in cities but also in rural areas, stations, railway sidings and at freeway junctions. Further development of the postal service followed the path of mechanization and automation of mail processing, improving the organization of its transportation and delivery. For this, the old postal equipment was modernized and the production of brand new designs developed - mail processing and handling machines and equipment for container transport, means of mechanization and postal inventory, as well as equipment for customer service. By the late 1930s, 203 post offices operated in Leningrad. During the Great Patriotic War of 1941–45, communication between the front line and the rear was provided by the Field Post. In the first year of the Siege, there were 108 post offices working in Leningrad. The Leningrad Postal Association was created in 1988 and included the General Leningrad Post Office, 13 regional post offices, 345 post offices, 11 automated post offices, and a fleet of vehicles. In 1993 the Russian Post became a part of the Ministry of Communications. In 1995, the Office was reorganized into the Federal Service of the Russian Federation postal service, and in 1996 it was reorganized into the Department of Posts in the Ministry of Communications of the Russian Federation. Russian postal enterprises were operating and there was commercial independence, but with it the strong competition posed by former partners, the telecommunication companies. Thus, despite the separation of industries, a unique postal network, established in prior periods and covering almost all localities in the country, has been preserved. Given the role of the Russian Post in the historical development of the state, in 1994, Russian President Boris Yeltsin established a professional public holiday for postal workers - \"The Day of the Russian Post\", which is celebrated annually on the 2 July. Another presidential decree in 1997 restored the heraldic traditions of the Post with the adding of the emblem and flag. In 1996, the Ministry of Communications for the first time decided to break the state postal monopoly on some postal services, resulting in Russia having commercial mailing companies. Since the Soviet Union was dissolved, the Federal Postal Service consisted of a network of 90 disparate entities which were mainly listed as state institutions or federal state unitary enterprises. In legal terms, they were completely independent concerns. They were linked to the Federal Postal Network only by a trunk intrazonal and inter-district transmission and delivery system. The most ridiculous part of the whole system was that different parts of the same system connected by a single mechanism in adjacent regions were competing against each other, which mainly involved trying to lure big corporate clients away from the other competitors often at dumping prices. Also, there were no uniform budgeting, planning or other processes. These companies operated using outdated and worn-out postal facilities representing about 50 different IT solutions in terms of industry technology. In accordance with the concept of restructuring the federal postal service, adopted by the Government Decree on 28 June 2002, the postal industry in the Russian Federation carried out the reorganization, aimed at creating a single, highly efficient and competitive company able to make a significant contribution to the solution of urgent problems on the accelerated development of the economy and resulted in the establishment of a single unified operator- Federal Unitary Enterprise Russian Post. By 2005 the reform was completed. In 2004 Elsag Datamat won the tender to build Russian Post’s first automated sorting center.[2] The early 2010s saw a rise in complaints. The number of parcels from foreign online retailers had been rising steadily for several years and was certain to rise further.[3] According to the Russian Post’s own estimates, orders from Internet shops are delivered to Russia mostly in ordinary or registered parcels; in 2009 there were 2.3 million, in 2012 the amount soared to 17 million. On March 6, 2012, five trucks from Germany were in a queue to be unloaded at Vnukovo. At the International Post Office there had piled up 12,300 parcels, 5,300 EMS packages, and 36,000 minor incoming parcels. And two thousand parcels were waiting for customs clearance at Sheremetyevo International Airport.[4] 2012 saw the creating of a new resource called \"anti-Russianpost.ru\" emerged in the world wide web. The users highlight all instances of Russian Post’s bad work. In the middle of March, the clients of on-line retailers launched a massive spam attack on the Moscow office of the Roskomnadzor watchdog. In this period the company received up to 1,000 messages from individuals with complaints about delayed deliveries of purchases made at Internet shops. In March 2013 Russian Post reported the unfavorable state of affairs to the authorities. In a special message Russian Post’s deputy general director, Nina Fetisova, told the Federal Communications Agency Rossvyaz and the Federal Customs Service the processing of international mail was in a critical situation at the customs posts Vnukovo and Sheremetyevo International Airport and also at the Central International Post Office in Moscow. In order to improve the services, Prime Minister Dmitry Medvedev signed a Government Resolution to take the Russian Post out of the sphere of competence of the Federal Communications Agency Rossvyaz, and subordinated it directly to the Ministry of Communications and Mass Media.[4][5] Also, On April of that year, the General Director of the Post, Alexander Kiselyov was ousted from the office.[6] The company's new management, in October 2013, stated an ambitious goal of doubling revenues to make the company ready for an initial public offering in 2018 by allowing it to provide banking services, reducing the number of unprofitable branches and focusing on providing deliveries from online retailers.[7] In order to handle the growth of parcels, production capacity has been expanded regional seats of international postal exchange centers, with the company opening new international mail processing centers in Moscow at the Kazan station and in Yekaterinburg and Novosibirsk. In addition, Russian Post agreed with foreign postal operators sorting international mail delivery by region even in the country of the sender (pre-sorting began in China, the largest importer), which allows to reduce the delivery of international mail. For example, after opening Exchange center in Yekaterinburg, parcel from China to residents of the Sverdlovsk Oblast is delivered in five days, including all customs clearance.[8] In August 2013 Russian Post had launched its first regional flight in the far eastern Russian republic of Yakutia. The company held a ceremony at Yakutsk Airport to launch its second new airmail plane under a program to expand links to remote areas, its first being a flight in the Khabarovsk Krai territory on Russia’s east coast. Russian Post deputy director-general Alexei Skatin said that \"The mail must be delivered on time despite the difficult geography of the region. We are starting to improve the postal logistics in the remote regions of Russia\".[9] In March 2014, following the takeover of Crimea by pro-Russian separatists and the Russian Armed Forces, the Russian Post announced a number of measures to organize postal services with the Republic of Crimea in accordance with postal regulations of the Russian Federation, as well as to unify the mail systems of indexing.[10] The postage stamp idea had already swept much of the world when, in September 1856, the Russian authorities decided to follow suit. The first Russian postal stamp was issued on December 10, 1857 by the circular of the Postal Department \"On the bringing of postal stamps for the common use\" with the following content: \"Starting from the 1st January of the next year 1858 ordinary private letters to all the places of the Empire, the Kingdom of Poland, the Grand Duchy of Finland brought to the post in ordinary envelopes or without envelope at all just with addresses written on the letter itself should be sent only with the stamp corresponding to the letter weight\". The first stamps went on sale on 10 December 1857, but officially people started to use stamps to pay internal correspondence in Russia from January 1, 1858 (from March 1, 1858 – in the Caucasus, Transcaucasia, and Siberia). Since this time all private letters have been sent only with postage stamps that were cancelled with two crossed lines. Since the supply of postmarks to the numerous post offices took a while, the Postal Department ordered that stamps be cancelled with pen and ink, following the example of cancelling postal stationery envelopes. A 5k stamp for local postage was introduced in 1863, and in the following year new common design, with the Coat of Arms in an oval, was introduced for the 1k, 3k, and 5k values. These were used to make up complicated rates for international mail, which had previously required cash payments at the post office. After 1866 the stamps were printed on paper watermarked with a pattern of wavy lines, \"EZGB\" in Cyrillic plus a set of more or less horizontal lines [13 for the height of the letters!] and vertical lines running through the letters and halfway. Apart from that the \"grain\" of the paper was always perpendicular to the watermark text! In the early years, the horizontal watermark prevailed, but for a minority of each value, the grain was vertical. In later years the vertical watermark prevailed. Contrary to a common perception among collectors there was NO laid paper involved. The \"stripes\" were always part of the watermark. In September 1865, the Shlisselburg district became the first of the zemstvo offices to issue stamps; the system was officially organized by a decree of 27 August 1870. In 1874, Russia became one of the original 22 countries forming the General Postal Union (later the Universal Postal Union). The Coat of Arms design was changed in 1875 and used for 2k and 8k values, and a 7k in 1879. The 7k was also printed on revenue stamp paper watermarked with a hexagonal pattern; these are quite rare. A new issue of 14 December 1883 featured an updated design, lower values printed in a single color, and new high values - 14k, 35k, and 70k. January 1884 saw the introduction of 3.50-ruble and 7-ruble stamps, physically much larger than the existing stamps. In 1889 the designs were changed again, this time to introduce thunderbolts across the posthorns underneath the double-headed eagle, and in printings, after 1902 the usual grain of the paper was changed to be vertical. At the end of 1904, Russia issued its first semi-postal stamps. The four values were each sold at 3k over the face to provide for orphans of casualties in the Russo-Japanese War. In 1909 a new series came out, using a mix of old and new designs, all printed on unwatermarked wove paper, and with lozenges on the face to discourage postage stamp reuse. Russia's first series of commemorative stamps appeared on 2 January 1913 to mark the 300th anniversary of the Romanov dynasty. The 17 stamps featured portraits of the various Tsars, as well as views of the Kremlin, Winter Palace, and Romanov Castle. But in 1915 and 1916, as the government disintegrated under the pressures of World War I, several of the designs were printed on card stock and used as paper money. 7k and 14k stamps were also surcharged 10k and 20k due to shortages. The period of the Russian Revolution is complicated philatelically; post offices across the country were thrown on their own devices, and a number of the factions and breakaway republics issued new kinds of stamps, although in some cases they seem to have been as much for publicity purposes, few genuine uses having been recorded. Entities issuing their own stamps include: In 1917 the Provisional Government reprinted the old Tsarist designs but sold them imperforate. The first stamps of the Russian Soviet Federative Socialist Republic appeared in 1918, as two values depicting a sword cutting a chain. While great quantities of these stamps survive, they saw little use, and used copies are worth more than mint. In the years of the Civil War, postage stamps served as a kind of currency in a number of regions. During the later famine, postage stamps were used as a means of exchange for products. The Pravda newspaper issue of 9 March 1922 \"urged the population “not to throw away stamps” and called on all citizens and children of the RSFSR to gather and send all canceled stamps, stamp collections, and anything they had on hand to be exchanged for chocolate and other products for starving children.\"[11] The next stamps appeared in 1921, after inflation had taken hold. The set's values range from 1 to 1,000 rubles. By the next year, these stamps were being surcharged in various ways, with face values of up to 100,000 rubles. A currency reform in 1922 that exchanged money at a 10,000-to-1 rate enabled new stamps in the 5r to 200r range, including a set marking the 5th anniversary of the October Revolution, Tsarist stamps surcharged with a five-pointed star containing a hammer and sickle. Stamps with portraits of a worker, peasant and soldier also appeared this year; variations on these portrait designs, including the Gold Standard issue, would continue to be issued throughout the 1920s. At 1919–1921 there was Aunus expedition where a group of Finnish volunteers occupied parts of East Karelia (Aunus in Finnish, Olonets Karelia in Russian). There were stamps issued for Aunus troops by local authorities. They were Finnish definitives from 1917 with overprint Aunus. Postage stamps of the USSR were issued in the period 1923 to 1991. They bore the specific inscription Russian: \"Почта СССР\" (\"Post of the USSR\"). The thematics of Soviet stamps mirrored to a large extent the history, politics, economics, and culture of this world's first socialist state.","Title":"Postage stamps and postal history of Russia - Wikipedia","KeyID":"12479","URL":"https://en.wikipedia.org/wiki/Soviet_stamps"}