{"Content: ":"The term Nature-based solutions (NBS) refers to the sustainable management and use of natural features and processes to tackle socio-environmental challenges. These challenges include issues such as climate change, water security, water pollution, food security, human health, biodiversity loss, and disaster risk management. The European Commission's definition of NBS states that these solutions are \"inspired and supported by nature, which are cost-effective, simultaneously provide environmental, social and economic benefits and help build resilience. Such solutions bring more, and more diverse, nature and natural features and processes into cities, landscapes, and seascapes, through locally adapted, resource-efficient and systemic interventions\".[1] In 2020, the EC definition was updated to further emphasise that “Nature-based solutions must benefit biodiversity and support the delivery of a range of ecosystem services.”[2] Through the use of NBS healthy, resilient, and diverse ecosystems (whether natural, managed, or newly created) can provide solutions for the benefit of both societies and overall biodiversity.[3] Research and Innovation projects on NBS funded by the EU Framework Programme are required to respond to this definition.[4] The Nature-based Solutions Initiative, meanwhile, defines NBS as \"actions that work with and enhance nature so as to help people adapt to change and disasters\". For instance, the restoration and/or protection of mangroves along coastlines utilizes a Nature-based solution to accomplish several goals. Mangroves moderate the impact of waves and wind on coastal settlements or cities[5] and sequester CO2.[6] They also provide nursery zones for marine life that can be the basis for sustaining fisheries on which local populations may depend. Additionally, mangrove forests can help to control coastal erosion resulting from sea level rise. Similarly, green roofs or walls are Nature-based solutions that can be implemented in cities to moderate the impact of high temperatures, capture storm water, abate pollution, and act as carbon sinks, while simultaneously enhancing biodiversity. Conservation approaches and environmental management initiatives have been carried out for decades. More recently, progress has been made in better articulating the benefits Nature-based solutions can provide for human well-being. Even if the framing of the term itself continues to evolve,[7] examples of Nature-based solutions can already be found all over the world. Recent studies have proposed ways of planning and implementing Nature-based solutions in urban areas,[8][9][10] while NBS are increasingly being incorporated into mainstream national and international policies and programmes (e.g. climate change policy, law, infrastructure investment, and financing mechanisms), with increasing attention being given to NBS by the European Commission since 2013, as an integral part of the EU's Research & Innovation policy.[11] The UN has also tried to promote a shift in perspective towards NBS: the theme for World Water Day 2018 was \"Nature for Water\", while UN-Water's accompanying UN World Water Development Report was titled \"Nature-based Solutions for Water\".[12] The 2019 UN Climate Action Summit, meanwhile, highlighted Nature-based solutions as an effective method to combat climate change and a \"Nature Based Solution Coalition\" was created, including dozens of countries, led by China and New Zealand.[13] Societies increasingly face challenges such as climate change, urbanization, jeopardized food security and water resource provision, and disaster risk. One approach to answer these challenges is to singularly rely on technological strategies. An alternative approach is to holistically manage (socio-)ecological systems in order to sustain and potentially increase the delivery of ecosystem services to human populations. In this context, nature-based solutions (NBS) have recently been put forward by practitioners and quickly thereafter by policymakers.[11] These solutions stress the sustainable use of nature in solving coupled environmental-social-economic challenges. While ecosystem services are often valued in terms of immediate benefits to human well-being and economy, NBS focus on the benefits to people and the environment itself, to allow for sustainable solutions that are able to respond to environmental change and hazards in the long-term. NBS go beyond traditional biodiversity conservation and management principles by \"re-focusing\" the debate on humans and specifically integrating societal factors such as human well-being and poverty reduction, socio-economic development, and governance principles. With respect to water issues, NBS can, according to the World Water Development Report 2018 by UN-Water,[14] achieve the following: In 2015, the European network BiodivERsA highlighted how NBS relate to concepts like ecosystem approaches and ecological engineering.[15] NBS are strongly connected to ideas such as natural systems agriculture,[16] natural solutions,[17] ecosystem-based adaptation,[18] adaptation services,[19] natural infrastructure,[20][21] green infrastructure,[22] and ecological engineering.[23][24] For instance, ecosystem-based approaches are increasingly promoted for climate change adaptation and mitigation by organisations like the United Nations Environment Programme and non-governmental organisations such as The Nature Conservancy. These organisations refer to \"policies and measures that take into account the role of ecosystem services in reducing the vulnerability of society to climate change, in a multi-sectoral and multi-scale approach\".[18] Likewise, natural infrastructure is defined as a \"strategically planned and managed network of natural lands, such as forests and wetlands, working landscapes, and other open spaces that conserves or enhances ecosystem values and functions and provides associated benefits to human populations\";[20][21] and green infrastructure refers to an \"interconnected network of green spaces that conserves natural systems and provides assorted benefits to human populations\".[22] Similarly, the concept of ecological engineering generally refers to \"protecting, restoring (i.e. ecosystem restoration) or modifying ecological systems to increase the quantity, quality, and sustainability of particular services they provide, or to build new ecological systems that provide services that would otherwise be provided through more conventional engineering, based on non-renewable resources\".[23][24] The International Union for Conservation of Nature (IUCN) defines NBS as actions to protect, sustainably manage, and restore natural or modified ecosystems, that address societal challenges effectively and adaptively, simultaneously providing human well-being and biodiversity benefits,[25] with common societal challenges cited as being climate change, food security, disaster risks, water security, social and economic development as well as human health. Other European groups see NBS as a restoration and infrastructure based approach to providing social, economic and political benefits.[26] Another perspective of NBS is that of solutions that use ecological and environmental services to address contemporary environmental, social and economic challenges.[27] The IUCN proposes to consider NBS as an umbrella concept.[25] Categories and examples of NBS approaches according to the IUCN include:[25] Many indigenous peoples have recognised the natural environment as playing an important role in human well-being as part of their traditional knowledge systems, but this idea didn't enter into modern scientific literature until the 1970's with the concept of ecosystem services.[28] The term \"Nature-Based Solutions\" was put forward by practitioners in the late 2000s, used by international organisations such as the International Union for Conservation of Nature and the World Bank in the context of finding new solutions to mitigate and adapt to climate change effects by working with natural ecosystems rather than relying purely on engineering interventions.[29][30][31][32] The IUCN referred to NBS in a position paper for the United Nations Framework Convention on Climate Change.[33] The term was also adopted by European policymakers, in particular by the EC, in a report[34] stressing that NBS can offer innovative means to create jobs and growth as part of a green economy. The term started to make appearances in the mainstream media around the time of the Global Climate Action Summit in California in September 2018.[35] In 2014-2015, the European network BiodivERsA[36] mobilized a range of scientists, research donors, and stakeholders, proposing a typology characterizing NBS along two gradients:[15] The typology highlights that NBS can involve very different actions on ecosystems (from protection, to management, or even the creation of new ecosystems) and is based on the assumption that the higher the number of services and stakeholder groups targeted, the lower the capacity to maximize the delivery of each service and simultaneously fulfil the specific needs of all stakeholder groups. As such, three types of NBS are distinguished (Figure 2): Type 1 NBS consists of no or minimal intervention in ecosystems, with the objectives of maintaining or improving the delivery of a range of ES both inside and outside of these conserved ecosystems. Examples include the protection of mangroves in coastal areas to limit risks associated to extreme weather conditions and provide benefits and opportunities to local populations; and the establishment of marine protected areas to conserve biodiversity within these areas while exporting biomass into fishing grounds. This type of NBS is connected to, for example, the concept of biosphere reserves which incorporate core protected areas for nature conservation and buffer zones and transition areas where people live and work in a sustainable way. Type 2 NBS corresponds to management approaches that develop sustainable and multifunctional ecosystems and landscapes (extensively or intensively managed). These types improve the delivery of selected ES compared to what would be obtained through a more conventional intervention. Examples include innovative planning of agricultural landscapes to increase their multi-functionality; using existing agrobiodiversity to increase biodiversity, connectivity, and resilience in landscapes; and approaches for enhancing tree species and genetic diversity to increase forest resilience to extreme events. This type of NBS is strongly connected to concepts like natural systems agriculture,[16] agro-ecology,[37] and evolutionary-orientated forestry.[38] Type 3 NBS consists of managing ecosystems in very extensive ways or even creating new ecosystems (e.g., artificial ecosystems with new assemblages of organisms for green roofs and walls to mitigate city warming and clean polluted air). Type 3 is linked to concepts like green and blue infrastructures and objectives like restoration of heavily degraded or polluted areas and greening cities. Type 1 and 2 would typically fall within the IUCN NBS framework, whereas Type 2 and moreover Type 3 are often exemplified by the EC for turning natural capital into a source for green growth and sustainable development. Hybrid solutions exist along this gradient both in space and time. For instance, at a landscape scale, mixing protected and managed areas could be required to fulfill multi-functionality and sustainability goals. Similarly, a constructed wetland can be developed as a Type 3 NBS but, when well-established, may subsequently be preserved and surveyed as a Type 1 solution. NBS is a broad group of strategies to use ecosystems as an aid in managing environmental challenges and has a variety of classes that have come before it. In the 1970s a popular approach in the U.S. was that of Best Management Practices (BMP) for using nature as a model for infrastructure and development while the UK had a model for flood management called “Sustainable Drainage Systems”.[26] Another framework called “Water Sensitive Urban Design” (WSUD) came out of Australia in the 1990s while Low Impact Development (LID) came out of the U.S.[26] Eventually New Zealand reframed LID to create “Low Impact Urban Design and Development” (LIUDD) with a focus on using diverse stakeholders as a foundation. Then in the 2000s the western hemisphere largely adopted “Green Infrastructure” for stormwater management as well as enhancing social, economic and environmental conditions for sustainability.[26] The general objective of NBS is clear, namely the sustainable management and use of Nature for tackling societal challenges.[39] However, different stakeholders view NBS from a variety of perspectives.[15] For instance, the IUCN[40] defines NBS as \"actions to protect, sustainably manage and restore natural or modified ecosystems, which address societal challenges effectively and adaptively, while simultaneously providing human well-being and biodiversity benefits\". This framing puts the need for well-managed and restored ecosystems at the heart of NBS, with the overarching goal of \"Supporting the achievement of society's development goals and safeguard human well-being in ways that reflect cultural and societal values and enhance the resilience of ecosystems, their capacity for renewal and the provision of services\". In the context of the ongoing political debate on jobs and growth (main drivers of the current EU policy agenda), the European Commission underlines that NBS can transform environmental and societal challenges into innovation opportunities, by turning natural capital into a source for green growth and sustainable development.[34] Within this viewpoint, nature-based solutions to societal challenges are \"solutions that are inspired and supported by nature, which are cost-effective, simultaneously provide environmental, social and economic benefits and help build resilience. Such solutions bring more, and more diverse, nature and natural features and processes into cities, landscapes and seascapes, through locally adapted, resource-efficient and systemic interventions\".[41] This is a somewhat broader framing of the concept, placing economy and social assets at the heart of NBS on a par with the importance of sustaining environmental conditions. It shares similarities with the definition proposed by Maes and Jacobs (2015),[42] describing NBS as \"any transition to a use of ES with decreased input of non-renewable natural capital and increased investment in renewable natural processes\". Under this definition, the development and evaluation of NBS spans three basic requirements: Within this definition, therefore, Nature is seen as a tool to inspire more systemic solutions to societal problems. Whatever the definition used, the promotion of sustainability and the increased role of natural, self-sustained processes relying on biodiversity are inherent characteristics of NBS. They constitute actions easily demonstrable as positive for a wide range of stakeholders, as they bring about benefits at environmental, economic, and societal levels. As a consequence, the concept of NBS is gaining acceptance outside the conservation community (e.g. urban planning) and is now on its way to be mainstreamed into policies and programmes (climate change policy, law, infrastructure investment, and financing mechanisms),[2][11][43] although NBS still face many implementation barriers and challenges.[44][45] The potential of NBS for transformative change towards sustainability has recently been explored.[46] One study found that NBS can drive profound and substantial changes towards sustainability in local social-ecological systems through a combination of nature's values, knowledge, community engagement, and nature protection and sustainable management.[47] Further studies that assess the contributions of NBS towards transformative change at broader scales, for example in relation to planetary boundaries, are needed. Demonstrating the benefits of nature and healthy ecosystems, as well as showcasing the return on investment they can offer, is necessary in order not only to increase awareness, but also to provide support and guidance on how to implement NBS. A large number of initiatives around the world already highlight the effectiveness of NBS approaches to address a wide range of societal challenges. The following table shows examples from around the world: Forest Landscape Restoration, Ecosystem-based Disaster Risk Reduction, Ecosystem-based Adaptation In 2018, The Hindu reported that the East Kolkata wetlands, the world's largest organic sewage treatment facility, had been used to organically clean the sewage of Kolkata for several decades through the use of algae. This natural system, in use since the 1930s, was discovered by Dhrubajyoti Ghosh, an ecologist and municipal engineer in the 1970s, while he was working in the region.[51] Ghosh worked for decades to protect the wetlands.[52] It had been a practice in Kolkata, one of the five largest cities in India, for the municipal authorities to pump sewage into shallow ponds (bheris).[53] Under the heat of the tropical sun, algae proliferated in these bheris, converting the sewage into clean water, which in turn was used by villagers to grow paddy and vegetables. This almost 100-year-old system treats 750 million litres of wastewater per day, providing livelihoods for 100,000 people in the vicinity.[54] For his work, Ghosh was included in the UN Global 500 Roll of Honour in 1990 and received the Luc Hoffmann award in 2016.[55] There is currently no accepted basis by which a government agency, municipality, or private company can systematically assess the efficiency, effectiveness, and sustainability of a particular nature-based solution. However, a number of studies and reports have proposed principles and frameworks to guide effective and appropriate implementation,[8][10][56] in order to upscale NBS in practice in a variety of situations. One primary principle, for example, is that NBS seek to embrace, rather than replace, nature conservation norms.[57][58] NBS are also determined by site-specific natural and cultural contexts that include traditional, local and scientific knowledge. Geographic information systems (GIS) can be used as an analysis tool to determine sites that may succeed as NBS.[59] GIS can function in such a way that site conditions including slope gradients, water bodies, land use and soils are taken into account in analyzing for suitability.[59] The resulting maps are often used in conjunction with historic flood maps to determine the potential of floodwater storage capacity on specific sites using 3D modeling tools.[59] Comparison of suitability maps to digital imagery from Google Earth is also often practiced as a way of ensuring that suitability maps are representative of actual conditions. NBS can be implemented alone or in an integrated manner along with other solutions to societal challenges (e.g. technological and engineering solutions) and are applied at the landscape scale. Implementing NBS requires political, economic, and scientific challenges to be tackled. First and foremost, private sector investment is needed to supplement traditional sources of capital such as public funding or philanthropy. The challenge is therefore to provide a robust evidence base for the contribution of nature to economic growth and jobs, and to demonstrate the economic viability of these solutions – compared to technological ones – on a timescale compatible with that of global change. Already, multiple case studies have demonstrated that NBS are more economically viable than traditional technological infrastructures.[27][60] Furthermore, it requires measures like adaptation of economic subsidy schemes, and the creation of opportunities for conservation finance, to name a few. Indeed, such measures will be needed to scale up NBS interventions and strengthen their impact in mitigating the world's most pressing challenges.[58] Since 2016, the EU has supported a multi-stakeholder dialogue platform (ThinkNature[61]) to promote the co-design, testing, and deployment of improved and innovative NBS in an integrated way.[1] The creation of such science-policy-business-society interfaces could promote market uptake of NBS.[62] The project is part of the EU’s Horizon 2020 Research and Innovation programme, and will run for 3 years. There are a total of 17 international partners involved, including the Technical University of Crete (Project Leader), the University of Helsinki and BiodivERsA. In 2017, as part of the Presidency of the Estonian Republic of the Council of the European Union, a conference called “Nature-based Solutions: From Innovation to Common-use” was organized by the Ministry of the Environment of Estonia and the University of Tallinn.[63] This conference aimed to strengthen synergies among various recent initiatives and programs related to NBS launched by the European Commission and by the EU Member States, focusing on policy and governance of NBS, research, and innovation. The Paris Agreement calls on all Parties to recognize the role of natural ecosystems in providing services such as that of carbon sinks.[64] Article 5.2 encourages Parties to adopt conservation and management as a tool for increasing carbon stocks and Article 7.1 encourages Parties to build the resilience of socioeconomic and ecological systems through economic diversification and sustainable management of natural resources. The Agreement refers to Nature (ecosystems, natural resources, forests) in 13 distinct places. An in-depth analysis [65] of all Nationally Determined Contributions[66] submitted to UNFCCC, revealed that around 130 NDCs or 65% of signatories commit to nature-based solutions in their climate pledges, suggesting broad consensus for the role of Nature in helping to meet climate change goals. However, high-level commitments rarely translate into robust, measurable actions on-the-ground.[67] In the 2019 UN Climate Action Summit, nature-based solutions were one of the main topics covered, and were discussed as an effective method to combat climate change. A \"Nature-Based Solution Coalition\" was created, including dozens of countries, led by China and New Zealand.[68] A global systemic map of evidence was produced to determine and illustrate the effectiveness of NBS.[69] After sorting through 386 case studies with computer programs, the study found that NBS were just as if not more effective than traditional or alternative flood management strategies.[45] 66% of cases evaluated reported positive ecological outcomes, 24% did not identify a change in ecological conditions and less than 1% reported negative impacts. Furthermore, NBS always had better social and climate change mitigation impacts.[45] Evidence gathered from other case studies supports these claims in that NBS are effective at achieving their desired goals, however one caveat that appears is that green infrastructure, common in NBS practices, must be used in conjunction with traditional grey infrastructure.[70] Using green infrastructure alone or grey infrastructure alone are less effective than when the two are used together.[70] While NBS are successful in flood management, a majority of case studies and examples of NBS are from the Global North, resulting in a lack of data for many medium- and low-income nations.[45] Consequently, many ecosystems and climates are excluded from existing studies as well as cost analyses in these locations. Further research needs to be conducted in the Global South to determine the efficacy of NBS on climate, social and ecological standards. Additionally, it is crucial that grey infrastructures continue to be used with green infrastructures.[70] Multiple studies recognize that while NBS is very effective and improves flood resilience when simulated, it is unable to act alone and must be in coordination with grey infrastructure.[70][71] When NBS is used alongside grey infrastructure the benefits transcend flood management and improve social conditions, increase carbon sequestration and prepare cities for planning for resilience.[27]","Title":"Nature-based solutions - Wikipedia","KeyID":"12471","URL":"https://en.wikipedia.org/wiki/Nature_Based_Solutions"}