{"Content: ":"The International Code of Nomenclature for algae, fungi, and plants (ICN) is the set of rules and recommendations dealing with the formal botanical names that are given to plants, fungi and a few other groups of organisms, all those \"traditionally treated as algae, fungi, or plants\".[1]: Preamble, para. 8  It was formerly called the International Code of Botanical Nomenclature (ICBN); the name was changed at the International Botanical Congress in Melbourne in July 2011 as part of the Melbourne Code[2] which replaced the Vienna Code of 2005. The current version of the code is the Shenzhen Code adopted by the International Botanical Congress held in Shenzhen, China, in July 2017. As with previous codes, it took effect as soon as it was ratified by the congress (on 29 July 2017), but the documentation of the code in its final form was not published until 26 June 2018. The name of the Code is partly capitalized and partly not. The lower-case for \"algae, fungi, and plants\" indicates that these terms are not formal names of clades, but indicate groups of organisms that were historically known by these names and traditionally studied by phycologists, mycologists, and botanists. This includes blue-green algae (Cyanobacteria); fungi, including chytrids, oomycetes, and slime moulds; photosynthetic protists and taxonomically related non-photosynthetic groups. There are special provisions in the ICN for some of these groups, as there are for fossils. The ICN can only be changed by an International Botanical Congress (IBC), with the International Association for Plant Taxonomy providing the supporting infrastructure. Each new edition supersedes the earlier editions and is retroactive back to 1753, except where different starting dates are specified.[1]: Principle VI  For the naming of cultivated plants there is a separate code, the International Code of Nomenclature for Cultivated Plants, which gives rules and recommendations that supplement the ICN. The rules governing botanical nomenclature have a long and tumultuous history, dating back to dissatisfaction with rules that were established in 1843 to govern zoological nomenclature.[3] The first set of international rules was the Lois de la nomenclature botanique (\"Laws of botanical nomenclature\") that was adopted as the \"best guide to follow for botanical nomenclature\"[3] at an \"International Botanical Congress\" convened in Paris in 1867.[4][5] Unlike modern Codes, it contained recommendations for naming to serve as the basis for discussions on the controversial points of nomenclature, rather than obligatory rules for validly published and legitimate names within the Code.[6] It was organized as six sections with 68 articles in total. Multiple attempts to bring more \"expedient\" or more equitable practice to botanical nomenclature resulted in several competing codes, which finally reached a compromise with the 1930 congress.[3] In the meantime, the second edition of the international rules followed the Vienna congress in 1905. These rules were published as the Règles internationales de la Nomenclature botanique adoptées par le Congrès International de Botanique de Vienne 1905 (or in English, International rules of Botanical Nomenclature adopted by the International Botanical Conference of Vienna 1905). Informally they are referred to as the Vienna Rules (not to be confused with the Vienna Code of 2006). Some but not all subsequent meetings of the International Botanical Congress have produced revised versions of these Rules, later called the International Code of Botanical Nomenclature, and then International Code of Nomenclature for algae, fungi, and plants. The Nomenclature Section of the 18th International Botanical Congress in Melbourne, Australia (2011) made major changes:[2][7][8][9] All the versions are listed below. Specific to botany More general","Title":"International Code of Nomenclature for algae, fungi, and plants - Wikipedia","KeyID":"1247","URL":"https://en.wikipedia.org/wiki/International_Code_of_Nomenclature_for_algae,_fungi,_and_plants"}