{"Content: ":"Sir Hugh Francis Ivo Elliott, 3rd Baronet, OBE (Allahabad 10 March 1913 – 21 December 1989)[1] was an eminent British conservationist, ornithologist and colonial civil servant.[2][3][4][5] Born in India in 1913, the elder son of Sir Ivo Elliott, 2nd Baronet, he was educated at the Dragon School in Oxford, Eastbourne College and University College, Oxford where he was an active member of the Oxford Ornithological Society. From 1937 until 1950, he worked as a colonial civil servant, in Tanganyika Territory, where he was District Commissioner in Moshi. He was seconded in 1950 to Tristan da Cunha, where he served as the territory's first Administrator. In the 1953 New Year Honours he was appointed an Officer of the Order of the British Empire (OBE) in recognition of his service to the community on Tristan da Cunha.[6] He returned to AFrica in 1953, working in the Ministry of Natural Resources in Dar es Salaam; he was promoted to Permanent Secretary in 1958 and remained in that position until retirement in 1961 shortly before Independence. While at the Ministry he made an important contribution to the development of National Parks, in particular the creation of the Serengeti National Park and Ngorongoro Conservation Area. In his spare time, he was an avid and serious birdwatcher, both in Tanganyika, collecting specimens, making systematic observations, and publishing articles in ornithological journals, and on Tristan, making an important contribution to the ornithology of the islands. Upon retiring from the colonial civil service in 1961 he was appointed Commonwealth Liaison Officer for the International Union for Conservation of Nature (IUCN), based in Switzerland. In 1962 he also took on the role of Acting Secretary General of the IUCN and became Secretary General in 1964. Then in 1966 he changed role to become Secretary of the IUCN's Ecology Commission until 1970, but continued to edit the IUCN's technical publications for several more years. He served on the committee of the British Ornithologists' Union, being Honorary Secretary 1962–66, Vice-President 1970–73 and President 1975–79. He was a Trustee of the British Museum (Natural History) 1971–81 and Chairman of the British Section of the International Council for Bird Preservation 1980–81. His highly regarded book, The Herons of the World, written in co-authorship with James Hancock, was published in 1978.[7] He also wrote, in co-authorship with Jacqueline Henricot, a two-volume book entitled \"World Guide to National Parks and Nature Reserves\", but it was never published because of his illness in his latter years. He was survived by his wife Elizabeth (d. 2007), his daughters Susan Elspeth Elliott (d. 2017) and Judith Margery Elliott, and his son Clive Christopher Hugh Elliott (d. 2018).","Title":"Sir Hugh Elliott, 3rd Baronet - Wikipedia","KeyID":"12487","URL":"https://en.wikipedia.org/wiki/Sir_Hugh_Elliott,_3rd_Baronet"}