{"Content: ":"Jean-Paul Harroy (4 May 1909 – 8 July 1995) was a Belgian colonial civil servant who served as the last Governor and only Resident-General of Ruanda-Urundi. His term coincided with the Rwandan Revolution and the assassination of the popular Burundian political leader Prince Louis Rwagasore. It has been alleged that Harroy may have been implicated in the murder. Jean-Paul Harroy studied at the Solvay Business School from which he graduated as a business engineer in 1931. In 1936, he obtained a degree in colonial sciences at the Free University of Brussels and in 1946 the title of doctor in colonial sciences. His thesis addressed soil erosion in Central Africa and was entitled Afrique, terre qui meurt, la dégradation des sols africains sous l'influence de la colonisation (\"Africa, a dying land: The Degradation of African Soils under the Influence of Colonization\"). This thesis had a certain international impact, both in the United States and in the Soviet Union, and Harroy was widely seen as a leading expert on applied ecology in Africa.[1] From 1932 to 1935 Jean-Paul Harroy worked in the family company before being appointed to manage the Institut des Parcs Nationaux du Congo belge, a precursor of the Institut congolais pour la conservation de la nature. From 1948 to 1955, Jean-Paul Harroy was the first secretary-general of the International Union for Protection of Nature, later to become the International Union for Conservation of Nature (IUCN). Harroy arrived in Ruanda-Urundi in 1955 and served as the territory's Governor in addition to being the Vice Governor-General of the Belgian Congo. Following Urundi's formal request for independence on 20 January 1959, Urundi's first democratic elections took place on 8 September 1961. These elections were won by UPRONA, a multi-ethnic unity party led by Prince Louis Rwagasore, which won just over 80 percent of the electorate's votes. In the wake of the elections, on 13 October, Rwagasore was assassinated.[2][3] The assassination was planned by members of the pro-Belgian Christian Democratic Party (PDC).[4] Rwagasore had been a notable critic of Harroy's administration.[5] Prior to his execution, the assassin Jean (Ioannis) Kageorgis explicitly accused Harroy and Régnier of responsibility in the murder.[6] René Lemarchand has written that \"Harroy is seen by many Barundi as the incarnation of the devil. A more measured assessment suggests that he will probably go down in history as one of the most irresponsible and inept colonial civil servants to preside over the dissolution of colonial rule in Africa.\"[7] Following his rule as Governor-General of Ruanda-Urundi, Harroy went on to work as a professor at Free University of Brussels.[citation needed] He published memoirs recounting his colonial service in 1987.[8] He died in 1995 at Ixelles, a suburb of Brussels.","Title":"Jean-Paul Harroy - Wikipedia","KeyID":"12486","URL":"https://en.wikipedia.org/wiki/Jean-Paul_Harroy"}