{"Content: ":"An endangered species recovery plan, also known as a species recovery plan, species action plan, species conservation action, or simply recovery plan, is a document describing the current status, threats and intended methods for increasing rare and endangered species population sizes. Recovery plans act as a foundation from which to build a conservation effort to preserve animals which are under threat of extinction. The United States Congress said in 1973 that endangered species \"are of aesthetic, ecological, educational, historical, recreational, and scientific value to the Nation and its people.\"[1] They therefore set laws to protect endangered species. Section 4(f) of the United States Endangered Species Act from 1973 directs the Secretary of the Interior and the Secretary of Commerce to develop and implement recovery plans to promote the conservation of endangered and threatened species.[2] The Species Survival Commission's Specialist Groups of the International Union for Conservation of Nature (IUCN) has created Species Action Plans since at least the mid-1980s, which are used to outline the conservation strategies of species, normally between set dates.[3][4] In June 2021, the IUCN produced their Global Species Action Plan (GSAP) Briefing Paper, to prepare for the introduction of the GSAP at the IUCN World Conservation Congress in September 2021. This plan \"brings together an outline of the species conservation actions required to implement the Post-2020 Global Biodiversity Framework, with supporting tools and guidelines\", and aims to reach targets set for 2030.[5] Recovery plans set out the research and management actions necessary to stop the decline of, and support the recovery of, listed threatened species or threatened ecosystems. The aim of the plan is to maximise the long-term survival in the wild of a threatened species or ecosystem.[6] Either a single species or an area, habitat or ecosystem can be targeted by the recovery plan.[7][4][6] One method of conserving a species is to conserve the habitat that the species is found in. In this process, there is no target species for conservation, but rather the habitat as a whole is protected and managed, often with a view to returning the habitat to a more natural state. In theory, this method of conservation can be beneficial because it allows for the entire ecosystem and the many species within to benefit from conservation, rather than just the single target species.[7] The IUCN stated in 2016 that there is evidence that area-based approaches do not have enough focus on individual species to protect them sufficiently.[4] In Australia, the Minister for the Environment may make or adopt and implement recovery plans for threatened fauna, flora and ecosystems listed under the Commonwealth Environment Protection and Biodiversity Conservation Act 1999 (EPBC Act), after consultation with the relevant minister in each state, the Threatened Species Scientific Committee, and members of the public.[6] \"Recovery plans should state what must be done to protect and restore important populations of threatened species and habitat, as well as how to manage and reduce threatening processes. Recovery plans achieve this aim by providing a planned and logical framework for key interest groups and responsible government agencies to coordinate their work to improve the plight of threatened species and/or ecological communities.\"[6] Since 2008, the European Commission has supported the development of Species Action Plans for selected species. The documents \"are intended to be used as a tool for identifying and prioritising measures to restore the populations of these species across their range within the EU. They provide information about the status, ecology, threats and current conservation measures for each species and list the key actions that are required to improve their conservation status in Europe. Each Plan is the result of an extensive process of consultation with individual experts in Europe\".[8] In the US, the Endangered Species Act of 1973 requires that all species considered endangered must have a plan implemented for their recovery.[9] The Fish and Wildlife Service and the National Oceanic and Atmospheric Administration (NOAA) National Marine Fisheries Service are responsible for administering the act. The recovery plan is a document which specifies what research and management actions are necessary to support recovery, but does not itself commit manpower or funds. Recovery plans are used in setting funding priorities and provide direction to local, regional, and state planning efforts. Recovery is when the threats to species survival are neutralized and the species will be able to survive in the wild.[10] In the US, a recovery plan must contain at least:[2] Optionally, it may contain the following sections:[11] When recovery plans are carried out well, they do not simply act as stop gaps to prevent extinction, but can restore species to a state of health so they are self-sustaining. There is evidence to suggest that the best plans are adaptive and dynamic, responding to changing conditions. However, adaptive management requires the system to be constantly monitored so that changes are identified.[12] Surprisingly this is frequently not done, even for species that have already been red listed.[13] The species must be monitored throughout the recovery period (and beyond) to ensure that the plan is working as intended. The framework for this monitoring should be planned before the start of the implementation, and the details included in the recovery plan. Information on how and when the data will be collected should be supplied.[14] The IUCN has categories that it uses to classify species, which are widely used in conservation. These are: The U.S. Fish and Wildlife Service has 17 categories of species status. These categories are used in the documents produced for the U.S. Endangered species act. The categories include:","Title":"Endangered species recovery plan - Wikipedia","KeyID":"12481","URL":"https://en.wikipedia.org/wiki/Endangered_species_recovery_plan"}