{"Content: ":"Commandeur de l'Ordre des Arts et des Lettres. Darwin-Wallace Medal (1958) Honorary Member of the Mycological Society of America (1973) Commandeur de l'Legion d'Honeur \"la Medaille de la Resistance\" Roger Heim (February 12, 1900 – September 17, 1979) was a French botanist specialising in mycology and tropical phytopathology. He was known for his studies describing the anatomy of the mushroom hymenium, the systematics and phylogeny of higher fungi (especially the related genera Lactarius and Russula, the Russulales and Secotium), the mycology of tropical fungi such as Termitomyces, as well as ethnomycological work on hallucinogenic fungi, like Psilocybe and Stropharia. In his career, he published over 560 articles, scientific reviews, and major works in fields like botany, chemistry, education, forestry, horticulture, liberal arts, medicine and zoology.[1] After his secondary education at the Chaptal high school, his father, who was a state railway engineer, pushed him to join the Central School of Arts and Manufactures (\"Centrale\"), one of the oldest and most prestigious engineering schools in France. At the same time he attended the cryptogamy laboratory of the National Museum of Natural History, he entered Centrale in 1920 and followed a course in chemical engineering, certainly because this path would enable him, once he had obtained his diploma, to take up the biology course. He became secretary of the Botanical Society of France in 1922, and graduated from the Ecole Centrale in 1923. Once his father's requirements were met, he returned to his original vocation and obtained a degree in natural sciences in 1924. He then became curator at the Institut botanique du Lautaret. From 1926 onwards, he was in charge of a series of botanical missions that would take him throughout Europe and Africa. After a stint at the Pasteur Institute, Roger Heim became assistant to Professor Louis Mangin, holder of the chair of cryptogamy at the National Museum of Natural History, and in 1931 he defended a doctoral thesis on the Inocybe genus. In 1933, he was appointed deputy director of the National Museum of Natural History cryptogamy laboratory. In 1936, he created the Revue de mycologie. President of the Society of Plant Pathology and Agricultural Entomology of France in 1936, he was appointed Secretary of the National Committee for the Protection of Nature in the Overseas Territories of France in 1938. He developed an interest in tropical mycology, tropical plant pathology and termite mound fungi in Black Africa. When the Second World War broke out, Roger Heim joined the resistance. Denounced, he was deported to the Buchenwald concentration camp in Germany, then to the Mauthausen concentration camp and then to the Gusen concentration camp in Austria, where he endured fourteen months of cruelty. He went on to become the director of the French National Museum of Natural History, a post he held from 1951 to 1965. He involved the Museum in the conservation of nature, as he was a precursor about the environmental concern while, at this time, most of the biologists only cared about science but not about the biodiversity loss. In this period of time, he presided the 8th International Botanical Congress held in Paris in 1954. He was President of IUCN, the International Union for Conservation of Nature, from 1954 to 1958.[2] Among the many awards Heim received in his lifetime, he was a Grand Officier de la Légion d'Honneur and Commandeur de l'Ordre des Arts et des Lettres. Heim studied with ethnomycologist R. Gordon Wasson in Mexico, where he collected and identified various species of family Strophariaceae and genus Psilocybe. Heim was able to later cultivate most of the hallucinogenic mushroom in his laboratory.[3] Albert Hofmann at Sandoz Laboratories in Basle, Switzerland, later isolated and characterized the compounds psilocybin and psilocin. He was also a member of the French Académie d'agriculture and the Académie d'architecture. He was awarded the Darwin-Wallace Medal in 1958 and appointed an Honorary Member of the Mycological Society of America in 1973.","Title":"Roger Heim - Wikipedia","KeyID":"12489","URL":"https://en.wikipedia.org/wiki/Roger_Heim"}