{"Content: ":"Inger Andersen (born 23 May 1958) is a Danish economist and environmentalist. In February 2019, she was appointed as the Executive Director of the United Nations Environment Programme.[1] Prior to her appointment, at UNEP, Andersen was Director General of the International Union for Conservation of Nature (IUCN),[2] Vice President for Sustainable Development at the World Bank and Head of the CGIAR Fund Council and then World Bank Vice President for the Middle East and North Africa [3] Inger Andersen is the daughter of Aagot la Cour Andersen and Erik Andersen.[4] She is the granddaughter of Danish historian and archaeologist Vilhelm la Cour [dk]. Her brother was Hans la Cour, author and film maker, known in the world of sail sport[5] and environmental documentaries. [6] Andersen was born in Jerup, Denmark. She graduated from Midtfyns Gymnasium secondary school in 1977. Andersen obtained a BA in 1981 from the Polytechnic of North London (now London Metropolitan University) and in 1982 gained an MA degree from the School of Oriental and African Studies at University of London, with a specialization in development studies focusing on economics and development.[7] Andersen started her career in Sudan in 1982 where she worked initially as an English teacher under the UK funded English teachers programme. In 1985 she joined SudanAid, the development and relief arm of the Sudan Catholic Bishops' Conference. Her work focused on famine, drought relief, and rehabilitation. [8] [9] [10] Andersen worked at the United Nations in New York for 12 years at the UN Sudano-Sahelian Office (UNSO), (now the Global Policy Centre on Resilient Ecosystems and Desertification based in Nairobi[11]) where she worked on drought and desertification issues. In 1992, she was appointed the Global Environment Facility Coordinator for MENA at UNDP, where she oversaw the global environment portfolio in 22 Arab countries. [12] Andersen joined the World Bank in 1999 as Coordinator of the UNDP-World Bank International Waters Partnership between 1999 and 2001 [13] In the following years she worked in various roles, focussing on water, environment, and sustainable development, with the Middle East and North Africa as her main area of work. From 2010 until 2011, Andersen served as the World Bank’s Vice President for Sustainable Development and Head of the CGIAR Fund Council.[14][15] During her tenure she oversaw the creation of the GCIAR Fund Council and the CG Consortium. [16] As Vice President for Sustainable Development, Andersen profiled a number of World Bank priorities, including: agricultural productivity and enhancing food security; [17] infrastructure investment; climate change resilience; [18] green growth; [19] social accountability; disaster risk management; and culture and development. [20] During her tenure as Sector Director, she oversaw the scaling-up of the World Bank’s analytical and investment support to underpin resilient infrastructure development for access to energy, water, and transport as well as investments in the agriculture and environment sectors. [21] She placed special emphasis on the need to relieve climate and water stress in the region, both of which she argued pose key threats to peace and stability. [22] [23] Andersen co-chaired the 2012 international donor meeting for Yemen Riyadh with the then Finance Minister of Saudi Arabia, Ibrahim Abdulaziz Al-Assaf.[24] As Vice President for MENA, Andersen was also outspoken on the humanitarian consequences of the war in Gaza in 2014, and called for access to imports and freedom of movement in Gaza and the West Bank, while stressing the imperative of mutual assurance of security in both Palestinian territories and Israel.[25]In 2011, Andersen represented the World Bank in the G8/G7 Finance Minister’s Deauville meetings [26] which sought to provide additional support to the Arab Region. [27] Andersen was appointed Director General of the International Union for Conservation of Nature (IUCN) in January 2015. [28] [29] As Director General, Andersen was responsible for IUCN’s operations in its 50 plus offices worldwide [30] Under Andersen's leadership, IUCN held its 2016 World Conservation Congress in Hawaii, United States. The 2016 Congress was the largest international conservation event held in the United States. It was opened by President Barack Obama on the eve of the formal opening [31] [32] During Andersen’s tenure at IUCN she emphasized the importance of nature conservation in efforts to achieve sustainable development. “Nature is not an obstacle to human aspirations, but an essential partner, offering valuable contributions towards all our endeavours.” [33] [34] On February 21 2019, the General Assembly of the United Nations elected Andersen as Executive Director of the United Nations Environment Programme (UNEP). She was appointed for a four-year term. [1]","Title":"Inger Andersen (environmentalist) - Wikipedia","KeyID":"12485","URL":"https://en.wikipedia.org/wiki/Inger_Andersen_(environmentalist)"}