{"Content: ":"The World Commission on Protected Areas (WCPA) is one of six commissions of the International Union for Conservation of Nature (IUCN).[1] In 1948, the IUCN established a Committee on National Parks. Two decades later the IUCN had been asked by the international community to take responsibility for preparing a world list of national parks in keeping with its role as a network to share the world’s knowledge on nature conservation, and in 1960, the IUCN raised the status of the Committee to that of a permanent Commission, with the creation of the Commission on National Parks. In 1996, the World Commission on Protected Areas took on its current name with the approval of the IUCN congress.[2] WCPA is a network of volunteers. Secretariat support is provided by staff of the IUCN Programme on Protected Areas, with whom WCPA implements a shared strategic plan and work plan. The Commission has a Steering Committee, and the Chair is elected every four years at the IUCN World Conservation Congress. The World Conservation Congress is set for June 11 to 19, 2019, in Marseilles, France.[3] The WCPA Steering Committee is the principal governing body of WCPA. The Steering Committee is appointed by the WCPA Chair and approved by the IUCN Council. The Steering Committee is composed of the Chair, the Deputy Chair, Regional Vice‐Chairs, and Thematic Vice‐Chairs. WCPA Steering Committee meetings occur once a year and include reporting on IUCN Global Protected Areas Programme (GPAP) and WCPA activities, discussion and decisions on important upcoming events and initiatives, review of the GPAP Intersessional Programme, and discussion and decisions on WCPA directions and priorities for the upcoming year. Regional Vice Chairs for 13 terrestrial regions,[4] include: Thematic Vice Chairs include those for: The Steering Committee also includes two seats for publications: The WCPA Executive Committee is the principal governing body of WCPA making decisions between Steering Committee Meetings. It is composed of the WCPA Chair, the WCPA Deputy Chair, Regional and Thematic Vice-Chairs, the Director of IUCN Global Protected Areas Program[5] and others co-opted at the request of the Chair. To carry out its objectives, the WCPA has a number of Specialist Groups, Task Forces, Initiatives, and Thematic Groups which report to the WCPA Executive Committee.[6] Specialist Groups are established to bring together Commission Members who can provide ongoing specialist expertise and leadership in topics that are Commission and Programme Priorities. Current Specialist Groups include: Task Forces are established to accomplish a specific time-bound task, e.g. the preparation of a WCPA Best Practice Guideline publication or the preparation of a particular policy. Current Task Forces include: Thematic Groups and Initiatives contribute to the WCPA mandate by providing cross-cutting support to the Steering Committee, Specialist Groups, Task Forces, and Initiatives. Current thematic groups include:","Title":"World Commission on Protected Areas - Wikipedia","KeyID":"12482","URL":"https://en.wikipedia.org/wiki/World_Commission_on_Protected_Areas"}