{"Content: ":"In botany, the correct name according to the International Code of Nomenclature for algae, fungi, and plants (ICN) is the one and only botanical name that is to be used for a particular taxon, when that taxon has a particular circumscription, position and rank.[1] Determining whether a name is correct is a complex procedure.[2] The name must be validly published, a process which is defined in no less than 16 Articles of the ICN.[3] It must also be \"legitimate\", which imposes some further requirements.[4] If there are two or more legitimate names for the same taxon (with the same circumscription, position and rank), then the correct name is the one which has priority, i.e. it was published earliest,[5] although names may be conserved if they have been very widely used. Validly published names other than the correct name are called synonyms.[6] Since taxonomists may disagree as to the circumscription, position or rank of a taxon, there can be more than one correct name for a particular plant. These may also be called synonyms. The correct name has only one correct spelling, which will generally be the original spelling (although certain limited corrections are allowed). Other spellings are called orthographical variants.[7] The zoological equivalent of \"correct name\" is \"valid name\". Different taxonomic placements may well lead to different correct names. For example, the earliest name for the fastest growing tree in the world is Adenanthera falcataria L. The \"L.\" stands for \"Linnaeus\" who first validly published the name. Adenanthera falcataria is thus one of the correct names for this plant. There are other correct names, based on different taxonomic treatments. The four names Adenanthera falcataria, Albizia falcataria, Paraserianthes falcataria and Falcataria falcata are each correct, given that the plant is placed in these four genera. Which is the 'right' genus is a problem for taxonomy, not nomenclature. Thus this tree species will have a different correct botanical name for different people. (specific to botany) (more general)","Title":"Correct name - Wikipedia","KeyID":"1248","URL":"https://en.wikipedia.org/wiki/Correct_name"}