{"Content: ":"Greenwashing (a compound word modelled on \"whitewash\"), also called \"green sheen\",[1][2] is a form of marketing spin in which green PR and green marketing are deceptively used to persuade the public that an organization's products, aims and policies are environmentally friendly. Companies that intentionally take up greenwashing communication strategies often do so in order to distance themselves from the environmental lapses of their suppliers.[3] Critics of the practice suggest the rise of greenwashing, paired with ineffective regulation, contributes to consumer scepticism of all green claims, and diminishes the power of the consumer to drive companies toward greener manufacturing processes and business operations.[4] Many corporations use greenwashing to improve public perception of their brands. Complex corporate structures can further obscure the big picture.[5] Without external monitoring and verification, greenwashing strategies amount to corporate posturing and deception.[6] When a company decides to behave responsibly and adopts a sustainable development vision, it may have to change its corporate culture deeply, in order to understand and appropriate the concept. It is not enough to integrate sustainable development into communication to persuade the consumer to buy.[7] While greenwashing is not new, it has increased in recent years to meet consumer demand for environmentally-friendly goods and services. This problem is compounded by lax enforcement by regulatory agencies such as the Federal Trade Commission in the United States, the Competition Bureau in Canada, and the Committee of Advertising Practice and the Broadcast Committee of Advertising Practice in the United Kingdom.[citation needed] New regulations and laws mean to discourage companies from using greenwashing to deceive consumers.[8] The term greenwashing was coined by New York environmentalist Jay Westerveld in a 1986 essay about the hotel industry's practice of placing notices in bedrooms promoting reuse of towels to \"save the environment\". He noted that often little or no effort toward reducing energy waste was made by these institutions, although towel reuse saved them laundry costs. He concluded that often the real objective was increased profit, and labeled this and other profitable-but-ineffective \"environmentally-conscientious\" acts as greenwashing.[9] TerraChoice, an environmental consulting division of UL, describes \"seven sins of greenwashing\" and says that 95% of consumer products claiming to be green were discovered to commit at least one of these sins: The term \"greenwashing\" has continued to be used in an environmental context, but some academics have taken to using it to refer to economic and social factors[clarification needed] as well.[11] Bluewashing is another term that encompasses the latter situations[clarification needed], but it is not widely used.[12] An example of evidence of greenwashing is when an organization spends significantly more resources on advertising being \"green\" than on environmentally sound practices.[13] Greenwashing can range from changing the name or label of a product to evoke the natural environment (for example on a product containing harmful chemicals) to multimillion-dollar campaigns that portray highly-polluting energy companies as eco-friendly. Greenwashing covers up unsustainable corporate agendas and policies.[14] Highly public accusations of greenwashing have contributed to the term's increasing use.[15]For example, the multinational oil company formerly known as British Petroleum launched a rebranding campaign in 2000 revising the company’s acronym as “Beyond Petroleum”. The campaign included a revised green logo, advertisements, a solar paneled gas station in Los Angeles, and clean energy rhetoric across media to strategically position itself as the ‘greenest’ global oil company. The campaign became the center of public controversy due to the company’s hypocrisy around lobbying efforts that sought permission to drill in protected areas, and its negligent operating practices that led to severe oil spills—most notably Prudhoe Bay pipeline rupture in 2006 and the Gulf of Mexico rig explosion in 2010[16] Carbon emission trading can be similar to greenwashing in that it gives an environmentally-friendly impression, but can be counterproductive if carbon is priced too low, or if large emitters are given \"free credits\". For example, Bank of America subsidiary MBNA offers \"Eco-Logique\" MasterCards that reward Canadian customers with carbon offsets when they use them. Customers may feel that they are nullifying their carbon footprint by purchasing goods with these, but only 0.5% of the purchase price goes to buy carbon offsets; the rest of the interchange fee still goes to the bank.[17] Such campaigns and marketing communications, which are designed to publicize and highlight organizational corporate social responsibility (CSR) policies to various stakeholders, can improve corporate reputation and brand image. However, the proliferation of unsubstantiated ethical claims and greenwashing by some companies has made consumers more cynical and less trusting.[18] Greenscamming is when an organization or product takes on a name that falsely implies environmental friendliness. It is related to both greenwashing and greenspeak.[19] This is analogous to aggressive mimicry in biology.[20][21] Greenscamming is used in particular by industrial companies and associations that deploy astroturfing organisations to try to dispute scientific findings that they consider threatening to their business model. One example is the denial of man-made global warming by companies in the fossil energy sector, also driven by specially-founded greenscamming organizations.[citation needed] One reason to establish greenscamming organizations is that it is difficult to openly communicate the benefits of activities that damage the environment. Sociologist Charles Harper stresses that it would be difficult to market a group called \"Coalition to Trash the Environment for Profit\". Anti-environment initiatives therefore must give their front organizations deliberately deceptive names if they want to be successful, as surveys[citation needed] show that environmental protection has a social consensus. However, there is a danger of being exposed as an anti-environmental initiative, which entails a considerable risk that the greenscamming activities backfire and are counterproductive for the initiators.[22] Greenscamming organizations are active in organized climate denial.[20] An important financier of greenscamming organizations was the oil company ExxonMobil, which financially supported more than 100 climate denial organizations and spent about 20 million U.S. dollars on greenscamming groups.[23] James Lawrence Powell identified the \"admirable\" designations of many of these organizations as the most striking common feature, which for the most part sounded very rational. He quotes a list of climate denial organizations drawn up by the Union of Concerned Scientists, which includes 43 organizations funded by Exxon. None had a name that would lead one to infer that climate change denial was their raison d’être. The list is headed by Africa Fighting Malaria, whose website features articles and commentaries opposing ambitious climate mitigation concepts, even though the dangers of malaria could be exacerbated by global warming.[24] Examples of greenscamming organizations include the National Wetlands Coalition, Friends of Eagle Mountain, The Sahara Club, The Alliance for Environment and Resources, The Abundant Wildlife Society of North America, the Global Climate Coalition, the National Wilderness Institute, the Environmental Policy Alliance of the Center for Organizational Research and Education, and the American Council on Science and Health.[21][25] Behind these ostensible environmental protection organizations lie the interests of business sectors. For example, the National Wetlands Coalition is backed by oil drilling companies and real estate developers, while the Friends of Eagle Mountain is backed by a mining company that wants to convert open-cast mines into landfills. The Global Climate Coalition was backed by commercial enterprises that fought against government-imposed climate protection measures. Other Greenscam organizations include the U.S. Council for Energy Awareness, backed by the nuclear industry; the Wilderness Impact Research Foundation, representing the interests of lumberjacks and ranchers; and the American Environmental Foundation, representing the interests of landowners.[26] Another Greenscam organization is the Northwesterners for More Fish, which had a budget of $2.6 million in 1998. This group opposed conservation measures for endangered fish that restricted the interests of energy companies, aluminium companies, and the timber industry in the region, and tried to discredit environmentalists who promoted fish habitats.[21] The Center for the Study of Carbon Dioxide and Global Change, the National Environmental Policy Institute, and the Information Council on the Environment funded by the coal industry are also greenscamming organizations.[23] In Germany this form of mimicry or deception is used by the \"European Institute for Climate and Energy\" (EIKE), which suggests by its name that it is an important scientific research institution.[27] In fact, EIKE is not a scientific institution at all, but a lobby organization that neither has an office nor employs climate scientists, but instead disseminates fake news on climate issues on its website.[28] Greenwashing is a relatively new area of research within psychology and there is little consensus between studies on how greenwashing affects consumers and stakeholders. Because of the variance in country and geography in recently published studies, the discrepancy between consumer behavior in studies could be attributed to cultural or geographic differences. Researchers found that products that are truly environmentally-friendly are perceived significantly more favorably than their greenwashed counterparts. Consumers are more likely to perceive the price of an item marketed as green as a sacrifice[clarification needed] when evaluating greenwashed products.[29] Consumer perceptions of greenwashing are also found to be mediated by the level of greenwashing they are exposed to.[30] Other research suggests that few consumers actually notice greenwashing, particularly when they perceive the company or brand as reputable. When consumers perceive green advertising as credible, they develop more positive attitudes towards the brand, even when the advertising is greenwashed. Consumers are not aware of greenwashing in advertising, and trust green advertisements even when they are deceptive.[31] Other research suggests that consumers with more green concern are more able to tell the difference between honest green marketing and greenwashed advertising; the more green concern, the stronger the intention not to purchase from companies from which they perceive greenwashing advertising behavior. When consumers use word-of-mouth to communicate about a product, green concern strengthens the negative relationship between the consumer's intent to purchase and the perception of greenwashing.[32] Research suggests that consumers distrust companies who greenwash because they view the act as deceptive. If consumers perceive that a company would realistically benefit from a green marketing claim being true, then it is more likely that the claim and the company will be seen as genuine.[33] Consumer perception of green advertisements and greenwashing alike is impacted by how consumers attribute the green messaging. Eco-labels can be given to a product both from an external organization and by the company itself, which has raised concerns because companies can label a product green or environmentally friendly by selectively disclosing positive attributes of the product while not disclosing environmental harms.[34] Consumers expect to see eco-labels from both internal and external sources but perceive labels from external sources to be more trustworthy. Researchers from the University of Twente found that uncertified or greenwashed internal eco-labels may still contribute to consumer perceptions of a responsible company, with consumers attributing internal motivation to a company's internal eco-labeling.[35] Other research connecting attribution theory and greenwashing found that consumers often perceive green advertising as greenwashing when companies use green advertisements, attributing the green messaging to corporate self-interest. Green advertising can backfire, particularly when the advertised environmental claim does not match a company's actual environmental engagement.[36] Researchers working with consumer perception, psychology, and greenwashing note that in order for companies to avoid the negative connotations and perceptions of greenwashing, companies should \"walk the walk\" when it comes to green advertising and green behavior. Green marketing, labeling, and advertising is found to be most effective when it matches a company's actual environmental engagement. This is also mediated by the visibility of those environmental engagements, meaning that if consumers are unaware of a company's commitment to sustainability or environmentally-conscious ethos, they are unable to factor greenness in their assessment of the company or product.[37] Significant exposure to greenwashing can make a consumer indifferent to or generate negative feelings toward green marketing. Genuinely green businesses then have to work harder to differentiate themselves from those who use false claims. Consumers may also react negatively to true sustainability claims because of negative experiences with greenwashing.[38] Research suggests that consumers’ willingness to purchase green decreases when they perceive the green attributes compromise the product quality, making greenwashing potentially risky, even when the consumer or stakeholder is not skeptical of the green messaging. Words and phrases often used in green messaging and greenwashing, such as \"gentle\", can lead consumers to believe the green product is less effective than a non-green option.[39] Examples of greenwashing include the marketing of food products as healthy due to using only natural ingredients (whether or not natural sugars, fats, etc. are considered healthy), alternative medicine, and natural medicine.[40] It can also take place when a company wishes to distance itself from a supplier, such as when the supplier is abusing employees or polluting the environment. [41] Other examples are: There have been attempts to reduce the impact of greenwashing by exposing it to the public.[72] The Greenwashing Index, created by the University of Oregon in partnership with EnviroMedia Social Marketing, allowed the public to upload and rate examples of greenwashing, but it was last updated in 2012.[73] The British Code of Advertising, Sales Promotion, and Direct Marketing has a specific section (section 49) targeting environmental claims. According to some organizations opposing greenwashing, there has been a significant increase in its use by companies in the aughts and 2010s.[74] TerraChoice Environmental Marketing, an advertising consultancy company, reported a 79% increase in the usage of corporate greenwashing between 2007 and 2009. Within the non-residential building products market in the United States, some companies are beginning to claim that their environmentally minded policy changes will allow them to earn points through the U.S. Green Building Council's Leadership in Energy and Environmental Design rating program. This point system has been held up as an example of the \"gateway effect\" that the drive to market products as environmentally friendly is having on company policies. Some have claimed that the greenwashing trend may be enough to eventually effect a genuine reduction in environmentally damaging practices. In 2008, Ed Gillespie identified \"ten signs of greenwashing\", which are similar to the Seven Sins listed above, but with three additional indicators. Companies may pursue environmental certification to avoid greenwashing through independent verification of their green claims. For example, the Carbon Trust Standard launched in 2007 with the stated aim \"to end 'greenwash' and highlight firms that are genuine about their commitment to the environment\".[76] The Australian Trade Practices Act punishes companies that provide misleading environmental claims. Any organization found guilty of such could face up $6 million[clarification needed][77] in fines. In addition, the guilty party must pay for all expenses incurred while setting the record straight about their product or company's actual environmental impact.[78] Canada's Competition Bureau along with the Canadian Standards Association discourage companies from making \"vague claims\" about their products' environmental impact. Any claims must be backed up by \"readily available data\".[78] The European Anti-Fraud Office (OLAF) handles investigations that have an environmental or sustainability element, such as misspending of EU funds intended for green products and the counterfeiting and smuggling of products with the potential to harm the environment and health. It also handles illegal logging and smuggling of precious wood and timber into the EU (wood laundering).[79] Norway's consumer ombudsman has targeted automakers who claim their cars are \"green\", \"clean\", or \"environmentally friendly\" with some of the world's strictest advertising guidelines. Consumer Ombudsman official Bente Øverli said: \"Cars cannot do anything good for the environment except less damage than others.\" Manufacturers risk fines if they fail to drop the words. Øverli said she did not know of other countries going so far in cracking down on cars and the environment.[80] The Green Leaf Certification is an evaluation method created by the Association of Southeast Asian Nations (ASEAN) as a metric that rates the hotels' environmental efficiency of environmental protection.[81] In Thailand, this certification is believed to help regulate greenwashing phenomena associated with green hotels. Eco hotel or \"green hotel\" are hotels that have adopted sustainable environmentally-friendly practices in hospitality business operations.[82] Since the development of the tourism industry in the ASEAN, Thailand superseded its neighboring countries in inbound tourism, with 9 percent of Thailand's direct GDP contributions coming from the travel and tourism industry in 2015.[83] Because of the growth and reliance of tourism as an economic pillar, Thailand developed \"responsible tourism\" in the 1990s to promote the well-being of local communities and environment affected by the industry.[81] However, studies show the green hotel companies' principles and environmental perceptions contradict the basis of corporate social responsibilities in responsible tourism.[81][84] Against this context, the issuance of the Green Leaf Certification aims at keeping the hotel industry and supply chains accountable for corporate social responsibilities in regard to sustainability by having an independent international organization evaluate a hotel and rate it one through five leaves.[85][86] The Competition and Markets Authority is the UK's primary competition and consumer authority. In September 2021, it published a Green Claims Code intended to protect consumers from misleading environmental claims and to protect businesses from unfair competition.[87] The Federal Trade Commission (FTC) provides voluntary guidelines for environmental marketing claims. These guidelines give the FTC the right to prosecute false and misleading claims. These guidelines are not enforceable but instead were intended to be followed voluntarily: The FTC said in 2010 that it will update its guidelines for environmental marketing claims in an attempt to reduce greenwashing.[89] The revision to the FTC's Green Guides covers a wide range of public input, including hundreds of consumer and industry comments on previously proposed revisions. The updates and revisions to the existing Guides include a new section about carbon offsets, \"green\" certifications as well as seals renewable energy and renewable materials claims[clarification needed]. According to FTC Chairman Jon Leibowitz, \"The introduction of environmentally-friendly products into the marketplace is a win for consumers who want to purchase greener products and producers who want to sell them.\" Leibowitz also says such a win-win can only operate if marketers' claims are straightforward and proven.[90] In 2013 the FTC began enforcing these revisions. It cracked down on six different companies; five of the cases concerned false or misleading advertising surrounding the biodegradability of plastics. The FTC charged ECM Biofilms, American Plastic Manufacturing, CHAMP, Clear Choice Housewares, and Carnie Cap, for misrepresenting the biodegradability of their plastics treated with additives.[91] The FTC charged a sixth company, AJM Packaging Corporation, with violating a commission consent order put in place that prohibits companies from using advertising claims based on the product or packaging being \"degradable, biodegradable, or photodegradable\" without reliable scientific information.[91] The FTC now requires companies to disclose and provide the information that qualifies their environmental claims, to ensure transparency. Keep America Beautiful was a campaign founded by beverage manufacturers and others in 1953, partly to forestall regulation of disposable containers.[92] In the mid 1960s, the environmental movement gained momentum. This prompted many companies to create a new green image through advertising. Jerry Mander, a former Madison Avenue advertising executive, called this new form of advertising \"ecopornography\".[93] The first Earth Day was held on April 22, 1970. This encouraged many industries to advertise themselves as being friendly to the environment. Public utilities spent 300 million dollars advertising themselves as clean green companies. This was eight times more than the money they spent on pollution reduction research.[94][95] In 1985, the Chevron Corporation launched one of the most famous greenwashing ad campaigns. Chevron's \"People Do\" advertisements were aimed at a \"hostile audience\" of \"societally conscious\" people. Two years after the launch of the campaign, surveys found people in California trusted Chevron more than other oil companies to protect the environment. In the late 1980s The American Chemistry Council started a program called Responsible Care, which shone a light on the environmental performances and precautions of the group's members. The loose guidelines of responsible care caused industries to adopt self-regulation over government regulation.[94][95] In 1991, a study published in the Journal of Public Policy and Marketing (American Marketing Association) found that 58% of environmental ads had at least one deceptive claim. Another study found that 77% of people said the environmental reputation of a company affected whether they would buy their products. One-fourth of all household products marketed around Earth Day advertised themselves as being green and environmentally friendly. In 1998 the Federal Trade Commission created the \"Green Guidelines\", which defined terms used in environmental marketing. The following year the FTC found that the Nuclear Energy Institute's claims of being environmentally clean were not true. The FTC did nothing about the ads because they were out of their jurisdiction. This caused the FTC to realize they needed new, clear, enforceable standards. In 1999 the word \"greenwashing\" was added to the Oxford English Dictionary.[94][95] Days before the 1992 Earth Summit in Rio de Janeiro, Greenpeace released the Greenpeace Book on Greenwash, which described the corporate takeover of the UN conference and provided cases studies of the contrast between corporate polluters and their rhetoric. An expanded version of that report was published by Third World Network as \"Greenwash: The Reality Behind Corporate Environmentalism.\" In 2002, during the World Summit on Sustainable Development in Johannesburg, the Greenwashing Academy hosted the Greenwash Academy Awards. The ceremony awarded companies like BP, ExxonMobil, and even the U.S. Government for their elaborate greenwashing ads and support for greenwashing.[94][95] Social scientists have been investigating claims of and the impact of greenwashing. In 2005, Ramus and Monteil[clarification needed] conducted data analysis to uncover corporate commitment to the implementation of environmental policies as opposed to greenwashing. They found while companies in the oil and gas industries are more likely to implement environmental policies than service industry companies, they are less likely to commit to fossil fuel reduction.[96] Greenwashing practices have an impact on the perceptions of stakeholders. A study analysed the effect on perceptions of the effective social and environmental responsibility of companies, the possible presence of misleading practices, and the intentions following an environmental scandal creates significant distortions in the market, in the economic system, as well as increasing the information asymmetry between companies and stakeholders.[clarification needed][30]","Title":"Greenwashing - Wikipedia","KeyID":"12510","URL":"https://en.wikipedia.org/wiki/Greenwashing"}