{"Content: ":"Durrell Wildlife Conservation Trust is a conservation organization with a mission to save species from extinction. Gerald Durrell founded the Jersey Wildlife Preservation Trust as a charitable institution in 1963 with the dodo as its symbol. The trust was renamed Durrell Wildlife Conservation Trust in its founder's honor on 26 March 1999. Its patron is Princess Anne, the Princess Royal.[1] Its headquarters are at Les Augrès Manor on the isle of Jersey in the English Channel. The grounds of Les Augrès Manor form the Durrell Wildlife Park, which was originally established by Gerald Durrell in 1959 as a sanctuary and breeding center for endangered species. The zoological park was known as the Jersey Zoo at that time. Gerald Durrell OBE, author and broadcaster on wildlife conservation, was the founder of the Durrell Wildlife Conservation Trust. He wrote 37 books which have been translated into 31 languages. He also featured in several other television series and one-off programs, which documented his work in Jersey and around the world. In 1945 he became a student keeper at the Zoological Society of London's Whipsnade Park. At 21 he inherited £3,000 and he financed, organised and led the first of several animal collecting expeditions. It was on these expeditions that he first became aware of the desperate struggle for survival many animal species were facing in the wild, and he became convinced that zoos had a responsibility to try to prevent further decline and extinctions. Despite strong resistance to his ideas from much of the zoological community as few people recognized the alarming rate at which animals were vanishing in their native habitats, in 1959 he succeeded in creating his own Zoo in Jersey, dedicating it to saving endangered animals from extinction. Gerald Durrell died aged 70, in January 1995. His wife Lee McGeorge Durrell succeeded him as Honorary Director of the Durrell Wildlife Conservation Trust and maintains an intense involvement in the Trust's work both in Jersey and overseas. Durrell provides intensive hands-on management of endangered species at its Jersey headquarters and through 50 conservation programmes in 18 countries worldwide. Durrell's headquarters in Jersey is a safe-haven for endangered animals which need to be rescued from whatever is threatening their survival in their native home. Here they breed and recover in numbers while keeper-conservationists observe and study them to learn more about what they will need to thrive in the wild again. The Trust's headquarters is also a 'window' to the work of Durrell Wildlife around the world – where visitors can enjoy the opportunity to see some of the planet's most endangered species and learn how the Trust is working to save them. What keeper-conservationists learn about a species while it is living in Jersey can help to save its cousins struggling for survival in the wild. Some species, such as gorillas and orangutans, are well known while other species, such as the Livingstone's fruit bat, the pied tamarin, the giant jumping rat, the Madagascar teal (Bernier's teal), the echo parakeet (Mauritius parakeet), the mountain chicken (actually a giant frog), and Round Island boa, are more obscure. Other endangered animals include the aye-aye, Alaotran gentle lemur, free-ranging black lion tamarin, pied tamarin and silvery marmoset, Andean bear, maned wolf, narrow-striped mongoose, Mauritius pink pigeon, Mauritius kestrel, Saint Lucia amazon, Bali starling, Meller's duck, Madagascar teal (Bernier's teal), Round Island boa, Lesser Antillean iguana and Mallorcan midwife toad. Durrell worked with local governments, communities and other conservation organisations in countries across the globe to save animals and their environments. The Trust began working in Mauritius during the 1970s. In 1998 it announced that the Mauritius kestrel – a species once reduced to only four birds – had been saved from extinction. Durrell is also working to save critically endangered species such as the pink pigeon, echo parakeet, Round Island boa (Casarea dussumieri) and Mauritius fody. It has also helped in the restoration of Round Island – a small island about 12 miles north east of Mauritius. The Trust is managing several projects on the island of Madagascar, where it first became involved during the 1980s. Madagascar, like Mauritius, is home to many animals found nowhere else in the world. Project Angonoka is one of the successful breeding programmes that has seen the rarest tortoise in the world, the angonoka, brought back from the brink of extinction. One of the rarest ducks in the world, the Madagascar teal, is now breeding successfully at the Trust's headquarters in Jersey, and the Alaotran gentle lemur is starting to make a recovery, now that hunting and burning of its habitat have been dramatically reduced thanks to an education programme targeted at local villages and schools. In the Menabe region of Madagascar, a biodiversity hotspot of great importance, the Trust is working with a cluster of endangered species, including the Malagasy giant rat, flat-tailed tortoise, Madagascar big-headed turtle, narrow-striped mongoose and Madagascar teal. In Brazil the Trust has played a major role in saving endangered lion tamarin, not only breeding them in captivity and reintroducing them into the wild, but with the purchase of a corridor of land to link two halves of a reserve where this species lives. The Trust is currently running an aluminium can recycling project in conjunction with local primary schools. The scheme is raising funds to purchase and plant trees in Brazil to create 'tree corridors', to link up fragmented areas of the tamarins' habitat and allow isolated groups to reach each other and breed. In India the critically endangered pygmy hog is successfully breeding in a centre designed and built by the Trust. The Trust has also provided a safety net for two species living on the Caribbean island of Montserrat where a volcano erupted in 1995. The country's national bird, the Montserrat oriole (Icterus oberi), and the giant ditch frog (Leptodactylus fallax), are now living and breeding successfully in Jersey. Durrell's overseas projects in other Caribbean islands include the Lesser Antillean iguana (Iguana delicatissima) on Anguilla, the Antiguan racer (Alsophis antiguae) on Antigua, the Saint Lucia iguana (Iguana iguana), the Saint Lucia amazon (\"Amazona versicolor\") and Saint Lucia whiptail (Cnemidophorus vanzoi) on Saint Lucia, the blue iguana (Cyclura lewisi) on Grand Cayman, and the Cuban solenodon (Solenodon cubanus) on Cuba. Elsewhere in the world the Trust is working to save the Mallorcan midwife toad in Spain, the western lowland gorilla in Cameroon, the Sumatran orangutan in Sumatra, and Livingstone's fruit bat (Pteropus livingstonii) in the Comoros Islands. The Trust endangered the Mallorcan midwife toad in Spain by introducing the pathogen, Batrachochytrium dendrobatidis. The pathogen causes chytridiomycosis, which is arguably a significant driver of the mass extinction crisis in amphibians. The Trust's breeding facility in Jersey, which had been used for re-introduction of the species to its native habitat, was identified as the source of chytridiomycosis which affects the Mallorcan midwife toad. It was the first case where it could be shown that the anthropogenic movement of amphibians spread the fatal disease.[2] The trust were, however, successful in the mitigation of the impact of chytridiomycosis after a large scale re-introduction programme,[3] and thanks to the work of Durrell Wildlife Conservation Trust, the Mallorcan midwife toad became the only amphibian to be downgraded from Critically Endangered to Vulnerable. In November 2003, in response to the ever-increasing threats to global biodiversity, the Trust unveiled plans for a re-focusing of its overseas activities. Two years of painstaking research have resulted in a global map which highlights where Durrell's scientists believe the world's 'conservation priority areas' are located. These areas, which tend to be located in island and highland regions, harbour unusually high concentrations of ‘endemic’ species – rare species that are found in these areas and nowhere else. Whilst the new maps include many of the areas where the Trust is currently working, it also reveals several significant new areas, where the Trust has had no previous involvement. By using the new maps to guide the future development and expansion of its overseas conservation work, Durrell can be confident it is using its limited resources to the maximum benefit of the world's precious biodiversity. In 1978 Gerald Durrell created what he called 'a mini-university' at Les Noyers, adjacent to Les Augrès Manor, to provide intensive training to conservation workers, so that they could begin the process of saving species in their country of origin. Today Durrell is internationally acclaimed for its contribution to the professional training of zoologists and conservation biologists, particularly those from the developing countries of the world. Over 3,500 students from more than 135 countries have now successfully graduated from the International Training Centre, to create a global network of \"New Noahs\" dedicated to supporting the mission of the Trust. These graduates have gone on to train their colleagues at home, who in turn have trained the people they work with. This has created a highly effective network of good conservationists where they are most needed around the world. The good health of the animals in Jersey and at the Trust's captive breeding centres overseas ensures breeding success, and the staff endeavour to ensure that diseases, parasites and injuries are prevented through excellent day-to-day care. The Trust's Veterinary Centre, which opened in the grounds of the Trust in 1978, regularly monitors the health of all the animals in Jersey and overseas, and new arrivals from the wild or other zoos are kept in quarantine and isolation to safeguard the health of the resident animals. If an animal is sick, the Trust's on-site biologist examines samples of faeces, blood and urine for vital clues to diagnose the illness. If an animal dies, a post-mortem is carried out to establish the cause of death and also to increase the Trust's scientific knowledge and understanding of very rare species. Samples taken by specially trained staff are also sent in from the Trust's in-situ breeding programmes, and a diagnosis and instructions for treatment from the vet are sent back by return. The Trust's vet and veterinary biologist have both made visits to the captive breeding centre in Ampijoroa, Madagascar, where they spent time screening the captive populations of endangered tortoises and turtles, and training staff in effective sample taking and post-mortem techniques. Blood and tissue samples are preserved for posterity to ensure that the Trust has references for future research purposes. The veterinary hospital includes a consulting room, operating theatre and recovery area. It also has X-ray, ultrasound and endoscopic examination facilities. Major operations on the great apes are undertaken by a team of vets and doctors and consultants from Jersey's General Hospital. It is not unusual to find hospital anaesthetists, radiologists, obstetricians and paediatricians assisting the veterinary team. The Trust's animal registrar maintains records of births, deaths and exchanges between zoos of animals worldwide. The registrar receives daily reports on the breeding, behaviour, nutrition and health of the animals which are then recorded in a computer software programme called ARKS (Animal Records Keeping System). Over 600 zoos worldwide use ARKS and each institution submits its data to a central organisation, ISIS (International Species Information Systems), to create a global database which is shared by all participating zoos. In addition to general animal records, medical notes are maintained on all the animals in the collection in the same way that doctors keep notes on their patients. This information is stored in MedARKS, which is an adaptation of the ARKS database and can also be accessed by other zoos around the world. With regard to using the MedARKS system, Durrell Wildlife has been at the forefront of zoos in the British Isles, working closely with the American vets who designed it and running courses on the island to train other zoo practitioners to use it. The accuracy of the ARKS and MedARKS systems relies on animals being correctly identified. While it may be easy to identify the male gorilla Ya Kwanza within his family, identifying individual pink pigeons or poison arrow frogs is more difficult. An ID transponder or microchip, the size of a grain of rice, is placed under the skin by injection. It emits a ten digit alpha numeric code which is recognised by a scanning device. This also enables the Trust's Research Department to identify animals during studies. Most research involves the observation of animals, without disturbing them, and includes studies on general behaviour, on feeding and on parental care of offspring either in the Trust grounds or overseas. Work began on the Durrell Wildlife Camp in early 2012. The wooded copse to the west of Les Augres Manor, bordering on the 'Lemur Lake' enclosure housing a mixed population of ring-tailed lemurs, black and white ruffed lemurs and red-fronted brown lemurs to the southwest, has been extensively landscaped to provide a gentle slope with a nine-metre-square level wooden deck roughly every seven metres. These decks will house twelve geodesic dome-shaped 'pods' – semi permanent tent structures – and a separate shower and toilet cubicle for each. A further two platforms will house the 'Lemur Lodge' communal structure and a 'pamper pod' for holistic health and beauty treatments. Each pod contains a wood-burning stove and sleeps two adults and two children. Additional tipi-styled tents can be added to the platform, to sleep a further two children. Two of the pods will be designed with disabled access in mind, featuring hand rails, entry ramps and specially equipped WC, and placed on the most accessible part of the site. The facility will be eco-friendly in keeping with Durrell's policy on conservation; solar lamps will be used where possible, grey water recycled for use by the Trust's landscaping team, and all organic waste will be composted and re-used on the on-site organic farm. Durrell Wildlife Camp is described as a 'glamorous camping' or glamping resort, owing to the individual toilet and running water, private cooking facilities and decked, semi-permanent 'pod' accommodation. The whole site has high-speed WiFi coverage, and each pod has a hard wired electrical feed for running AC 240 V appliances. This sets it outside the remit of camping despite the use of tents as opposed to permanent buildings. The camp is a further vehicle for fundraising in support of the Trust's international conservation programmes. In combination with Durrell Wildlife Park and its associated restaurants and new visitor centre retail area, the Trust hopes to attract more tourists to Jersey, as the decline in tourism to the island over the last few years has affected the potential visitors numbers to the wildlife park. By offering a new and unique holiday option for non-residents, it is hoped the small increase in visitor numbers to Jersey in 2011,[4] will be further supported, having a positive effect on the fund-raising ability of the wildlife park itself. The Trust established its own organic farm before any establishment of its kind in the UK. The Durrell Organic Farm was created in 1976 to provide the animal collection with non-chemically treated foods such as sunflowers and maize. It provides 70% of the animals' fruit, vegetable and forage needs over the year – produce which would otherwise cost the Trust well in excess of £20,000 to buy in commercially. The Organic Farm grows edible flowers, such as calendula, sunflowers, hibiscus and pansies; fruit and vegetables such as cape gooseberries, tamarillos, tomatoes, cucumbers, lettuces, cabbages, peppers, beans, mustard, radishes, pumpkins and celery. It also provides hay and leaves, branches of hedgerow trees and ash, willow and bamboo for the Trust's animals. Younger supporters of Durrell Wildlife can join the Dodo Club. The Conservation Education Department runs Activity Weeks during the school holidays, which consist of special conservation themed workshops where Dodo Club members can learn about conservation. The Trust also runs a schools' programme, which consists of various workshops based at the Trust, for five to 16-year-olds. The classroom can be transformed into an environment to complement a particular topic – for example a scrubland or rainforest. School groups visiting from the UK and France are also catered to, by prior arrangement with the Conservation Education Department. As well as visiting Island schools, staff also run courses for the Island's GNVQ and BTEC students. Significant financial support for the Durrell Wildlife Conservation Trust has been provided by the Harcroft Foundation. The Foundation was established by the late Charles Rycroft.","Title":"Durrell Wildlife Conservation Trust - Wikipedia","KeyID":"12517","URL":"https://en.wikipedia.org/wiki/Durrell_Wildlife_Conservation_Trust"}