{"Content: ":"The German Federal Agency for Nature Conservation (German: Bundesamt für Naturschutz, BfN) is the German government's scientific authority with responsibility for national and international nature conservation. BfN is one of the government's departmental research agencies and reports to the German Environment Ministry (BMU). The Agency provides the German Environment Ministry with professional and scientific assistance in all nature conservation and land management issues and in international cooperation activities. BfN furthers its objectives by carrying out related scientific research and is also in charge of a number of funding programmes. BfN additionally performs important enforcement work under international agreements on species conservation and nature conservation, the Antarctic Treaty, and the German Genetic Engineering Act. The diversity of species, habitats and landscapes is critical to human survival. Safeguarding this diversity for the long-term future is an increasingly urgent challenge. It requires approaches that integrate the protection, development and sustainable use of our natural resources with a purposeful, consistent course of action. The Federal Agency for Nature Conservation plays a key part in incorporating scientific knowledge into policy decisions and applying that knowledge in practice. BfN is involved and has links with numerous activities to conserve biodiversity and natural ecosystems in Germany and internationally. Nature conservation can only succeed in the long run if it enjoys support across the whole of society. The Agency therefore maintains an ongoing dialogue with policymakers, business, the scientific community, educators and the media, constantly adapting the nature conservation toolkit to societal change. Furnishing the science to underpin policy and administrative decisions is one of BfN's central tasks. Doing so requires in-depth knowledge of the complex interrelationships in the natural environment and of the short and long-term effects of human activities on ecosystems. It also calls for a thorough grasp of the available options, implementation choices and social and policy needs so that expertise can be provided at the right place in the right form. Looking to the future is especially important in this regard, because new issues and challenges emerging all the time require a timely response based on scientifically dependable data and knowledge. Topical examples include climate change – which poses huge problems not just for humanity, but for entire regions and much of life on earth – and the sustainable use of renewable energy. The Federal Agency for Nature Conservation provides the German government – and first and foremost the German Environment Ministry – with the scientific basis for decisions and advice on all aspects of national and international nature conservation, and identifies new areas where policy choices need to be made. BfN performs a key knowledge transfer function for nature conservation by preparing scientific knowledge and rendering it suitable for practical application. As well as providing support for policy-making at national level, the Agency also works in close cooperation with authorities in each of Germany's sixteen states. One aim here is to ensure that approaches and methods developed by BfN – for example with regard to landscape planning, species conservation and protected areas – are applied uniformly and comparably nationwide. Internationally, BfN is actively involved in various scientific networks and supports the German government in meeting the country's obligations under related international agreements. These include: Ideas and activities to conserve animal and plant species and their habitats and to safeguard the ecosystem services vital for human survival need a sound scientific basis. They must be feasible, tested in practice and continuously refined in light of emerging challenges. Valuable natural and cultural landscapes must also be preserved for the future. BfN plans, funds and supports various forms of projects for these purposes large-scale conservation projects, research projects and pilot projects. All such projects are carried out jointly with external partners. Close contacts with stakeholders and institutions at regional and local level ensure that projects reflect local interests. The projects generate an understanding of the conservation status of the natural environment and of the socioeconomic needs of the population, enabling BfN to continue giving key impetus to the theory and practice of nature conservation. Germany and its constituent states (Länder) have signed a wide range of international nature conservation agreements. They have an obligation to transpose those agreements into national law and put their provisions into practice on an ongoing basis. For some agreements, BfN is the national enforcement agency with specific responsibility for their implementation in Germany. BfN grants import and export permits for protected species and products derived from them (CITES) Many animal and plant species are threatened by taking from the wild. The international community responded to this as early as 1973 with the Convention on International Trade in Endangered Species of Wild Fauna and Flora (CITES). As the German enforcement agency for CITES, BfN grants import and export permits for protected species and products derived from them. BfN also develops the scientific basis for decisions in this regard and for the ongoing adaptation and refinement of species conservation law in line with changing needs. BfN considers itself as the central service provider for all issues relating to nature conservation. Comprehensive information and publicity work is therefore a key part of the Agency's activities. Information and publications BfN provides information for practitioners in all areas of nature conservation and for the general public. Children and teenagers are an especially important target group. The Agency develops and refines teaching ideas and materials to introduce young people to nature and conservation, publishes a series of leaflets specially for children and provides a web portal for ‘nature detectives’ www.naturdetektive.de. This unique project uses new media to combine the practical and virtual experience of nature. Important research findings and work outcomes are published in the BfN-Schriften monograph series. BfN also publishes a journal “Natur und Landschaft”, containing academic articles and news on nature conservation and landscape management. Library BfN has one of the largest nature conservation libraries in Europe, with some 120,000 books and media plus over a 1,000 subscribed and archived specialist journals at the Agency's three locations in Bonn, Leipzig and Vilm. The BfN documentation service catalogues this literature in a continuously updated database containing more than 100,000 references. Press relations work To serve the general public, BfN publishes booklets, flyers and posters on general and specific nature conservation topics. These activities are supplemented by ongoing press relations work. Exhibitions, events and campaigns likewise serve to raise awareness of nature conservation issues. BfN also receives numerous telephone and written enquiries every day, all of which are answered individually. International Nature Conservation Academy (INA) BfN operates its own conference centre, the International Nature Conservation Academy (INA) on the Island of Vilm near Rügen in northern Germany. At the Academy, BfN holds scientific conferences and workshops on a wide range of nature conservation topics. The INA additionally conducts training for capacity-building purposes with regard to implementation of the Convention on Biological Diversity and other international commitments. It is also available for use by other institutions for seminars. https://web.archive.org/web/20100904042209/http://bfn.de/01_wer_macht_was+M52087573ab0.html","Title":"Federal Agency for Nature Conservation - Wikipedia","KeyID":"12518","URL":"https://en.wikipedia.org/wiki/Federal_Agency_for_Nature_Conservation"}