{"Content: ":"The World Register of Marine Species (WoRMS) is a taxonomic database that aims to provide an authoritative and comprehensive list of names of marine organisms.[1] The content of the registry is edited and maintained by scientific specialists on each group of organism. These taxonomists control the quality of the information, which is gathered from the primary scientific literature as well as from some external regional and taxon-specific databases. WoRMS maintains valid names of all marine organisms, but also provides information on synonyms and invalid names. It is an ongoing task to maintain the registry, since new species are constantly being discovered and described by scientists; in addition, the nomenclature and taxonomy of existing species is often corrected or changed as new research is constantly being published. Subsets of WoRMS content are made available, and can have separate badging and their own home/launch pages, as \"subregisters\", such as the World List of Marine Acanthocephala, World List of Actiniaria, World Amphipoda Database, World Porifera Database, and so on. As of December 2018 there were 60 such taxonomic subregisters, including a number presently under construction.[2] A second category of subregisters comprises regional species databases such as the African Register of Marine Species, Belgian Register of Marine Species, etc., while a third comprises thematic subsets such as the World Register of Deep-Sea species (WoRDSS), World Register of Introduced Marine Species (WRiMS), etc. In all of these cases, the base data are entered and held once only as part of the WoRMS data system for ease of maintenance and data consistency, and are redisplayed as needed in the context of the relevant subregister or subregisters to which they may also belong. Certain subregisters expand content beyond the original \"marine\" concept of WoRMS by including freshwater or terrestrial taxa for completeness in their designated area of interest; such records can be excluded from a standard search of WoRMS by selecting appropriate options in the online search interface. WoRMS was founded in 2008 and grew out of the European Register of Marine Species and the UNESCO-IOC Register of Marine Organisms (URMO), which was compiled by Jacob van der Land (and several colleagues) at the National Museum of Natural History, Leiden.[3] It is primarily funded by the European Union and hosted by the Flanders Marine Institute (VLIZ) in Ostend, Belgium. WoRMS has established formal agreements with several other biodiversity projects, including the Global Biodiversity Information Facility and the Encyclopedia of Life. In 2008, WoRMS stated that it hoped to have an up-to-date record of all marine species completed by 2010, the year in which the Census of Marine Life was completed.[4] As of February 2018, WoRMS contained listings for 480,931 marine species names (including synonyms) of which 240,633 are valid marine species (95 % checked). Their goal is to have a listing for each of the approximately more than 240,000 marine species.[5][6] VLIZ also hosts the Interim Register of Marine and Nonmarine Genera (IRMNG), using a common infrastructure.[7] In 2021, for the first time, a genus was named after this database: † Wormsina Harzhauser & Landau, 2021.[8] The World Echinoidea Database was listed with the Global Biodiversity Information Facility on 27 February 2015, but was later rejected.[9]","Title":"World Register of Marine Species - Wikipedia","KeyID":"1252","URL":"https://en.wikipedia.org/wiki/World_Register_of_Marine_Species"}