{"Content: ":"The Sea Shepherd Conservation Society engages in various demonstrations, campaigns, and tactical operations at sea and elsewhere, including conventional protests and direct actions to protect marine wildlife. Sea Shepherd operations have included interdiction against commercial fishing, shark poaching and finning, seal hunting and whaling.[1][2] Many of their activities have been called piracy or terrorism by their targets and by the ICRW.[3][4] Sea Shepherd says that they have taken more than 4,000 volunteers on operations over a period of 30 years.[3] Sea Shepherd engaged in a multi-year campaign against driftnetting practices, which it calls a way of strip mining the ocean's wildlife. Sea Shepherd's Divine Wind vessel investigated suspected driftnet fleets and collected ghost nets in 1987 along the coast of southern Alaska.[5] In 1990, Sea Shepherd consulted with a physicist and found a successful way of sinking driftnets without causing ecological damage.[5] In 1990, Sea Shepherd travelled to the North Pacific with the intent of bringing driftnetting to public attention. While there, they found two Taiwanese driftnetters, which they filmed catching seabirds and dolphins in their nets. They rammed the power blocks, used to retrieve the nets. The ships were forced to head home, and no charges were brought against Sea Shepherd for the incident.[5] In 1991, Sea Shepherd learned that driftnetters were destroying the seabird and fish populations off of the coasts of Trinidad and Tobago. They travelled there and patrolled the area near the mouth of the Amazon. They encountered a driftnetting ship and threw stink bombs on its deck. The ship rammed the Sea Shepherd II, and they rammed the driftnetter back, leading to a confrontation that severely damaged both ships. Back in Trinidad, Sea Shepherd revealed that corrupt officials were taking bribes to turn a blind eye to driftnetting in the area, and the corrupt officials were removed from office. Sea Shepherd later donated four assault rifles to help the Coast Guard chase driftnetters.[5] In 1992, Sea Shepherd returned to fight driftnetters in the North Pacific. They encountered a fleet of Japanese driftnetters. They chased one away, and fired air cannons and fire crackers at another to slow it down. However, no ramming took place because the fishermen on deck would not move. They did manage to retrieve a cargo hold of driftnet and create an international incident.[5] In 1992, Sea Shepherd agent Dwight Worker covertly entered Taiwan. While there, he sank the driftnetting ship Jiang Hai in harbor. He also documented thousands of miles of driftnet being added to 43 driftnetting vessels, despite a ban on ships being outfitted with new net.[5] Shepherd only reduced their campaign activities after the United Nations in 1992 banned driftnetting, but they did not stop their campaigns. In 1995, Sea Shepherd convinced the government of Ireland to disallow driftnetting in their territorial waters.[5] In 1997, Sea Shepherd announced a campaign to fight driftnetting in the Mediterranean. Italy's driftnetters, the primary suspects, immediately halted the practice.[6] Sea Shepherd in 2006 noted that drift netting had again gained prominence, due to the reduction of fish stocks tempting commercial fisheries to again use the method to keep up their catch volumes.[7] In March 2016, Sea Shepherd announced the launch of Operation Driftnet,[8] to combat illegal fishing in the Indian Ocean and subsequently employ direct-action techniques to shut-down their operations.[8] They found and engaged a fleet of 6 driftnetters, and 3 of the ships were arrested for illegal fishing.[9] In 1988, Sea Shepherd released footage of dolphins being killed by an American-owned tuna seiner. The film was edited by Peter Brown. The footage scandalized the tuna industry and led to a ban on dolphin killing by U.S. tuna companies.[10] In 1989, Sea Shepherd travelled to Costa Rica to ram a tuna seiner and bring the issue to public attention. They found a tuna seiner called the Pan Pacific, which they confirmed had been illegally killing dolphins. The ramming was eventually called off due to a dispute between Paul Watson and Scott Trimmingham. Scott said that ramming would upset his negotiations to have tuna fishing banned in Costa Rica, to which Watson replied that they created international incidents—they didn't negotiate. In the end, they boarded the Pan Pacific and inspected the logbook, which revealed locations where dolphins were being killed. Using the information, they travelled along the Mexican coast and stopped several tuna seiners from various Latin American countries from killing dolphins.[5] In February 1991, representatives of a tuna boat in the Pacific south of Mexico said that they had been rammed by Sea Shepherd II. Sea Shepherd accused it of catching and killing dolphins in its tuna nets and confirmed its ship had dealt the tuna boat a \"glancing blow.\" They had originally planned to destroy the fishermen's small boat used to lay nets, but called the plan off because the fishermen were too close. They also turned a fire hose on the fishermen's helicopter (used to herd the dolphins) in order to ensure costly repairs.[5] In 1992, Sea Shepherd launched another campaign to stop tuna seiners from killing dolphins. They stopped in Mexico to repair their ship, Sea Shepherd II. Despite warnings from the Mexican navy that they would be arrested due to the incident the previous year, they entered the country and covertly did repairs with no incident. They later stopped a tuna seiner from killing a pod of dolphins off of Mexico.[5] In April 2002, the government of Costa Rica invited Sea Shepherd to assist in patrolling for poachers around Cocos Island. The group and Costa Rica had negotiated an agreement for this work which was due to be finalised on April 30, 2002.[11] On April 22, the Farley Mowat (formerly the Ocean Warrior),[12] captained by Paul Watson, was en route to the island when it came across the Varadero I which the group alleges was poaching sharks. The authorities were contacted and Sea Shepherd was told to bring the ship in. The Farley Mowat forced the other vessel into a nearby Guatemalan port with the use of pressure hoses, and in the altercation, the two vessels collided, causing some damage to the Varadero I.[13] Subsequently, Watson was charged with attempted shipwrecking and murder by the fishermen. These charges were dropped on April 29 by the prosecutor when footage of the incident taken by a documentary team aboard the Farley Mowat was shown. Footage of the event can be seen in the film Sharkwater. The prosecutor was reported to have found no evidence of any wrongdoing.[13][14] A new prosecutor was later appointed to repursue the charges and Watson's lawyer advised he leave the country.[13] Local environmental groups argue that fishing interests opposed to marine conservation were behind the legal proceedings.[11] After subsequent litigation against the judges and prosecutors in Costa Rica, the criminal charges were dismissed in 2019. [15] Sea Shepherd had previously worked to protect Cocos Island. In 1992, they chased over a dozen poachers out of the marine reserve with flares, water cannons, pie cannons, stink bombs, paintball guns, and air from a Civil War-Era cannon. Footage of the poachers was sent to the Costa Rican authorities, and several of the poachers were later arrested. In 2001, Sea Shepherd captured the poacher San José 1. The vessel was arrested and later confiscated.[6] The Sea Shepherd Conservation Society has operated in the Galápagos marine reserve to protect marine wildlife. The reserve was declared in 1986, with an increased area declared in 1998, and despite government attempts to limit catches, fishing continued in the waters around the Galápagos Islands. The Galápagos National Park Directorate lacked the manpower to adequately manage the marine park, and fishing laws were regularly flouted.[16] The largest fisheries were for spiny lobster, sea cucumbers, and shark fins, mainly for export to Asian markets.[17] Longline fishing[18] and illegal nets[19] also cause a bycatch of seals,[20] turtles, sharks,[21] boobies and other marine animals.[22] In December 2000, the Sea Shepherd ship, Sirenian, was sent to the Galápagos to assist in patrolling the 130,000 square kilometre marine reserve around the Islands. Sea Shepherd had signed a five-year agreement with the Galápagos National Park Directorate to provide the Sirenian, with some crew, as a patrol vessel.[23] Under the agreement, the Sirenian had an Ecuadorian captain, engineer, and carries Park Service officers. The Sirenian is a 95-foot former United States Coast Guard Cutter and is now permanently stationed in the Galápagos. In November 2000, the fishers reacted to new catch limits on lobster by ransacking the Park Service offices, the facilities of the Darwin Research Centre and trashing the park director's home, burning his possessions in the street.[24][25] The Sirenian carried a cargo of new computers, cameras, and communications equipment to replace what was destroyed by the fishers.[23] The Sirenian captured four illegal boats in the first three weeks of March, 2001.[25] In September 2001, the Ecuadorian Navy detained the Ocean Warrior. This occurred after the Park Service captured seven illegal shark fishing boats at sea and Sea Shepherd criticized the Ecuadorian Navy for not enforcing the law.[26] The Sea Shepherd Ecuadorian representative, Sean O'Hearn-Giminez, was arrested onboard and threatened with deportation.[26] In June 2004, a Sea Shepherd crew-member, Cathy Davies, along with at least six other Sea Shepherd members, was taken hostage during protests by fishers who were protesting recently enacted quotas on sea cucumber (Holothuroidea).[27] Armed with clubs, pipes, and Molotov cocktails, the fishers had seized Park Service offices and tourist locations.[18][28] Sea Shepherd crew joined Park Services officers at the barricades erected by fishers around the buildings. Another team of Sea Shepherd crew were dispatched to guard Lonesome George, one of the Galápagos Islands' most famous turtles, as the fishers had threatened to kill him if the quota on sea cucumber was not lifted. About 100 residents of San Cristóbal Island marched in protest against the fishers actions.[29] In July, the High Court of Ecuador upheld the Park Service limits on the take of sea cucumber. The Park Service banned the catch of sea cucumber for 2005 and 2006 to allow for the populations to recover from over-fishing. Watson called this a \"great victory for conservation in the Galápagos.\"[30] In an agreement with the World Wildlife Fund, Sea Shepherd donated the Sirenian to the Galápagos National Park Service. The WWF refurbished the boat, which now operates as the Yoshka.[31] In May 2007, the president of Ecuador, Rafael Correa, relaxed an International ban on shark finning by legalizing the sale of fins from sharks caught accidentally. Sea Shepherd's Ecuadorian representative, Sean O'Hearn-Giminez, accompanied a police raid that found two tons of sharks fins caught before a Presidential decree.[32] Fifteen people were arrested in the raid at Manta. However, a prosecutor ordered them released and the shark fins were returned to the fishers. O'Hearn-Giminez was arrested and ordered to be deported. This order was revoked later that day at the request of President Correa. The reason given was that O'Hearn-Giminez had a valid visa, as his wife is Ecuadorian.[33] In June 2007, O'Hearn-Giminez participated in a raid on a house in Libertad that was being used for illegally processing sea cucumbers. At least 40,000 sea cucumbers were seized and two men arrested.[34] Later that month, Sea Shepherd staff and operatives from the Ecuadorian Environmental Police seized 18,673 shark fins and arrested four men. Sean O'Hearn-Giminez said that \"This successful sting is the result of several months working covertly with the co-operation of General Bolivar Cisneros, Chief Commander of the Ecuadorian National Police. Sea Shepherd traced potential exit points in the illegal shark fin trade in the Galápagos and Ecuador.\"[34] Paul Watson was awarded the Amazon Peace Prize for his and Sea Shepherd's work on behalf of the environment and marine species in Latin America. The award was given in July 2007 by the Latin American Association for Human Rights and the Ecuadorian vice-President. Watson also signed two agreements at this time, one for Sea Shepherd's involvement in the protection of the Amazon river dolphin and the Amazonian manatee; the other with the Ecuadorian Police to work with them to detect and destroy illegal fishing boats.[34] In 2008, US Federal agent Scott West resigned his position and joined Sea Shepherd to work in its intelligence and investigations department. West will work in partnership with the Ecuadorian National Police and the Galápagos National Park to oppose illegal fishing in the marine reserve.[35] In early 2010, Sea Shepherd announced that the Dutch Post Code Lottery was giving them an annual €500,000 grant, and an additional €1 million for their conservation programs in the Galápagos.[36] Mediterranean bluefin tuna anti-poaching (2010, 2011) In 2010, Sea Shepherd launched Operation Blue Rage to protect bluefin tuna in the Mediterranean Sea. They found a ship after the fishing season with a net full of 800 bluefin tuna. They cut the net, freeing all of the tuna. Sea Shepherd later faced a lawsuit from Fish And FIsh, the company that owned the vessel. The lawsuit was settled in March 2015 in favor of Sea Shepherd.[6] In 2011, Sea Shepherd launched \"Operation Blue Rage 2011.\" They found a fleet of fishing boats containing thousands of illegally caught bluefin tuna. They attempted to cut the nets, but several Sea Shepherd crew members were injured when a fisherman threw a steel chain at one of the delta boats. A French naval jet flew over to document the incident. Eventually, a plane from ICCAT, the group responsible for bluefin management, ordered Sea Shepherd to leave.[6] Both incidents appeared on the Whale Wars special called Operation Bluefin. From December 2014 to April 2015 two Sea Shepherd vessels, The Bob Barker and the Sam Simon, as part of \"Operation Icefish\",[37] pursued the renegade trawler Thunder for 10,000 miles from Antarctic waters where it was illegally fishing for Patagonian toothfish to where Thunder was scuttled in the waters of São Tomé and Príncipe at 00°19′N 005°25′E﻿ / ﻿0.317°N 5.417°E﻿ / 0.317; 5.417.[38][39] The ship was first intercepted on December 17, 2014 at 62°15′S 81°24′E﻿ / ﻿62.250°S 81.400°E﻿ / -62.250; 81.400, inside the CCAMLR (Convention for the Conservation of Antarctic Marine Living Resources) region of management while deploying illegal gillnets.[40] Several other ships fishing illegally for toothfish were also put out of action by Operation Icefish. The ships were part of the group of toothfish poachers known as the \"Bandit 6\". Actions by Sea Shepherd and national governments led to the detention or sinking of all six ships. The last of these was captured toothfish poacher Viking, which was sunken by the Indonesian government in 2016.[39] Canadian sealing (1979–2008) The first direct action undertaken by Sea Shepherd was against Canadian seal hunting in the Gulf of St. Lawrence. In March 1979, 32 crew aboard the Sea Shepherd protested the hunt and eight members were arrested after going on the ice to spray the pups with colored organic dye so as to render the pelts worthless to traders. About 1,000 seals were sprayed with the dye.[41][42] In 1980, Sea Shepherd severely damaged the sealing ship Martin Karlsen in port, smashing its navigational equipment. They attempted to sink it, but were unsuccessful as the owners arrived before the vessel went underwater. The incident is featured in Paul Watson's book Seal Wars.[citation needed] In 1981, so as to avoid easy detection, Sea Shepherd travelled to the Canadian ice floes in ocean kayaks instead of a ship. They were protesting the announcement of the Canadian government to have a hunt occur at Prince Edward Island, because inexperienced sealers would mean more cruelty for the seals. They managed to spray hundreds of seals with organic blue dye before being arrested. The Canadian government was furious, as they had promised to not allow the Sea Shepherds to return to the ice. Sea Shepherd did not face any major jail time over the incident.[5] Sea Shepherd protested a Canadian seal hunt in the Gulf of St. Lawrence off the north coast of Nova Scotia in March 1983. The arrival of the group led to a one-day suspension of the hunt. On March 25, the Sea Shepherd II was ordered back by Canadian authorities after the vessel came within one half-mile of seal hunters. Watson promised to scuttle the ship if they attempted to board it.[43] While in St. John's, Newfoundland, they blockaded a dozen sealing ships in harbor, threatening to ram any ship that left. The Sea Shepherd II was fortified with barbed wire and a water cannon.[44] Sea Shepherd began to harass sealers by chasing half a dozen sealing ships out of the area. On March 27, the vessel was stuck in ice and Watson and three others walked across the ice to Chéticamp where they were later arrested for viewing the seal hunt without a permit.[45] 15 officers boarded the ship from a Canadian Coast Guard vessel with the use of tear gas and smoke bombs. The crew was arrested without any resistance or injuries. They were charged with conspiracy to commit mischief and conspiracy to commit extortion.[46] Watson was bailed out by actor Mike Farrell and was acquitted upon appeal of the charges. The campaign saved the lives of 76,000 seals.[45] In March 1995, the group protested the seal hunt in the Magdalen Islands. While staying in the town of Cap-aux-Meules, witnesses reported that 200 club-wielding fishermen stormed the hotel where the group was staying. The group, including Martin Sheen, was escorted to the airport under a heavy police guard. The attackers trashed the room in a two-hour rampage while Watson and Sheen caught a flight to another island.[47] In 1996, Sea Shepherd proposed brushing the fur off of molting seals instead of killing them. Using a research permit, they discovered that seals enjoyed having molting fur brushed off of them, and that the fur could be used to make filling, as for mattresses. A mattress company in Germany had expressed interest in cruelty-free seal products, and about 70 bags of seal fur were collected.[6] In 1998, Sea Shepherd warded sealers from the main seal nursing grounds by bringing celebrities on the ice to take photos with the seals. Celebrities included Farley Mowat, John Paul Dejoria, and Pierce Brosnan. While on the ice, the Sea Shepherds were under constant watch by the Canadian Coast Guard, whom Paul Watson criticized after Sea Shepherd documented the icebreakers running down seal pups. While there, the government set up a trap to get the Sea Shepherd ship arrested by sending a fake sealing ship to daw in the Sea Shepherds. They did not fall for the trap, and the incident brought the seal hunt to public attention.[6] In March 2003, Captain Paul Watson led a helicopter investigation of escalated sealing activities on the ice floes of eastern Canada.[6] In 2005, Sea Shepherd campaigned against that year's seal hunt in Canada, which includes a boycott of Canadian seafood products.[48] Sea Shepherd crew went onto the ice to document the sealing and noted they were soon confronted by a group of sealers who verbally abused and punched the group of crew, as well as threatened them with spiked clubs called hakapiks.[49] Ten of the protestors were arrested for being too close to sealing without a permit.[50] Sea Shepherd recorded the incident and sent the video[51] to police, but say the sealers were not charged. The MV Farley Mowat operated during Canadian seal hunting in March and April 2008. The group contends it was in international waters observing Canada's seal hunt, while Canadian authorities allege the vessel was harassing the seal hunters. On March 29, 2008 the MV Farley Mowat and a Canadian Coast Guard ship collided.[52] The coast guard icebreaker had put itself between the Farley Mowat and a smaller seal hunter's boat. The group says their vessel was rammed while the Canadian Fisheries and Oceans department says the coast guard ship was grazed by the Farley Mowat.The captain and first officer were arrested for bringing their vessel to within one-half nautical mile of seal hunters on March 30, April 11, and April 12. The location of the ship at the time of the seizure is disputed. Sea Shepherd claims the boat was seized illegally in international waters,.[53] On July 2, 2008, they entered a plea of not guilty. The lawyer set to defend the Captain and First Mate withdrew from the case.[54] They did not want to be represented by a Sydney lawyer and were not represented during their four-day trial. On June 30, they were convicted of endangering lives by bringing the Farley Mowat to within one-half nautical mile from sealing activities without an official permit.[55] The judge found that they had been warned to back away from the sealers but ignored the radioed commands. The Farley Mowat was forfeited and eventually sold by the Canadian government to Green Ship LLC.[56] According to Paul Watson, the arrests were intentional, as the media coverage in Europe would get citizens to support a ban on seal products. Seal products were banned in the European Union in 2009.[6] British Isles sealing (1982, 2014–2015) In 1982, Sea Shepherd interfered with the hunting of grey seals in Ireland. They prevented boats from landing and took clubs and rifles away from the sealers. The media attention garnered from the campaign led to Ireland banning sealing in October of that year.[6] In 1982, Sea Shepherd interfered with the hunting of grey seals in the Scottish Orkney Islands. They once again snatched rifles and stopped boats, and also slept among the seals. Later that year, the Sea Shepherd Islands Trust was set up and purchased the Orkney Island of Little Green Holm as a Seal Sanctuary.[6] In 2014, Sea Shepherd once again worked to end the slaughter of seals in Scotland, this time by salmon farming companies who claimed the seals ate their fish. They filmed violations by fishermen shooting seals who ate fish. The violations included shooting seals not considered threatening, dumping trash, and burying dead seabirds. Sea Shepherd volunteers were assaulted, and both sides were arrested. Scotland gave the seals full protection in 2015, the end of Sea Shepherd's second year there.[57] Pribilof Islands sealing (1987) In 1987, while returning from anti-driftnetting activity in the North Pacific, Sea Shepherd documented the state of the northern fur seal, requesting that the commercial harvest of them be stopped.[6] Namibia sealing (2011, 2012) In 2011, Sea Shepherd launched Operation Desert Seal to oppose the Namibian seal cull. Their safety was violated when their house was broken into. They relocated and found that the Namibian navy was guarding the culling. Sea Shepherd suspected police involvement, and were forced to flee the country when a raid was about to take place. They managed to capture footage of dead seals being unloaded for processing. The footage was used in the Whale Wars special Seal Wars.[6] In 2012, Sea Shepherd launched Operation Desert Seal II. Using a drone, they managed to film the cull for around 15 minutes, and have stated that the wish to return to Namibia.[6] South African sealing (2000) In 2000, Sea Shepherd donated an inflatable zodiac to the group Seal Alert South Africa to assist in the rescue and rehabilitation of fur seals shot illegally by fishermen in South Africa.[citation needed] Sea Shepherd has protested against whaling throughout the world. Some of its first actions were against whalers. The group has also acted against whaling by countries who they feel have not followed the 1986 internationally recognized nonbinding moratorium on commercial whaling. Dr. Sidney Holt, formerly of the International Whaling Commission and a chief architect of the moratorium, has called Watson's involvement in anti-whaling an \"absolute disaster\" for the cause. He referenced \"blowback\"[58] for those who want to see an end to whaling by \"playing piracy on the ocean.[45] Dr. Sidney Holt joined the Sea Shepherd Advisory Board in 2012 and served on the Board until his death in 2018.[59] Sea Shepherd spent part of 1979 hunting for the whaling ship Sierra which was notorious for having undetermined ownership, ignoring whaling agreements, hunting indiscriminately, and using non-explosive harpoons.[60] To increase the effect of a ramming, the bow of the Sea Shepherd was filled with approximately 100 tonnes of cement. In July, the Sierra was found off the port of Oporto, Portugal. Sea Shepherd put non-essential crew ashore and manned by three crew (Paul Watson, Peter Woof, and Jerry Doran), returned to ram and cripple the Sierra. The Sea Shepherd then attempted to reach the United Kingdom, but was intercepted by the Portuguese Navy and escorted back to Oporto. The ship and crew were not arrested but the ship was held for what was called an \"informal inquiry.\"[61] The Sierra was able to make it back to port for extensive repairs.[58] In Oporto, Watson learned that one of the Sea Shepherd crew, Richard Morrison, had been beaten and left severely concussed by members of the Sierra crew.[60] In December, Watson and Peter Woof returned to Portugal intending to steal the seized ship. They found the ship had been stripped of equipment and the Portuguese police advised them to leave, as they could not guarantee their safety. Watson decided to scuttle the ship rather than have it be sold for scrap and potentially used to compensate the owners of the Sierra.[62] While in Lisbon in February 1980, the Sierra was sunk with limpet mines.[63] The Sierra's chief engineer, Luis Mendes, told reporters that he believed \"the blast was set by crew members of the Sea Shepherd.\"[63] In a 2004 interview Paul Watson said, \"Meanwhile, the Sierra had been repaired and was ready to return to sea. It never did so: on February 6, 1980, my crew blew the bottom out of her and permanently ended her career. We traded a ship for a ship, but it was a great trade because we also traded our ship for the lives of hundreds of whales.\"[64] In April 1980, explosives were used to sink the whalers Isba I and Isba II in Vigo, Spain. Watson said that the boats were \"victims of magnetic mines, one of them homemade, which had been planted by the same trio that destroyed the Sierra.\"[65] Sea Shepherd does show these vessels on the tally of vessels \"sunk\" on the side of the Farley Mowat and the back of some Sea Shepherd shirts. The whalers Susan and Theresa are also shown on these tallies. No one was injured during the attacks.[58] In 1980, Sea Shepherd agent Al Johnson posted a $25,000 reward for the sinking of the pirate whaler Astrid in the Spanish Canary Islands. The whaler was unable to trust his own crew and retired the ship.[6] In July 1981, The Sea Shepherd II sailed for the Bering Sea with the intention of harassing the Soviet whaler Sevetny. The IWC had authorized a Soviet take of 179 migrating whales off the Siberian coast.[66] On August 10, the group photographed what they considered an illegal whaling operation at an onshore packing plant.[67] The Sea Shepherd II was pursued towards American waters by Soviet helicopter gunships and a frigate. The Soviets signaled for the Sea Shepherd vessel to stop, dropped flares on the deck, and attempted to foul its propeller.[68] The Sea Shepherd II remained in the area for several days despite the Soviet warning of \"decisive action\" and potential espionage charges.[69] In the summer of 1982, Watson offered a reporter an exclusive story on the group's plan to ram a Soviet vessel. The reporter informed authorities and the ramming did not take place.[70] On September 13, 1982, Watson dropped paint filled light bulbs from an airplane onto a Soviet vessel to protest the country's whaling.[71] The ship was positioned off the coast of Washington state's Cape Flattery and believed to have been monitoring a nearby submarine base.[72] Watson and Sea Shepherd were charged with violations of Canada's Aeronautics Act. The charges were dismissed by a provincial court judge because they did not specify where the act had occurred.[73] In late December 1992, O.R.C.A Force (Sea Shepherd) sabotaged the whaler Nybraena in response to Norway's decision to resume commercial whaling of minke whales in 1993. Police found the vessel's engine room nearly full of water at her moorings in the Lofoten Islands but were able to keep it afloat.[74] The crew was at a Christmas party during the attempted sinking, which Watson described as a \"Christmas gift to the Atlantic and to the children of the world, so that they can have whales in the future.\"[75][76] Watson and Lisa Distefano[77] were charged with gross destruction of property.[78] Five years later Norway sentenced Watson and DiStefano, in absentia, to four months in prison. Watson was held in the Netherlands on a Norwegian-issued Interpol extradition notice, but after 80 days in detention the notice was denied.[79][80] In July 1994, Sea Shepherd operated the ship Whales Forever off the coast of Norway to protest the renewed commercial whaling of minke whales. The ship was intercepted by the Norwegian Coast Guard patrol ship Andenes. The Whales Forever and the Andenes, collided in disputed circumstances. The Andenes fired two warning shots, claimed to be non-explosive. The Norwegian Coast Guard warned that they would follow the Sea Shepherd vessel to the Shetland Islands if necessary to arrest the activists.[81][82] The next day, the Foreign Ministry issued a communique calling Watson a \"terrorist.\"[83] Sea Shepherd claimed the vessel was attacked and rammed in international waters while the Coast Guard claimed that Whales Forever had rammed their vessel in the Vestfjorden.[81] Both ships were slightly damaged but injuries were not reported. (The Whales Forever was later sold due to the extensive repair costs.[84]) In 1994, the Sea Shepherd unsuccessfully attempted to scuttle another Norwegian whaling vessel called the Senet at its wharf in Gressvik.[85] The slaughter of pilot whales in the Faroe Islands is allowed and has been practiced for providing food for free to the local communities of the Faroe Islands as far back as 1298, as regulations for slaughtering of whales was mentioned in the Sheep Letter.[86] In 1985, Sea Shepherd diverted several pods of pilot whales away from the hunting grounds. The authorities told Sea Shepherd that the killing would be halted for the remainder of the season if Sea Shepherd left, saving 500 pilot whales.[6] In 1986, Sea Shepherd went to document and obstruct whaling in the Faroe Islands. In a hunt known as the Grindadráp, islanders drive pilot whales ashore and kill them with knives. The Faroese Coast Guard claim the vessel defied orders to leave territorial waters. The Faroese Coast Guard claimed that they were fired upon with pistols while attempting to board,[87] while Sea Shepherd claimed that they had been repelled by cannons firing chocolate and banana cream pie. The police responded with tear gas canisters. A spokesman for the Sea Shepherd Conservation Society said they were driven away when the police fired machine guns and tear gas, and denied that there were any weapons on board.[87] In 2000, Sea Shepherd put pressure on the Faroe Islands to stop the hunting of pilot whales by patrolling the Faroe Islands for 3 weeks and convincing food giants Unilever and Aldi to boycott Faroese fish products.[88] In 2010, Sea Shepherd member Peter Hammarstedt posed as a film student in order to film the pilot whale hunt.[89] He counted 236 dead whales before fearing recognition and fleeing. Hammarstedt released the graphic images that documented the nature of the event.[citation needed] In 2011, Sea Shepherd sailed to the Faroe Islands to stop the whaling there. The Steve Irwin and the Brigitte Bardot took part in the \"Operation Ferocious Isles\" and claimed to have stopped the harvest as long as they were there. This was publicized in the TV show \"Whale Wars: Viking Shores\". In 2014, Sea Shepherd launched a campaign which they call GrindStop 2014. Several of their members travelled to the Faroe Island, where they keep watch near all the bays around the islands which are approved for whale killing by the Faroese authorities. There are 23 bays in the Faroes which are approved for whale killing (grindadráp),[90] Around 500 Sea Shepherd members keep watch and they say that they will prevent Faroese people from killing whales as long as they are there.[91] They have said that they will be in the islands from mid June 2014 until October 2014.[92] On 1 August the American actress and animal activist Pamela Anderson arrived to the Faroe Islands to show her support to Sea Shepherd. At noon local Faroese time she attended a press conference on Hotel Føroyar in Tórshavn together with other Sea Shepherd members.[93] Other well known people who took part in the GrindStop campaign in 2014 include the French sailor Florence Arthaud, and the ballet dancer Sylvie Guillem also from France.[94] In 2015, Sea Shepherd launched the \"Sleppið Grindini 2015\" campaign in the Faroe Islands. The organization made videos and photos during a whale hunt, drive and slaughtering of 111 pilot whales in the village Bøur.[95][96] The blood of the whales coloured the sea red for several minutes, as it normally does when pilot whales are slaughtered. Sea Shepherd put the video on the Internet on the same day[97] and shared it on the social media. On the following days, media from all over the world told the stories of the hunt,[98] several of them used Sea Shepherds own words like \"mass killing\".[99] Sea Shepherd urged people to send protest mails to all 179 members of the Danish Parliament. The Danish MP's received half a million more eths than normal the following week in the end of July 2015, and some of the politicians received death threats.[100] As part of the Faroe Islands home rule law from 1948, all fishing and hunting activities (including whaling) in the islands are governed by the Faroese Parliament, not the Danish.[101][102] On 30 July 2015 the Danish television DR2 with Martin Krasnik had an interview with the vice president of Sea Shepherd Denmark, Valentina Crast. Crast admitted that the slaughtering of pilot whales in the Faroe Islands was not more brutal than other kinds of slaughtering of animals for food, and that it was not illegal. [103] In November 1986, the Sea Shepherd Conservation Society claimed responsibility for actions against a whaling station in Hvalfjörður, Iceland. Computers were destroyed with sledgehammers and records were doused with acid. The Hvalur 6 and Hvalur 7, two of the nation's four whaling ships, were sunk by opening their seacocks while they were moored in Reykjavík harbor.[104][105][106] The Icelandic National Police did not arrive until the agents had left, and allowed them to pass through a routine traffic stop en route to an airport, after officers found nothing suspicious. Both ships were later raised by a salvaging company and returned to service. Watson was deported from Iceland after having turned himself in to the police for the incident. Kristjan Loftsson of Iceland's largest whaling company told The New Yorker that Watson is persona non grata in the country.[45] In 1998, the group and other activists protested the Makah Native American tribe's reestablished traditional hunt of gray whales off the coast of the Olympic Peninsula. Government documents showed that the Makah bought a whale processing plant and planned to sell whale meat to Norway and Japan. Under a quota trade deal between the US and Russia[107] the tribe were allowed to take 20 whales over the course of five years for 'cultural whaling'.[108] The hunts had not occurred in 70 years due to the diminishment of the whale population by commercial whaling. In an attempt to scare the whales from the area, the group originally intended to use underwater speakers blasting the sounds of killer whales[109] as well as a small submarine painted to look like a killer whale.[110] On November 2, Makah Tribal Police arrested four protesters who entered the reservation during the demonstration. All four were later released. Angry Makah seized an inflatable boat belonging to the group and threw rocks at the Sea Shepherd's 95-foot former Coast Guard vessel Sirenian.[111] Sea Shepherd had two ships involved in a standoff that lasted 57 days before agreeing to withdraw on November 26.[112] Sea Shepherd returned to Neah Bay in 1999. They gathered locals and formed a blockade to prevent the whalers from leaving. However, the U.S. Coast Guard arrested Paul Watson's wife when she trespassed on the reservation, and eventually the Makah managed to kill one whale in May 1999. The event was well covered, and, due to public pressure garnered by Sea Shepherd's campaign, the Makah never resumed commercial whaling.[6] St. Lucia, St. Vincent and the Grenadines whaling (2001, 2003) In 2001, corresponding with the meeting of the IWC in St. Lucia, Sea Shepherd proved that St. Lucia killed whales on the same day the government denied it by photographing a slain juvenile pilot whale. Despite death threats, Sea Shepherd released the images. As a result, about 400 vacation bookings to St. Lucia were cancelled. Sea Shepherd later led an email campaign against the country's whaling.[6] In 2003, Sea Shepherd posted a reward for information leading to the arrest of the person or people who murdered St. Lucian whale and dolphin conservationist Jane Tipson.[6] In its anti-whaling efforts, Sea Shepherd attempts to deter Japanese ships that hunt minke and fin whales in the Southern Ocean. In 2005, Japan decided to double its quota from the previous year to 935 minke whales and ten endangered fin whales. In 2007, they planned a take of 50 fin whales and 50 humpback whales. Sea Shepherd claims that its activities reduced catches to a level where the Japanese had not been able to make a profit from the whaling for three years running as of 2010.[113] The Japanese fleet of the Institute of Cetacean Research consists of a factory ship, two spotter vessels, and three harpoon boats.[when?] The whalers say that lethal research is needed to accurately measure the whale population, health, and response to global warming and is essential for the sustainable management of the world's cetacean stocks.[1] Australia and New Zealand have started a non-lethal whale research program to show that the Japanese lethal research program is no longer necessary.[114][115] Sea Shepherd and other environmental groups dispute the Japanese statement of research \"as a disguise for commercial whaling, which is banned.\"[2][116] Article III.2 of the ICRW,[117] however, requires that no meat from caught whales is wasted, and in order to meet this requirement as well as fund their efforts, the whalers sell the meat on the open market. Among other places, it can be found at Tokyo's famed Tsukiji fish market and Japanese restaurants.[1] Sea Shepherd has stated that one of the main aims of their operations is to make commercial whaling financially unviable. In his 2009 book, Whaling in Japan, Jun Morikawa states that Sea Shepherd's confrontational tactics have actually strengthened Japan's resolve to continue with its whaling program. According to Morikawa, Sea Shepherd's activities against Japan's whaling ships have allowed the Japanese government to rally domestic support for the program from Japanese who were otherwise ambivalent about the practice of hunting and eating whales.[118] August 2017, Sea Shepherd announced that they would suspend their anti-whaling activism. They cited the fleets inability to compete against the evolution of the whaling fleet supported with high tech military resources such as 'real time satellite' surveillance and increased funding. However Paul Watson claimed the organization will devise alternative undisclosed strategies to adapt in the future. He has criticized the Australian government for not providing logistical support to the organization such as satellite surveillance.[119] In 1982, Sea Shepherd negotiated an end to the dolphin slaughter in Iki Island, Japan. The agreement was broken twice by the Japanese fishermen, in 1993 and 1996, but has otherwise been respected.[120] In October 2003, Sea Shepherd documented the method used to kill dolphins in the Japanese historic whaling town of Taiji. They say that Japanese fishermen use unnecessarily brutal methods to hunt dolphins.[121] In November, two members, including Watson's wife, were arrested for trying to free whales penned in a bay. It was also unclear exactly what species was involved. Watson stated they were dolphins, and Japanese officials said they were probably pilot whales, which are dolphins, as much as killer whales are dolphins.[122] In 2004, The Cetacean Society International claimed that the Sea Shepherd's release of captured dolphins \"played into the hands of the authorities\" and prevented other groups from documenting the activities at Taiji.[123] In 2009, Ian Campbell, a Sea Shepherd board member, called for a boycott of Japan's 2016 Olympic bid because of the reported 23,000 dolphins killed each year at Taiji.[124] Later that year, Sea Shepherd was featured in the documentary film The Cove, which brought the dolphin hunt in Taiji to international news.[120] In 2010, Sea Shepherd returned to Taiji to document the slaughter, beginning Operation Infinite Patience. The first year saw the quota cut in half, and Sea Shepherd has returned to Taiji every year since. In 2015, Operation Infinite Patience turned into Operation Henkaku, with a stronger focus on the captive dolphin industry.[125] Between December 2005 and January 2006, a crew of 43 aboard the Farley Mowat attempted to stop the Japanese whaling fleet in the Southern Ocean. During the campaign, the Farley Mowat 'sideswiped' a Japanese supply ship called the Oriental Bluebird. No damage or injuries were reported.[126] New Zealand Conservation Minister Chris Carter criticized Sea Shepherd as irresponsible for using tactics such as running into the other vessel with a \"can opener\" device, a seven-foot steel blade on the starboard bow designed to damage the hull of an enemy ship.[1] Ian Campbell, Australia's environment minister, said Watson's threats to attack the Japanese fleet reflected poorly on legitimate anti-whaling groups and risked \"setting back the cause of whale conservation many years.\" After Watson called the New Zealand government \"contemptible\"[127] for allowing Japan to continue killing whales, Campbell called Watson a \"lunatic\" and \"rogue pirate on the seas.\" Watson dispatched a press release that he would stop his attacks if the governments of New Zealand and Australia would initiate legal action to stop the whaling.[1] On January 16, the organization declared that its fuel supplies had run out and that they were heading to shore. They claimed credit for chasing the whalers from whaling grounds and hindering operations for over 15 days. The vessel covered more than 4000 km over a six-week period. The Japanese fell 83 whales short of their quota.[128] Between December 2006 and February 2007, the Robert Hunter and Farley Mowat participated in \"Operation Leviathan\" against Japanese whaling in the Southern Ocean. On February 9, 2007, Sea Shepherd was able to intercept the Nisshin Maru and engaged it, but later had to stop and search for one of their missing small boats. On February 12, 2007, the group stated it had spotted the Japanese vessel Kaiko Maru as it pursued a pod of minke whales and moved its vessels to intercept the hunt. The Institute for Cetacean Research in Tokyo said the Robert Hunter rammed the Kaiko Maru and that afterwards, both Sea Shepherd ships came to either side of the Kaiko Maru, stopping her from continuing. The Japanese stated that they then threw smoke pots on to the deck and released ropes and nets. The Japanese had already put out several distress calls due to a propeller they say was damaged during the attacks. Watson told the press that the Farley Mowat chased the whaler into the ice and that the Kaiko Maru then sideswiped the Robert Hunter to push the ship into the ice. He also said that shortly after that, the Kaiko Maru reversed and collided deliberately into the port stern section of the Robert Hunter causing a metre-long gash in the starboard bow region.[129] This campaign was featured in the documentary At the Edge of the World. The 2007–08 Antarctic campaign was named Operation Migaloo, after the only known albino humpback in the world. This campaign was the focus of the first season of Animal Planet's reality TV series Whale Wars, which premiered on November 7, 2008. On January 15, 2008, after attempting to entangle the whaling vessel's propeller and throwing containers of butyric acid onto the decks,[130] two Sea Shepherd members, Benjamin Potts and Giles Lane, from the Sea Shepherd vessel MV Steve Irwin boarded the Japanese whaling vessel Yushin Maru No. 2 from a rigid-hulled inflatable boat. The pair were delivering a letter advising the Japanese that they were \"whaling illegally\"[131] with the hope of creating an international incident.[132] The Japanese responded by saying that the men would be held until Sea Shepherd stopped what they called \"dangerous and illegal activities.\"[133] The crew of the Yushin Maru No. 2 detained the men for two days, before turning them over to the Australian customs vessel MV Oceanic Viking on the orders of Japanese authorities;[131] subsequently, the Steve Irwin rendezvoused with the Oceanic Viking and the two crewmembers were returned to Sea Shepherd.[130][134][135] On April 9, first mate Peter Brown was described in a newspaper article as saying that the incident only became a hostage situation because the Sea Shepherd vessel left the scene, so the Japanese would be forced to hold the two crewmen longer. He was quoted as saying, \"It's all giant street theater.\"[136] On March 3, Sea Shepherd members threw bottles of butyric acid and packages of slippery methyl cellulose powder onto the Japanese vessel Nisshin Maru. Australian foreign minister Stephen Smith condemned Sea Shepherd's actions for potentially causing injury[137] The Japanese Government called in the Australian and Netherlands ambassadors to protest the actions and urge those countries to prevent any violence.[138] Watson said: \"They are so full of crap. We filmed and photographed the entire thing. Not a single thing landed anywhere near their crew ... It is their way of trying to get sympathy.\"[139] The International Whaling Commission issued a statement on March 8, 2008 that \"called upon the Sea Shepherd Conservation Society to refrain from dangerous actions that jeopardise safety at sea, and on vessels and crews concerned to exercise restraint.\"[140] The statement also reiterated earlier IWC resolutions from May and July 2007 that read in part, \"The commission and its contracting governments do not condone and in fact condemn any actions that are a risk to human life and property in relation to the activities of vessels at sea.\"[141][142] The Australian Government also called for all parties to \"exercise restraint\" and \"responsible behaviour\" in the Southern Ocean.[143] On March 17, 2008 Paul Watson claimed that he was shot by the Japanese crew or coast guard personnel during the campaign. The incident is heavily documented during the show in the final episode, and the first six episodes are covered as a buildup to what is portrayed as the major incident during the campaign. The footage in \"Whale Wars\" shows Watson standing on the deck of the Steve Irwin while Sea Shepherd crew throws glass bottles filled with butyric acid at the Nisshin Maru whaling vessel. The Japanese respond by throwing flashbang devices. Watson is then shown reaching inside his jacket and bullet-proof vest and remarking \"I've been hit.\" Back inside the bridge of the Steve Irwin, a metal fragment is found inside the vest.[144] The Institute of Cetacean Research has dismissed Sea Shepherd's statements as lies. The Institute and Coast Guard said that they used seven flashbang devices designed to flash and make noise in the air without causing harm.[145] Neither of the two conflicting accounts have been independently verified. The Australian Foreign Affairs Department had condemned \"actions by crew members of any vessel that cause injury.\" Two media releases were made on the same day from the office. One said that the Australian Embassy in Tokyo had been informed by the Japanese that the whalers had \"fired warning shots\"[146] while the updated version used the phrase \"'warning balls' – also known as 'flashbangs' – had been fired\", and that no gunshots had occurred.[147] The Tokyo Metropolitan Police Department obtained arrest warrants for three Sea Shepherd crew (Daniel Bebawi, Jon Batchelor and Ralph Koo), for allegedly attempting to foul the propeller of the Keiko Maru and throwing smoke bombs. Japanese authorities also requested to have the men placed on the Interpol 'red notice' list.[148] fr:Sea Shepherd Conservation Society#Opérations Sparrow et Sparrow II These operations were intended to continue Thunder, a poaching vessel fishing for Patagonian toothfish in the Southern Ocean. It was chased for 110 days by the organization and was scuttled by his captain in the Gulf of Guinea in April 2015. In October 2015, the São Tomé and Príncipe justice system imposed penalties on a Chilean captain and two Spanish mechanics up to three years in prison and several million euros fine for \"use of false fishing permits\", \"pollution of the sea\" and \"dangerous driving\". In August 2017, the Spanish Ministry of Agriculture and Fisheries sentenced to fines totaling more than 5.2 million euros, six citizens and six Spanish companies involved in this case. Subsequently, in 2015, Sea Shepherd joined forces with the Gabonese government to create an intervention force controlling fishing boats during the season, which became operational the following year. The 2008–2009 Antarctic campaign was named Operation Musashi after the 17th-century Japanese strategist Miyamoto Musashi.[149] On December 4, 2008, actress Daryl Hannah joined Sea Shepherd's crew aboard the Steve Irwin to take part in this season's operation.[150] On February 6, 2009, Watson reported that the Steve Irwin had collided with the Yushin Maru 2 as the Steve Irwin tried to block its attempt to prevent the transfer of a dead whale up the slipway of the factory ship Nisshin Maru. As Watson explained the incident, \"We were in the process of blocking the transfer from the Yushin Maru 2 when the Yushin Maru 1 moved directly in front of the bow to block us. I could not turn to starboard without hitting the Yushin Maru 1. I tried to back down but the movement of the Yushin Maru 2 made the collision unavoidable.\"[151] The Japanese whalers blamed Sea Shepherd for the crash, characterizing the incident as a \"deliberate ramming.\"[152][153] The collision was filmed by cameramen for the Whale Wars reality series,[154] and formed part of a multi-day conflict during which Sea Shepherd attempted to prevent the Japanese fleet from harpooning whales, respectively tried to block whales from being transferred to the factory ship for processing by blockading the Japanese' vessel's slipway. The Japanese made extensive use of LRADs to deter Sea Shepherd. They were also accused of aiming the device at the Steve Irwin's helicopter while in flight, something the group especially condemned, seeing that the helicopter was only engaged in filming, and could have crashed if the pilot had lost control.[155] Also in February, the president of the company overseeing the whale hunt used a media release to call upon the government of Australia to prevent what he considered violations of the United Nations Convention on the Law of the Sea. He expressed concerns over what he called \"deliberately ramming vessels and trying to disable their propellers.\"[156] When the Steve Irwin returned to Hobart, Australian Federal Police seized film footage and the ships logs.[157] In June 2009, Sea Shepherd announced its 2009–10 Antarctic campaign, called Operation Waltzing Matilda.[158] The campaign would include the record-breaking Earthrace vessel, now renamed Ady Gil in honor of the benefactor who helped acquire the vessel for Sea Shepherd.[159] The Ady Gil was a futuristic styled ship that held the world record for circumnavigation of the globe by a motorized vessel. The eco-friendly vessel usually ran on a low emission fuel \"derived mainly from animal fat, soybeans or other forms of bio-diesel\"[160] but was forced by operational reasons to switch to a more polluting petroleum diesel.[161] Pete Bethune, the operator, said that an agreement was reached with Sea Shepherd for the boat to adopt a support role.[162][163] Watson indicated that the Ady Gil would be used to intercept and block harpoons.[164] It was also reported that the MV Steve Irwin was equipped with a new water cannon for this operation.[165] On January 5, 2010, Sea Shepherd announced that TV personality Bob Barker had earlier donated $5 million to Sea Shepherd to buy in secret an ex-Norwegian whaling vessel, now named Bob Barker after the donor, and that the ship located the Nisshin Maru Japanese whaling vessel. The Bob Barker reportedly flew the Norwegian flag when within range of the Nisshin Maru. The Norwegian flag was then lowered and the 'Jolly Roger' Sea Shepherd flag raised.[166] The Bob Barker's search for the whaling fleet was aided by a tip sent in from the MV Orion, which happened upon the whaling fleet while on a cruise to Antarctica.[167] In December 2009 and early 2010, New Zealand representatives of the Institute of Cetacean Research, including PR specialist Glenn Inwood, chartered Australian planes to search for the other Sea Shepherd ship, MV Steve Irwin. Sea Shepherd claims that while doing so, they fraudulently posed as New Zealand government agents—but in any case failed to find the vessel.[168][169] The plane hire by the Institute sparked protest from conservation groups and rival political parties of the Australian Government. While the Australian Government itself criticised the hire after it became known, the incident was still seen as failure of the current Labor government of Prime Minister Rudd to follow up on their election promises to strongly oppose Japanese whaling.[170][171] The incident led to the introduction by Rachel Siewert of a Parliament bill to ban Japanese whalers from using Australian planes to spy on protesters.[172][173] Sea Shepherd reported that in this last season, the group had increasingly received information from private persons about the whereabouts of the Japanese fleet, such as by ship passengers on an Antarctic cruise who noted the fleet refueling.[3] Japan's Fisheries Agency announced on April 12, 2010 that the whaling fleet had caught about half of the 985 whales it has hoped to catch during the 2009–2010 whaling research season as a result of obstruction by Sea Shepherd operations. The whalers harvested 506 southern minke whales and one finback whale.[174] On January 6, 2010, the Ady Gil was severely damaged in the Antarctic Ocean after the Japanese security vessel the Shōnan Maru 2 collided with it; both sides blamed each other for the incident.[175] One of the six crewmen was injured.[176] Sea Shepherd attempted to tow the stricken vessel to an Antarctic research base where it could have been lifted aboard a larger ship, but the boat took on too much water and became too heavy on the tow.[177] The Ady Gil was abandoned on January 7, 2010 at 17:20 GMT.[178] The Australian Government,[176] and the New Zealand Government called for restraint and expressed concern at the risk of human lives in the hostile environment. The New Zealand government also repeated its opposition to whaling in the sanctuary.[177] However, New Zealand's Foreign Minister Murray McCully later stated that: This brought a heated response by Paul Watson, who accused the \"know-nothing politician\" McCully of ignoring the fact that Sea Shepherd had not killed anyone in over three decades of direct action—and stated that McCully's comments were instead giving Japanese whalers a green light to endanger the lives of Sea Shepherd crews.[179][180] A New Zealand spokesman for the Institute of Cetacean Research noted that Japan would continue to protect their operations \"in whatever way it can\" and that further clashes would be likely unless Sea Shepherd stopped its operations.[177] On January 9, 2010, Sea Shepherd lodged a piracy complaint against the captain and the crew of the Shōnan Maru 2 in the Dutch courts.[181] It has also asked Australia and New Zealand to investigate charges against the Japanese, including for attempted murder,[182] and proclaimed that had the situation been reversed, the Australian Navy would now be sending a ship to arrest him.[183] After requests from the Australian Government, the Government of Japan has stated that it would undertake \"appropriate inquiries\" into how the collision occurred, but accused Sea Shepherd of intentionally endangering the lives of crew.[184] However, they also protested against the call for restraint on both sides, as they consider Sea Shepherd to blame for the \"unlawful rampage.\"[185] Sea Shepherd noted that after the loss of the vessel, a flood of donations had arrived for the group, with $170,000 being given in the first few hours after the collision.[186] On February 15, 2010, it was reported that Pete Bethune, the former captain of the Ady Gil, boarded the Shonan Maru at night for the purpose of making a citizen's arrest of its captain for attempted murder of his own crew and the destruction of the Ady Gil. Bethune, who reportedly had to overcome spikes and anti-boarding nets to board the Japanese vessel, was also to present the captain with a bill for US$3 million and a letter outlining the findings of maritime experts who found that the Japanese vessel was at fault for the collision as it was the overtaking vessel and did not have right of way.[187][188] According to the crew of the Shonan Maru, Bethune had thrown butyric acid onto the ship, giving a chemical burn to one sailor. Paul Watson, group founder and captain of the Steve Irwin, said that the mission was intended as a message to the New Zealand government which the SSCS accuses of hypocrisy and failure to represent the interests of the Ady Gil and its captain. In an interview, Watson said, \"If we had sunk a Japanese vessel we would now be under arrest by the Australian navy.\"[187] Meanwhile, New Zealand's government was being criticised by the main opposition party of \"washing their hands\" of Mr. Bethune's fate (despite the government offering consular assistance), after Foreign Minister McCully declared that Bethune must have been well aware of the consequences of his actions.[189] Japan's foreign minister, Katsuya Okada, announced that Bethune was being detained under international maritime law and would be transported to Japan, where he would face charges, possibly of piracy.[190] Bethune arrived in Japan approximately a month after his boarding. Bethune was interrogated, then brought to trial at the Tokyo District Court, where he was charged with trespassing, causing injuries, obstructing commercial activities, vandalism, and carrying a weapon. Sea Shepherd called these charges \"bogus\", and described Bethune as a \"political prisoner.\" In a statement, it said \"Shame on Japan for blowing Captain Bethune's case out of proportion, and shame on the Japanese maritime authorities for failing to investigate the serious criminal actions of the Shonan Maru 2.\"[191] On July 7, 2010, Bethune was given a two-year suspended sentence[192] and banned from Japan for five years. On January 7, 2013, Watson was sued in Los Angeles County by the owner of the boat for $5 million. Gil says his vessel was rammed by a Japanese whaling ship in 2010 and suffered damage to the nose but the damage was repairable. According to Gil, Watson saw the collision as an opportunity to spin the incident into a major publicity and money maker for his organization so instead of towing the boat to port for repairs, he secretly gave an order to sink the ship \"under the cover of darkness\" and blamed the Japanese. Gil claims Watson knew that blaming the whalers for the destruction of his ship would garner sympathy for his cause and spark outrage against the whalers inspiring more people to donate to his anti-whaling organization.[193] In September 2015, an arbitrator ruled that Sea Shepherd intentionally and wrongfully scuttled the MV Ady Gil, intending to capitalize on the publicity the sinking would bring.[194] Sea Shepherd fought to have the ruling and award kept from the public, but was ultimately unsuccessful. In January 2016, it accepted the arbitrator's ruling, which once finalized will see the arbitration award made public.[195] Sea Shepherd's 2010–2011 campaign, dubbed \"Operation No Compromise\", consisted of 90 Sea Shepherd crew.[196] Sea Shepherd also revealed a new interceptor ship, the MV Gojira. Japan decided to end the hunt early after catching only 172 whales from its quota of up to 985. The Institute of Cetacean Research called Sea Shepherd's activities \"eco-terrorism\", and the Japanese IWC Commissioner said the government made the decision to protect human lives.[197] The Institute later announced that the total catch was 195 whales.[198] After Operation No Compromise, Watson said the group was seeking a fourth vessel for the following summer's campaign, \"Divine Wind\".[197] On September 30, 2011, Japan based Asahi News announced Japan would return to the Southern Ocean, despite rumours that in the wake of the March 2011 tsunami the Japanese government may not justify the research program's continuation.[199] The Japanese whaling fleet departed Shimonoseki, Yamaguchi Prefecture for the southern oceans on December 6, 2011 with an announced goal of hunting 935 minke whales, 50 fin whales and 50 humpback whales.[200] The fleet also carried an augmented security team of coast guard personnel. The hunt was funded, in part, by ¥2.3 billion from the Japanese government's 2011 Tōhoku earthquake and tsunami relief budget. The Japanese government explained that the use of its money to support the whaling program was justified as one of the whaling ships was home-ported in Tōhoku.[201] To contest the hunt, the Bob Barker departed Hobart, Tasmania on December 15. The Steve Irwin was to follow from Albany, Australia on December 16 and the Brigitte Bardot from Fremantle, Australia on December 17.[202] Using remote-controlled, pilotless aerial drones, Watson said that they had made contact with the Nisshin Maru west of Perth on December 24, 2011. Watson stated that Japanese security vessels were tailing the Steve Irwin and reporting its location so that the Nisshin Maru would be able to stay away from Watson's ship. According to Watson, however, the Bob Barker and Brigitte Bardot, were free to continue the pursuit of Nisshin Maru.[203][204][205] On December 29, 2011, the Brigitte Bardot was severely damaged by a 6-meter swell while following the Nisshin Maru. The Steve Irwin temporarily abandoned its pursuit of the whalers to escort the Brigitte Bardot back to Australia. The Bob Barker continued to follow the whaling fleet,[206] and on January 4 found and began to follow the harpoon ship Yushin Maru, with help from the aerial tracking drones.[207][208] While in port, the Steve Irwin defied an order by the Fremantle harbourmaster to lower her Jolly Roger-styled flag after docking in Fremantle.[209] After departing the port, a team from environmentalist group \"Forest Rescue Australia\" approached and illegally[210] boarded the Shōnan Maru #2 in international waters[211] off the coast of Bunbury, Western Australia with the assistance of small boat crews from the Steve Irwin.[212] While Japan agreed to release the activists, the Australian Prime Minister Julia Gillard deemed the action \"unacceptable\" and warned that others who carry out similar protests would be \"charged and convicted\".[213] The activists were retrieved by an Australian customs service ship and returned to port on January 16, 2012. Gillard stated that the cost of retrieving the activists would be borne by the Australian taxpayers.[214] There were several incidents in January. Along with receiving attacks consisting of bottles filled with butyric acid and paint, the Institute of Cetacean Research reported that Sea Shepherd had renewed attempts to entangle the propellers of the Shonan Maru 2 and that the activists had attempted to fix hooks and lines to the vessel's rails.[215][216] On January 17, three crew on a Sea Shepherd inflatable boat received minor injuries from bamboo poles and iron hooks while attempting to hinder the Yushin Maru No.2.[217][218] Similar confrontations continued throughout the week. There have been no injuries to the crews aboard the Japanese ships.[219] On February 12, 2012, Sea Shepherd activists succeeded in wrapping a rope around the Yushin Maru No. 2's propeller, slowing the ship. The activists also pelted the whaler's crew with butyric acid and enveloped the ship in smoke. The whalers responded by spraying the activists with water. The clash lasted about two hours.[220] On March 5, 2012, the Bob Barker tracked down the Nisshin Maru. On March 8, Japan announced that it was ending its whale hunt, which was scheduled to end in late March.[221] The Sea Shepherd Society places the number of whales it saved during Operation Divine Wind as 768. 266 minkes and 1 fin were killed.[200] Operation Zero Tolerance was launched in November 2012. The campaign included a new ship called the Sam Simon. On December 17, 2012, the US Ninth Circuit Court of Appeals issued an injunction against Paul Watson, Sea Shepherd and any party acting in concert with them from physically attacking any person or vessel of the Institute of Cetacean Research and requiring them to stay at least 500 yd (457 m) from their vessels.[222] Sea Shepherd appealed to the US Supreme Court to have the injunction set aside, but the appeal was rejected.[223] On 5 January 2013, the MV Steve Irwin docked in Timaru, New Zealand and was met by customs officers who searched the vessel for Paul Watson. Watson, however, had transferred to another vessel in international waters to avoid arrest in relation to two Interpol Red Notices.[224] Also on that day in Timaru, a distress call was issued in relation to the MV Brigitte Bardot after an observer mistook the vessel for an overturned yacht. While several vessels nearby responded to the call, the MV Brigitte Bardot did not respond and instead turned away at high speed upon the arrival of a rescue helicopter. The South Canterbury Coastguard and Maritime New Zealand criticized Sea Shepherd over the incident, stating \"There was no need for Sea Shepherd to behave like this\".[225] It was reported that Watson was on board the MV Brigitte Bardot after transferring from the MV Steve Irwin to avoid possible arrest.[226] On 7 January 2013, Watson stepped down as Captain of the Steve Irwin, which will now be captained by Siddharth Chakravarty of India. In response to an order by the United States Court of Appeals for the Ninth Circuit, Watson also resigned as President of the Sea Shepherd Conservation Society in the United States and Australia. He also resigned his position on the Executive Director of the Society in the United States. He also stepped down as the campaign leader for the operation and handed it over to former Greens Party leader and former Australian Senator, Bob Brown.[227] In January 2013, legal representatives of the ICR wrote to Sea Shepherd alleging a breach of the terms of the injunction due to the MV Brigitte Bardot having approached within 18.5m of the Yushin Maru 3 on 29 January 2013.[228] A motion was subsequently filed in America's 9th Circuit court seeking to find Sea Shepherd in contempt of court over the incident. In response, Sea Shepherd argued that the Brigitte Bardot is not subject to the U.S. law, being an Australian-flagged vessel operating in international waters.[229] On 20 February 2013, the Nisshin Maru collided with multiple vessels after its attempt to refuel met with interference from Sea Shepherd vessels.[230] While Sea Shepherd claimed that the Steve Irwin and Bob Barker were rammed by the Nisshin Maru, Japan's Fisheries Agency attributed blame to Sea Shepherd claiming they had taken the offensive and had hit the Nisshin Maru at least four times during refueling despite verbal warnings.[231] During the incident, security personnel aboard the Japanese vessels deployed non-lethal deterrence measures including stun grenades and water cannon. No injuries were reported.[230] On 27 February 2013, the United States Court of Appeals for the Ninth Circuit declared Sea Shepherd \"pirates\", clearing the way for Japan to pursue further legal action against the organization. Said chief judge Alex Kozinzki, \"When you ram ships, hurl glass containers of acid, drag metal-reinforced ropes in the water to damage propellers and rudders, launch smoke bombs and flares with hooks; and point high-powered lasers at other ships, you are, without a doubt, a pirate.\"[232] On 2 March 2013, Sea Shepherd claimed victory[233] and reported that the Japanese whaling fleet had departed the Southern Ocean.[234] However, on 5 March 2013, Sea Shepherd reported the Japanese whaling fleet had turned back to the Southern Ocean to resume its whale hunt[235] and stated that its own vessels had turned around to pursue the fleet.[236] On 10 March 2013, Sea Shepherd announced it was ending the campaign and returning to port as adverse weather conditions were preventing any further whaling.[237] Sea Shepherd has stated that this campaign was its most successful Antarctic campaign to date in terms of the number of whales saved.[238] The Sea Shepherd Society places the number of whales it saved during Zero Tolerance as 932.[239] On 20 March 2013, the Sea Shepherd fleet arrived in Williamstown without Paul Watson.[240] Surveyors from the Australian Maritime Safety Authority were scheduled to inspect the Sam Simon, the only Australian-flagged ship, for any evidence of a breach of International Regulations for Preventing Collisions at Sea.[241] The 10th campaign was named Operation Relentless. The Sea Shepherd vessel MY Bob Barker was able to locate the Japanese whaling ship Nisshin Maru three days into the campaign already, but soon lost it on their radar due to problems with the turbo chargers of the Bob Barker's engine. The Bob Barker then encountered the Yushin Maru No. 3, a Japanese harpoon ship. The Steve Irwin ran into the Shonan Maru 2, the ship that sank the MY Ady Gil in 2010. To slow the Shonan Maru 2, a small boat mission intended to plug the Shonan's cooling water discharge ports. This was the second time Sea Shepherd attempted this tactic. Plugging failed, but a successful prop-fouling attempt allowed the Steve Irwin to increase the distance between them and the Shonan Maru 2 over 20 miles, and thereby get out of the Shonan's radar range for a short while. The 11th campaign, to start in December 2016, was named \"Operation Nemesis\" after the Greek goddess of inescapable justice.[242] In this Antarctic whale defense campaign, Sea Shepherd Global is employing the MY Steve Irwin and the new MY Ocean Warrior,[242] a custom-made patrol vessel capable of speeds up to 30 knots. Operation Milagro is an ongoing operation to save the vaquita porpoise from extinction.[243][244] The vaquita is the smallest of all the porpoises, and its ≈30 remaining individuals,[245][246] inhabit the extreme northern part of the Sea of Cortez (Gulf of California) in Mexico. The species is being decimated as bycatch of the totoaba fish—another critically endangered animal endemic of the Sea of Cortez—promoted in the Asian black market to have healing properties.[243][247] Since the first year of Operation Milagro in 2015, the Mexican government partnered with Sea Shepherd and provided escorts by the Mexican Navy and currently, twelve armed Federal Police, Marines, and Fisheries Officers are on board the organisation's vessels to protect its crew and perform arrests when needed.[243][247][248][249] To date, Sea Shepherd has removed over 540 pieces of illegal fishing gear from the area, generating violent conflicts with the poachers.[249][250] Three fishermen were injured in a confrontation with the Mexican Navy in San Felipe, Baja California on March 28, 2019. The fishermen had attacked a boat operated by \"Sea Shepherd.\" One fisherman had to be airlifted to a hospital in Mexico City.[251] In March 2020 the environmentalists reported that a group of fishermen had thrown lead weights at them. Later in the same year, a Sea Shepherd ship operating without lights at night crashed into a fishing boat and killed a fisherman named Gabriel.[252] A Mexican fisherman died on January 4, 2021 after his boat collided on December 31, 2020, with the Farley Mowat operated Sea Shepherd Conservation Society in the Gulf of California. The family says the man's boat was rammed by the Farley Mowat, and the conservationists claim their boat was attacked while removing illegal fishing nets.[253] Fishing organizations and residents of San Felipe, Baja California have demanded that the government take control of the sea both to protect the fauna as well as legitimate economic activities in the area. They noted that the version of events as claimed by the fishermen, if verifiable, would not have been the first time that Sea Shepherd had acted violently.[254] It was announced on January 21 that the government, including the Attorney General (FGR), Navy (SEMAR), Secretariat of Rural Development (SADER), Secretariat of Environment and Natural Resources (SEMARNAT) will be more pro-active in protecting the vaquita and totoaba.[255] Families of the deceased fisherman, and another who was injured, filed suit against Sea Shepherd in Mexican and international courts on February 22, 2021.[256]","Title":"Sea Shepherd Conservation Society operations - Wikipedia","KeyID":"12528","URL":"https://en.wikipedia.org/wiki/Sea_Shepherd_Conservation_Society_operations"}