{"Content: ":"Friends of the Earth International (FoEI) is an international network of environmental organizations in 73 countries.[3] The organization was founded in 1969 in San Francisco by David Brower, Donald Aitken and Gary Soucie after Brower's split with the Sierra Club[4] because of the latter's positive approach to nuclear energy. The founding donation of $500,000 (in 2019 USD) was provided by Robert Orville Anderson, the owner of Atlantic Richfield oil company.[5] It became an international network of organizations in 1971 with a meeting of representatives from four countries: U.S., Sweden, the UK and France.[6] FoEI currently has a secretariat (based in Amsterdam, Netherlands) which provides support for the network and its agreed major campaigns.[7] The executive committee of elected representatives from national groups sets policy and oversees the work of the secretariat. In 2016, Uruguayan activist Karin Nansen was elected to serve as chair of the organization.[1] Friends of the Earth (International) is an international membership organisation, with members spread across the world. Its advocacy programs focus on environmental issues, highlighting their social, political and human rights contexts. The international wing of Friends of the Earth is headquartered in Amsterdam, Netherlands, for tax reasons.[8] As per its website, the current campaign priorities of Friends of the Earth internationally are:[9] economic justice and resisting neoliberalism; forests and biodiversity; food sovereignty; and climate justice and energy. The campaign priorities of FOEI are set at its bi-annual general meeting. Additionally, FOEI also plans campaigns in other fields, such as desertification; Antarctica; maritime, mining and extractive industries; and nuclear power.[9][10] In 2016, FOEI also led a campaign on the consumption and intensive production of meat (Meat Atlas).[11] FOEI claims that it has been successful as it has eliminated billions in taxpayer subsidies to corporate polluters, reformed the World Bank to address environmental and human rights concerns, pushed the debate on global warming to pressure the U.S. to attempt the best legislation possible, stopped more than 150 destructive dams and water projects worldwide, pressed and won landmark regulations of strip mines and oil tankers and banned international whaling.[12] Its critics claim that the organization tries only to obtain media attention (as by releasing the song \"Love Song to the Earth\"), but does not stay with locals to actually solve complicated problems, and that it prevents development in developing countries. They have also been critical of its policy to accept high levels of funding from companies and charities related to oil and gas.[13] The member organization in a particular country may name itself Friends of the Earth or an equivalent translated phrase in the national language, e.g., Friends of the Earth (US), Friends of the Earth (EWNI) (England Wales and Northern Ireland), Amigos de la Tierra (Spain and Argentina). However, roughly half of the member groups work under their own names, sometimes reflecting an independent origin and subsequent accession to the network, such as Pro Natura (Switzerland), the Korean Federation for Environmental Movement, Environmental Rights Action (FOE Nigeria) and WALHI (FOE Indonesia). Friends of the Earth International (FoEI) is supported by a secretariat based in Amsterdam, and an executive committee known as ExCom.[14] The ExCom is elected by all member groups at a general meeting held every two years, and it is the ExCom which employs the secretariat.[15] At the same general meeting, overall policies and priority activities are agreed. In addition to work which is coordinated at the FoEI level, national member groups are free to carry out their own campaigns and to work bi- or multi-laterally as they see fit, as long as this does not go against agreed policy at the international level. The Meat Atlas is an annual report on the methods and impact of industrial animal agriculture. The publication consists of 27 short essays and, with the help of graphs, visualises facts about the production and consumption of meat. The Meat Atlas is jointly published by Friends of the Earth and Heinrich Böll Foundation.[16] Among those present at the launch of Friends of the Earth (EWNI)'s climate change campaign The Big Ask were Jude Law,[18] Edith Bowman, Siân Lloyd, Ross Burden, David Cameron, David Miliband, Thom Yorke, Stephen Merchant, Michael Eavis, and Emily Eavis.[19]","Title":"Friends of the Earth - Wikipedia","KeyID":"12520","URL":"https://en.wikipedia.org/wiki/Friends_of_the_Earth"}