{"Content: ":"The National Wildlife Federation (NWF) is the United States' largest private, nonprofit conservation education and advocacy organization, with over six million members and supporters, and 51 state and territorial affiliated organizations (including Puerto Rico and the Virgin Islands). On March 10, 1934, U.S. Secretary of Agriculture Henry Wallace appointed political cartoonist Jay Norwood \"Ding\" Darling to be the chief of the U.S. Bureau of Biological Survey.[5] Darling asked Congress repeatedly to fund environmental conservation work around the country, but Congress did not do so.[6] Frustrated with the lack of funding to preserve and reestablish wildlife, Darling resigned from the position in late 1935.[6] At Darling's request, President Franklin Delano Roosevelt convened the North American Wildlife Conference in Washington, D.C.. with the goal of uniting individuals, organizations, and agencies interested in the restoration and conservation of wildlife resources.[7] The North American Wildlife Conference took place between February 3 and February 7, 1936.[8][9] With over 1,000 individuals in attendance, there were people from every U.S. state as well as one from Canada and one from Mexico.[10] At the conference, Darling spoke passionately about the contamination of the United States' environmental resources, which he said had resulted from years of neglect.[6] Darling criticized people who considered themselves conservationists but whose actions were limited to hanging a bird feeder and subscribing to an outdoors magazine.[6] Darling said that true action was required in order to reverse the damage that had already occurred.[6] Darling encouraged voting against political candidates who refused to help the environment.[6] At the conference on February 5, 1936, an organization called the General Wildlife Federation was created.[11] Darling was elected the organization's first president,[11] and its first vice presidents were former Senator Frederic C. Walcott, L.T. Quinn, and William L. Finley.[12] The mission of the group was to organize all parties interested in restoration and conservation of wildlife, to develop a comprehensive plan to restore and conserve wildlife, and to educate the public about the restoration and conservation of wildlife.[11] The first annual meeting of the General Wildlife Federation began on March 1, 1937, in St. Louis, Missouri, bringing together over 1,200 delegates.[13] As keynote speaker, Agriculture Secretary Wallace recognized the federal government's role and responsibility to restore and conserve the nation's environmental resources.[13] Said Wallace, \"It is necessary to readjust our perspective and devote a much larger proportion of our interest to the subject of life itself. Every form of life has value and interest of some sort; even the most insignificant creatures may be found to exercise the most profound influence upon mankind.\"[13] The General Wildlife Federation sponsored National Wildlife Restoration Week, which began on March 20, 1938.[14] The week was devoted to establishing government responsibility for restoration and conservation of wildlife; establishing standing environmental committees in both the U.S. Senate and the U.S. House of Representatives; securing adequate funding for the U.S. Bureau of Biological Survey and the U.S. Bureau of Fisheries; establishing cooperative wildlife research funded by excises taxes already being paid by hunters and fishermen; establishing governmental jurisdiction over preventing pollution and misuse of waterways; and enforcement of federal and state laws that protect wildlife.[14] The General Wildlife Federation became the National Wildlife Federation in 1938.[9] The numbers of members of this Federation increased from 2.3 million in 1968 to 4.1 million in 1974[15] due to active \"cause marketing\" efforts.[16] The common agenda for National Wildlife Federation is to increase America's fish and wildlife population and expand their capacity. It also aims to protect wildlife habitats by restoring damaged habitats which include protected lands, working lands, waterways, coasts, and communities. The common agenda includes transforming wildlife conservation by advancing wildlife management and fighting for issues such as climate change and wildlife diseases. Lastly, the common agenda is to connect Americans with wildlife by informing the world about the issues that are occurring, specifically by inspiring the next generation of conservationists and support legislation that advocate to save wildlife. The National Wildlife Federation is a pro-hunting organization that advocates “connecting young children to hunting.”[17] National Wildlife Federation seeks to educate people of all ages by publishing a variety of wildlife magazines, including two magazines for children, Ranger Rick and Ranger Rick Jr., as well as National Wildlife; and by producing the Backyard Habitat series on Discovery's Animal Planet, along with IMAX films, such as Coral Reef Adventure, India: Kingdom of the Tiger, Bears, and Dolphin Reef. Additionally, NWF offers hands-on training and support for habitat restoration through its Backyard Wildlife Habitat and Schoolyard Habitat programs. National Wildlife Federation created Conservation Summits (a harbinger of eco-tourism and green living trends) with the first Summit on July 20–25, 1970 at the YMCA of the Rockies, Rocky Mountain National Park, Colorado. There have been 111 Summits since 1970, with notable environmental educators, naturalists, authors, and artists such as Robert Michael Pyle, Jim Halfpenny, Roger Tory Peterson, Clare Walker Leslie, Annie Tiberio Cameron, and National Wildlife Federation's 33-year employee and Chief Naturalist Craig Tufts (1946–2009) all on faculty at many Summits. Week-long Summits have been held most frequently in Colorado, North Carolina, and New York, but also in Wisconsin, California, Maine, Washington, Wyoming, Utah, Canada, Alaska, Hawaii, and other locations. The NWF changed the name to Family Summits in 2000. In 2006, several longtime Summiteers formed a non-profit corporation, Family Summits, Inc., to take over the project; they continue the tradition under the name Family Nature Summits. National Wildlife Federation's headquarters is located in Reston, Virginia, overlooking a wildlife sanctuary. The land they now occupy, on the border of Reston and Lake Fairfax Park, had been used as a garbage dump for many years; National Wildlife Federation cleaned up and rehabilitated the land before moving into the site in 2001.[18] On Earth Day 2002, National Wildlife Federation was given an award by the American Institute of Architects for its Reston headquarters being one of the Top Ten \"Green\" Projects.[19] The National Wildlife Federation is involved in many environmental issues, particularly in the areas of land stewardship, air quality, water resources, and wildlife conservation. Areas of concern include Arctic National Wildlife Refuge, the bald eagle, climate change, Everglades, the grizzly bear, wolves, polar bears and the Canada lynx. The \"Backyard Wildlife Habitat\" program was started in 1973 with the purpose of showing people how to make their yards and their community friendly to local wildlife. Now the Certified Wildlife Habitat program, the criteria includes providing food, water, cover, and places to raise young through the use of native plants and other features such as nest boxes and water gardens. The habitat can be certified by the NWF as an official Certified Wildlife Habitat site if these elements are provided.[20] The Campus Ecology program promotes climate leadership and sustainability among colleges and universities by providing resources, technical support, networking opportunities, and by organizing education events.[21] Campus Ecology provides case studies on various environmental projects that can be implemented on college and university campuses, a yearly teleconference series, memberships, and is part of the Energy Action Coalition, helping to fund the Coalition in its infancy. Since 2000, the Campus Ecology program has awarded over 100 fellowships on more than 65 campuses to undergraduate and graduate students working on sustainability projects.[22] In 2006, the fellowship program shifted focus exclusively to student projects that focus on clean energy initiatives and conservation efforts. In 2007, the Campus Ecology program launched the first Chill Out: Campus Solutions to Global Warming web broadcast. This annual event takes place each April. The webcast highlights winners of the NWF Chill Out competition[23] and has an interactive panel of climate experts and student videos. Eco-Schools is a program that provides a framework to help educators integrate sustainable principles throughout their schools and curriculum. In December 2008, the NWF was granted Eco-School host status for K-12 schools in the United States. Through school-based action teams of students, administrators, educators and community volunteers, Eco-Schools USA combines effective \"green\" management of the school grounds, the facilities and the curriculum.[24] Every year, as part of Great Outdoors Month, the National Wildlife Federation encourages people to gather in their backyards, neighborhoods, communities and parks and join the Great American Campout to camp and reconnect with nature. Previously known as the \"Great American Backyard Campout,\" it was expanded in 2015 and renamed the \"Great American Campout\" to encourage more types of camping and engagement in the great outdoors.[25][26] The spokesperson for the 2015 Campout was Nick Offerman, best known for playing Ron Swanson on NBC's Parks and Recreation.[27] Apart from its headquarters, the NWF runs ten regional offices across the United States.[28] The Chesapeake Mid-Atlantic office works with affiliates and partners across the region (Pennsylvania, Delaware, Maryland, Washington DC, Virginia, West Virginia, Tennessee, Kentucky, and North Carolina) to restore and protect the Chesapeake Bay; the Delaware River Watershed; the Appalachian forests, rivers and flyways; and the extensive shoreline and coastal bay habitats of the Mid-Atlantic. The office has developed an aggressive plan to protect and restore the national treasures of the region, working with a team of experienced national and regional policy and advocacy experts. The Office also actively educates and mobilizes hunters, anglers, gardeners and other wildlife enthusiasts in the Mid-Atlantic to support climate solutions at all levels of government.[29] The Great Lakes Natural Resource Center in Ann Arbor, Michigan focuses on global warming, Great Lakes restoration, Great Lakes water resources, Great Lakes water quality, Certified Wildlife Habitats, and wolves. It leads the Healing Our Waters Great Lakes Coalition in the \"Healthy Lakes, Healthy Lives\" campaign. It focuses on the eight states in the Great Lakes region.[30] The Pacific Regional Center in Alaska focuses on global warming, renewable energy, the Arctic National Wildlife Refuge, sustainable tourism, and youth education in Alaska. Additionally, it works to preserve existing wildlife in Alaska, such as the caribou. The Pacific Regional Center in Alaska hosted the Alaska Youth for Environmental Action program from 1998 through 2011. AYEA, which is now a program of Alaska Center for the Environment, trains young people to be environmental leaders.[31][32] The landscapes along the Pacific Coast are among the most diverse in the country. From the desert to the coastal rainforests, and from Puget Sound to the \"gems of the Pacific,\" the wildlife species that depend on these habitats in Washington, Oregon, California and Hawaii are also diverse and among the most treasured by people throughout the world. NWF works hard to protect these habitats for the benefit of all wildlife and people—focusing especially on the protection and restoration of threatened and endangered species such as salmon. Climate change is expected to take a large toll on wildlife in the region, and NWF is working to help people understand and minimize the impacts.[33] The Northeast Regional Center works mostly with state-based affiliates and local organizations to protect natural resources in New England. Its goals are to provide conservation leadership and protection for wildlife for generations to come.[34] The Northern Rockies and Prairies Regional Center, located in Missoula, MT, focuses on protecting the fish and wildlife resources of the northern Rockies and their habitats. It covers the states of Montana, North Dakota, South Dakota, and Idaho and works with state affiliates, individuals, and other groups to advocate for endangered species and public land management policies, and to increase public awareness. It has a strong interest in the Yellowstone ecosystem and runs a program to retire livestock grazing allotments that experience chronic conflict with wildlife, and on compensating ranchers for retiring their allotments.[35] The Rocky Mountain Regional Center is located in Boulder, Colorado, and focuses on protecting public lands and wildlife of the American West. It also concerns itself with protecting and restoring wildlife habitat on tribal lands, strengthening protection for critical migratory bird habitat, providing training and resources to educators and homeowners, and promoting environmental education in the community.[36] The Gulf States Regional Center focuses four-state region of Texas, Louisiana, Oklahoma, and Missouri and attempts to restore clean rivers and estuaries, conserve wetlands, springs, and natural river systems, protect wildlife populations, and promote sustainable land and water use. Like the overall NWF, it tries to educate children and adults about the natural world as well.[37] Located in Washington DC, the National Advocacy Center focuses on policy issues, grassroots outreach, law, government affairs, and media, to advance the NWF's national and international agenda. It focuses on Congress and other decision-making bodies to ensure environmental legislation is drafted and passed. National Wildlife Federation's 51 affiliates are autonomous, grassroots organizations, conserving America's natural resources and protecting America's wildlife heritage. Affiliates establish NWF conservation policy and elect the majority of NWF Board of Directors. They bring diversity and advocacy skills and enhance the NWF's ability to achieve common conservation goals.[38] ","Title":"National Wildlife Federation - Wikipedia","KeyID":"12522","URL":"https://en.wikipedia.org/wiki/National_Wildlife_Federation"}