{"Content: ":"The Marine Conservation Society is a UK based not-for-profit organization working with businesses, governments and communities to clean and protect oceans. Founded in 1983, the group claims to be working towards \"cleaner, better-protected, healthier UK seas where nature flourishes and people thrive.\" The charity also works in UK Overseas Territories. The Clean Seas team work on reducing pollution on beaches and in the ocean - through behavior change from the public, industry and the governments. Reducing reliance on single use plastic is a focal point for this group, with a focus on the impact of PFAS or 'forever chemicals'. The Fisheries and Aquaculture team encourage sustainable fishing methods. They work to stop overfishing and replace stock. Additionally, they promote the eating of sustainable seafood via the Good Fish Guide. The Ocean Recovery team works with management authorities and local communities to protect oceans and manage marine protection projects. The Marine Conservation Society is a membership organisation and relies on income from members, individual donations and corporate support. The charity is sometimes known by its initials MCS. Beachwatch[1] - the largest volunteer beach cleaning and litter survey in the UK has been running for over 25 years, involving almost 20,000 volunteer beach cleaners annually. The Great British Beach Clean is a national event which takes place every third weekend in September. Stop Ocean Threads, which addresses clothing fiber pollution. Don't bottle it Boris works towards introducing a bottle return program within the UK. Good Fish Guide - the guide (online, smartphone app and pocket paper version) includes the Marine Conservation Society Fish to Eat and Fish to Avoid lists and advice on choosing fish to eat from populations that aren't endangered or caught by means which may be considered habitat wrecking. The Marine Conservation Society won the Coast Magazine Best Green Marine Campaign Award in 2011\" for its Beachwatch project. The charity's Great British Beach Clean project was shortlisted by the BBC Countryfile Magazine Awards for the Conservation Success of the Year 2018 and won the award.","Title":"Marine Conservation Society - Wikipedia","KeyID":"12524","URL":"https://en.wikipedia.org/wiki/Marine_Conservation_Society"}