{"Content: ":"The Conservation Volunteers (TCV) is a British community volunteering charity focused on environmental conservation through practical tasks undertaken by volunteers. Until 1 May 2012, it traded as BTCV – British Trust for Conservation Volunteers).[1] In 1959 the (then) Council for Nature appointed Brigadier Armstrong to form the Conservation Corps, with the objective of involving young volunteers, over the age of 16, in practical conservation work.[5] The corp's first project was at Box Hill, Surrey,[5] where 42 volunteers cleared dogwood to encourage the growth of juniper and distinctive chalk downland flora.[6] One of the volunteers present was David Bellamy, who went on to become a Vice President of BTCV.[2][6] By 1964 the Conservation Corps had expanded its activities to include education and amenity work in the countryside. In 1966 it moved from a basement office at Queens Gate, Kensington, to new premises at London Zoo in Regent's Park. In 1968 the first training course for volunteers was held. By 1969 membership had increased to 600, and volunteers completed around 6,000 workdays a year. The first ever international exchange visit to Czechoslovakia that year became the forerunner for the International Project Programme of today. In 1970 the Conservation Corps started to operate under the new name of British Trust for Conservation Volunteers (BTCV), with Prince Philip as Patron. In 1971 the local group affiliation scheme was launched. The organisation underwent a second change of identity in 2000, taking the initialism BTCV as its new name in full.[7] In May 2012, BTCV rebranded under the trading name The Conservation Volunteers (TCV). At the group's annual general meeting in November 2012 the members of The Conservation Volunteers voted unanimously to change formally the name of the charity to The Conservation Volunteers.","Title":"The Conservation Volunteers - Wikipedia","KeyID":"12531","URL":"https://en.wikipedia.org/wiki/The_Conservation_Volunteers"}