{"Content: ":"Community-based conservation is a conservation movement that emerged in the 1980s, in response to escalating protests and subsequent dialogue with local communities affected by international attempts to protect the biodiversity of the earth. These contentions were a reaction against traditional 'top down' conservation practices, whereby governments or large organisations exert control at a local level, which were perceived as disregarding the interests of local inhabitants.[1] This stems from the Western idea on which the conservation movement was founded, of nature being separate from culture. The objective of community-based conservation is to actively involve and give some control to members of local communities in conservation efforts which may affect them, and incorporate improvement to the lives of local people while conserving areas through the creation of national parks or wildlife refuges.[2] The conflicts which led to the growth of community-based conservation are indicative of the historical connection between European colonialism and 'classical' conservation. The classical 'national park' model of conservation, first established through the creation of Yellowstone National Park in 1872 and Yosemite National Park in 1890, aimed to preserve what European settlers perceived as 'pristine natural wilderness'. However, this perception largely ignored the widespread anthropogenic changes to these landscapes generated by indigenous land management, and also justified the expulsion of those indigenous peoples. [3] Thus, classical conservation created protected areas based on a highly exclusionary model of protectionism, with an estimated 20 million people displaced from their land.[4] This conservation strategy was used widely until the 1970s when indigenous people started to fight for their rights and land. In 1975 the International Union for Conservation of Nature (IUCN) and the World Parks Congress recognized the rights of indigenous people and to recognize their rights of the protected areas.[5] More policy changes came about that increased the rights of indigenous people. Community-based conservation came into action from these changes. One strategy of community-based conservation is co-management or joint management of a protected area. Co-management combines local peoples’ traditional knowledge of the environment with modern scientific knowledge of scientists.[6][7] This combination of knowledge can lead to increased biodiversity and better management of the protected area.","Title":"Community-based conservation - Wikipedia","KeyID":"12534","URL":"https://en.wikipedia.org/wiki/Community-based_conservation"}