{"Content: ":"Sepharadi Jews (Hebrew: יהדות ספרד, romanized: Yahadut Sefarad, transl. Jewry of Hispania; Ladino: Djudíos Sefardíes), also known as Sephardic Jews or Sepharadim,[a][1] and sometimes referred to by modern scholars as Hispanic Jews,[2] are a Jewish diaspora population who coalesced in the Iberian Peninsula (Spain and Portugal). The term Sepharadim, derived from Hebrew Sefarad (lit. 'Spain'), also refers to the Mizrahi Jews of Western Asia and North Africa. Although the millennia-long established latter groups do not have ancestry from the Jewish communities of Iberia, the majority of them were influenced by the Sephardi style of liturgy, law, and customs from the influence of the Andalusian schools [3] and Maimonides; many Iberian Jewish exiles later sought refuge in those pre-existing Jewish communities over the course of the last few centuries, resulting in their integration with those communities. Largely expelled from the Iberian Peninsula in the late 15th century, Sephardim carried a distinctive Jewish diasporic identity with them to North Africa, including modern-day Morocco, Algeria, Tunisia, Libya, and Egypt; Southern Europe and Southeastern Europe, including France, Italy, Greece, Bulgaria, and North Macedonia; Western Asia, including Turkey, Lebanon, Syria, Iraq, and Iran; as well as the Americas (although in smaller numbers compared to the Ashkenazi Jewish diaspora); and all other places of their exiled settlement. They sometimes settled near existing Jewish communities, such as the one from former Kurdistan, or were the first in new frontiers, with their furthest reach via the Silk Road.[4] The millennial residence of the Sephardim as an open and organized Jewish community in Iberia began to decline with the Reconquista, a lengthy Christian military campaign that retook control of the Iberian Peninsula after the 8th-century Arab-Muslim conquest; that community's decline began with the Alhambra Decree by Spain's Catholic Monarchs in 1492. In 1496, Portuguese king Manuel I issued an edict of expulsion for Jews and Muslims.[5] These actions resulted in a combination of internal and external migrations, mass conversions, and executions. In 2015, both Spain and Portugal passed laws allowing Sephardim who could prove their ancestral origins in those countries to apply for citizenship;[6] the Spanish law that offered expedited citizenship to Sephardic Jews expired in 2019, but Portuguese citizenship is still available.[citation needed] Historically, the vernacular languages of the Sephardim and their descendants have been variants of either Spanish or Portuguese, though they have also adopted and adapted other languages. The historical forms of Spanish that differing Sephardic communities spoke communally was related to the date of their departure from Iberia and their status at that time as either New Christians or Jews. Judaeo-Spanish, also called Ladino, is a Romance language derived from Old Spanish that was spoken by the eastern Sephardim who settled in the Eastern Mediterranean after their expulsion from Spain in 1492; Haketia (also known as \"Tetouani\" in Algeria), an Arabic-influenced variety of Judaeo-Spanish, was spoken by North African Sephardim who settled in the region after the 1492 Spanish expulsion. The name Sephardi means \"Spanish\" or \"Hispanic\", derived from Sepharad (Hebrew: סְפָרַד‎, Modern: Sfarád, Tiberian: Səp̄āráḏ), a Biblical location.[7] The location of the biblical Sepharad points to Spain.[8][better source needed] In other languages and scripts, \"Sephardi\" may be translated as plural Hebrew: סְפָרַדִּים‎, Modern: Sfaraddim, Tiberian: Səp̄āraddîm; sefardí or Spanish: Sefardíes; Portuguese: Sefarditas; sefardita or Catalan: Sefardites; Aragonese: Safardís; Basque: Sefardiak; French: Séfarades; Galician: Sefardís; Italian: Sefarditi; Greek: Σεφαρδίτες, Sephardites; Serbian: Сефарди, Sefardi; Serbian, Judaeo-Spanish: Sefaradies/Sefaradim; and Arabic: سفارديون, Safārdiyyūn. In the narrower ethnic definition, a Sephardi Jew is one descended from the Jews who lived in the Iberian Peninsula in the late 15th century, immediately prior to the issuance of the Alhambra Decree of 1492 by order of the Catholic Monarchs in Spain, and the decree of 1496 in Portugal by order of King Manuel I. In Hebrew, the term \"Sephardim Tehorim\" ( ספרדים טהורים‎, literally \"Pure Sephardim\"), derived from a misunderstanding of the initials ס\"ט \"Samekh Tet\" traditionally used with some proper names (which stand for sofo tov, \"may his end be good\"[9][better source needed]), has in recent times been used in some quarters to distinguish Sephardim proper, \"who trace their lineage back to the Iberian/Spanish population\", from Sephardim in the broader religious sense.[10] This distinction has also been made in reference to 21st-century genetic findings in research on 'Pure Sephardim', in contrast to other communities of Jews today who are part of the broad classification of Sephardi.[11] Ethnic Sephardic Jews have had a presence in North Africa and various parts of the Mediterranean and Western Asia due to their expulsion from Spain. There have also been Sephardic communities in South America and India. The modern Israeli Hebrew definition of Sephardi is a much broader, religious based, definition that generally excludes ethnic considerations. In its most basic form, this broad religious definition of a Sephardi refers to any Jew, of any ethnic background, who follows the customs and traditions of Sepharad. For religious purposes, and in modern Israel, \"Sephardim\" is most often used in this wider sense. It encompasses most non-Ashkenazi Jews who are not ethnically Sephardi, but are in most instances of West Asian or North African origin. They are classified as Sephardi because they commonly use a Sephardic style of liturgy; this constitutes a majority of Mizrahi Jews in the 21st century. The term Sephardi in the broad sense, describes the nusach (Hebrew language, \"liturgical tradition\") used by Sephardi Jews in their Siddur (prayer book). A nusach is defined by a liturgical tradition's choice of prayers, order of prayers, text of prayers and melodies used in the singing of prayers. Sephardim traditionally pray using Minhag Sefarad. The term Nusach Sefard or Nusach Sfarad does not refer to the liturgy generally recited by Sephardim proper or even Sephardi in a broader sense, but rather to an alternative Eastern European liturgy used by many Hasidim, who are Ashkenazi. Additionally, Ethiopian Jews, whose branch of practiced Judaism is known as Haymanot, have been included under the oversight of Israel's already broad Sephardic Chief Rabbinate. The divisions among Sephardim and their descendants today are largely a result of the consequences of the royal edicts of expulsion. Both the Spanish and Portuguese edicts ordered their respective Jewish residents to choose one of three options: In the case of the Alhambra Decree of 1492, the primary purpose was to eliminate Jewish influence on Spain's large converso population, and ensure they did not revert to Judaism. Over half of Spain's Jews had converted in the 14th century as a result of the religious persecution and pogroms which occurred in 1391. They and their Catholic descendants were not subject to the Decree or to expulsion, yet were surveilled by the Spanish Inquisition. British scholar Henry Kamen has said that \"the real purpose of the 1492 edict likely was not expulsion, but compulsory conversion and assimilation of all Spanish Jews, a process which had been underway for a number of centuries. Indeed, a further number of those Jews who had not yet joined the converso community finally chose to convert and avoid expulsion as a result of the edict. As a result of the Alhambra decree and persecution during the prior century, between 200,000 and 250,000 Jews converted to Catholicism and between one third and one half of Spain's remaining 100,000 non-converted Jews chose exile, with an indeterminate number returning to Spain in the years following the expulsion.\"[12] Foreseeing a negative economic effect of a similar Jewish flight from Portugal, King Manuel issued his decree four years later largely to appease a precondition that the Spanish monarchs had set for him in order to allow him to marry their daughter. While the stipulations were similar in the Portuguese decree, King Manuel largely prevented Portugal's Jews from leaving, by blocking Portugal's ports of exit. He decided that the Jews who stayed accepted Catholicism by default, proclaiming them New Christians. Physical forced conversions, however, were also suffered by Jews throughout Portugal. Sephardi Jews encompass Jews descended from those Jews who left the Iberian Peninsula as Jews by the expiration of the respective decreed deadlines. This group is further divided between those who fled south to North Africa, as opposed to those who fled eastwards to the Balkans, West Asia and beyond. Others fled east into Europe, with many settling in northern Italy. Also included among Sephardi Jews are those who descend from \"New Christian\" conversos, but returned to Judaism after leaving Iberia, largely after reaching Southern and Western Europe.[citation needed] From these regions, many late migrated again, this time to the non-Iberian territories of the Americas. Additional to all these Sephardic Jewish groups are the descendants of those New Christian conversos who either remained in Iberia, or moved from Iberia directly to the Iberian colonial possessions in what are today the various Latin American countries. For historical reasons and circumstances, most of the descendants of this group of conversos never formally returned to the Jewish religion. All these sub-groups are defined by a combination of geography, identity, religious evolution, language evolution, and the timeframe of their reversion (for those who had in the interim undergone a temporary nominal conversion to Catholicism) or non-reversion back to Judaism. These Sephardic sub-groups are separate from any pre-existing local Jewish communities they encountered in their new areas of settlement. From the perspective of the present day, the first three sub-groups appeared to have developed as separate branches, each with its own traditions. In earlier centuries, and as late as the editing of the Jewish Encyclopedia at the beginning of the 20th century, the Sephardim were usually regarded as together forming a continuum. The Jewish community of Livorno, Italy acted as the clearing-house of personnel and traditions among the first three sub-groups; it also developed as the chief publishing centre.[improper synthesis?] Eastern Sephardim comprise the descendants of the expellees from Spain who left as Jews in 1492 or prior. This sub-group of Sephardim settled mostly in various parts of the Ottoman Empire, which included areas in the Near East (West Asia's Middle East such as Anatolia, the Levant and Egypt), and the Balkans in Southeastern Europe. They settled particularly in European cities ruled by the Ottoman Empire, including Salonica in what is today Greece; Constantinople, which today is known as Istanbul on the European portion of modern Turkey; and Sarajevo, in what is today Bosnia and Herzegovina. Sephardic Jews also lived in Bulgaria, where they absorbed into their community the Romaniote Jews they found already living there. They had a presence as well in Walachia in what is today southern Romania, where there is still a functioning Sephardic Synagogue.[13] Their traditional language is referred to as Judezmo (\"Jewish [language]\"). It is Judaeo-Spanish, sometimes also known as Ladino, which consisted of the medieval Spanish and Portuguese they spoke in Iberia, with admixtures of Hebrew, and the languages around them, especially Turkish. This Judeo-Spanish language was often written in Rashi script. Some Sephardim went further east to West Asian territories of the Ottoman Empire, settling among the long-established Arabic-speaking Jewish communities in Damascus and Aleppo in Syria, as well as in the Land of Israel, and as far as Baghdad in Iraq. Although technically Egypt was a North African Ottoman region, those Jews who settled Alexandria are included in this group, due to Egypt's cultural proximity to the West Asian provinces. For the most part, Eastern Sephardim did not maintain their own separate Sephardic religious and cultural institutions from pre-existing Jews. Instead the local Jews came to adopt the liturgical customs of the recent Sephardic arrivals. Eastern Sephardim in European areas of the Ottoman Empire, as well as in Palestine, did retained their culture and language, but those in the other parts of the West Asian portion gave up their language and adopted the local Judeo-Arabic dialect. This latter phenomenon is just one of the factors which have today led to the broader religious definition of Sephardi. Thus, the Jewish communities in Lebanon, Syria, and Egypt are part of Spanish Jewish origin and they are counted as Sephardim proper. The great majority of the Jewish communities in Iraq, and all of those in Iran, Eastern Syria, Yemen, and Eastern Turkey, are descendants of pre-existing indigenous Jewish populations. They adopted Sephardic rite and traditions through cultural diffusion, and are properly termed Mizrahi Jews.[citation needed] Modern DNA research has affirmed these classifications. For instance, Syrian Jews, while clustering within the various world Jewish groups (where most Jewish groups cluster closely together at large compared to non-Jews), are most closely related to the Sephardim proper counterparts in other regions of Sephardic settlement, rather than to the Mizrahi Jews who are geographically closest to them.[citation needed] A few of the Eastern Sephardim followed the spice trade routes as far as the Malabar coast of southern India, where they settled among the established Cochin Jewish community. Their culture and customs were absorbed by the local Jews.[citation needed]. Additionally, there was a large community of Jews and crypto-Jews of Portuguese origin in the Portuguese colony of Goa. Gaspar Jorge de Leão Pereira, the first archbishop of Goa, wanted to suppress or expel that community, calling for the initiation of the Goa Inquisition against the Sephardic Jews in India. In recent times, principally after 1948, most Eastern Sephardim have since relocated to Israel, and others to the US and Latin America. Eastern Sephardim still often carry common Spanish surnames, as well as other specifically Sephardic surnames from 15th-century Spain with Arabic or Hebrew language origins (such as Azoulay, Abulafia, Abravanel) which have since disappeared from Spain when those that stayed behind as conversos adopted surnames that were solely Spanish in origin. Other Eastern Sephardim have since also translated their Hispanic surnames into the languages of the regions they settled in, or have modified them to sound more local. North African Sephardim consists of the descendants of the expellees from Spain who also left as Jews in 1492. This branch settled in North Africa (except Egypt, see Eastern Sephardim above). Settling mostly in Morocco and Algeria, they spoke a variant of Judaeo-Spanish known as Haketia. They also spoke Judeo-Arabic in a majority of cases. They settled in the areas with already established Arabic-speaking Jewish communities in North Africa and eventually merged with them to form new communities based solely on Sephardic customs.[citation needed] Several of the Moroccan Jews emigrated back to the Iberian Peninsula to form the core of the Gibraltar Jews.[citation needed] In the 19th century, modern Spanish, French and Italian gradually replaced Haketia and Judeo-Arabic as the mother tongue among most Moroccan Sephardim and other North African Sephardim.[14] In recent times, with the Jewish exodus from Arab and Muslim countries, principally after the creation of Israel in 1948, most North African Sephardim have relocated to Israel (total pop. est. 1,400,000 in 2015), and most others to France (361,000) and the US (300,000), as well as other countries. As of 2015 there was a significant community still in Morocco (10,000).[15] North African Sephardim still also often carry common Spanish surnames, as well as other specifically Sephardic surnames from 15th century Spain with Arabic or Hebrew language origins (such as Azoulay, Abulafia, Abravanel) which have since disappeared from Spain when those that stayed behind as conversos adopted surnames that were solely Spanish in origin. Other North African Sephardim have since also translated their Hispanic surnames into local languages or have modified them to sound local.[citation needed] Western Sephardim (also known more ambiguously as \"Spanish and Portuguese Jews\", \"Spanish Jews\", \"Portuguese Jews\" and \"Jews of the Portuguese Nation\") are the community of Jewish ex-conversos whose families initially remained in Spain and Portugal as ostensible New Christians, that is, as Anusim or \"forced [converts]\". Western Sephardim are further sub-divided into an Old World branch and a New World branch. Henry Kamen and Joseph Perez estimate that of the total Jewish origin population of Spain at the time of the issuance of the Alhambra Decree, those who chose to remain in Spain represented the majority, up to 300,000 of a total Jewish origin population of 350,000. Furthermore, a significant number returned to Spain in the years following the expulsion, on condition of converting to Catholicism, the Crown guaranteeing they could recover their property at the same price at which it was sold. Discrimination against this large community of conversos nevertheless remained, and those who secretly practiced the Jewish faith specifically suffered severe episodes of persecution by the Inquisition. The last episode of persecution occurred in the mid-18th century. External migrations out of the Iberian peninsula coincided with these episodes of increased persecution by the Inquisition. As a result of this discrimination and persecution, a small number of marranos (conversos who secretly practiced Judaism) later emigrated to more religiously tolerant Old World countries outside the Iberian cultural sphere such as the Netherlands, Belgium, France, Italy, Germany, England.[citation needed] In these lands conversos reverted to Judaism, rejoining the Jewish community sometimes up to the third or even fourth generations after the initial decrees stipulating conversion, expulsion, or death. It is these returnees to Judaism that represent Old World Western Sephardim. New World Western Sephardim, on the other hand, are the descendants of those Jewish-origin New Christian conversos who accompanied the millions of Old Christian Spaniards and Portuguese that emigrated to the Americas. More specifically, New World Western Sephardim are that Western Sephardim whose converso ancestors migrated to various of the non-Iberian colonies in the Americas in whose jurisdictions they could return to Judaism. New World Western Sephardim are juxtaposed to yet another group of descendants of conversos who settled in the Iberian colonies of the Americas who could not revert to Judaism. These comprise the related but distinct group known as Sephardic Bnei Anusim (see the section below). Due to the presence of the Spanish and Portuguese Inquisition in the Iberian American territories, initially, converso immigration was barred throughout much of Ibero-America. Because of this, very few converso immigrants in Iberian American colonies ever reverted to Judaism. Of those conversos in the New World who did return to Judaism, it was principally those who had come via an initial respite of refuge in the Netherlands and/or who were settling the New World Dutch colonies such as Curaçao and the area then known as New Holland (also called Dutch Brazil). Dutch Brazil was the northern portion of the colony of Brazil ruled by the Dutch for under a quarter of a century before it also fell to the Portuguese who ruled the remainder of Brazil. Jews who had only recently reverted in Dutch Brazil then again had to flee to other Dutch-ruled colonies in the Americas, including joining brethren in Curaçao, but also migrating to New Amsterdam, in what is today New York. All of the oldest congregations in the non-Iberian colonial possessions in the Americas were founded by Western Sephardim, many who arrived in the then Dutch-ruled New Amsterdam, with their synagogues being in the tradition of \"Spanish and Portuguese Jews\". In the United States in particular, Congregation Shearith Israel, established in 1654, in today's New York City, is the oldest Jewish congregation in the United States. Its present building dates from 1897. Congregation Jeshuat Israel in Newport, Rhode Island, is dated to sometime after the arrival there of Western Sephardim in 1658 and prior to the 1677 purchase of a communal cemetery, now known as Touro Cemetery. See also List of the oldest synagogues in the United States. The intermittent period of residence in Portugal (after the initial fleeing from Spain) for the ancestors of many Western Sephardim (whether Old World or New World) is a reason why the surnames of many Western Sephardim tend to be Portuguese variations of common Spanish surnames, though some are still Spanish. Among a few notable figures with roots in Western Sephardim are the current president of Venezuela, Nicolás Maduro, and former Associate Justice of the Supreme Court of the United States, Benjamin N. Cardozo. Both descend from Western Sephardim who left Portugal for the Netherlands, and in the case of Nicolás Maduro, from the Netherlands to Curaçao, and ultimately Venezuela. The Sephardic Bnei Anusim consists of the contemporary and largely nominal Christian descendants of assimilated 15th century Sephardic anusim. These descendants of Spanish and Portuguese Jews forced or coerced to convert to Catholicism remained, as conversos, in Iberia or moved to the Iberian colonial possessions across various Latin American countries during the Spanish colonization of the Americas. Due to historical reasons and circumstances, Sephardic Bnei Anusim had not been able to return to the Jewish faith over the last five centuries,[16] although increasing numbers have begun emerging publicly in modern times, especially over the last two decades. Except for varying degrees of putatively rudimentary Jewish customs and traditions which had been retained as family traditions among individual families, Sephardic Bnei Anusim became a fully assimilated sub-group within the Iberian-descended Christian populations of Spain, Portugal, Hispanic America and Brazil. In the last 5 to 10 years, however, \"organized groups of [Sephardic] Benei Anusim in Brazil, Colombia, Costa Rica, Chile, Ecuador, Mexico, Puerto Rico, Venezuela, Dominican Republic and in Sefarad [Iberia] itself\"[17] have now been established, some of whose members have formally reverted to Judaism, leading to the emergence of Neo-Western Sephardim (see group below). The Jewish Agency for Israel estimates the Sephardic Bnei Anusim population to number in the millions.[18] Their population size is several times larger than the three Jewish-integrated Sephardi descendant sub-groups combined, consisting of Eastern Sephardim, North African Sephardim, and the ex-converso Western Sephardim (both New World and Old World branches). Although numerically superior, Sephardic Bnei Anusim is, however, the least prominent or known sub-group of Sephardi descendants. Sephardic Bnei Anusim are also more than twice the size of the total world Jewish population as a whole, which itself also encompasses Ashkenazi Jews, Mizrahi Jews and various other smaller groups. Unlike the Anusim (\"forced [converts]\") who were the conversos up to the third, fourth or fifth generation (depending on the Jewish responsa) who later reverted to Judaism, the Bnei Anusim (\"[later] sons/children/descendants [of the] forced [converts]\") were the subsequent generations of descendants of the Anusim who remained hidden ever since the Inquisition in the Iberian Peninsula and its New World franchises. At least some Sephardic Anusim in the Hispanosphere (in Iberia, but especially in their colonies in Ibero-America) had also initially tried to revert to Judaism, or at least maintain crypto-Jewish practices in privacy. This, however, was not feasible long-term in that environment, as Judaizing conversos in Iberia and Ibero-America remained persecuted, prosecuted, and liable to conviction and execution. The Inquisition itself was only finally formally disbanded in the 19th century. Historical documentation shedding new light on the diversity in the ethnic composition of the Iberian immigrants to the Spanish colonies of the Americas during the conquest era suggests that the number of New Christians of Sephardi origin that actively participated in the conquest and settlement was more significant than previously estimated. A number of Spanish conquerors, administrators, settlers, have now been confirmed to have been of Sephardi origin.[citation needed] Recent revelations have only come about as a result of modern DNA evidence and newly discovered records in Spain, which had been either lost or hidden, relating to conversions, marriages, baptisms, and Inquisition trials of the parents, grandparents and great grandparents of the Sephardi-origin Iberian immigrants. Overall, it is now estimated that up to 20% of modern-day Spaniards and 10% of colonial Latin America's Iberian settlers may have been of Sephardic origin, although the regional distribution of their settlement was uneven throughout the colonies. Thus, Iberian settlers of New Christian Sephardi-origin ranged anywhere from none in most areas to as high as 1 in every 3 (approx. 30%) Iberian settlers in other areas. With Latin America's current population standing at close to 590 million people, the bulk of which consists of persons of full or partial Iberian ancestry (both New World Hispanics and Brazilians, whether they're criollos, mestizos or mulattos), it is estimated that up to 50 million of these possess Sephardic Jewish ancestry to some degree. In Iberia, settlements of known and attested populations of Bnei Anusim include those in Belmonte, in Portugal, and the Xuetes of Palma de Mallorca, in Spain. In 2011 Rabbi Nissim Karelitz, a leading rabbi and Halachic authority and chairman of the Beit Din Tzedek rabbinical court in Bnei Brak, Israel, recognized the entire Xuete community of Bnei Anusim in Palma de Mallorca, as Jews.[19] That population alone represented approximately 18,000 people, or just over 2% of the entire population of the island. The proclamation of the Jews' default acceptance of Catholicism by the Portuguese king actually resulted in a high percentage being assimilated into the Portuguese population. Besides the Xuetas, the same is true of Spain. Almost all Sephardic Bnei Anusim carry surnames which are known to have been used by Sephardim during the 15th century, however, per se, almost all of these surnames are not specifically Sephardic, and are in fact mostly surnames of gentile Spanish or gentile Portuguese origin which only became common among Bnei Anusim because they deliberately adopted them during their conversions in an attempt to obscure their Jewish pedigrees. Very few Sephardic Bnei Anusim carry surnames that are specifically Sephardic in origin, or that are specifically found only among Bnei Anim. Prior to 1492, substantial Jewish populations existed in most Spanish and Portuguese provinces. Among the larger Jewish populations in actual numbers were the Jewish communities in cities like Lisbon, Toledo, Córdoba, Seville, Málaga and Granada. In these cities, however, Jews constituted only substantial minorities of the overall population. In several smaller towns, however, Jews composed majorities or pluralities, as the towns were founded or inhabited principally by Jews. Among these towns were Ocaña, Guadalajara, Buitrago del Lozoya, Lucena, Ribadavia, Hervás, Llerena, and Almazán. In Castile, Aranda de Duero, Ávila, Alba de Tormes, Arévalo, Burgos, Calahorra, Carrión de los Condes, Cuéllar, Herrera del Duque, León, Medina del Campo, Ourense, Salamanca, Segovia, Soria, and Villalón were home to large Jewish communities or aljamas. Aragon had substantial Jewish communities in the Calls of Girona, Barcelona, Tarragona, Valencia and Palma (Majorca), with the Girona Synagogue serving as the centre of Catalonian Jewry The first Jews to leave Spain settled in what is today Algeria after the various persecutions that took place in 1391. The Alhambra Decree (also known as the Edict of Expulsion) was an edict issued on 31 March 1492, by the joint Catholic Monarchs of Spain (Isabella I of Castile and Ferdinand II of Aragon) ordering the expulsion of practicing Jews from the Kingdoms of Castile and Aragon and its territories and possessions by 31 July, of that year.[20] The primary purpose was to eliminate their influence on Spain's large converso population and ensure they did not revert to Judaism. Over half of Spain's Jews had converted as a result of the religious persecution and pogroms which occurred in 1391, and as such were not subject to the Decree or to expulsion. A further number of those remaining chose to avoid expulsion as a result of the edict. As a result of the Alhambra decree and persecution in prior years, over 200,000 Jews converted to Catholicism, and between 40,000 and 100,000 were expelled, an indeterminate number returning to Spain in the years following the expulsion.[21] The Spanish Jews who chose to leave Spain instead of converting dispersed throughout the region of North Africa known as the Maghreb. In those regions, they often intermingled with the already existing Mizrahi Arabic-speaking communities, becoming the ancestors of the Moroccan, Algerian, Tunisian, and Libyan Jewish communities. Many Spanish Jews fled to the Ottoman Empire where they had been given refuge. Sultan Bayezid II of the Ottoman Empire, learning about the expulsion of Jews from Spain, dispatched the Ottoman Navy to bring the Jews safely to Ottoman lands, mainly to the cities of Salonika (currently Thessaloniki, now in Greece) and Smyrna (now known in English as İzmir, currently in Turkey).[22][better source needed] Some believe that Persian Jewry (Iranian Jews), as the only community of Jews living under the Shiites, probably suffered more than any Sephardic community (Persian Jews are not[23] Sephardic in descent[24][25]).[26] Many of these Jews also settled in other parts of the Balkans ruled by the Ottomans such as the areas that are now Bulgaria, Serbia, and Bosnia. Throughout history, scholars have given widely differing numbers of Jews expelled from Spain. However, the figure is likely preferred by minimalist scholars to be below the 100,000 Jews - while others suggest larger numbers - who had not yet converted to Christianity by 1492, possibly as low as 40,000 and as high as 200,000 (while Don Isaac Abarbanel stated he led 300,000 Jews out of Spain) dubbed \"Megurashim\" (\"Expelled Ones\", in contrast to the local Jews they met whom they called \"Toshavim\" - \"Citizens\") in the Hebrew they had spoken.[27] Many went to Portugal, gaining only a few years of respite from persecution. The Jewish community in Portugal (perhaps then some 10% of that country's population)[28] were then declared Christians by Royal decree unless they left. Such figures exclude the significant number of Jews who returned to Spain due to the hostile reception they received in their countries of refuge, notably Fez. The situation of returnees was legalized with the Ordinance of 10 November 1492 which established that civil and church authorities should be witness to baptism and, in the case that they were baptized before arrival, proof and witnesses of baptism were required. Furthermore, all property could be recovered by returnees at the same price at which it was sold. Returnees are documented as late as 1499. On the other hand, the Provision of the Royal Council of 24 October 1493 set harsh sanctions for those who slandered these New Christians with insulting terms such as tornados.[29] As a result of the more recent Jewish exodus from Arab lands, many of the Sephardim Tehorim from Western Asia and North Africa relocated to either Israel or France, where they form a significant portion of the Jewish communities today. Other significant communities of Sephardim Tehorim also migrated in more recent times from the Near East to New York City, Argentina, Costa Rica, Mexico, Montreal, Gibraltar, Puerto Rico, and Dominican Republic.[30][better source needed] Because of poverty and turmoil in Latin America, another wave of Sephardic Jews joined other Latin Americans who migrated to the United States, Canada, Spain, and other countries of Europe. According to the genetic study \"The Genetic Legacy of Religious Diversity and Intolerance: Paternal Lineages of Christians, Jews, and Muslims in the Iberian Peninsula\" at the University Pompeu Fabra of Barcelona and the University of Leicester, led by Briton Mark Jobling, Francesc Calafell, and Elena Bosch, published by the American Journal of Human Genetics, genetic markers show that nearly 20% of Spaniards have Sephardic Jewish markers (direct male descent male for Y, equivalent weight for female mitochondria); residents of Catalonia have approximately 6%. This shows that there was historic intermarriage between ethnic Jews and other Spaniards, and essentially, that some Jews remained in Spain. Similarly, the study showed that some 11% of the population has DNA associated with the Moors.[31] Today, around 50,000 recognized Jews live in Spain, according to the Federation of Jewish Communities in Spain.[32][33] The tiny Jewish community in Portugal is estimated between 1,740 and 3,000 people.[34] Although some are of Ashkenazi origin, the majority are Sephardic Jews who returned to Spain after the end of the protectorate over northern Morocco. A community of 600 Sephardic Jews live in Gibraltar.[35][better source needed] In 2011 Rabbi Nissim Karelitz, a leading rabbi and Halachic authority and chairman of the Beit Din Tzedek rabbinical court in Bnei Brak, Israel, recognized the entire community of Sephardi descendants in Palma de Mallorca, the Chuetas, as Jewish.[19] They number approximately 18,000 people or just over 2% of the entire population of the island. Of the Bnei Anusim community in Belmonte, Portugal, some officially returned to Judaism in the 1970s. They opened a synagogue, Bet Eliahu, in 1996.[36] The Belmonte community of Bnei Anusim as a whole, however, have not yet been granted the same recognition as Jews that the Chuetas of Palma de Majorca achieved in 2011. In 1924, the Dictatorship of Primo de Rivera approved a decree to enable Sephardi Jews to obtain Spanish nationality. Although the deadline was originally the end of 1930, diplomat Ángel Sanz Briz used this decree as the basis for giving Spanish citizenship papers to Hungarian Jews in the Second World War to try to save them from the Nazis. Today, Spanish nationality law generally requires a period of residency in Spain before citizenship can be applied for. This had long been relaxed from ten to two years for Sephardi Jews, Hispanic Americans, and others with historical ties to Spain. In that context, Sephardi Jews were considered to be the descendants of Spanish Jews who were expelled or fled from the country five centuries ago following the expulsion of the Jews from Spain in 1492.[37] In 2015 the Government of Spain passed Law 12/2015 of 24 June, whereby Sephardi Jews with a connection to Spain could obtain Spanish nationality by naturalization, without the usual residency requirement. Applicants must provide evidence of their Sephardi origin and some connection with Spain, and pass examinations on the language, government, and culture of Spain.[38] The Law establishes the right to Spanish nationality of Sephardi Jews with a connection to Spain who apply within three years from 1 October 2015. The law defines Sephardic as Jews who lived in the Iberian Peninsula until their expulsion in the late fifteenth century, and their descendants.[39] The law provides for the deadline to be extended by one year, to 1 October 2019; it was extended in March 2018.[40] It was modified in 2015 to remove a provision that required persons acquiring Spanish nationality by law 12/2015 must renounce any other nationality held.[41] Most applicants must pass tests of knowledge of the Spanish language and Spanish culture, but those who are under 18, or handicapped, are exempted. A Resolution in May 2017 also exempted those aged over 70.[42] The Sephardic citizenship law was set to expire in October 2018 but was extended for an additional year by the Spanish government.[43] The Law states that Spanish citizenship will be granted to \"those Sephardic foreign nationals who prove that [Sephardic] condition and their special relationship with our country, even if they do not have legal residence in Spain, whatever their [current] ideology, religion or beliefs.\" Eligibility criteria for proving Sephardic descent include: a certificate issued by the Federation of Jewish Communities of Spain, or the production of a certificate from the competent rabbinic authority, legally recognized in the country of habitual residence of the applicant, or other documentation which might be considered appropriate for this purpose; or by justifying one's inclusion as a Sephardic descendant, or a direct descendant of persons included in the list of protected Sephardic families in Spain referred to in the Decree-Law of 29 December 1948, or descendants of those who obtained naturalization by way of the Royal Decree of 20 December 1924; or by the combination of other factors including surnames of the applicant, spoken family language (Spanish, Ladino, Haketia), and other evidence attesting descent from Sephardic Jews and a relationship to Spain. Surnames alone, language alone, or other evidence alone will not be determinative in the granting of Spanish nationality. The connection with Spain can be established, if kinship with a family on a list of Sephardic families in Spain is not available, by proving that Spanish history or culture have been studied, proof of charitable, cultural, or economic activities associated with Spanish people, or organizations, or Sephardic culture.[38] The path to Spanish citizenship for Sephardic applicants remained costly and arduous.[44] The Spanish government takes about 8–10 months to decide on each case.[45] By March 2018, some 6,432 people had been granted Spanish citizenship under the law.[43] A total of about 132,000[46] applications were received, 67,000 of them in the month before the 30 September 2019 deadline. Applications for Portuguese citizenship for Sephardis remained open.[47] The deadline for completing the requirements was extended until September 2021 due to delays due to the Covid-19 pandemic, but only for those who had made a preliminary application by 1 October 2019.[46] In what appeared to be a reciprocal gesture, Natan Sharansky, chairman of the quasi-governmental Jewish Agency for Israel, said \"the state of Israel must ease the way for their return\", referring to the millions of descendants of conversos around Latin America and Iberia. Some hundreds of thousands maybe exploring ways to return to the Jewish people. .[18] In April 2013 Portugal amended its Law on Nationality to confer citizenship to descendants of Portuguese Sephardic Jews who were expelled from the country five centuries ago following the Portuguese Inquisition. The amended law gave descendants of Portuguese Sephardic Jews the right to become Portuguese citizens, wherever they lived, if they \"belong to a Sephardic community of Portuguese origin with ties to Portugal.\"[48] Portugal thus became the first country after Israel to enact a Jewish Law of Return. On 29 January 2015, the Portuguese Parliament ratified the legislation offering dual citizenship to descendants of Portuguese Sephardic Jews. Like the law later passed in Spain, the newly established legal rights in Portugal apply to all descendants of Portugal's Sephardic Jews, regardless of the current religion of the descendant, so long as the descendant can demonstrate \"a traditional connection\" to Portuguese Sephardic Jews. This may be through \"family names, family language, and direct or collateral ancestry.\"[49] Portuguese nationality law was amended to this effect by Decree-Law n.º 43/2013, and further amended by Decree-Law n.º 30-A/2015, which came into effect on 1 March 2015.[50] «Applicants for Portuguese citizenship via this route are assessed by experts at one of Portugal's Jewish communities in either Lisbon or Porto».[51] In a reciprocal response to the Portuguese legislation, Michael Freund, Chairman of Shavei Israel told news agencies in 2015 that he \"call[s] on the Israeli government to embark on a new strategic approach and to reach out to the [Sephardic] Bnei Anousim, people whose Spanish and Portuguese Jewish ancestors were compelled to convert to Catholicism more than five centuries ago.\"[52] By July 2017 the Portuguese government had received about 5,000 applications, mostly from Brazil, Israel, and Turkey. 400 had been granted, with a period between application and resolution of about two years.[45] In 2017 a total of 1,800 applicants had been granted Portuguese citizenship.[53] By February 2018, 12,000 applications were in process.[53] The most typical traditional language of Sephardim is Judeo-Spanish, also called Judezmo or Ladino. It is a Romance language derived mainly from Old Castilian (Spanish), with many borrowings from Turkish, and to a lesser extent from Greek, Arabic, Hebrew, and French. Until recently, two different dialects of Judeo-Spanish were spoken in the Mediterranean region: Eastern Judeo-Spanish (in various distinctive regional variations) and Western or North African Judeo-Spanish (also known as Ḥakitía). The latter was once spoken, with little regional distinction, in six towns in Northern Morocco. Because of later emigration, it was also spoken by Sephardim in Ceuta and Melilla (Spanish cities in North Africa), Gibraltar, Casablanca (Morocco), and Oran (Algeria). The Eastern Sephardic dialect is typified by its greater conservatism, its retention of numerous Old Spanish features in phonology, morphology, and lexicon, and its numerous borrowings from Turkish and, to a lesser extent, also from Greek and South Slavic. Both dialects have (or had) numerous borrowings from Hebrew, especially in reference to religious matters. But the number of Hebraisms in everyday speech or writing is in no way comparable to that found in Yiddish, the first language for some time among Ashkenazi Jews in Europe. On the other hand, the North African Sephardic dialect was, until the early 20th century, also highly conservative; its abundant Colloquial Arabic loan words retained most of the Arabic phonemes as functional components of a new, enriched Hispano-Semitic phonological system. During the Spanish colonial occupation of Northern Morocco (1912–1956), Ḥakitía was subjected to pervasive, massive influence from Modern Standard Spanish. Most Moroccan Jews now speak a colloquial, Andalusian form of Spanish, with only occasional use of the old language as a sign of in-group solidarity. Similarly, American Jews may now use an occasional Yiddishism in colloquial speech. Except for certain younger individuals, who continue to practice Ḥakitía as a matter of cultural pride, this dialect, probably the most Arabized of the Romance languages apart from Mozarabic, has essentially ceased to exist. By contrast, Eastern Judeo-Spanish has fared somewhat better, especially in Israel, where newspapers, radio broadcasts, and elementary school and university programs strive to keep the language alive. But the old regional variations (i.e. Bosnia, Macedonia, Bulgaria, Romania, Greece, and Turkey for instance) are already either extinct or doomed to extinction. Only time will tell whether Judeo-Spanish koiné, now evolving in Israel—similar to that which developed among Sephardic immigrants to the United States early in the 20th century- will prevail and survive into the next generation.[54] Judæo-Portuguese was used by Sephardim — especially among the Spanish and Portuguese Jews. The pidgin forms of Portuguese spoken among slaves and their Sephardic owners were an influence in the development of Papiamento and the Creole languages of Suriname. Other Romance languages with Jewish forms, spoken historically by Sephardim, include Judeo-Catalan. Often underestimated, this language was the main language used by the Jewish communities in Catalonia, Balearic Isles and the Valencian region. The Gibraltar community has had a strong influence on the Gibraltar dialect Llanito, contributing several words to this English/Spanish patois. Other languages associated with Sephardic Jews are mostly extinct, i.e., formerly spoken by some Sephardic communities in Italy. Judeo-Arabic and its dialects have been a large vernacular language for Sephardim who settled in North African kingdoms and Arabic-speaking parts of the Ottoman Empire. Low German (Low Saxon), formerly used as the vernacular by Sephardim around Hamburg and Altona in Northern Germany, is no longer in use as a specifically Jewish vernacular. Through their diaspora, Sephardim have been a polyglot population, often learning or exchanging words with the language of their host population, most commonly Italian, Arabic, Greek, Turkish, and Dutch. They were easily integrated with the societies that hosted them. Within the last centuries and, more particularly the 19th and 20th centuries, two languages have become dominant in the Sephardic diaspora: French, introduced first by the Alliance Israélite Universelle, and then by absorption of new immigrants to France after Tunisia, Morocco and Algeria became independent, and Hebrew in the state of Israel.[citation needed] The doctrine of galut is considered by scholars to be one of the most important concepts in Jewish history, if not the most important. In Jewish literature glut, the Hebrew word for diaspora, invoked common motifs of oppression, martyrdom, and suffering in discussing the collective experience of exile in diaspora that has been uniquely formative in Jewish culture. This literature was shaped for centuries by the expulsions from Spain and Portugal and thus featured prominently in a wide range of medieval Jewish literature from rabbinic writings to profane poetry. Even so, the treatment of glut diverges in Sephardic sources, which scholar David A. Wacks says \"occasionally belie the relatively comfortable circumstances of the Jewish community of Sefarad.\"[55] The precise origins of the Jewish communities of the Iberian peninsula are unclear. There is fragmentary and inconclusive evidence of a Jewish presence on the Iberian Peninsula dating from pre-Roman times. More substantial references date from the Roman period. The Provençal Rabbi and scholar Rabbi Abraham ben David wrote in anno 1161: \"A tradition exists with the [Jewish] community of Granada that they are from the inhabitants of Jerusalem, of the descendants of Judah and Benjamin, rather than from the villages, the towns in the outlying districts [of Israel].\"[56] Elsewhere, he writes about his maternal grandfather's family and how they came to Spain: \"When Titus prevailed over Jerusalem, his officer who was appointed over Hispania appeased him, requesting that he send to him captives made-up of the nobles of Jerusalem, and so he sent a few of them to him, and there were amongst them those who made curtains and who were knowledgeable in the work of silk, and [one] whose name was Baruch, and they remained in Mérida.\"[57] Here, Rabbi Abraham ben David refers to the second influx of Jews into Spain, shortly after the destruction of Israel's Second Temple in 70 CE. The earliest mention of Spain is, allegedly, found in Obadiah 1:20: \"And the exiles of this host of the sons of Israel who are among the Canaanites as far as Ṣarfat (Hebrew: צרפת), and the exiles of Jerusalem who are in Sepharad, will possess the cities of the south.\" While the medieval lexicographer, David ben Abraham Al-Fāsī, identifies Ṣarfat with the city of Ṣarfend (Judeo-Arabic: צרפנדה),[58] the word Sepharad (Hebrew: ספרד) in the same verse has been translated by the 1st-century rabbinic scholar, Yonathan Ben Uzziel, as Aspamia.[59] Based on a later teaching in the compendium of Jewish oral laws compiled by Rabbi Judah Hanasi in 189 CE, known as the Mishnah, Aspamia is associated with a very far place, generally thought of as Hispania, or Spain.[60] In circa 960 CE, Ḥisdai ibn Šaprūṭ, minister of trade in the court of the Caliph in Córdoba, wrote to Joseph, the king of Khazaria, saying: \"The name of our land in which we dwell is called in the sacred tongue, Sefarad, but in the language of the Arabs, the indwellers of the lands, Alandalus [Andalusia], the name of the capital of the kingdom, Córdoba.\"[61] According to Rabbi David Kimchi (1160–1235), in his commentary on Obadiah 1:20, Ṣarfat and Sepharad, both, refer to the Jewish captivity (Heb. galut) expelled during the war with Titus and who went as far as the countries Alemania (Germany), Escalona,[62] France and Spain. The names Ṣarfat and Sepharad are explicitly mentioned by him as being France and Spain, respectively. Some scholars think that, in the case of the place-name, Ṣarfat (lit. Ṣarfend) – which, as noted, was applied to the Jewish Diaspora in France, the association with France was made only exegetically because of its similarity in spelling with the name פרנצא (France), by a reversal of its letters. Spanish Jew Moses de León (ca. 1250 – 1305) mentions a tradition concerning the first Jewish exiles, saying that the vast majority of the first exiles driven away from the land of Israel during the Babylonian captivity refused to return, for they had seen that the Second Temple would be destroyed like the first.[63] In yet another teaching, passed down later by Moses ben Machir in the 16th century, an explicit reference is made to the fact that Jews have lived in Spain since the destruction of the First Temple:[64] Now, I have heard that this praise, emet weyaṣiv [which is now used by us in the prayer rite] was sent by the exiles who have driven away from Jerusalem and who were not with Ezra in Babylon and that Ezra had sent inquiring after them, but they did not wish to go up [there], replied that since they were destined to go off again into exile a second time, and that the Temple would once again be destroyed, why should we then double our anguish? It is best for us that we remain here in our place and to serve God. Now, I have heard that they are the people of Ṭulayṭulah (Toledo) and those who are near to them. However, that they might not be thought of as wicked men and those who are lacking in fidelity, may God forbid, they wrote down for them this magnanimous praise, etc. Similarly, Gedaliah ibn Jechia the Spaniard has written:[65] In [5,]252 anno mundi [1492 CE], the King Ferdinand and his wife, Isabella, made war with the Ishmaelites who were in Granada and took it, and while they returned they commanded the Jews in all of his kingdoms that in but a short time they were to take leave from the countries [they had heretofore possessed], they being Castile, Navarre, Catalonia, Aragón, Granada and Sicily. Then the [Jewish] inhabitants of Ṭulayṭulah (Toledo) answered that they were not present [in the land of Judea] at the time when their Christ was put to death. Apparently, it was written upon a large stone in the city's street which some very ancient sovereign inscribed and testified that the Jews of Ṭulayṭulah (Toledo) did not depart from there during the building of the Second Temple, and were not involved in putting to death [the man whom they called] Christ. Yet, no apology was of any avail to them, neither unto the rest of the Jews, till at length, six hundred-thousand souls had evacuated from there. Don Isaac Abrabanel, a prominent Jewish figure in Spain in the 15th century and one of the king's trusted courtiers who witnessed the expulsion of Jews from Spain in 1492, informs his readers[66] that the first Jews to reach Spain were brought by ship to Spain by a certain Phiros who was confederate with the king of Babylon when he laid siege to Jerusalem. This man was a Grecian by birth, but who had been given a kingdom in Spain. He became related by marriage to a certain Espan, the nephew of king Heracles, who also ruled over a kingdom in Spain. This Heracles later renounced his throne because of his preference for his native country in Greece, leaving his kingdom to his nephew, Espan, by whom the country of España (Spain) derives its name. The Jewish exiles transported there by the said Phiros were descended by lineage from Judah, Benjamin, Shimon, and Levi, and were, according to Abrabanel, settled in two districts in southern Spain: one, Andalusia, in the city of Lucena—a city so-called by the Jewish exiles that had come there; the second, in the country around Ṭulayṭulah (Toledo). Abrabanel says that the name Ṭulayṭulah (Toledo) was given to the city by its first Jewish inhabitants, and surmises that the name may have meant טלטול (= wandering), on account of their wandering from Jerusalem. He says, furthermore, that the original name of the city was Pirisvalle, so-called by its early pagan inhabitants. He also writes there that he found written in the ancient annals of Spanish history collected by the kings of Spain that the 50,000 Jewish households then residing in the cities throughout Spain were the descendants of men and women who were sent to Spain by the Roman Emperor and who had formerly been subjected to him and whom Titus had originally exiled from places in or around Jerusalem. The two Jewish exiles joined together and became one. Evidence that suggests Jewish connections with the Iberian Peninsula includes: Some suggest that substantial Jewish immigration probably occurred during the Roman period of Hispania. The province came under Roman control with the fall of Carthage after the Second Punic War (218–202 BC). Exactly how soon after this time Jews made their way onto the scene in this context is a matter of speculation. It is within the realm of possibility that they went there under the Romans as free men to take advantage of its rich resources. The Jewish historian Josephus confirms that as early as 90 CE there was already a Jewish Diaspora living in Europe, made-up of the two tribes, Judah and Benjamin. Thus, he writes in his Antiquities:[67] \"... there are but two tribes in Asia (Turkey) and Europe subject to the Romans, while the ten tribes are beyond the Euphrates till now and are an immense multitude.\" Although the spread of Jews into Europe is most commonly associated with the Diaspora that ensued from the Roman conquest of Judea, emigration from Judea into the greater Roman Mediterranean area antedated the destruction of Jerusalem at the hands of the Romans under Titus. Any Jews already in Hispania at this time would have been joined by those who had been enslaved by the Romans under Vespasian and Titus, and dispersed to the extreme west during the period of the Jewish Wars, and especially after the defeat of Judea in 70. One account placed the number carried off to Hispania at 80,000. Subsequent immigrations came into the area along both the northern African and southern European sides of the Mediterranean. Among the earliest records that may refer specifically to Jews in the Iberian peninsula during the Roman period is Paul's Epistle to the Romans. Scholars such as Josephus Flavius have taken Paul's intention to go to Hispania to preach the gospel (Romans 15:24, 28) to indicate the presence of Jewish communities there, as well as the fact that Herod Antipas's banishment by Caligula in the year 39 may have been to Hispania.[68] From a slightly later period, Midrash Rabbah (Leviticus Rabba § 29.2), and Pesikta de-Rav Kahana (Rosh Hashanna), both, make mention of the Jewish Diaspora in Spain (Hispania) and their eventual return. Perhaps the most direct and substantial of early references are the several decrees of the Council of Elvira, convened in the early 4th century, which address proper Christian behavior with regard to the Jews of Hispania. As citizens of the Roman Empire, the Jews of Hispania engaged in a variety of occupations, including agriculture. Until the adoption of Christianity, Jews had close relations with non-Jewish populations and played an active role in the social and economic life of the province. The edicts of the Synod of Elvira, provide evidence of Jews who were integrated enough into the greater community to cause alarm among some. Of the Council's 80 canonic decisions, those that pertain to Jews maintained a separation between the two communities. It seems that by this time the presence of Jews was of greater concern to Christian authorities than the presence of pagans. Canon 16, which prohibited the marriage of Christians with Jews, was worded more strongly than canon 15, which prohibited marriage with pagans. Canon 78 threatens Christians who commit adultery with Jews with ostracism. Canon 48 forbade the blessing of Christian crops by Jews, and canon 50 forbade the sharing of meals by Christians and Jews. Yet in comparison to Jewish life in Byzantium and Italy, life for the early Jews in Hispania and the rest of southern Europe was relatively tolerable. This is due in large measure to the difficulty the Church had in establishing itself in its western frontier. In the west, Germanic tribes such as the Suevi, the Vandals, and especially the Visigoths had more or less disrupted the political and ecclesiastical systems of the Roman empire, and for several centuries the Jews enjoyed a degree of peace their brethren to the east did not. Barbarian invasions brought most of the Iberian peninsula under Visigothic rule by the early 5th century. Other than in their contempt for Trinitarian Christians, the Arian Visigoths were largely uninterested in the religious creeds within their kingdom. It was not until 506, when Alaric II (484–507) published his Brevarium Alaricianum (Breviary of Alaric) (wherein he adopted the laws of the ousted Romans), that a Visigothic king concerned himself with the Jews. The situation of the Jews changed after the conversion of the Visigothic royal family under Recared from Arianism to Roman Catholicism in 587. In their desire to consolidate the realm under the new religion, the Visigoths adopted an aggressive policy towards Jews. As the king and the church acted in a single interest, the Jews' situation deteriorated. Under successive Visigothic kings and under ecclesiastical authority, many orders of expulsion, forced conversion, isolation, enslavement, execution, and other punitive measures were made. By 612–621, the situation for Jews became intolerable and many left Spain for nearby northern Africa. In 711, thousands of Jews from North Africa accompanied the Moslems who invaded Spain, subsuming Catholic Spain and turning much of it into an Arab state, Al-Andalus.[69] The Jews of Hispania had been utterly embittered and alienated by Catholic rule by the time of the Muslim invasion. To them, the Moors was perceived as, and indeed were, a liberating force. Wherever they went, the Muslims were greeted by Jews eager to aid them in administering the country. In many conquered towns the garrison was left in the hands of the Jews before the Muslims proceeded further north. This began nearly four centuries of Muslim rule in the Iberian peninsula, which became known as the \"Golden Age\" of Sephardi Jewry. With the victory of Tariq ibn Ziyad in 711, the lives of the Sephardim changed dramatically. Though Islamic law placed restrictions on dhimmis (non-Muslim members of monotheistic faiths), the coming of the Moors was by and large welcomed by the Jews of Iberia. Both Muslim and Christian sources claim that Jews provided valuable aid to the Muslim conquerors. Once captured, the defense of Cordoba was left in the hands of Jews, and Granada, Malaga, Seville, and Toledo were left to a mixed army of Jews and Moors. Although in some towns Jews may have been helpful to Muslim success, because of the small numbers they were of limited impact. In spite of the restrictions placed upon the Jews as dhimmis, life under Muslim rule was one of great opportunity and Jews flourished as they did not under the Christian Visigoths. Many Jews came to Iberia, seen as a land of tolerance and opportunity, from the Christian and Muslim worlds. Following initial Arab victories, and especially with the establishment of Umayyad rule by Abd al-Rahman I in 755, the native Jewish community was joined by Jews from the rest of Europe, as well as from Arab lands, from Morocco to Babylon.[citation needed] Jewish communities were enriched culturally, intellectually, and religiously by the commingling of these diverse Jewish traditions.[further explanation needed] Arabic culture, of course, also made a lasting impact on Sephardic cultural development. General re-evaluation of scripture was prompted by Muslim anti-Jewish polemics and the spread of rationalism, as well as the anti-Rabbanite polemics of Karaites. The cultural and intellectual achievements of the Arabs, and much of the scientific and philosophical speculation of Ancient Greek culture, which had been best preserved by Arab scholars, was made available to the educated Jew. The meticulous regard the Arabs had for grammar and style also had the effect of stimulating an interest in philological matters in general among Jews. Arabic became the main language of Sephardic science, philosophy, and everyday business, as had been the case with Babylonian geonim. This thorough adoption of the Arabic language also greatly facilitated the assimilation of Jews into Moorish culture, and Jewish activity in a variety of professions, including medicine, commerce, finance, and agriculture increased. By the 9th century, some members of the Sephardic community felt confident enough to take part in proselytizing amongst Christians. This included the heated correspondences sent between Bodo Eleazar, a former Christian deacon who had converted to Judaism in 838, and the Bishop of Córdoba Paulus Albarus, who had converted from Judaism to Christianity. Each man, using such epithets as \"wretched compiler\", tried to convince the other to return to his former faith, to no avail.[citation needed] The Golden Age is most closely identified with the reign of Abd al-Rahman III (882–942), the first independent Caliph of Cordoba, and in particular with the career of his Jewish councilor, Hasdai ibn Shaprut (882–942). Within this context of cultural patronage, studies in Hebrew, literature, and linguistics flourished. Hasdai benefitted world Jewry not only indirectly by creating a favorable environment for scholarly pursuits within Iberia, but also by using his influence to intervene on behalf of foreign Jews: in his letter to Byzantine Princess Helena, he requested protection for the Jews under Byzantine rule, attesting to the fair treatment of the Christians of al-Andalus, and perhaps indicating that such was contingent on the treatment of Jews abroad. One notable contribution to Christian intellectualism is Ibn Gabirol's neo-Platonic Fons Vitae (\"The Source of Life;\" \"Mekor Hayyim\"). Thought by many to have been written by a Christian, this work was admired by Christians and studied in monasteries throughout the Middle Ages, though the work of Solomon Munk in the 19th century proved that the author of Fons Vitae was the Jewish ibn Gabirol.[70] In addition to contributions of original work, the Sephardim were active as translators. Mainly in Toledo, texts were translated between Greek, Arabic, Hebrew, and Latin. In translating the great works of Arabic, Hebrew, and Greek into Latin, Iberian Jews were instrumental in bringing the fields of science and philosophy, which formed much of the basis of Renaissance learning, into the rest of Europe. In the early 11th century, centralized authority based at Cordoba broke down following the Berber invasion and the ousting of the Umayyads. In its stead arose the independent taifa principalities under the rule of local Muwallad, Arab, Berber, or Slavonic leaders. Rather than having a stifling effect, the disintegration of the caliphate expanded the opportunities to Jewish and other professionals. The services of Jewish scientists, doctors, traders, poets, and scholars were generally valued by Christian and Muslim rulers of regional centers, especially as order was restored in recently conquered towns. Rabbi Samuel ha-Nagid (ibn Naghrela) was the Vizier of Granada. He was succeeded by his son Joseph ibn Naghrela who was slain by an incited mob along with most of the Jewish community. The remnant fled to Lucena. The first major and most violent persecution in Islamic Spain was the 1066 Granada massacre, which occurred on 30 December, when a Muslim mob stormed the royal palace in Granada, crucified Jewish vizier Joseph ibn Naghrela and massacred most of the Jewish population of the city after rumors spread that the powerful vizier was plotting to kill the weak-minded and drunk King Badis ibn Habus.[71] According to the 1906 Jewish Encyclopedia, \"More than 1,500 Jewish families, numbering 4,000 persons, fell in one day,[72] a number contested by some historians who deem it to be an example of \"the usual hyperbole in numerical estimates, with which history abounds.\"[73] The decline of the Golden Age began before the completion of the Christian Reconquista, with the penetration and influence of the Almoravides, and then the Almohads, from North Africa. These more intolerant sects abhorred the liberality of the Islamic culture of al-Andalus, including the position of authority some dhimmis held over Muslims. When the Almohads gave the Jews a choice of either death or conversion to Islam, many Jews emigrated. Some, such as the family of Maimonides, fled south and east to the more tolerant Muslim lands, while others went northward to settle in the growing Christian kingdoms. Meanwhile, the Reconquista continued in the north throughout the 12th century. As various Arab lands fell to the Christians, conditions for some Jews in the emerging Christian kingdoms became increasingly favorable. As had happened during the reconstruction of towns following the breakdown of authority under the Umayyads, the services of Jews were employed by the victorious Christian leaders. Sephardic knowledge of the language and culture of the enemy, their skills as diplomats and professionals, as well as their desire for relief from intolerable conditions — the very same reasons that they had proved useful to the Arabs in the early stages of the Muslim invasion — made their services very valuable. However, the Jews from the Muslim south were not entirely secure in their northward migrations. Old prejudices were compounded by newer ones. Suspicions of complicity with the Muslims were alive and well as Jews immigrated, speaking Arabic. However, many of the newly arrived Jews of the north prospered during the late 11th and early 12th centuries. The majority of Latin documentation regarding Jews during this period refers to their landed property, fields, and vineyards. In many ways life had come full circle for the Sephardim of al-Andalus. As conditions became more oppressive during the 12th and 13th centuries, Jews again looked to an outside culture for relief. Christian leaders of reconquered cities granted them extensive autonomy, and Jewish scholarship recovered somewhat and developed as communities grew in size and importance. However, the Reconquista Jews never reached the same heights as had those of the Golden Age. Among the Sephardim were many who were the descendants, or heads, of wealthy families and who, as Marranos, had occupied prominent positions in the countries they had left. Some had been stated officials, others had held positions of dignity within the Church; many had been the heads of large banking-houses and mercantile establishments, and some were physicians or scholars who had officiated as teachers in high schools. Their Spanish or Portuguese was a lingua franca that enabled Sephardim from different countries to engage in commerce and diplomacy. With their social equals they associated freely, without regard to religion and more likely with regard to equivalent or comparative education, for they were generally well read, which became a tradition and expectation. They were received at the courts of sultans, kings, and princes, and often were employed as ambassadors, envoys, or agents. The number of Sephardim who have rendered important services to different countries is considerable as Samuel Abravanel (or \"Abrabanel\"—financial councilor to the viceroy of Naples) or Moses Curiel (or \"Jeromino Nunes da Costa\"-serving as Agent to the Crown of Portugal in the United Provinces).[74][75] Among other names mentioned are those of Belmonte, Nasi, Francisco Pacheco, Blas, Pedro de Herrera, Palache, Pimentel, Azevedo, Sagaste, Salvador, Sasportas, Costa, Curiel, Cansino, Schönenberg, Sapoznik (Zapatero), Toledo, Miranda, Toledano, Pereira, and Teixeira. The Sephardim distinguished themselves as physicians and statesmen, and won the favor of rulers and princes, in both the Christian and the Islamic world. That the Sephardim were selected for prominent positions in every country where they settled was only in part due to the fact that Spanish had become a world-language through the expansion of Spain into the world-spanning Spanish Empire—the cosmopolitan cultural background after long associations with Islamic scholars of the Sephardic families also made them extremely well educated for the times, even well into the European Enlightenment. For a long time, the Sephardim took an active part in Spanish literature; they wrote in prose and in rhyme, and were the authors of theological, philosophical, belletristic (aesthetic rather than content-based writing), pedagogic (teaching), and mathematical works. The rabbis, who, in common with all the Sephardim, emphasized a pure and euphonious pronunciation of Hebrew, delivered their sermons in Spanish or in Portuguese. Several of these sermons have appeared in print. Their thirst for knowledge, together with the fact that they associated freely with the outer world, led the Sephardim to establish new educational systems. Wherever they settled, they founded schools that used Spanish as the medium of instruction. Theatre in Constantinople was in Judæo-Spanish since it was forbidden to Muslims. In Portugal, the Sephardim were given important roles in the sociopolitical sphere and enjoyed a certain amount of protection from the Crown (e.g. Yahia Ben Yahia, first \"Rabino Maior\" of Portugal and supervisor of the public revenue of the first King of Portugal, D. Afonso Henriques). Even with the increasing pressure from the Catholic Church, this state of affairs remained more or less constant and the number of Jews in Portugal grew with those running from Spain. This changed with the marriage of D. Manuel I of Portugal with the daughter of the Catholic Monarchs of the newly born Spain. In 1497 the Decree ordering the expulsion or forced conversion of all the Jews was passed, and the Sephardim either fled or went into secrecy under the guise of \"Cristãos Novos\", i.e. New Christians (this Decree was symbolically revoked in 1996 by the Portuguese Parliament). Those who fled to Genoa were only allowed to land provided they received baptism. Those who were fortunate enough to reach the Ottoman Empire had a better fate: the Sultan Bayezid II sarcastically[citation needed] sent his thanks to Ferdinand for sending him some of his best subjects, thus \"impoverishing his own lands while enriching his (Bayezid's)\". Jews arriving in the Ottoman Empire were mostly resettled in and around Thessalonica and to some extent in Constantinople and İzmir. This was followed by a great massacre of Jews in the city of Lisbon in 1506 and the establishment of the Portuguese Inquisition in 1536. This caused the flight of the Portuguese Jewish community, which continued until the extinction of the Courts of Inquisition in 1821; by then there were very few Jews in Portugal. In Amsterdam, where Jews were especially prominent in the 17th century on account of their number, wealth, education, and influence, they established poetical academies after Spanish models; two of these were the Academia de Los Sitibundos and the Academia de Los Floridos. In the same city they also organized the first Jewish educational institution, with graduate classes in which, in addition to Talmudic studies, the instruction was given in the Hebrew language. The most important synagogue, or Esnoga, as it is usually called amongst Spanish and Portuguese Jews, is the Amsterdam Esnoga—usually considered the \"mother synagogue\", and the historical center of the Amsterdam minhag. A sizable Sephardic community had settled in Morocco and other Northern African countries, which were colonized by France in the 19th century. Jews in Algeria were given French citizenship in 1870 by the décret Crémieux (previously Jews and Muslims could apply for French citizenship, but had to renounce the use of traditional religious courts and laws, which many did not want to do). When France withdrew from Algeria in 1962, the local Jewish communities largely relocated to France. There are some tensions between some of those communities and the earlier French Jewish population (who were mostly Ashkenazi Jews), and with Arabic-Muslim communities. The largest part of Spanish Jews expelled in 1492 fled to Portugal, where they eluded persecution for a few years. The Jewish community in Portugal was perhaps then some 15% of that country's population.[28] They were declared Christians by Royal decree unless they left, but the King hindered their departure, needing their artisanship and working population for Portugal's overseas enterprises and territories. Later Sephardic Jews settled in many trade areas controlled by the Empire of Philip II and others. With various countries in Europe also the Sephardi Jews established commercial relations. In a letter dated 25 November 1622, King Christian IV of Denmark invites Jews of Amsterdam to settle in Glückstadt, where, among other privileges, the free exercise of their religion would be assured to them. Álvaro Caminha, in Cape Verde islands, who received the land as a grant from the crown, established a colony with Jews forced to stay on the island of São Tomé. Príncipe island was settled in 1500 under a similar arrangement. Attracting settlers proved difficult, however, the Jewish settlement was a success and their descendants settled many parts of Brazil.[76] In 1579 Luis de Carvajal y de la Cueva a Portuguese-born Converso, Spanish-Crown officer, was awarded a large swath of territory in New Spain, known as Nuevo Reino de León. He founded settlements with other conversos that would later become Monterrey. In particular, Jews established relations between the Dutch and South America. They contributed to the establishment of the Dutch West Indies Company in 1621, and some were members of the directorate. The ambitious schemes of the Dutch for the conquest of Brazil were carried into effect through Francisco Ribeiro, a Portuguese captain, who is said to have had Jewish relations in the Netherlands. Some years afterward, when the Dutch in Brazil appealed to the Netherlands for craftsmen of all kinds, many Jews went to Brazil. About 600 Jews left Amsterdam in 1642, accompanied by two distinguished scholars—Isaac Aboab da Fonseca and Moses Raphael de Aguilar. Jews supported the Dutch in the struggle between the Netherlands and Portugal for possession of Brazil. In 1642, Aboab da Fonseca was appointed rabbi at Kahal Zur Israel Synagogue in the Dutch colony of Pernambuco (Recife), Brazil. Most of the white inhabitants of the town were Sephardic Jews from Portugal who had been banned by the Portuguese Inquisition to this town at the other side of the Atlantic Ocean. In 1624, the colony had been occupied by the Dutch. By becoming the rabbi of the community, Aboab da Fonseca was the first appointed rabbi of the Americas. The name of his congregation was Kahal Zur Israel Synagogue and the community had a synagogue, a mikveh and a yeshiva as well. However, during the time he was a rabbi in Pernambuco, the Portuguese re-occupied the place again in 1654, after a struggle of nine years. Aboab da Fonseca managed to return to Amsterdam after the occupation of the Portuguese. Members of his community immigrated to North America and were among the founders of New York City, but some Jews took refuge in Seridó. The Sephardic kehilla in Zamość in the 16th and 17th centuries was the one of its kind in the entire Poland of that time. It was an autonomous institution, and until the mid-17th century it was not under the authority of the highest organ of the Jewish self-government in the Republic of Poland - the Council of Four Lands.[77] Besides merchants, a great number of physicians were among the Spanish Jews in Amsterdam: Samuel Abravanel, David Nieto, Elijah Montalto, and the Bueno family; Joseph Bueno was consulted in the illness of Prince Maurice (April 1623). Jews were admitted as students at the university, where they studied medicine as the only branch of the science of practical use to them, for they were not permitted to practice law, and the oath they would be compelled to take excluded them from the professorships. Neither were Jews taken into the trade-guilds: a resolution passed by the city of Amsterdam in 1632 (the cities being autonomous) excluded them. Exceptions, however, were made in the case of trades that related to their religion: printing, bookselling, and the selling of meat, poultry, groceries, and drugs. In 1655 a Jew was, exceptionally, permitted to establish a sugar-refinery. Jonathan Ray, a professor of Jewish theological studies, has argued that the community of Sephardim was formed more during the 1600s than the medieval period. He explains that prior to expulsion Spanish Jewish communities did not have a shared identity in the sense that developed in diaspora. They did not carry any particular Hispano-Jewish identity into exile with them, but certain shared cultural traits contributed to the formation of the diaspora community from what had historically been independent communities.[78] The Holocaust that devastated European Jewry and virtually destroyed its centuries-old culture also wiped out the great European population centers of Sephardi Jewry and led to the almost complete demise of its unique language and traditions. Sephardi Jewish communities from France and the Netherlands in the northwest to Yugoslavia and Greece in the southeast almost disappeared. On the eve of World War II, the European Sephardi community was concentrated in Southeastern Europe countries of Greece, Yugoslavia, and Bulgaria. Its leading centers were in Salonika, Sarajevo, Belgrade, and Sofia. The experience of Jewish communities in those countries during the war varied greatly and depended on the type of regime under which they fell. The Jewish communities of Yugoslavia and northern Greece, including the 50,000 Jews of Salonika, fell under direct German occupation in April 1941 and bore the full weight and intensity of Nazi repressive measures from dispossession, humiliation, and forced labor to hostage-taking, and finally deportation to the Auschwitz concentration camp.[79] The Jewish population of southern Greece fell under the jurisdiction of the Italians who eschewed the enactment of anti-Jewish legislation and resisted whenever possible German efforts to transfer them to occupied Poland, until the surrender of Italy on 8 September 1943 brought the Jews under German control. Sephardi Jews in Bosnia and Croatia were ruled by a German-created Independent State of Croatia state from April 1941, which subjected them to pogrom-like actions before herding them into local camps where they were murdered side by side with Serbs and Roma (see Porajmos). The Jews of Macedonia and Thrace were controlled by Bulgarian occupation forces, which after rendering them stateless, rounded them up and turned them over to the Germans for deportation. Finally, the Jews of Bulgaria proper were under the rule of a Nazi ally that subjected them to ruinous anti-Jewish legislation, but ultimately yielded to pressure from Bulgarian parliamentarians, clerics, and intellectuals not to deport them. More than 50,000 Bulgarian Jews were thus saved. The Jews in North Africa identified themselves only as Jews or European Jews, having been westernized by French and Italian colonization. During World War II and until Operation Torch, the Jews of Morocco, Algeria, and Tunesia, governed by pro-Nazi Vichy France, suffered the same antisemitic legislation that Jews suffered in France mainland. They did not, however, directly suffer the more extreme Nazi Germany antisemitic policies, and nor did the Jews in Italian Libya. The Jewish communities in those European North Africa countries, in Bulgaria, and in Denmark were the only ones who were spared the mass deportation and mass murder that afflicted other Jewish communities. Operation Torch therefore saved more than 400,000 Jews in European North Africa. The Jews in French North Africa were awarded French citizenship by 1870 Crémieux Decree. They were therefore considered part of the European pieds noirs community in spite of having been established in North Africa for many centuries, rather than subject to the Indigénat status imposed on their Muslim former neighbors. Most consequently moved to France in the late 1950s and early 1960s after Tunisia, Morocco and Algeria became independent, and they now make up a majority of the French Jewish community. Today, the Sephardim have preserved the romances and the ancient melodies and songs of Spain and Portugal, as well as a large number of old Portuguese and Spanish proverbs.[80] A number of children's plays, like, for example, El Castillo, are still popular among them, and they still manifest a fondness for the dishes peculiar to Iberia, such as the pastel, or pastelico, a sort of meat-pie, and the pan de España, or pan de León. At their festivals, they follow the Spanish custom of distributing dulces, or dolces, a confection wrapped in paper bearing a picture of the magen David (six-pointed star). In Mexico, the Sephardic community originates mainly from Turkey, Greece, and Bulgaria. In 1942 the Colegio Hebreo Tarbut was founded in collaboration with the Ashkenazi family and instruction was in Yiddish. In 1944 the Sephardim community established a separate \"Colegio Hebreo Sefaradí\" with 90 students where instruction was in Hebrew and complemented with classes on Jewish customs. By 1950 there were 500 students. In 1968 a group of young Sephardim created the group Tnuat Noar Jinujit Dor Jadash in support of the creation of the state of Israel. In 1972 the Majazike Tora institute is created aiming to prepare young male Jews for their Bar Mitzvah.[81] While the majority of American Jews today are Ashkenazim, in Colonial times Sephardim made up the majority of the Jewish population. For example, the 1654 Jews who arrived in New Amsterdam fled from the colony of Recife, Brazil after the Portuguese seized it from the Dutch. Through most of the 18th century, American synagogues conducted and recorded their business in Portuguese, even if their daily language was English. It was not until widespread German immigration to the United States in the 19th century that the tables turned and Ashkenazim (initially from Germany but by the 20th century from Eastern Europe) began to dominate the American Jewish landscape. The Sephardim usually have followed the general rules for Spanish and Portuguese names. Many used to bear Portuguese and Spanish names; however, it is noteworthy that a large number of Sephardic names are of Hebrew and Arabic roots and are totally absent in Iberian patronyms and are therefore often seen as typically Jewish. Many of the names are associated with non-Jewish (Christian) families and individuals and are by no means exclusive to Jews. After 1492, many marranos changed their names to hide their Jewish origins and avoid persecution, adopting professions and even translating such patronyms to local languages like Arabic and even German.[citation needed] It was common to choose the name of the Parish Church where they have been baptized into the Christian faith, such as Santa Cruz or the common name of the word \"Messiah\" (Savior/Salvador) or adopted the name of their Christian godparents.[82] Dr. Mark Hilton's research demonstrated in IPS DNA testing that the last name of Marranos linked with the location of the local parish was correlated 89.3% In contrast to Ashkenazic Jews, who do not name newborn children after living relatives, Sephardic Jews often name their children after the children's grandparents, even if they are still alive. The first son and daughter are traditionally named after the paternal grandparents, then the maternal parents' names are next in line for the remaining children. After that, additional children's names are \"free\", so to speak, meaning that one can choose whatever name, without any more \"naming obligations.\" The only instance in which Sephardic Jews will not name after their own parents is when one of the spouses shares a common first name with a mother/father-in-law (since Jews will not name their children after themselves.) There are times though when the \"free\" names are used to honor the memory of a deceased relative who died young or childless. These conflicting naming conventions can be troublesome when children are born into mixed Ashkenazic-Sephardic households. A notable exception to the distinct Ashkenazi and Sephardi naming traditions is found among Dutch Jews, where Ashkenazim have for centuries followed the tradition otherwise attributed to Sephardim. See Chuts. Since April 2013, Sephardim who are descendants of those expelled in the inquisition are entitled to claim Portuguese citizenship provided that they \"belong to a Sephardic community of Portuguese origin with ties to Portugal\". The amendment to Portugal's \"Law on Nationality\" was approved unanimously on 11 April 2013,[83] and remains open to applications as of October 2019[update].[84] A similar law was approved in Spain in 2014[85] and passed in 2015. By the expiry date on 30 September 2019, Spain had received 127,000 applications, mostly from Latin America.[84] Great authority was given to the president of each congregation. He and the rabbinate of his congregation formed the \"ma'amad\", without whose approbation (often worded in Spanish or Portuguese, or Italian) no book of religious content might be published. The president not only had the power to make authoritative resolutions with regard to congregational affairs and to decide communal questions, but he had also the right to observe the religious conduct of the individual and to punish anyone suspected of heresy or of trespassing against the laws. During the medieval period, a considerable number of Ashkenazi Jews from historic \"Ashkenaz\" (France and Germany) had moved to study Kabbalah and Torah under the guidance of Sephardic Jewish Rabbis in Iberia. These Ashkenazi Jews who assimilated into the Sephardic society eventually gained the surnames \"Ashkenazi\"[122] if they came from Germany and \"Zarfati\" if they came from France.[123] Sephardi-Ashkenazi relations have at times been tense and clouded by arrogance, snobbery and claims of racial superiority, with both sides claiming the inferiority of the other, based upon such features as physical traits and culture.[124][125][126][127][128] In some instances, Sephardi Jews have joined Ashkenazi communities, and have intermarried.[129][130]     Sephardic Jews are closely genetically related to their Ashkenazi Jewish counterparts and studies have shown that they have mainly a mixed Middle Eastern (Levantine) and Southern European ancestry.[131] Due to their origin in the Mediterranean basin and strict practice of endogamy, there is a higher incidence of certain hereditary diseases and inherited disorders in Sephardi Jews. However, there are no specifically Sephardic genetic diseases, since the diseases in this group are not necessarily common to Sephardic Jews specifically, but are instead common in the particular country of birth, and sometimes among many other Jewish groups generally.[132] The most important ones are: Genealogy: Genetics: History and community: Philosophical: Music and liturgy:","Title":"Sephardi Jews - Wikipedia","KeyID":"12545","URL":"https://en.wikipedia.org/wiki/Sephardic"}