{"Content: ":"The UNESCO World Network of Biosphere Reserves (WNBR) covers internationally designated protected areas, known as biosphere reserves, which are meant to demonstrate a balanced relationship between people and nature (e.g. encourage sustainable development).[1] They are created under the Man and the Biosphere Programme (MAB). The World Network of Biosphere Reserves (WNBR) of the MAB Programme consists of a dynamic and interactive network of sites. It works to foster the harmonious integration of people and nature for sustainable development through participatory dialogue, knowledge sharing, poverty reduction, human well-being improvements, respect for cultural values and by improving society's ability to cope with climate change. It promotes north–south and South-South collaboration and represents a unique tool for international cooperation through the exchange of experiences and know-how, capacity-building and the promotion of best practices.[1] As of 2022[update][A] total membership had reached 727 biosphere reserves in 131 countries (including 20 transboundary sites) occurring in all regions of the world.[1] Myanmar had its first biosphere reserve inscribed in 2015. This already takes into account some biosphere reserves that have been withdrawn or revised through the years, as the program's focus has shifted from simple protection of nature to areas displaying close interaction between man and environment. Article 4 of the \"Statutory Framework of the World Network of Biosphere Reserves\". defines general criteria for an area to be qualified for designation as a biosphere reserve as follows: Article 9 of the Statutory Framework states that \"the status of each biosphere reserve should be subject to a periodic review every ten years, based on a report prepared by the concerned authority, on the basis of the criteria of Article 4\".[4] If a biosphere reserve no longer satisfies the criteria contained in Article 4, it may be recommended the state concerned take measures to ensure conformity. Should a biosphere reserve still does not satisfy the criteria contained in Article 4, within a reasonable period, the area will no longer be referred to as a biosphere reserve which is part of the network.[4] Article 9 of the Statutory Framework gives a state the right to remove a biosphere reserve under its jurisdiction from the network. As of July 2018[update], a total of 45 sites had been withdrawn from the World Network of Biosphere Reserves by 9 countries.[5] Some reserves have been withdrawn after they no longer met newer, stricter criteria for reserves, for example on zonation or area size.[6] In June 2017, during the International Coordinating Council of the Man and the Biosphere Programme (MAB ICC) meeting in Paris, the United States has withdrawn 17 sites (out of the country's previous total of 47 sites) from the program.[7]","Title":"World Network of Biosphere Reserves - Wikipedia","KeyID":"12558","URL":"https://en.wikipedia.org/wiki/World_Network_of_Biosphere_Reserves"}