{"Content: ":"Vicente Ferrer Moncho (9 April 1920 – 19 June 2009)[1] was a Jesuit missionary who spent his life working to improve the lives of the poor in the mission he founded in Southern India. Today the Vicente Ferrer Foundation carries out humanitarian projects in Andhra Pradesh, bringing aid to over 2.5 million poor people.[2] Vicente Ferrer was born in Barcelona, Spain, on 9 April 1920. In his youth he was for a while affiliated with the POUM (Workers' Party of the Marxist Unification) and at 16 he was called up by the military to serve in the Spanish Civil War. He participated in the Battle of the Ebro (1938) and the retreat of the Republican army to France after the fall of the Catalan front. He was briefly interned in the Argelès-sur-Mer concentration camp. As he had not committed any crimes in the conflict, he opted to return to Spain and was handed over by the French authorities to Franco's Spanish authorities in Hendaya, by whom he was confined in a concentration camp located near Betanzos, Galicia, in 1939. He was finally released from the camp; however, he had to undertake a further two years of military service. On his discharge, he finished seven years in the military including the war years, his incarceration and his second spell of military service. In 1944 he abandoned his law studies and became a Jesuit.[3][4] He arrived in India in 1952 as a Jesuit missionary. In 1958, after deciding to increase his focus on helping the poor, he and a group of followers created the \"Rural Development Association\" in Manmad (north of Mumbai). This organisation started with twelve acres of land and a school. Although due to the crisis in rural areas, many peasants wanted to emigrate, Vicente Ferrer encouraged local peasants to dig wells and told them \"I will pay you with wheat and oil.\" He supplied them with water pumps on credit and with no interest charges or guarantees. The organisation has been involved in the construction of 3,000 wells. After the publication of the article \"The Silent Revolution\" in 1968 in The Illustrated Weekly of India, one of the most read Indian magazines at the time, he was expelled by the Indian authorities who viewed his work as a threat to their interests. However, a year later, he was granted permission to return and was allowed to continue his work in the poverty-stricken city of Anantapur in Andhra Pradesh. He left the Jesuits in 1970 but continued his humanitarian work along with his English wife the former journalist Anne Perry. After his return, he started another project in Anantapur; he again set up irrigation systems, this time in a desert area that was completely barren. The cooperative work method that he instituted there goes by the name of \"linked brotherhood\": help is given to each peasant in digging his own well, with material and food for the length of the work; when this is finished the peasant helps others in the same way. Vicente in 1969 founded Rural Development Trust, a non-governmental organisation committed to the progress of vulnerable and disadvantaged communities in the states of Andhra Pradesh and Telangana, in Southern India. Since its inception in 1969, the organisation has endeavoured to improve the quality of life of the rural poor, with a particular emphasis on women, children and people with disabilities. It has progressively implemented comprehensive development programmes involving all areas of development. Ferrer started the Vicente Ferrer Foundation in 1969 with his wife, Anna Ferrer, in Andhra Pradesh. The foundation, which mainly works with the Dalit caste, organised wells and irrigation systems, has funded three hospitals, an AIDS clinic, a family planning centre,[5] 14 rural clinics, 1,700 schools, some 30,000 houses and the planting of over 3 million trees. The work of the foundation has improved the lives of more than 2.5 million people.[6] In 1998 he was awarded Spain's Prince of Asturias Award for Concord.[7] Ferrer was admitted to the emergency ward of Anantapur hospital on 20 March 2009 after suffering a cerebrovascular accident (a stroke).[8] He died on 19 June 2009 at the age of 89 from cardio-respiratory failure.[9] On 14 May 2009 the Spanish Agency for International Development Cooperation and the Ministry for Education announced the creation of the National Awards for Development Education Vicente Ferrer.[10] Which rewards publicly funded schools for developing activities, educational experiences, educational projects or proposals to sensitise, educate, develop critical thinking and encourage active participation of students in the pursuit of global citizenship, compassion, commitment to the eradication of poverty and its causes and sustainable human development.[11] In July 2009 Spanair announced that it would name one of its Airbus 320s after the missionary, following an agreement signed with the Vicente Ferrer Foundation.[12] On 1 February 2010 an independent group nominated the Vicent Ferrer Foundation for the 2010 Nobel Peace Prize.[13][14]","Title":"Vicenç Ferrer Moncho - Wikipedia","KeyID":"12554","URL":"https://en.wikipedia.org/wiki/Vicen%C3%A7_Ferrer_Moncho"}