{"Content: ":"Organización Nacional de Ciegos Españoles (ONCE) (Spanish pronunciation: [ˈonθe], National Organization of Spanish blind people) is a Spanish foundation founded on December 13, 1938, to raise funds to provide services for the blind and people with serious visual impairment. Although it is overseen by a board of patrons made up of representatives from various Spanish ministries, it does enjoy a certain amount of freedom of movement in the day-to-day running of its activities, and its general council is democratically elected from among its members. As of September 2013, membership of the organization was 71,460 people,[2] of whom 40% were over the age of 65. Between them, the three pillars of the ONCE—the Directorate-General, the Foundation and CEOSA, ONCE's business corporation—employ over 136,000 staff, of whom 88.5% are people with disabilities.[3] In September 2013, coinciding with the organization's 75th anniversary, the ONCE was awarded Spain's Premio Príncipe de Asturias for Concord.[2][4] From 1989 to 2003, ONCE sponsored one of Spain's leading cycling teams. While many of their activities overlap, there are, at least formally, three divisions of the ONCE: The Directorate-General is responsible for the day-to-day running of the organization, its social and cultural work, and so on. Through its general council, it maintains institutional relations with local, regional and national government bodies, as well as representation on international bodies such as the World Blind Union, EBU and the IBSA (IBSA). In 1988 ONCE established the ONCE foundation (Spanish: Fundación ONCE) to provide professional training and employment, to eliminate architectural, urban and communication barriers and promote \"Digital Solidarity\", web-based services for people with any disabilities. The Fundación also has its own business arm, Fundosa, with companies dealing with accessibility, industrial laundering, and so on. The Fundación is active in the Paralympic movement and is a founding partner of the European Network for Accessible Tourism (ENAT), an international organization set up in 2006 to promote accessible tourism. The Fundación has attracted support from the Spanish royal family. In May 2010, Princess Letizia presented awards at a Fundación awareness-raising event.[5] In March 2011, the Princess presented the Fundacion's DISCAPNET awards, celebrating innovation in accessibility.[6] The ONCE Business Corporation (Spanish: Corporación Empresarial ONCE SA, CEOSA) is the business corporation of ONCE and owns, or is a stakeholder in, several companies across a wide range of sectors, including service companies, hotels and food companies. In the 1980s, and in order to diversify the risk of any future decrease in sales of the cupón, the managers of the ONCE started a policy of profit-oriented investment. One of its acquisitions was a sizeable participation in the Spanish private TV channel Telecinco and the radio network Onda Cero (\"Airwave Zero\", based on the ONda CEro acronym). The most visible effect was the Telecinco broadcast of the daily lottery draw, the Telecupón, presented by the popular retired actress Carmen Sevilla. Critics pointed to the paradox of blind \"upstarts\" running one of the newly created commercial TV channels. There were also critics who claimed that it was a manoeuvre of the then-ruling party in government, the Spanish Socialist Workers Party (PSOE) to indirectly control the media in general.[citation needed] Later management teams divested from Telecinco following a major judicial investigation into supposed tax dodges, etc., by the main shareholder, a company belonging to Silvio Berlusconi's Fininvest.[citation needed] ONCE no longer has a stake in either of these media companies, although it does still run a media company, Servimedia, that is a news agency specialising in providing information on issues of social interest, such as disability, integration, corporate social responsibility, leisure, etc. Although ONCE now has several gaming products available, their traditional product and one of the most visible aspects of ONCE is the charity lottery ticket known throughout Spain as the Cupón. Sales of this lottery product are the main source of income for ONCE and can carry huge tax-exempt cash prizes. The draw has different tickets for different days of the week, a special weekend ticket as well as special tickets with higher prizes, usually by season. The draw has for many years been broadcast live every night on Spanish TV channels, including Telecinco, Cuatro and CNN+. As of January 3, 2017, it is shown on the Spanish television channel La 1. The basic graphic designs on the cupón is the same every day, but the theme changes to correspond to current events. For example, when the Euro became legal tender, or cultural references such as national or local monuments. Collecting old issues of the cupón has thus become a hobby for many cupón buyers in Spain. The Cupón Diario[7] (daily cupón) is drawn daily (Monday to Friday) as a five-digit number and a Series number. Each ticket costs €2.00. Prizes can vary, based on how many of the five digits a particular cupón has, or the sum of all numbers on the cupón and the Series number. The digits have to be in order to win, from left to right. The lowest prize is effectively a refund of the €2.00 that was used to purchase a ticket. ONCE lottery tickets are sold on the streets by authorised cupón sellers, as well as in ONCE kiosks. These are clearly identified by the word \"ONCE\" and can be found along the high street, at airports, and in shopping malls. These points of sales employ the blind or partially sighted, which is one of the main goals of ONCE, although by agreement with Fundación ONCE, over the last few years some have become available to people with other disabilities. Once sells tickets online, at the website juegosonce.es. Likewise, to prevent attempts of fraudulent manipulation and counterfeiting, the cupón itself has a number of embedded security features of different kinds, such as optically variable devices, that are extremely difficult to reproduce. The cupón sellers use electronic reading devices with access to the ONCE database to check each winning number and the cupón's authenticity. Major (tax-exempt) cash prizes are paid directly into bank accounts once the winner has established contact with the organisation through its delegations throughout Spain. From 1989 until the end of the 2003 season, ONCE sponsored one of the leading Spanish cycling teams. Whilst hugely successful in sporting terms and as a marketing vehicle, it was a costly project that was increasingly difficult to justify in terms of the ONCE's commitment to social integration of its members. Their former directeur sportif, Manolo Saiz, went on to form the Liberty Seguros-Würth team.","Title":"ONCE - Wikipedia","KeyID":"12567","URL":"https://en.wikipedia.org/wiki/ONCE"}