{"Content: ":"The Company of the Daughters of Charity of Saint Vincent de Paul (Latin: Societas Filiarum Caritatis a Sancto Vincentio de Paulo), commonly called the Daughters of Charity or Sisters of Charity of Saint Vincent De Paul, is a Society of Apostolic Life for women within the Catholic Church. Its members make annual vows throughout their life, which leaves them always free to leave, without need of ecclesiastical permission. They were founded in 1633 and state that they are devoted to serving the poor through the corporal and spiritual works of mercy. They have been popularly known in France as \"the Grey Sisters\" from the color of their traditional religious habit, which was originally grey, then bluish grey. The 1996 publication The Vincentian Family Tree presents an overview of related communities from a genealogical perspective.[1] They use the initials DC after their names. Since 20 April 2020, its Superior General is Françoise Petit.[2] The institute was founded by Vincent de Paul, a French priest, and Louise de Marillac, a widow. The need for organization in working with the poor suggested to De Paul the forming of a confraternity among the women of his parish in Châtillon-les-Dombes. It was so successful that it spread from the rural districts to Paris, where the noble ladies often found it hard to give personal care to the needs of the poor and sent their servants to minister to those in need; but the work was often slighted as unimportant. Vincent de Paul remedied this by referring interested young women from the countryside to work with the \"Ladies of Charity\" in Paris.[3] These young women formed the nucleus of the Company of the Daughters of Charity now spread over the world. On 29 November 1633, the eve of St. Andrew, de Marillac began a more systematic training of the women, particularly for the care of the sick. The sisters lived in community in order to better develop the spiritual life so as to more effectively carry out their mission of service. The Daughters of Charity differed from other religious congregations of that time in that they were not cloistered. They maintained the necessary mobility and availability, and lived among those whom they served.[3] From the beginning, the community motto was: \"The charity of Christ impels us!\" The newly formed Daughters of Charity set up soup kitchens, organized community hospitals, established schools and homes for orphaned children, offered job training, taught the young to read and write, and improved prison conditions. The hospital of St John the Evangelist in the province of Angers was the first hospital entrusted to the care of the Daughters of Charity.[4] Louise de Marillac and Vincent de Paul both died in 1660, and by this time there were more than forty houses of the Daughters of Charity in France, and the sick poor were cared for in their own dwellings in twenty-six parishes in Paris. Anticlerical forces in the French Revolution were determined to shut down all convents. In 1789 France had 426 houses; the sisters numbered about 6000 in Europe. In 1792, the sisters were ordered to quit the motherhouse; the community was officially disbanded in 1793.[5] An oath to support the Revolution was imposed on all former members of religious orders who performed a service that was remunerated by the state. Taking this oath was seen as breaking off with the Church while those who refused to do so were considered counter-revolutionaries. In Angers, revolutionary authorities decided to make an example of sisters Marie-Anne Vaillot and Odile Baumgarten in order to demonstrate what refusal to take the oath would mean. In early 1794 they were publicly executed. At a ceremony in Rome on 19 February 1984 Pope John Paul II beatified ninety-nine persons who died for the faith in Angers, including Vaillot and Baumgarten.[4] Their feast day is February 1. Sister Marguerite Rutan was Superior of the community that staffed the hospital at Dax. The six sisters had refused to take the revolutionary oath. The Revolutionary committee wanted to remove the Superior of the Sisters and looked for a motive to arrest her. A false testimony allowed them to say that Sr. Marguerite was unpatriotic, a fanatic against the principles of the Revolution and that she tried to convince the wounded soldiers to desert and join the royalist army of Vendéens. On 9 April 1794 Sister Marguerite Rutan was condemned to death and guillotined at Poyanne Place not far from the prison.[3] She was beatified Sunday, 19 June 2011 in Dax, France. Her feast day is June 26. Sisters Marie-Madeleine Fontaine, Marie-Françoise Lanel, Thérèse Fantou, and Jeanne Gérard from the House of Charity in Arras were guillotined in Cambrai 26 June 1794. Waiting for the cart to take them to the guillotine, the guards took their chaplets and, not knowing what to do, put them on their heads like a crown. They were beatified on 13 June 1920. Their feast day is June 26.[3] The order was restored in 1801, many former sisters returned, and it grew very rapidly throughout the 19th century. From that time and through the 19th century, the community spread to Austria, Australia, Hungary, Ireland, Israel, Portugal, Turkey, Britain and the Americas.[5] During this period, the ministry of the Daughters developed to caring for others in need such as orphans and those with physical disabilities. The first house in Ireland was opened in Drogheda, in 1855. By 1907 there were 46 houses and 407 sisters in England; 13 houses and 134 sisters in Ireland; 8 houses and 62 sisters in Scotland. They operated 23 orphanages; 7 industrial schools; 24 public elementary schools; 1 normal school to train teachers; 3 homes for working girls or women ex-convicts; and 8 hospitals.[5] The Convent of Saint Vincent de Paul was the first building established on Mamilla Street in Jerusalem, near Jaffa Gate, in 1886. Precipitating the future growth of that street as a commercial thoroughfare, the sisters put up a series of shops in front of the building and used the rent money for convent operations.[6] The convent was integrated into the design of the Mamilla Mall pedestrian promenade, which opened in 2007.[7] The motherhouse of the Daughters of Charity is located at 140 rue du Bac, in Paris, France. The remains of de Marillac and those of St. Catherine Labouré lie preserved in the chapel of the motherhouse. Labouré was the Daughter of Charity to whom, in 1830, the Blessed Virgin Mary is said to have appeared, commissioning her to spread devotion to the Medal of Mary Immaculate, commonly called the Miraculous Medal. The traditional habit of the Daughters of Charity was one of the most conspicuous of Catholic Sisters, as it included a large starched cornette on the head. This was the dress of peasant women of the neighborhood of Paris at the date of the foundation, a grey habit with wide sleeves and a long grey apron. The head-dress was at first a small linen cap, but to this was added in the early days the white linen cornette, from which they became affectionately known as \"God's Geese\".[8] At first it was used only in the country, being in fact the headdress of the Ile de France district, but in 1685 its use became general. The institute adopted a more simple modern dress and blue veil on 20 September 1964. The Charism of a religious society is the characteristic impetus which distinguishes it from other similar groups. Religious communities frequently describe it as a grace or gift given by God as inspiration to the founder, which lives on in the organization. The charism of the Daughters of Charity of St. Vincent de Paul is that of service to the poor.[9] In the United States, St. Elizabeth Ann Seton, a recent convert to the Catholic Church, had hoped to establish a community of Daughters of Charity. Unable to do so because of the political situation during the Napoleonic Wars, on 31 July 1809 she founded the Sisters of Charity of St. Joseph at Emmitsburg, Maryland. The nucleus of the little community consisted of five Sisters who were soon joined by others. Her desire to consecrate her life to works of charity led Mother Seton to request the Rules of the Daughters of Charity founded by St. Vincent de Paul in 1633. Bishop Benedict J. Flaget presented the request to superiors in Paris and in 1810 brought to Mother Seton the Rules by which she guided her community during her lifetime. At the time of her death in 1821, the community numbered fifty Sisters. In 1850, the community at Emmitsburg affiliated with the Mother House of the Daughters of Charity in Paris and at that time adopted the blue habit and the white collar and cornette.[10] The community in Emmitsburg became the first American province of the Daughters of Charity. By then, other communities had been established elsewhere in the United States. In 1817, Mother Seton sent three Sisters to New York at the invitation of Bishop Connolly to open a home for dependent children. Their services were urgently needed, for many parents were victims of the epidemics that frequently invaded the city, where there was as yet no system of sanitation. In 1846, the New York congregation incorporated as a separate order, the Sisters of Charity of New York. The Sisters in New York retained the rule, customs, and spiritual exercises originally established by Mother Seton: the black habit, cape and cap.[10] During the American Civil War, the congregation provided nursing services to soldiers in field hospitals and in depots for prisoners of war.[11] The Spanish–American War of 1898 quickly demonstrated the important need for trained nurses, as hastily constructed army camps for more than twenty-eight thousand members of the regular army were devastated by diarrhea, dysentery, typhoid fever, and malaria – all of which took a much greater toll than did enemy gunfire. The United States government called for women to volunteer as nurses. Thousands did so, but few were professionally trained. Among the latter were 250 Catholic nurses, most of them from the Daughters of Charity of St. Vincent de Paul. Reverend Mother Mariana Flynn, head of the Daughters of Charity, recalled their service during the Civil War and said her sisters were proud to be \"back in the army again, caring for our sick and wounded.\"[12] In 1910, the jurisdiction of Emmitsburg was divided into two Provinces with the Eastern Provincial House in Emmitsburg and the Western Provincial House in Normandy, Missouri, a suburb of St. Louis.[10] As of 2019, 14,000 serve in ninety countries, addressing needs of food, water, sanitation and shelter, besides their work with health care, HIV/AIDS, migrant and refugee assistance, and education.[13] In July 2011 the Daughters of Charity merged four of the five existing U.S. provinces – Emmitsburg, Maryland; Albany, New York; St. Louis, Missouri; and Evansville, Indiana. The process of unification began at a 2007 gathering in Buffalo, N.Y. The Province of the West, based in Los Altos Hills, Calif., was not involved in the merger. The newly constituted province is named for St. Louise de Marillac, who founded the congregation in France in 1633 along with St. Vincent de Paul to “serve Christ in persons who are poor.” Administrative offices for the Province of St. Louise are located in St. Louis, Mo. The archival collections of the former provinces will be consolidated in a new facility located within the former St. Joseph’s Provincial House, adjacent to The Basilica of the National Shrine of St. Elizabeth Ann Seton and the Seton Heritage Center, in Emmitsburg, Maryland.[14] The new province covers 34 states, the District of Columbia and the Canadian province of Quebec. In Spain, they have run orphanages, soup kitchens and hospitals. In recent times, they were accused of abusing power in maternity wards run by them both in private and public hospitals, stealing children from their mothers. A particular Sor Maria was accused and indicted but never fully judged or found guilty due to old age. This was denounced by Asociación Nacional de Afectados por Adopciones Irregulares, ANADIR Many hospitals, orphanages, and educational institutions were established and operated by the Daughters of Charity over the years, including Saint Joseph College, Emmitsburg, Maryland, Marillac College in Missouri, Santa Isabel College Manila, St Louise's Comprehensive College in Belfast, Northern Ireland, and Saint Louise de Marillac High School in Illinois. Though no longer staffed and run by the Daughters, five of the hospitals which were founded by them in the USA continue to operate within the St. Vincent's Health Care System.[15] Marillac St. Vincent Family Services in Chicago is a social service agency offering accredited early childhood education, programs for youth, comprehensive services to isolated seniors, access to food, and outreach to adults and families.[16] The current nonprofit organization evolved from the merger of Marillac Social Center (est. 1914) and St. Vincent de Paul Center (est. 1915).[17] In Mayagüez, Puerto Rico, they help run the Asilo De Pobres[18] and in the Philippines they run the College of the Immaculate Conception. In the United Kingdom, the Daughters of Charity are based at Mill Hill, north London, and have registered charity status.[19] Daughters operate St. Ann's Infant and Maternity Home near Washington, D.C.[20] During WW2, members of the order, led by Sister Barta Pulherija, operated a children's concentration camp on behalf of the Axis puppet state Independent State of Croatia known as Jastrebarsko children's camp.[21] Children arrived in an emaciated and weak condition from other camps within the Ustaše camp system, with a total of 3,336 children passing through the camp. Between 449 and 1,500 children died, mainly from disease and malnutrition. According to Fumić, the alleged inhumane actions of Pulherija and other nuns and their role in the deaths of many children has never been addressed, much less condemned, by the Catholic Church. Pulherija died in Austria in 1981.[22]  The second phase of the Scottish Child Abuse Inquiry focused on orphanages run by the Daughters of Charity: Smyllum Park in Lanark (1864–1981), Bellevue House in Rutherglen (1912–1961), St Joseph's Hospital in Rosewell, St Vincent's School for the Deaf/Blind in Glasgow (1911–1985) and Roseangle Orphanage (St Vincent's) in Dundee (1905–1974).[23] Smyllum Park was founded in 1864 and closed in 1981 due to a move from institutional establishments to small family group living for children in care. During its years of operation it took in more than 11,600 children. \"The Scottish Child Abuse Inquiry, which is investigating allegations of abuse against children in care across Scotland, heard from former residents at the Smyllum Park home, who described suffering beatings, sexual and emotional abuse and mistreatment.\"[24] When opened, the aim was to support homeless Catholic children from Scotland.[25] Bodies of up to 400 children who had died at Smyllum were discovered in a single nearby mass grave.[26] In 2018 the Scottish Child Abuse Inquiry reported that there had been physical, sexual, and emotional abuse at Scottish orphanages run by the Daughters at Smyllum Park (closed in 1981) and Bellevue House (closed in 1961).[27][28] Lawyers representing the Daughters of Charity of St Vincent de Paul at the Scottish Child Abuse inquiry officially apologised to people who had been abused as children in the care of the Charity.[29] Peter Kearney of the Peter Kearney, director of the Scottish Catholic Media Office, said \"During the 60-year period the inquiry covered, over 400,000 children experienced residential care in Scotland, the vast majority in non-Catholic homes. Catholics represent only 16 percent of Scotland's population, and Catholic religious orders didn't supply most residential care in the past. That was provided by local authorities. Putting Catholic religious orders at the top of the inquiry's agenda has thus created a skewed perspective.\"[30] Fumić, Ivan (2011). Djeca — žrtve ustaškog režima [Child Victims of the Ustaše Regime]. Zagreb, Croatia: Savez antifasistickih borca I antifasista republike Hrvatske [Union of Anti-Fascist Fighters and Anti-Fascists of the Republic of Croatia]. ISBN 978-953-7587-09-3.","Title":"Daughters of Charity of Saint Vincent de Paul - Wikipedia","KeyID":"12563","URL":"https://en.wikipedia.org/wiki/Daughters_of_Charity_of_Saint_Vincent_de_Paul"}