{"Content: ":"Ambrosia beetles are beetles of the weevil subfamilies Scolytinae and Platypodinae (Coleoptera, Curculionidae), which live in nutritional symbiosis with ambrosia fungi. The beetles excavate tunnels in dead, stressed, and healthy trees in which they cultivate fungal gardens, their sole source of nutrition. After landing on a suitable tree, an ambrosia beetle excavates a tunnel in which it releases spores of its fungal symbiont. The fungus penetrates the plant's xylem tissue, extracts nutrients from it, and concentrates the nutrients on and near the surface of the beetle gallery. Ambrosia fungi are typically poor wood degraders, and instead utilize less demanding nutrients.[1] The majority of ambrosia beetles colonize xylem (sapwood and/or heartwood) of recently dead trees, but some attack stressed trees that are still alive, and a few species attack healthy trees.[2] Species differ in their preference for different parts of trees, different stages of deterioration, and in the shape of their tunnels (\"galleries\"). However, the majority of ambrosia beetles are not specialized to any taxonomic group of hosts, unlike most phytophagous organisms including the closely related bark beetles. One species of ambrosia beetle, Austroplatypus incompertus exhibits eusociality, one of the few organisms outside of Hymenoptera and Isoptera to do so. Until recently ambrosia beetles have been placed in independent families Scolytidae and Platypodidae, however, they are in fact some of the most highly derived weevils, and are now placed in the subfamilies Scolytinae and Platypodinae of Family Curculionidae[3] There are about 3,000 known beetle species employing the ambrosia strategy.[4] Ambrosia beetles are an ecological guild, but not a phylogenetic clade. The ambrosia habit is an example of convergent evolution, as several groups evolved the same symbiotic relationship independently.[5] The highest diversity of ambrosia beetles is in the tropics. In the Paleotropical region, hundreds of species of Xyleborini and Platypodinae are the main agent initiating dead wood decomposition. In the Neotropics, Platypodinae and Xyleborini are joined by the scolytine tribe Cortylini. Compared to the diversity in the tropics, ambrosia beetle fauna in the temperate zone is rather limited. In the Nearctic region it is dominated by a few species from Cortylini, Xyleborini and Xyloterini. In the Palearctic realm, significant groups are Xyloterini and Xyleborini, joined by Scolytoplatypodini in the Far East. Beetles and their larvae graze on mycelium exposed on the gallery walls and on bodies called sporodochia, clusters of the fungus' spores. Most ambrosia beetle species don't ingest the wood tissue; instead, the sawdust resulting from the excavation is pushed out of the gallery. Following the larval and pupal stage, adult ambrosia beetles collect masses of fungal spores into their mycangia and leave the gallery to find their own tree. A few dozen species of ambrosia fungi have been described, currently in the genera Ambrosiella, Meredithiella, and Phialophoropsis (from Microascales), Afroraffaelea and Raffaelea (from Ophiostomatales), Ambrosiozyma (Saccharomycetales), Fusarium and Geosmithia (from Hypocreales), and Flavodon (from Basidiomycota).[2] Many more species remain to be discovered. Little is known about the bionomy or specificity of ambrosia fungi. Ambrosia fungi are thought to be dependent on transport and inoculation provided by their beetle symbionts, as they have not been found in any other habitat. All ambrosia fungi are probably asexual and clonal.[6] Some beetles are known to acquire (\"steal\") fungal inoculum from fungal gardens of other ambrosia beetle species.[7] During their evolution, most scolytid and platypodid weevils became progressively more or less dependent on fungi regularly co-habiting dead trees. This evolution had various outcomes in different groups: The vast majority of ambrosia beetles colonize dead trees, and have minor or no economic effect. A few species are able to colonize living stressed trees (Xylosandrus).[12] A few species are able to attack live and healthy trees, and those can reach epidemic proportions in non-native, invaded regions (Xyleborus glabratus, Euwallacea fornicatus[13]). Beetle species that readily colonize lumber, such as sawlogs, green lumber, and stave-bolts, often cause region-specific economic loss from the pinhole and stained-wood defects caused by their brood galleries. In Northern USA and Canada, conifer logs are attractive to Trypodendron lineatum (Oliv.) during the spring swarming flight (Dyer 1967).[14] Previous studies showed that short log sections become attractive more rapidly than corresponding long logs.","Title":"Ambrosia beetle - Wikipedia","KeyID":"1257","URL":"https://en.wikipedia.org/wiki/Ambrosia_beetle"}