{"Content: ":"National People's Power (NPP), or Jathika Jana Balawegaya, is an electoral coalition in Sri Lanka. It was established in 2015 by Anura Kumara Dissanayake, the leader of the Janatha Vimukthi Peramuna.[1][2][3] It consists of 28 political parties and other organisations. It contests in elections under the compass logo. Anura Kumara Dissanayake is currently the leader of the electoral coalition and Lakshman Nipuna Arachchi is the general secretary.[4][5] The NPP was formed by the members of the radical leftist Janatha Vimukthi Peramuna and 27 other parties, worker unions, women's rights groups and youth organizations including members of the ethnic communities. As the 19th Amendment to the Constitution of Sri Lanka was passed, opposition parties were nearly strong as the ruling which elects the president.[citation needed] NPP aimed to be the main opposition to passing the SLPP.[citation needed] However the SLPP achieved a victory as the ruling party, and the Samagi Jana Balawegaya became the opposition, with NPP being a third party. Anura Kumara later in a speech said that he was not satisfied with the SLPP becoming the ruling party and the NPP only getting three seats. As the 20th Amendment to the Constitution of Sri Lanka was announced, NPP launched a protest against it.[6][7] The National People's Power is ideologically centred on communism. The NPP is led by Janatha Vimukthi Peramuna.[8] The NPP opposes the Sri Lanka Podujana Peramuna, calling it anti-democratic. The predominant goal of the NPP is the nationalisation of Sri Lanka's resources.[9] Anura Kumara Dissanayake MP (Colombo District) 2000–present Vijitha Herath MP (Gampaha District) 2000–present Harini Amarasuriya MP (National List) 2020–present  This article about a Sri Lankan political party is a stub. You can help Wikipedia by expanding it. This Socialism-related article is a stub. You can help Wikipedia by expanding it. This communist party–related article is a stub. You can help Wikipedia by expanding it.","Title":"National People's Power - Wikipedia","KeyID":"12578","URL":"https://en.wikipedia.org/wiki/National_People%27s_Power"}