{"Content: ":"José Ramón Andrés Puerta (born 13 July 1969) is a Spanish chef, and founder of World Central Kitchen (WCK), a non-profit devoted to providing meals in the wake of natural disasters.[2] A Spanish-born and raised cook, he is often credited with bringing the small plates dining concept to America.[3] He owns restaurants in Washington, D.C., Los Angeles, Las Vegas, South Beach, Florida, Orlando, Chicago, and New York City. He was awarded a 2015 National Humanities Medal at a 2016 White House ceremony for his work with World Central Kitchen.[4] In addition, he has received honorary doctorates from Georgetown University, George Washington University, Harvard University, and Tufts University. José Ramón Andrés Puerta was born in Mieres, Asturias, Spain.[5] Andrés family moved to Catalonia when he was 6.[6] He enrolled in culinary school in Barcelona at the age of 15, and when he needed to complete his Spanish military service at age 18, he was assigned to cook for an admiral.[7] He met Ferran Adrià in Barcelona, and he worked three years at El Bulli, from 1988 to 1990.[8] In December 1990, he was fired by Adrià and decided to move to the United States.[9] At the age of 21, Andrés arrived in New York City with $50 (equivalent to $104 in 2021), to cook in midtown Manhattan at an outpost of a popular Spanish restaurant, Eldorado Petit. During his time in New York, he also staged servings at The Quilted Giraffe.[7] In 1993, he was hired to lead the kitchen at Jaleo, a new tapas restaurant in Washington, D.C. In subsequent years, he helped the owners of Jaleo to open more restaurants: Cafe Atlantico, Zaytinya and Oyamel, along with two more Jaleo outposts.[10] In 2003, Andrés started minibar – a restaurant space within a larger restaurant – at a six-seat counter within Cafe Atlantico. minibar is devoted to serving the most creative Andrés plates, and reservations would fill up a month in advance.[10][7] As his restaurants in America enjoyed success, Andrés became more famous in his native Spain, starring in his own cooking show, Vamos a Cocinar, which debuted in 2005.[5] He also published his first book, Tapas: A Taste of Spain in America, in 2005.[10] In 2006, he partnered with Robert Wilder to form ThinkFoodGroup, making Andrés a co-owner in his restaurants.[10] Together, they opened more restaurants in Miami, Los Angeles, Las Vegas, and Puerto Rico.[8] Beginning in the fall of 2010, Andrés taught a culinary physics course at Harvard University with Ferran Adrià.[11] In May 2012, Andrés was named dean of Spanish Studies at The International Culinary Center, where he and Colman Andrews developed a curriculum in traditional and modern Spanish cuisine, which debuted in February 2013.[12] On October 29th, 2012, he announced he was heading back to the classroom, and would teach his first course on how food shapes civilization at George Washington University.[13] Andrés planned to open a restaurant in the Trump International Hotel in Washington, DC, in 2016. After Donald Trump made disparaging comments about undocumented Mexican immigrants in June 2015, Andrés withdrew from the contract with the Trump Organization, which then sued him.[14] Andrés counter-sued, and the parties reached a settlement in April 2017.[15] Andrés remains an outspoken critic of Trump.[16][17] In response to the 2010 Haiti earthquake, Andrés formed World Central Kitchen, which provides healthy food to families and individuals touched by disasters.[18] Since it was founded, the NGO has organized meals in the Dominican Republic, Nicaragua, Zambia, Peru, Cuba, Uganda, Cambodia,[2] and in Poland on the border of Ukraine.[19] It has provided aid and meals in the United States and Puerto Rico and has helped during the COVID-19 pandemic in the United States. In 2022, during the Russian invasion of Ukraine, José Andrés announced that he is going to donate a part of $100 million given to him by Jeff Bezos[20] to address the humanitarian crisis in Ukraine.[21] Along with partner Rob Wilder,[22] Andrés owns several restaurants:[23] Signature restaurants: Other restaurants: Andrés is married to Patricia \"Tichi\" Fernández de la Cruz and has three daughters; they live in Bethesda, Maryland, United States.[57][58][59] He met his wife while they were both living in Washington, DC; she is originally from Cadiz, Andalucía[60] in the southwest of Spain.[59] He became a naturalized U.S. citizen in December 2013.[1]","Title":"José Andrés - Wikipedia","KeyID":"12572","URL":"https://en.wikipedia.org/wiki/Jos%C3%A9_Andr%C3%A9s"}