{"Content: ":"The Government of Sri Lanka (GoSL) (Sinhala: ශ්‍රී ලංකා රජය, romanized: Śrī Lankā Rajaya; Tamil: இலங்கை அரசாங்கம்) is a parliamentary system determined by the Sri Lankan Constitution. It administers the island from both its commercial capital of Colombo and the administrative capital of Sri Jayawardenepura Kotte.[1] The Constitution of Sri Lanka has been the constitution of the island nation of Sri Lanka since its original promulgation by the National State Assembly on 7 September 1978. It is Sri Lanka's second republican constitution and its third constitution since the country's independence (as Ceylon) in 1948. As of October 2020, it has been formally amended 20 times. The President, directly elected for a five-year term, is head of state, chief executive, and commander-in-chief of the armed forces. The election occurs under the Sri Lankan form of the contingent vote. Responsible to Parliament for the exercise of duties under the constitution and laws, the president may be removed from office by a two-thirds vote of Parliament with the concurrence of the Supreme Court. The President appoints and heads a cabinet of ministers responsible to Parliament. The head of government and the president's deputy is the prime minister, who leads the ruling party in Parliament. The President can dissolve the cabinet and appoint a new one at any time. Sri Lanka elects on the national level a head of state - the president - and a legislature. The president is elected for a five-year term by the people. The Parliament has 225 members, elected for a five-year term, and 196 members elected in multi-seat constituencies through a proportional representation system where each party is allocated a number of seats from the quota for each district according to the proportion of the total vote that the party obtains in the district. The Parliament has 225 members, elected for a six-year term, 196 members elected in multi-seat constituencies and 29 by proportional representation. The President may summon, suspend, or end a legislative session and dissolve Parliament any time after it has served for one year. Parliament reserves the power to make all laws. The primary modification is that the party that receives the largest number of valid votes in each constituency gains a unique \"bonus seat\" (see Hickman, 1999). Since its independence in 1948, Sri Lanka has remained a member of the Commonwealth of Nations. The judiciary is the system of courts that interprets and applies the law in the country. It is set out in the constitution, which defines courts as independent institutions within the traditional framework of checks and balances. The Sri Lankan courts are presided over by professional judges, judges of the Supreme Court are appointed by the President with the nomination of the Parliamentary Council, others by the Judicial Service Commission.[3] Sri Lanka has a legal system which is an amalgam of English common law, Roman-Dutch civil law and Customary Law. Legislature Judiciary","Title":"Government of Sri Lanka - Wikipedia","KeyID":"12581","URL":"https://en.wikipedia.org/wiki/Government_of_Sri_Lanka"}