{"Content: ":"Amarakeerthi Athukorala (23 December 1964 – 9 May 2022) was a Sri Lankan politician. He was a member of the Sri Lankan Parliament from the political party Podujana Peramuna from the from Polonnaruwa Electoral District.[1][2][3] During the ongoing 2022 Sri Lankan protests on 9 May 2022, The Prime Minister Mahinda Rajapaksa had arranged to tender his resignation due to the pressure from the protesters where his supporters gathered outside the prime minister's residence urging him to not resign. This initiated a clash between the government and anti government demonstrators which triggered into violence. On the same day simultaneously violent attacks were carried out throughout the country which consisted of damages to government property, burning of government officials residence and theft were carried out throughout the country. Due to this Mahinda Rajapaksa submitted his letter of resignation the same day.[4][5] In Nittambuwa Athukorala's vehicle confronted by a mob during which was initially reported as Athukorala's body guard opened fire killing a man and wounding another where he then committed suicide.[a][6] Later Consultant Judicial Medical Officer of the Wathupitiwala Hospital confirmed in the postmortem and that the death was caused due to haemorrhage resulted from multiple fractures due to severe blows.[7] CCTV footage that was released to the media showed that neither Athukorala's or his personal security officer attacked anyone. The footage shows the MP and the security officer being beaten and the MP attempting to flee the area to protect himself.[8] The main suspect who is 29 year old bus driver has been arrested in connection to the murder[9] and a total of 4 suspects have been arrested in relation to this incident.[10] Allegations have been brought up to the political party Janatha Vimukthi Peramuna (JVP) for being behind this incident, but JVP leader Anura Kumara Dissanayake denied that they have no connection to this incident.  This article about a politician from North Central Province, Sri Lanka is a stub. You can help Wikipedia by expanding it.","Title":"Amarakeerthi Athukorala - Wikipedia","KeyID":"12589","URL":"https://en.wikipedia.org/wiki/Amarakeerthi_Athukorala"}