{"Content: ":"The United National Party, often abbreviated as UNP (Sinhala: එක්සත් ජාතික පක්ෂය, romanized: Eksath Jāthika Pakshaya, Tamil: ஐக்கிய தேசியக் கட்சி, romanized: Aikkiya Tēciyak Kaṭci), is a centre-right political party in Sri Lanka.[3] The UNP has served as the country's ruling party, or as part of its governing coalition, for 38 of the country's 74 years of independence. This includes the periods 1947–1956, 1965–1970, 1977–1994, 2001–2004, 2015–2019 and 2022–Present. The party also controlled the executive presidency from its formation in 1978 until 1994 and the current President Ranil Wickremasinghe is the leader of the party.[4] As of September 2021, the UNP is a member of the International Democrat Union.[5]  The UNP was founded by Don Stephen Senanayake in 1946 by amalgamating three right-leaning, pro-dominion parties from the majority Sinhalese community and minority Tamil and Muslim communities.[6] Senanayake had earlier resigned from the Ceylon National Congress due to its revised aim in achieving independence from the British Empire.[7][6] The UNP represented the business community and the landed gentry, though Senanayake appealed to landless people by adopting populist policies.[citation needed] His agricultural policies allowed many landless people to relocate under productive colonization schemes,[clarification needed] which resulted in Sri Lankan agricultural production rising. Senanayake became popular enough to be called the \"father of the nation\".[8] Senanayake refused a knighthood, but maintained good relations with Britain and was a Privy Counsellor.[6] He launched major irrigation and hydro-power projects such as the Gal Oya project (which relocated over 250,000 people[6]), Udawalawa tank, Senanayaka tank, and several other multipurpose projects. He also renovated historic sites in Anuradhapura and Polonnaruwa and played a major role in the Colombo plan.[6][9] During his tenure, free education commenced and the University of Peradeniya opened.[9] However, his government proceeded to disenfranchise the plantation workers of Indian descent, the Indian Tamils, using the Ceylon Citizenship Act of 1948 and the Parliamentary Elections Amendment Act of 1949. These measures were intended primarily to electorally undermine the Left.[10] In July 1951, long-standing UNP stalwart Solomon West Ridgeway Dias Bandaranaike, a Buddhist nationalist leader known for his centre-left views, quit the UNP to found the Sri Lanka Freedom Party (SLFP) as a balancing force between the UNP and Marxist parties.[citation needed] In March 1952, Prime Minister Senanayake died in a riding accident and was succeeded by his son Dudley Senanayake. During his tenure, Dudley Senanayake launched several projects to further develop the agricultural sector and was termed \"Bath Dun Piya\" (English: the father who offered free rice to the nation).[11] To improve the agricultural sector, he created Bathalegoda Paddy research centre, Thalawakele Tea research centre and Lunuwila Coconut research centre.[9] He also founded Moratuwa University, Ampara Higher Technology Institution, and many technical colleges.[9] During this period, Bhikku University commenced and Poya was declared a government-recognized holiday.[9] The UNP attempted to reduce the rice ration, resulting in the 1953 Hartal (general strike and protest), which led to the resignation of Prime Minister Dudley Senanayake. He was succeeded by his cousin, Colonel Sir John Kotelawala, who launched several major power generation and infrastructure projects. These include: the Lakshapana hydropower project; Bambalapitiya, a housing project for the homeless; modernizing of the Ratmalana Airport; construction of the Kelaniya Bridge; and the development of Buddhist religious sites.[9] There was growing disaffection with the UNP particularly because of its support of minority religious groups – most notably Catholics – to the consternation of the predominantly Buddhist Sinhalese. Bandaranaike was able to take advantage and lead the SLFP to victory in the 1956 elections, while the UNP returned only eight members to parliament. Kotelawala stepped down as party leader and went into self-imposed exile in the United Kingdom.[citation needed] Bandaranaike passed the controversial Sinhala Only Act, which led to communal clashes in 1958. Dudley Senanayake retook party leadership, and the UNP held power for three months in 1960. The UNP entered a coalition with the Mahajana Eksath Peramuna and the Tamil ethnic Federal Party which took power in 1965 under Dudley Senanayake. The coalition lost in a 1970 landslide to the United Front alliance of the SLFP with Marxist Parties. A bitter leadership battle in the UNP developed between the populist Dudley Senanayake and the more conservative Junius Richard Jayewardene, a strong supporter of free-market and pro-American policies. The latter was nicknamed as \"Yankee Dickey\".[citation needed] During the tenure of Dudley Senanayake, English education was made compulsory.[9] After Dudley Senanayake's death in 1973, Jayewardene became the leader of the UNP and reorganized the party at the grassroots level. The United Front faced general disaffection from its economic policies and its brutal crackdown against a 1971 Marxist–Leninist insurrection by the Janatha Vimukthi Peramuna (JVP). The UNP, which promised each person with an 8-kilogram (18 lb) cereal ration, returned to power in 1977 with an unprecedented five-sixths majority in parliament. Jayewardene was elected president by Parliament and, in 1978, introduced a new constitution which transformed the presidency into an executive post with sweeping powers.[citation needed] The UNP opened the economy and made sweeping policy changes.[12][weasel words] Free-trade zones such as in Katunayaka and Biyagama attracted foreign investment and generated employment. The government undertook massive development work to promote hydroelectricity and agriculture. Reservoirs were built at Victoria, Randenigala, Rantambe and Kotmale, while Maduru Oya and Lunugamwehera reservoirs were reconstructed. He awarded \"Swarnabhoomi\" land deeds to people and established administration centres such as Isurupaya and Sethsiripaya to create the new administrative capital in Sri Jayawardanapua Kotte, where a new Parliament Building was constructed.[9] In schools, the Mahapola scholarship programme was launched, free school books were provided, and information technology was introduced. Jayawardene's administration created the University of Ruhuna and Eastern University as well as the medical faculty of Jaffna university.[9] Bandaranayake International Airport was modernized and Air Lanka was created. He also modernized the military and created the Police Special Task Force.[9] By 1987, the Sri Lankan military had cornered the Liberation Tigers of Tamil Eelam (LTTE)[clarification needed] in Jaffna and were confident of bringing an end to the civil war.[specify] However, due to internal pressure, airdropped supplies to the besieged LTTE.[13] Jayewardene retired in 1988 and was succeeded by Ranasinghe Premadasa, a populist leader from the lower class known for his anti-Indian sentiment. After he was elected as president in 1988, he launched the Million Houses Programme for the homeless and started the 'Village Re-Awakening Movement' (Gam Udawa) to develop rural areas across the country. Premadasa's people-oriented programs include the Janasaviya, the Garment Factories Programme, and decentralization of the administration to Divisional Secretariats. He also created the National Housing Development Authority, Urban Development Authority, Central Environmental Authority, Janasaviya Trust Fund, Housing Development Finance Corporation and the Institute for Construction Training and Development.[14] Despite these developments, many of his political enemies \"disappeared\" during his reign, most notably the journalist Richard de Zoysa. In 1993, Premadasa was assassinated by LTTE suicide cadres at a May Day rally. In the 1994 election, the People's Alliance gained control of parliament after 17 years of unbroken UNP rule. While in opposition, many of UNP stalwarts were killed by an LTTE suicide terrorist attack including presidential candidate Gamini Dissanayake. Party leadership was passed to Jayewardene's nephew, Ranil Wickremesinghe, a relatively young politician with pro-western views and a penchant for neoliberal economic policies.[citation needed] By 2001 the country was facing the worst economic downturn since independence, with rising inflation and a power crisis. GDP was shrinking by 2.5%. The SLFP government fell on a no-confidence motion by the opposition, which prompted President Kumaratunga to call for early elections. Wickremesinghe secured the support of former government notables, including former Kumaratunga confidants, G. L. Peiris, and S. B. Dissanayake, who would later become important members of the party. On a platform of peace with LTTE and economic resurgence, the UNP returned to power in the 2001 election, taking all but one district. Wickremesinghe became prime minister of a \"co-habitation\" government with President Kumaratunga. Within two months into his premiership, Wickremesinghe signed a pivotal ceasefire agreement with the LTTE. The agreement was followed by intense peace negotiations towards a solution to the ethnic conflict. During Eelam War III, which followed as the negotiations were not yet complete, the LTTE proceeded to seize territories that it had lost. The UNP government maintained strict fiscal discipline and market-friendly policies, which led to economic recovery, large-scale investment, and rapid economic growth. The government created key economic institutions such as the Board of Investment, the Ministry for Small and Rural Enterprises, and the Information Communication Technology Agency. Economic growth continued to accelerate, reaching almost 6% at the end of 2003, while inflation was at an all-time low of under 2%. Many local and foreign experts believed that Sri Lanka could reach double-digit economic growth within a few years. However, cease-fire breaches by the LTTE, including the constant stream of assassinations of military spies, emboldedend nationalistic and extremist factions such as the JVP and its cover organizations to organise protests. They tried to convince the public that Wickremesinghe was giving too much away to the LTTE. Hardline Sinhalese Buddhist organizations such as the Sinhala Urumaya (Sinhalese Heritage) criticized the government for this and for allegedly pandering to western evangelical Christian organizations, endangering Buddhism. The Sinhala Urumaya later rename themselves as Jathika Hela Urumaya (National Sinhalese Heritage) and put forward Buddhist monks to contest elections. In late 2003 the president took over the National Lotteries Board. The UNP blocked this move by surrounding the government press so that the gazette could not be printed. As a retaliatory move, the president then took over the ministries of Mass Communications, Defence, and the Ministry of Internal Affairs, while Prime Minister Wickremesinghe was visiting George W. Bush in Washington DC. Kumaratunga and her confidants launched a massive media attack on their nominal partners, branding Wickremesinghe as a traitor and accusing the UNP government of \"selling\" national heritage sites to foreigners.[citation needed] Early in 2004, the SLFP and JVP formed the United People's Freedom Alliance (UPFA), marking the beginning of the end for the UNP government. In February 2004, within 24 hours of delivering a speech for national unity, Kumaratunga dissolved parliament.[15] In the subsequent election on 2 April 2004, the UNP was defeated by the UPFA. Wickremesinghe remained as leader of the UNP.[16] In the presidential election of 17 November 2005, Wickremesinghe, came second with 48.43% of the vote. It is widely believed that if not for the boycott of the polls in the North and parts of the East, allegedly due to LTTE intimidation, Wickramsinghe would have won, though he was unable to gain the trust of the bulk of the majority Sinhalese community.[16] In early 2007, 18 senior members of the UNP joined President Mahinda Rajapaksa's ruling coalition, receiving ministerial positions. This resulted in a state of political unrest, as the Memorandum of Understanding (MoU) signed between the President and the UNP leader in late 2006 was read as no longer valid. This incident, generally recorded in the press as 'crossovers', also resulted in a state where a number of senior officials expressed concern over the 'jumbo cabinet'. On 9 February 2007, the president sacked three ministers for their remarks against the new political configuration. UNP and twelve other opposition parties in parliament signed an opposition alliance on 3 November 2009. After winning the 30-year long war against LTTE in 2009, President Rajapaksa called for an early presidential election in 2010. UNP and JVP backed General Sarath Fonseka as presidential candidate. This was the first time UNP backed a non-UNP member for president. However, Rajapaksa won the election with 57.88% of the popular vote. In April, Rajapaksa called for a general election and UPFA won a majority of 144 seats while UNF received 60 seats.[17] President Rajapaksa, seeking a third term, called for an early election in 2015. UNP and several other parties backed SLFP's general secretary and health minister, Maithripala Sirisena, as common candidate. Sirisena emerged victorious with 51.28% of the popular vote in an election which saw a record turnout of 81.52%. Sirisena was sworn in as executive president while Ranil Wickremesinghe was sworn in as prime minister.[18] Over 70% of the ministerial posts in the Sirisena cabinet went to the UNP and Minister Lakshman Kiriella was appointed the leader of the house. The new government presented a budget to parliament two weeks later, giving benefits including a 10,000 Sri Lankan rupees pay hike and reduced prices on 13 goods. The National Medicine Regulatory Authority Bill was passed, providing for the establishment of a regulatory authority to be known as the National Medicines Regulatory Authority. The 19th Amendment to the Constitution was approved by the Cabinet at an emergency Cabinet meeting on 16 March 2015.[citation needed] UNP won a majority of seats (106) in the 2015 general elections and Wickremesinghe was appointed prime minister. UNP signed a memorandum of understanding with SLFP for a national unity government, and Wickremesinghe made cabinet appointments from both parties.[19][20] The unity government would last for at least 2 years, in order to address unresolved issues from the 30-year Sri Lanka Civil War.[19][21][22] Wickremesinghe asked parliament for permission to exceed the constitutional limitation of 30 cabinet ministers.[23][24] This motion was approved by the parliament with 143 in favour, 16 against and 63 absent.[25] The popularity of the government declined, and UNP suffered a defeat in the 2018 local authority elections.[26] They were only able to secure 34 of 340 councils while Mahinda Rajapaksa's proxy Sri Lanka Podujana Peramuna (SLPP) won 231 councils. UNP secured only 29.42% against the 40.47% of the SLPP and the 12.10% of the SLFP.[27][28] In the 2019 presidential election, the UNP nominated Sajith Premadasa as its candidate after much delay due to internal conflicts. Premadasa was defeated by Gotabaya Rajapaksa, who gained 52.25% of the votes against 41.99% by Premadasa. Premadasa was chosen by the party to serve as opposition leader until fresh elections were called in April 2020.[29] The party had a major split in early 2020 when its working committee became divided over a new alliance that it had previously approved. Leadership of the alliance was given to its deputy leader, the popular Sajith Premadasa. Over three-quarters of the parliamentary group refused to sign nominations from the party, instead making nominations under the Samagi Jana Balawegaya (English: Peace People's Power, SJB) alliance.[30][31] As a result, ninety-nine of the party's seniors were suspended from its membership.[32] Party supporters moved to the new alliance, along with supporting minority parties.[citation needed] After failed negotiations, the SJB and the UNP decided to contest the 2020 parliamentary elections separately. Delayed by the COVID-19 pandemic, 2020 parliamentary elections resulted in a landslide victory of the SLPP, which gained 59.09% of the votes and secured a 145-seat parliamentary majority, while the SJB gained 23.90% votes and 54 seats. The UNP suffered its worst defeat, receiving only 2.15% of votes cast. For the first time, it almost failed to win a single seat in parliament, having only gained one national list seat.[33] Following the party's defeat in the parliamentary elections, Wickremesinghe indicated on several occasions his willingness to step down as party leader after serving for more than 25 years. He declared that the party would wait with appointing the sole national seat until the new leader would be selected so that he or she could be represented in parliament.[34] However, he failed to follow up on his original statements and Wickremesinghe continuously postponed the decision on the two positions. Ultimately, he remained party leader and also took the sole parliamentary seat for himself in June 2021.[35] Due to the worsening economic crisis and widespread protests in 2022, Prime Minister Mahinda Rajapaksa resigned. President Gotabaya Rajapaksa, who wished to form a government of national unity, invited Wickremesinghe to once again assume the office of Prime Minister as a reconciliatory effort towards the opposition. The relevant parties represented in parliament, Samagi Jana Banawegaya and Tamil National Alliance, refused to take up portfolios in such a cabinet, however they offered conditional support to policies aimed at reviving the economy. Wickremesinghe became Prime Minister despite his party having only one seat in parliament, a first in Sri Lankan parliamentary history. On 9 July 2022, protestors stormed and occupied the presidential residence as economic conditions got worse.[36][37] Wickremesinghe agreed to resign[38] while President Gotabaya Rajapaksa agreed to resign on the 13th.[39] However, on the morning of 13 July, Rajapaksa fled the country, accompanied by his spouse and a personal security detail, to the Maldives. The Speaker of Parliament announced in the afternoon that President Rajapaksa appointed Prime Minister Ranil Wickremesinghe as acting president in his absence. Protesters stormed the office of the Prime Minister demanding his resignation. The next day, Rajapaksa emailed a letter of resignation to the Speaker of the Parliament.[40] On 15 July, the Speaker Mahinda Yapa Abewardhana announced the official resignation of President Gotabaya Rajapaksa[41] and Ranil Wickremesinghe was officially sworn in as the Acting President.[42] On 23 June 2016, the party launched its e-membership program. The party plans to increase membership by 20% with support from Google Play and Apple store online apps.[43] The United National Party has had seven leaders since 1947. Ranil Wickremesinghe has been the leader of the party since 1994.","Title":"United National Party - Wikipedia","KeyID":"12585","URL":"https://en.wikipedia.org/wiki/United_National_Party"}