{"Content: ":"Sri Lanka Police (Sinhala: ශ්‍රී ලංකා පොලීසිය, romanized: Shrī Lanka Polīsiya; Tamil: இலங்கை காவல், romanized: Ilaṅkai Kāval) is the civilian national police force of the Democratic Socialist Republic of Sri Lanka. The police force is responsible for enforcing criminal and traffic law, enhancing public safety, maintaining order and keeping the peace throughout Sri Lanka. The police force consists of 43 Territorial Divisions, 67 Functional Divisions, 432 Police Stations with more than 84,000 people.[2] The professional head of the police is the Inspector General of Police who reports to the Minister of Law and Order as well as the National Police Commission. The current Inspector General of Police is C.D. Wickramaratna.[3] During the Sri Lankan civil war, the police service became an integral part of maintaining of the nation's security, primarily focusing on internal security. Many police officers have been killed in the line of duty mainly due to terrorist attacks. At the same time, the police (and military) were accused of being corrupt or being too heavy handed.[4][5] Specially trained commando/counter-terrorist units named Special Task Force are deployed in joint operations with the armed forces for counter-terrorism operations and VVIP protection.[6] The police command structure in Northern and Eastern provinces is closely integrated with the other security organisations under the authority of the Joint Operations Command. The Police service can be reached across Sri Lanka on the 119 emergency number.[7] Timeline of significant events:[8] 1797: The office of Fiscal was created. Fredric Barron Mylius was appointed as Fiscal of Colombo and entrusted with responsibility of policing Colombo. 1806: The regulation No. 6 of 1806 appointed a Vidane Arachchi to each town or village, for prevention and detection of crime in rural areas. 1832: A committee appointed by the governor was instructed to form a police force. It was decided by this committee that the new police force was to be funded by a tax to be paid by the public. It consisted of one Superintendent, one Chief Constable, five Constables, ten Sergeants and 150 Peons. They were responsible for maintaining law and order in the capital city of Colombo. 1844: As the police force was restricted to coastal areas only, a second police force was created to cater to the country's interior. 1858: The police force in the coastal area and the police force in the hill country were unified and amalgamated. 1864: The first death of a police officer whilst on duty occurred when he attempted to apprehend a brigand by the name of \"Saradiel\", who was subsequently compared to Robin Hood. 1865: The Police Ordinance was enacted to stipulate the powers and responsibilities of policemen. 1866: William Robert Campbell, then the chief of police in the Indian province of Rathnageri, was appointed as Chief Superintendent of Police in Ceylon on 3 September 1866. This date is considered as the beginning of the Sri Lanka Police Service. 1867: The Chief of Police was designated as the Inspector General of Police. William Robert Campbell became the first Inspector General of Police. The Police Headquarters was founded at Maradana, in the City of Colombo. 1870: Muslim rioters attacked the Police Headquarters. The police were successful in repulsing the attack, but the building was damaged. This year, the Criminal Investigations Department (CID) was formed. 1879: The strength of the police force had tripled from 585 when IGP Campbell was appointed, to a force of 1528. The first police firing range, training college and the publishing of the annual administration report emerged during this year. 1892: The Depot Police presently known as the Field Force Headquarters was formed. Uniforms and housing were made free for police officers. The payment of a Good Conduct Allowance was initiated. 1908: Fingerprinting and photographing of criminals were initiated, along with the direct recruitment to the rank of Assistant Superintendents of Police. 1913: Herbert Layard Dowbiggin was appointed as the 8th Inspector General of Police. 119 police stations were in operation with a total strength of 2306. 1915: For the first time two officers were appointed as Deputy Inspectors General of Police. 1916: 0.22-caliber rifles were issued in place of shotguns. 1920: For the first time, police officers were deployed for the purpose of controlling traffic. 1923: A book containing comprehensive details regarding all aspects of the police, the Departmental Order Book, was formulated. 1926: The Sport Division was established. 1930: A handbook of traffic rules and regulations was issued for traffic duties. 1932: The Police Headquarters was moved from Maradana to its present location in Colombo Fort. 1938: Police telephone boxes were deployed throughout the city of Colombo. 1942: Temporary forces were employed, known as Temporary Police Constables. 1945: Police units were deployed at all hospitals. Additional units were also deployed for railway security. However, in the following year, the railway police force was discontinued as a necessity for it did not arise. 1952: Women were enrolled to the police force for the first time. VHF radios were introduced for communication. It was decided that in honour of police officers killed in the line of duty, state funerals with full police honours would be held. In addition the police flag would be flown at half mast throughout the country. 1954: Police stations were graded into five classifications, Grades \"E\" to \"A\". The grading of police stations was considered depending on the workload, population, locality, crimes, important institutions, etc., in the area. 1963: Divisions in the police were made as North, Central, South, Administration, and Criminal Investigation Department. D. B. I. P. S. Siriwardane, a civil servant, was the first civilian to be appointed as the Deputy Inspector of Police in charge of Administration. 1966: The Police Public Relations Division was established on 1 October 1966, at Police Headquarters, Colombo. 1969: The Tourist Police and the Illicit Immigration sector were established in March 1969. 1972: The Crime Detective Bureau was started on 1 August 1972. 1973: On 15 August 1973 the Police Narcotics Bureau was started. The Colombo Fraud Investigation Bureau was also established. 1974: The uniforms for constables and sergeants were changed. 1976: The rank of Woman Police Sub Inspector was introduced. Two women police officers were promoted to the rank of Sub Inspector. 1978: The Police Higher Training Institute was established. 1979: The Children & Women Bureau was established. 1983: The Police Special Task Force was established. 1985: A new promotion scheme was introduced from the rank of Police Constable up to the rank of Inspector of Police. 1988: A Woman Police Inspector was promoted to the rank of Assistant Superintendent of Police. 1989: Women were recruited and enlisted as Sub Inspectors. 1991: The Sri Lanka Police celebrated 125 years of policing in Sri Lanka. 1993: The Police Information Technology Division was established. 1998: The Marine Division was established. 1999: The Ombudsman Division was established. 2000: The Police Examination Division was established. 2002: Human Rights Division and Disappearances Investigation Unit established. 2004: The Judicial Security Division was established. 2005: The Colombo Crime Division was established. 2006: The Reserve Police Force was abolished and its officers were transferred to the regular police force. 2008: The Police Academy was established in 2008 with the amalgamation of the Police Higher Training Institute and the In-Service Training Division, which are now divisions of the Sri Lanka Police Academy. The Sri Lanka Police is headed by the Inspector General of Police, who has, in theory, autonomy to commanding the service from the Police Headquarters in Colombo, and support by the Police Field Force Headquarters. However, in the recent past the Police Service has come under the purview of the Ministry of Defence (MoD), with the exception of several years when it came under the Ministry of Internal Affairs but was transferred to the MoD. In the last few years there have been calls to reestablish the independent National Police Commission[9] to oversee transfers and promotions, thereby making the service autonomous and free from any influence. The police service is organised into five primary geographic commands, known as ranges (Range I, II, III, IV, V), covering the northern, western, eastern and southern sectors of the island under the command of a Senior Deputy Inspector General of Police (SDIG). The ranges were subdivided into divisions, districts, and police stations; Colombo was designated as a special range. Each police division headed by a Deputy Inspector General of Police (DIG) covers a single province, and a police district headed by a Senior Superintendent of Police (SSP) covers a single district of the country. In 1913 there were a total of 119 police stations throughout the country, that number has increased to 432 in 2020.[2] With the escalation of the Sri Lankan Civil War the strength and the number of stations have increased. Since 1971 the police service has suffered large number of casualties, with officers and constables killed and wounded as a result of terrorists and insurgents.[10] In more remote rural areas beyond the immediate range of existing police stations, enforcement of simple crimes are carried out by the Grama Seva Niladhari (village service officers), but this has now become rare, with most villages covered by new police stations. In addition to its regular forces, the police service operated a reserve contingent until 2007 when the Reserve Police Force was disbanded and its personnel transferred to the regular police force.[11] The police service has a number of specialised units responsible for investigative, protective, counter-terrorism and paramilitary functions. Investigation of organised criminal activity and detective work are handled by the Criminal Investigation Department (CID) under the command of a Deputy Inspector General of Police (DIG). More coordinated threats to internal security, such as that posed by the radical Sinhalese JVP in the 1980s, were the responsibility of the Counter Subversive Division, which was primarily an investigative division,[12] and which has since been replaced by the Terrorist Investigation Department (TID). The TID carries out counter-terrorism investigations and threats to internal security from the LTTE. Protective security units which are entrusted the security includes the Ministerial Security Division (elected public figures), Diplomatic Security Division (foreign diplomats) and Judicial Security Division (judges). The President's Security Division and the Prime Minister's Security Division function independently but consist of mostly police personnel. Other specialised units includes the Information Technology Division, the Mounted Division, the Anti-riot Squad, Traffic Police, K9 units, the Marine Division, the Police Narcotic Bureau, and the Children & Women Bureau. The police service also operates the Sri Lanka Police College[13] of personnel training and the Police Hospital. Special Task Force is one of the special operational units in the Police Service. This police paramilitary force was set up on 1 March 1983 with the assistance of foreign advisers (primarily former British Special Air Service personnel under the auspices of Keeny Meeny Services). Its 1,100-member force was organised into seven companies and trained in counterinsurgency techniques. It played a major role in the government's combined force operations against the Tamil Tigers in Eastern Province before July 1987. Following the signing of the Indo-Sri Lankan Accord, the Special Task Force was redesignated the Police Special Force, and deployed in the Southern Province, where it immediately went into action against the JVP terrorists. Companies of the force also served in rotation as part of the presidential security guard. Until 1984 the police were responsible for national (local) intelligence functions, first under the Special Branch (est. 1966 as part of the CID), and later under the Intelligence Services Division. The perceived failure of the Intelligence Services Division during the riots of July 1983 led the J.R. Jayawardene government to reevaluate the nation's intelligence network, and in 1984 the president set up a National Intelligence Bureau. The new organisation combined intelligence units from the army, navy, air force, and police. It was headed by a deputy inspector general of police who reported directly to the Ministry of Defence. In recent years members of the Sri Lanka Police have taken part in international deployments either as advisers, observers or seconded police officers for United Nations missions. These include: Requirement to the police service is carried out at four stages. These stages are based upon the entry ranks and educational qualifications of the recruits.[21] Since its establishment in the 19th century, the police service has been a centrally controlled national police force. Due to this, its personnel are not recruited and deployed provincially. During the colonial period much of its senior officers were British, with lower ranks made up of natives. However this composition did not mirror the racial composition of the island. Many of the locals in the Ceylon Police Force were Burghers, followed by Sinhalese and Tamils. This was common in the government sector and continued until the mid-1950s. Following political efforts to balance the racial composition of the police service to mirror that of society, and due to the civil war, the composition has become imbalanced once again, with the majority of the officers being Sinhalese. Currently steps are being taken to address this and personnel of all entry levels are recruited from all racial groups of the island.[22] With the establishment of the Ceylon Police in 1866, standard uniforms based on the ones of the British police forces were adapted. Officers of the grade of Inspector and above who were mostly British wore white colonial uniforms, which are still used today for ceremonial occasions. Constables wore dark blue tunics, shorts and a black round cap with a collar number. Khaki uniforms were adopted by the beginning of the 20th century for practical reasons, along with other military and police units of the British Empire. This was common for all ranks, with the constables wearing khaki tunics, shorts and hat, while always armed with a baton until 1974. The current standard uniform comes from the last major changes made in 1974. However, several additions have been made since then for practical reasons. The old white uniform still remain as the full-dress uniform of gazetted officers above the rank of sub inspector SI, only worn for ceremonial occasions and weddings. This includes white tunic, trousers (or skirt), and medals, and is adorned with black epaulettes with rank insignia, a black leather cross belt with the lion head badge with whistle and chain, police badge-affixed black leather pouch, sword, and a white pith helmet. Senior gazetted officers (of and above ranks of ASP) may wear a waist sash in gold colour instead of the cross belt. Mounted officers wear a red tunic for ceremonial occasions with a gold cross belt and a black custodian helmet. Gazetted officers above the rank of sub inspector (SI), carry swords, and constables carry lances with a police pennant.[23] The No.01 khaki uniform is worn for most formal occasions. This consists of a khaki jacket adorned with black epaulettes (Gazetted officers above the rank of sub inspector - SI), white shirt, black tie with khaki trousers or a skirt, black peaked cap and medals. The No.02 khaki uniform is the normal working uniform of all police officers. It consists of a khaki shirt (long or short sleeved), khaki trousers or a skirt, black peaked cap, and medals ribbons. Gazetted officers of and above the grade of superintendent wear black \"gorget patches\" on all types of uniforms. Officers above the rank of sub inspector SI, tend to wear a short sleeve tunic like a \"bush jacket\" as part of their No.02 khaki uniform. Black sam browne belts are worn by Officers above the rank of sub inspector - SI, with traffic policemen wearing white peak caps and the white belt with sam browne belts on their khaki uniforms. Constables and sergeants wear their service numbers on their uniforms. For practical reasons overalls of green or black may be worn with boots when necessary.[23] Special Task Force personnel usually wear khaki uniforms which are slightly lighter in colour. They tend to wear DPM camouflage uniforms with boots and bright green berets. The Sri Lanka Police has its own awards and decorations that are awarded to its officers for services in the line of duty. Sri Lanka Police officers normally don't carry weapons (but are advised to). The Special Task Force with its wide range of duties is equipped with a greater variety of firearms and a higher degree of firepower to carry out military type counter-terrorism operations. Handguns Assault rifles  Sub-machine guns Sniper rifles Grenade launchers ","Title":"Sri Lanka Police - Wikipedia","KeyID":"12582","URL":"https://en.wikipedia.org/wiki/Sri_Lanka_Police"}