{"Content: ":"Johann Friedrich Blumenbach (11 May 1752 – 22 January 1840) was a German physician, naturalist, physiologist, and anthropologist. He is considered to be a main founder of zoology and anthropology as comparative, scientific disciplines.[3] He was also important as a race theorist. He was one of the first to explore the study of the human being as an aspect of natural history. His teachings in comparative anatomy were applied to his classification of human races, of which he claimed there were five, Caucasian, Mongolian, Malayan, Ethiopian, and American.[4] He was a member of what modern historians call the Göttingen School of History. Blumenbach's peers considered him one of the great theorists of his day, and he was a mentor or influence on many of the next generation of German biologists, including Alexander von Humboldt.[5] Blumenbach was born at his family house in Gotha.[6] His father was Heinrich Blumenbach, a local school headmaster; his mother was Charlotte Eleonore Hedwig Buddeus.[7] He was born into a well-connected family of academics.[6] Blumenbach was educated at the Illustrious Gymnasium in Gotha before studying medicine, first at Jena and then at Göttingen. He was recognized as a prodigy by the age sixteen in 1768.[6] He graduated from the latter in 1775 with his M.D. thesis De generis humani varietate nativa (On the Natural Variety of Mankind, University of Göttingen, which was first published in 1775, then re-issued with changes to the title-page in 1776). It is considered one of the most influential works in the development of subsequent concepts of \"human races.\"[8][9] It contained the germ of the craniological research to which so many of his subsequent inquiries were directed.[10] Blumenbach was appointed extraordinary professor of medicine and inspector of the museum of natural history in Göttingen in 1776 and ordinary professor in 1778.[9] His contributions soon began to enrich the pages of the Medicinische Bibliothek, of which he was editor from 1780 to 1794, with various contributions on medicine, physiology, and anatomy. In physiology, he was of the school of Albrecht von Haller, and was in the habit of illustrating his theory by a careful comparison of the animal functions of man with those of other animals.[10] Following Baron Cuvier's identification, Blumenbach gave the woolly mammoth its first scientific name, Elephas primigenius (first-born elephant), in 1799. His reputation was much extended by the publication of his Institutiones Physiologicae (1787), a condensed, well-arranged view of the animal functions, expounded without discussion of minute anatomical details. Between its first publication and 1821, it went through many editions in Germany, where it was the general textbook of the science of physiology. It was translated into English in America by Charles Caldwell (Philadelphia 1798), and in London by John Elliotson (1807).[10] He was perhaps still more extensively known by his Handbuch der vergleichenden Anatomie (\"Handbook of comparative anatomy\"), which passed through numerous German editions from its appearance in 1805 to 1824. It was translated into English in 1809 by the surgeon Sir William Lawrence, and again, with improvements and additions, by William Coulson in 1827. This manual, though slighter than the subsequent works of Cuvier, Carus, and others, and not to be compared with such later expositions as that of Gegenbaur, was long esteemed for the accuracy of the author's own observations, and his just appreciation of the labors of his predecessors.[10] Although the greatest part of Blumenbach's life was passed at Göttingen, in 1789 he visited Switzerland, and gave a curious medical topography of that country in the Bibliothek. He was in England in 1788 and 1792. He was elected a Foreign Member of the Royal Society of London in 1793[11] and a Foreign Honorary Member of the American Academy of Arts and Sciences in 1794.[12] In 1798, he was elected as a member to the American Philosophical Society.[13] In 1808 he became a correspondent, living abroad, of the Royal Institute of the Netherlands. In 1827 this changed to associated member.[14] In 1812 he was appointed secretary to the Royal Society of Sciences at Göttingen, in 1816 was appointed physician to the royal family in Hanover (German: Obermedizinalrat) by the prince regent, in 1821 was made a knight-commander of the Guelphic Order, and in 1831 was elected a member of the Academy of Sciences at Paris. In celebration of his doctoral jubilee (1825) traveling scholarships were founded to assist talented young physicians and naturalists. In 1813, he was elected a foreign member of the Royal Swedish Academy of Sciences. In 1835 he retired. Blumenbach died in Göttingen in 1840.[9][10] Blumenbach's work included his description of sixty human crania (skulls) published originally in fascicules as Decas craniorum (Göttingen, 1790–1828). This was a founding work for other scientists in the field of craniometry. He divided the human species into five races in 1779, later founded on crania research (description of human skulls), and called them (1793/1795): Further anatomical study led him to the conclusion that 'individual Africans differ as much, or even more, from other Africans as from Europeans'. Blumenbach argued that physical characteristics like skin color, cranial profile, etc., depended on geography, diet, and mannerism. Like other monogenists such as Georges-Louis Leclerc, Comte de Buffon, Blumenbach held to the \"degenerative hypothesis\" of racial origins. Blumenbach claimed that Adam and Eve were Caucasian inhabitants of Asia (see Asia hypothesis),[15] and that other races came about by degeneration from environmental factors such as the sun and poor diet. Thus, he claimed, Negroid pigmentation arose because of the result of the heat of the tropical sun, while the cold wind caused the tawny colour of the Eskimos, and the Chinese were fair-skinned compared to the other Asian stocks because they kept mostly in towns protected from environmental factors. He believed that the degeneration could be reversed in a proper environmental control and that all contemporary forms of man could revert to the original Caucasian race.[16] Moreover, he concluded that Africans were not inferior to the rest of mankind 'concerning healthy faculties of understanding, excellent natural talents and mental capacities',[17] and wrote the following: Finally, I am of opinion that after all these numerous instances I have brought together of negroes of capacity, it would not be difficult to mention entire well-known provinces of Europe, from out of which you would not easily expect to obtain off-hand such good authors, poets, philosophers, and correspondents of the Paris Academy; and on the other hand, there is no so-called savage nation known under the sun which has so much distinguished itself by such examples of perfectibility and original capacity for scientific culture, and thereby attached itself so closely to the most civilized nations of the earth, as the Negro.[18] He did not consider his \"degenerative hypothesis\" as racist and sharply criticized Christoph Meiners, an early practitioner of scientific racialism, as well as Samuel Thomas von Sömmerring, who concluded from autopsies that Africans were an inferior race.[19] Blumenbach wrote three other essays stating non-white peoples were capable of excelling in arts and sciences in reaction against racialists of his time.[20] These ideas were far less influential. His ideas were adopted by other researchers who used them to encourage scientific racism.[21] Printing and the Mind of Man says that \"Blumenbach [developed] the thesis that all living races are varieties of a single species ... Blumenbach was opposed to the practice of slavery and the then current belief in the inherent savagery of the coloured races\".[22] In his dissertation, Blumenbach mentioned the name Simia troglodytes in connection with a short description for the common chimpanzee. This dissertation was printed and appeared in September 1775, but only for internal use in the University of Göttingen and not for providing a public record. The public print of his dissertation appeared in 1776.[23] Blumenbach knew that Carl Linnaeus had already established a name Homo troglodytes for a badly known primate, and in 1779 he discussed this Linnean name and concluded correctly that Linnaeus had been dealing with two species, a human and an orangutan, neither of which was a chimpanzee, and that by consequence the name Homo troglodytes could not be used. Blumenbach was one of the first scientists to understand the identities of the different species of primates, which were (excluding humans) orangutans and chimpanzees. (Gorillas were not known to Europeans at this time). In Opinion 1368 the International Commission on Zoological Nomenclature (ICZN) decided in 1985 that Blumenbach's view should be followed, and that his Simia troglodytes as published by Blumenbach in 1779 shall be the type species of the genus Pan and, since it was the oldest available name for the common chimpanzee, be used for this species.[24] However, the commission did not know that Blumenbach had already mentioned this name in his dissertation. Following the rules of the ICZN Code the scientific name of one of the most well-known African animals, currently known as Pan troglodytes, must carry Blumenbach's name combined with the date 1776.[25] Blumenbach shortly afterward wrote a manual of natural history entitled Handbuch der Naturgeschichte; 12 editions and some translations. It was published first in Göttingen by J. C. Dieterich in 1779/1780. He was also one of the first scientists to study the anatomy of the platypus, assigning the scientific name Ornithorhynchus paradoxus to the animal, being unaware George Shaw had already given it the name Platypus anatinus. However, Platypus had already been shown to be used for the scientific name for a genus of Ambrosia beetles so Blumenbach's scientific name for the genus was used.[26] Blumenbach made many contributions to the scientific debates of the last half of the 18th century regarding evolution and creation. His central contribution was in the conception of a vis formativus or Bildungstrieb, an inborn force within an organism that led it to create, maintain, and repair its shape.[27] Enlightenment science and philosophy essentially held a static view of nature and man, but vital nature continued to interrupt this view, and the issue of life, the creation of life and its varieties, increasingly occupied attention and \"starting in the 1740s the concept of vital power reentered the scene of generation ... there must be some 'productive power' in nature that enabled unorganized material to generate new living forms.\"[28] Georges-Louis Leclerc, comte de Buffon wrote an influential work in 1749, Natural History, that revived interest in vital nature. Buffon held that there were certain penetrating powers which organised the organic particles that made up the living organism. Erasmus Darwin translated Buffon's idea of organic particles into \"molecules with formative propensities\" and in Germany Buffon's idea of an internal order, moule interieur arising out of the action of the penetrating powers was translated into German as Kraft (power).[28] The German term for vital power or living power, Lebenskraft, as distinct from chemical or physical forces, first appeared with Medicus's on the Lebenskraft (1774).[28] Scientists were now forced to consider hidden and mysterious powers of and in living matter that resisted physical laws – warm-blooded animals maintaining a consistent temperature despite changing outside temperatures, for example. In 1759, Caspar Friedrich Wolff, a German embryologist provided evidence for the ancient idea of epigenesis, that is preformed life, that is a chick out of unformed substance and his dispute with von Haller brought the issue of life to the forefront of natural science and philosophy. Wolff identified an \"essential power\" (essentliche Kraft, or vis essentialis) that allowed structure to be a result of power, \"the very power through which, in the vegetable body, all those things which we describe as life are effected.\"[28] While Wolff was not concerned to name this vital organising, reproducing power, in 1780 Blumenbach posited a formative drive (nisus formativus or Bildungstrieb) responsible for biological \"procreation, nourishment, and reproduction,\" as well as self-development and self-perfection on a cultural level.[29] Blumenbach held that all living organisms \"from man down to maggots, and from the cedar to common mould or mucor,\" possess an inherent \"effort or tendency which, while life continues, is active and operative; in the first instance to attain the definite form of the species, then to preserve it entire, and, when it is infringed upon, so far as this is possible, to restore it.\" This power of vitality is \"not referable to any qualities merely physical, chemical, or mechanical.\"[28] Blumenbach compared the uncertainty about the origin and ultimate nature of the formative drive to similar uncertainties about gravitational attraction: \"just in the same way as we use the name of attraction or gravity to denote certain forces, the causes of which however still remain hid, as they say, in Cimmerian darkness, the formative force (nisus formativus) can explain the generation of animals.\"[28] At the same time, befitting the central idea of the science and medicine of dynamic polarity, it was also the physiological functional identity of what theorists of society or mind called \"aspiration.\" \"Blumenbach's Bildungstrieb found quick passage into evolutionary theorizing of the decade following its formulation and in the thinking of the German natural philosophers (p. 245)[30] One of Blumenbach's contemporaries, Samuel Hahnemann, undertook to study in detail how this generative, reproductive and creative power, which he termed the Erzeugungskraft of the Lebenskraft of living power of the organism, could be negatively affected by inimical agents to engender disease. Kant is said by several modern authors to have relied on Blumenbach's biological concept of formative power in developing his idea of organic purpose.[28][31] Kant wrote to Blumenbach in 1790 to praise his concept of the formative force (Bildungstrieb). However, whereas Kant had a heuristic concept in mind, to explain mechanical causes, Blumenbach conceived of a cause fully resident in nature. From this he would argue that the Bildungstrieb was central to the creation of new species. Though Blumenbach left no overt indications of sources for his theory of biological revolution, his ideas harmonize with those of Bonnet and especially with those of his contemporary Johann Gottfried Herder (1744–1803), and it was Herder whose ideas were influenced by Blumenbach. Blumenbach continued to refine the concept in his De nisu formativo et generationis negotio ('On the Formative Drive and the Operation of Generation', 1787) and in the second edition (1788) of the Handbuch der Naturgeschichte: 'it is a proper force (eigentliche Kraft), whose undeniable existence and extensive effects are apparent throughout the whole of nature and revealed by experience'.[32] He consolidated these in the second edition of Über den Bildungstrieb. Blumenbach had initially been an advocate of Haller's view, in contrast to those of Wolff, that the essential elements of the embryo were already in the egg, he later sided with Wolff. Blumenbach provided evidence for the actual existence of this formative force, to distinguish it from other, merely nominal terms. The way in which the Bildungstrieb differed, perhaps, from other such forces was in its comprehensive architectonic character: it directed the formation of anatomical structures and the operations of physiological processes of the organism so that various parts would come into existence and function interactively to achieve the ends of the species.[32] Blumenbach was regarded as a leading light of German science by his contemporaries. Kant and Friedrich Schelling both called him \"one of the most profound biological theorists of the modern era.[33] In the words of science historian Peter Watson, \"roughly half the German biologists during the early nineteenth century studied under him or were inspired by him: Alexander von Humboldt, Carl Friedrich Kielmeyer, Gottfried Reinhold Treviranus, Heinrich Friedrich Link, Johann Friedrich Meckel, Johannes Illiger, and Rudolph Wagner.\"[34]","Title":"Johann Friedrich Blumenbach - Wikipedia","KeyID":"1259","URL":"https://en.wikipedia.org/wiki/Johann_Friedrich_Blumenbach"}