{"Content: ":"The Rajapaksa family (Sinhala: රාජපක්ෂ, romanized: Rājapakṣa) is a Sri Lankan family that is prominent in politics. It was one of Sri Lanka's most powerful families during Mahinda Rajapaksa's presidency,[1] when many members of the family occupied senior positions in the Sri Lankan state.[2][3] As their political power grew, there were reports suggesting that the country was heading towards autocracy under their rule.[4][5] Following the unexpected defeat of Mahinda Rajapaksa in the 2015 presidential election, they have been accused of authoritarianism, corruption, nepotism and bad governance.[6] In the 2019 presidential election, Gotabaya Rajapaksa, the brother of Mahinda Rajapaksa, ran and won.[7] The popularity of the Rajapaksa family collapsed after their actions caused the economic crisis that started in 2019, resulting in Sri Lanka defaulting on its debt for the first time in its post-independence history within just 30 months of coming to power.[8] The Rajapaksas are a rural land-owning family from the village Giruwapattuwa in the southern district of Hambantota. The family owned paddy fields and coconut plantations.[9] One of its members, Don David Rajapaksa, held the feudal post of Vidanarachchi in Ihala Valikada Korale.[9] The family entered the political scene when Don David Rajapaksa's son Don Mathew Rajapaksa was elected in 1936 to represent Hambantota district in the State Council.[10] Don Mathew died in 1945 and at the resulting by-election his brother Don Alwin Rajapaksa was elected without a contest.[11] At the 1947 parliamentary election, two members of the family were elected to represent both of the constituencies in Hambantota district. Don Alwin Rajapaksa was elected MP for Beliatta and Lakshman Rajapaksa (Don Mathew's son) was elected MP for Hambantota.[12] The Rajapaksas continued to dominate politics in Hambantota district for next three decades with two other members of the family, George Rajapaksa and Mahinda Rajapaksa, also entering parliament. The Rajapaksas were represented in the country's legislatures continuously from 1936 till 1977.[11] This streak ended after the UNP landslide at the 1977 parliamentary election. The family re-emerged as the dominant political force in Hambantota district when Mahinda and his brother Chamal Rajapaksa were elected in the 1989 Parliamentary election to represent Hambantota Electoral District.[13] They were later joined by Nirupama Rajapaksa, Basil Rajapaksa and Namal Rajapaksa. Although the Rajapaksas had dominated politics in Hambantota District since 1936, national politics had been dominated by other families such as the Senanayake family and Bandaranaike family. This changed in 2005 when Mahinda Rajapaksa was elected president. Since then, members of the family have been appointed to senior political positions. Immediately after being elected president, Mahinda appointed his brother Gotabhaya Rajapaksa as Defence Secretary, the most senior civil service position in the Ministry of Defence.[14] Another brother, Basil Rajapaksa, was appointed Senior Presidential Advisor. In 2010 Mahinda Rajapaksa was re-elected President contesting against a grand opposition coalition that included UNP, TNA, JVP. At the 2010 Parliamentary Elections, Chamal Rajapaksa, Basil Rajapaksa and Namal Rajapaksa were elected. Basil Rajapaksa received 425,100 preferential votes from the Gampaha District, the highest by any candidate at the 2010 General election while Namal Rajapaksa obtained 147,568 preferential votes from Hambantota District, the highest majority percentage-wise at the election.[15][16][17] Subsequently, Chamal was elected as the Speaker of Parliament unanimously and Basil was appointed as the Minister of Economic Development.[18][19] Between them the three Rajapaksa brothers are in charge of five government ministries: Defence & Urban Development, Law & Order, Economic Development, Finance & Planning and Ports & Highways. At one point the brothers reportedly directly controlled 70% of the national budget.[20][21] The Rajapaksas denied having control over such amounts.[22] According to the 2014 budget the brothers have been allocated 47% of the national budget (40% of recurrent budget and 57% of capital budget).[23][24] Numerous other members of the extended family have also been appointed to senior positions state institutions.[25] The accumulation of so much power by one family has inevitably led to accusations of nepotism.[26][27][28] The Rajapaksas deny the charges of nepotism even though evidence of large amounts of corruption, such as the censorship of journalists and the family's unwillingness to yield power to recent victorious Tamils in Northern Sri Lanka, exist everywhere the country.[29][30] After the defeat of Mahinda Rajapaksa's administration which resulted in the loss of their senior positions, some brothers of Mahinda Rajapaksa have fled from the country to avoid being arrested on charges of corruption and wrongdoing.[31][32] Following the 2015 presidential election defeat, the Rajapaksa family were accused of misusing public resources during the campaign, including use of the Sri Lankan Air Force in the campaign that cost $17,273.28 (Rs. 2,278,000.00) of public funds.[33] The Rajapaksa family received numerous state resource abuse complaints from organisations and election monitors, including involvement in fraud, misuse of powers, and murder. Among the charges are money laundering said to have taken $5.31 billion (Rs. 700 billion) out of country illegally through Central Bank using Mahinda Rajapaksa's close association with Ajith Nivard Cabraal, the former governor of Central Bank of Sri Lanka.[34][35] On 23 January 2015, the Seychelles government announced that would assist the Sri Lankan government in search of funds that were transferred by the Rajapaksa regime into Port Victoria offshore bank accounts.[36] In February 2015, India pledged to help the Sirisena Government in tracing the billion of dollars that were taken out of the country illegally.[37] The Sirisena's government sought help from the World Bank and the International Monetary Fund in locating this hidden wealth to expose the alleged corruption of the previous regime.[38] Forming an Anti-Corruption Unit led by Prime Minister Ranil Wickremesinghe, the new Cabinet has appointed a high-powered “rapid response team” to look into corrupt land transactions, stock market price-fixing and the abuse of state funds for political purposes by Rajapaksa family and the close association of Mahinda Rajapaksa.[38] Public sentiment towards the ruling Rajapaksha-led government took a significant downturn during the foreign currency and economic crisis faced by Sri Lanka in 2022. Demonstrations against their rule were held in major residential areas of Colombo including one held near the president Gotabaya Rajapaksa's private resident.[39] In the escalation of protests, an angry mob in Sri Lanka burned down several homes belonging to the Rajapaksa family. Previously, protesters were attacked by government supporters.[40] In 2018, Gotabaya Rajapaksa, brother of Mahinda Rajapaksa emerged as a possible candidate for the 2019 Presidential election, which he successfully contested on a pro-nationalistic, economic development and national security platform, gaining a majority from the predominant Sinhalese areas of the island. He is the first person with military background to be elected as President of Sri Lanka and also the first person to be elected President who had not held an elected office prior.[41] After 2020 Sri Lankan parliamentary election, Mahinda Rajapaksa was appointed as the Prime Minister while Chamal Rajapaksa and Namal Rajapaksa became Minister of Irrigation and Minister of Youth and Sports respectively in the Second Gotabaya Rajapaksa cabinet. Later in July 2021 Basil Rajapaksa was appointed as the Minister of Finance after entering the parliament from the national list. When the country began to face the economic downfall, the public blame it on the Rajapaksa family's corruption and economic mismanagement.[42] Following the massive protests demanding the Rajapaksa family to resign, they resigned from their Ministerial portfolios.[43] Later in July 2022, President Gotabaya fled the country and stepped down.[44] 1. Don David Rajapaksa, Vidane Arachchi (colonial post) + Dona Gimara Moonesinghe 2. Samarasinghe Dissanayake 3. Commodore E. P. Wickremasinghe + Violet Wickramasinghe (died 2008)[56]","Title":"Rajapaksa family - Wikipedia","KeyID":"12593","URL":"https://en.wikipedia.org/wiki/Rajapaksa_family"}