{"Content: ":"Johnston Xavier Fernando (born 5 December 1964) is a Sri Lankan politician, former Cabinet Minister, Chief Government Whip and a current member of the Parliament of Sri Lanka from the Kurunegala District.[1] He belongs to the Sri Lanka Podujana Peramuna.[2] He is considered a leader of the Rajapaksa loyalist mobs that carried out violent attacks against peaceful protestors during the 9 May 'Black Monday' incident of the 2022 Sri Lankan Protests. Johnston Fernando was arrested on 5 May 2015 in relation to the non-payment for goods worth more than 5 million rupees but was released on bail amounting to Rs. 25,000 and three sureties worth Rs. 2.5 million each. He is also being investigated on financial irregularities connected to Lanka Sathosa during his tenure as the Cooperatives and Internal Trade Minister.[3] The bribery commission also filed a case against him for failing to declare assets and liabilities from 2010 to 2014.[4] In January of 2022 Johnston Fernando was acquitted from three cases filed against him by the bribery commission of Sri Lanka for allegedly employing CWE employees in electoral activities costing the state Rs. 40 million. The acquittal was attributed to a technical error in the indictment. [5] However, on May 30th, 2022 the bribery commission filed fresh indictments on these same charges. [6]  Johnston Fernando has a history of threatening, advocating for and engaging in violence, and his conduct and behavior has been deplored by many including fellow legislators. On 18th Nov 2018 Johnston Fernando took to violence in parliament where he and a few other legislators attacked, and assaulted police officers and parliamentary staff called in to protect the speaker of the parliament. [7] When the United National party MP Mujibur Rahuman mentioned Wasim Thajudeen a group of UPFA members including Fernando surrounded the MP obstructing his speech. It was claimed that the group made death threats to the MP.[8] He was also alleged to have threatened anyone who touches Mayor of Kurunegala, Thushara Sanjeewa, about the wrecking down of archaeological grounds in Kurunegala.[9]  Johnston Fernando encouraged violence against critics and peaceful protestors during the 2022 Sri Lankan Protests claiming \"The problem is that the government is too lenient. If we kill one crow (anti-government protestors) and hang up their wings this will all end,\" . On 9 May Johnston and Mahinda Rajapaksa armed and incited loyalists to launch a violent against peaceful protestors that had occupied Temple Trees and Galle Face. Before the attack Fernando gave a speech claiming “There is something called Mynagogama in front of Temple Trees. Today, we will end that. Get ready. We will start the war!”. [10] The attack was condemned as an act of state terrorism and incited mass retaliation against the Rajapaksa. The protestors organized a counter-attack that resulted in Johnston's vehicle being thrown into the Beira Lake alongside many of his supporters that carried out the attack. His office in Kurunegala and his residence in Mount Lavinia were also attacked and torched as part of the mass retaliation that followed.[11][12][13] Sri Lanka’s Attorney General on 16th of May directed the Police to arrest Johnston Fernando and 21 others and to produce them in court 22 for the attacks on the peaceful protestors on 9th of May 2022. [14] However, due to his political power, the police have failed to arrest him more than two weeks since the directive. [15]  This article about a politician from North Western Province, Sri Lanka is a stub. You can help Wikipedia by expanding it.","Title":"Johnston Fernando - Wikipedia","KeyID":"12603","URL":"https://en.wikipedia.org/wiki/Johnston_Fernando"}