{"Content: ":"The International Consortium of Investigative Journalists, Inc. (ICIJ), is an independent global network of 280 investigative journalists and over 100 media organizations spanning more than 100 countries.[2] It is based in Washington, D.C. with personnel in Australia, France, Spain, Hungary, Serbia, Belgium and Ireland.[3] The ICIJ was launched in 1997 by American journalist Charles Lewis as an initiative of the Center for Public Integrity,[4] with the aim of exposing crime and corruption that transcended national boundaries. In 2017, it became a fully independent organization and was later granted 501(c)(3) nonprofit status. The ICIJ investigates a broad range of matters concerning \"cross-border crime, corruption, and the accountability of power.\"[1][5] The ICIJ has exposed smuggling and tax evasion by multinational tobacco companies (2000),[6] \"by organized crime syndicates; investigated private military cartels, asbestos companies,[7] and climate change lobbyists; and broke new ground by publicizing details of Iraq and Afghanistan war contracts.\"[1][5][8] The Panama Papers were the result of a collaboration consisting of more than 100 media partners,[9] including members of the Organized Crime and Corruption Reporting Project,[10] with journalists who worked on the data, culminating in a partial release on 3 April 2016, garnering global media attention.[11][12] The set of 11.5 million confidential financial and legal documents from the Panama-based law firm Mossack Fonseca included detailed information on more than 14,000 clients and more than 214,000 offshore entities, including the identities of shareholders and directors including noted personalities and heads of state[13]—government officials, close relatives and close associates of various heads of government of more than 40 other countries.[14][13][15] The German newspaper Süddeutsche Zeitung first received the released data from an anonymous source in 2015.[13] After working on the Mossack Fonseca documents for a year, ICIJ director Gerard Ryle described how the offshore firm had \"helped companies and individuals with tax havens, including those that have been sanctioned by the U.S. and UK for dealing with Syrian President Bashar al-Assad.\"[16] In 1997, the Center for Public Integrity began \"assembling the world's first working network of premier investigative reporters.\" By 2000 the ICIJ consisted of 75 world-class investigative reporters in 39 countries.\"[17]: 11  In early November 2014, the ICIJ's Luxembourg Leaks investigation revealed that Luxembourg under Jean-Claude Juncker's premiership had turned into a major European centre of corporate tax avoidance.[18] In February 2015, the ICIJ website released information about bank accounts in Switzerland under the title Swiss Leaks: Murky Cash Sheltered by Bank Secrecy, which published information on 100,000 clients and their accounts at HSBC. In February 2017, ICIJ was spun off into a fully independent organisation, which is now governed by three committees: a traditional board of directors with a fiduciary role; an Advisory Committee made of supporters; and an ICIJ Network Committee.[19] ICIJ was granted nonprofit status from US tax authorities in July the same year.[19] In 2017, the ICIJ, the McClatchy Company, and the Miami Herald won the Pulitzer Prize for Explanatory Reporting \"for the Panama Papers, a series of stories using a collaboration of more than 300 reporters on six continents to expose the hidden infrastructure and global scale of offshore tax havens.\"[20] In total, the ICIJ won more than 20 awards for the Panama Papers.[21] From 2008 to 2011, the ICIJ investigated the global tobacco industry, revealing how Philip Morris International and other tobacco companies worked to grow businesses in Russia, Mexico, Uruguay and Indonesia.[22]: 23  The ICIJ partnered with The Guardian, BBC, Le Monde, the Washington Post, SonntagsZeitung, The Indian Express, Süddeutsche Zeitung and NDR to produce an investigative series on offshore banking.[23][24] They reported on government corruption across the globe, tax avoidance schemes used by wealthy people and the use of secret offshore accounts in Ponzi Schemes.[25] In June 2011, an ICIJ article revealed how an Australian businessman had helped his clients legally incorporate thousands of offshore shell entitles \"some of which later became involved in the international movement of oil, guns and money.\"[26] In April 2013, a report (Offshore Leaks) disclosing details of 130,000 offshore accounts some of which conducted international tax fraud. In early 2014, the ICIJ revealed that relatives of China's political and financial elite were among those using offshore tax havens to conceal wealth.[27] In July 2019, the Mauritius Leaks showed how Mauritius was being used as one such tax haven. In January 2020, Luanda Leaks revealed how Angola's richest woman, Isabel dos Santos, used a network of Western advisors to amass a fortune.[28] The investigation exposed two decades of corrupt deals that made dos Santos Africa's wealthiest woman and left oil- and diamond-rich Angola one of the world's poorest countries.[29] The investigation showed how dos Santos and her husband, Sindika Dokolo built their empire taking advantage of many secrecy jurisdictions.[30] The Süddeutsche Zeitung received a leaked set of 11.5 million confidential documents from a secret source, created by the Panamanian corporate service provider Mossack Fonseca.[31] The so-called Panama Papers provided detailed information on more than 214,000 offshore companies, including the identities of shareholders and directors which included government officials, close relatives and close associates of various heads of government of more than 40 other countries.[13][15] Because of the leak the prime minister of Iceland, Sigmundur David Gunnlaugsson, was forced to resign on 5 April 2016.[12] By 4 April 2016 more than \"107 media organisations in 76 countries\"[32] had participated in analyzing the documents,[16] including BBC Panorama and the UK newspaper, The Guardian.[32] Based on the Panama Paper disclosure, Pakistan Supreme Court constituted the Joint Investigation Team to probe the matter and disqualified the Prime Minister Nawas Sharif on 28 July 2017 to hold any public office for life. The ICIJ and Süddeutsche Zeitung received the Panama Papers in 2015 and distributed them to about 400 journalists at 107 media organizations[32] in more than 80 countries. The first news reports based on the set, along with 149 of the documents themselves,[31][33][34] According to The New York Times,[12] [T]he Panama Papers reveal an industry that flourishes in the gaps and holes of international finance. They make clear that policing offshore banking and tax havens and the rogues who use them cannot be done by any one country alone. Lost tax revenue is one consequence of this hidden system; even more dangerous is its deep damage to democratic rule and regional stability when corrupt politicians have a place to stash stolen national assets out of public view. In 2017, the German newspaper Süddeutsche Zeitung obtained a \"cache\" of \"13.4 million leaked files\"[35][36] regarding tax havens, known as the Paradise Papers, related to the Bermuda-based offshore specialist Appleby, \"one of the world's largest offshore law firms.\" The files were shared with them the ICIJ and eventually 95 media outlets.\"[36] They revealed that many of the tax havens used by Appleby are in the Cayman Islands, which is a British territory that \"levies no corporate or personal income tax on money earned outside its jurisdiction.\"[36][37] The Paradise Papers revealed the \"offshore activities of some of the world's most powerful people and companies\".[35] Beginning on October 3, 2021,[38][39] the ICIJ began publishing 11.9 million leaked documents (comprising 2.9 terabytes of data) that were published. The ICIJ described the document leak as their most expansive exposé of financial secrecy yet, containing documents, images, emails and spreadsheets from 14 financial service companies, in nations including Panama, Switzerland and the UAE,[40][41] surpassing their previous release of the Panama Papers in 2016, which had 11.5 million confidential documents.[42][43][44][45] In November 2019, the ICIJ revealed classified Chinese government documents leaked by exiled Uighurs, dubbed the China Cables which prove mass surveillance and internment camps of Uighurs and other Muslim minorities in China's Xinjiang province.[46] The FinCEN Files are leaked documents from the Financial Crimes Enforcement Network (FinCEN) that describe suspicious financial transactions across multiple global financial institutions.[47] In the course of the Panama Papers and Paradise Papers investigations, ICIJ was challenged to learn about and implement various technologies to manage international collaboration on terabytes of data – structured and unstructured (e.g. emails, PDFs) – and how to extract meaningful information from this data. Among the technologies used were the Neo4J graph database management system and Linkurious to search and visualize the data.[48] The data-intensive projects involved not just veteran investigative journalists, but also demanded data journalists and programmers. The ICIJ organized the bi-annual Daniel Pearl Awards for Outstanding International Investigative Reporting. The award is currently not being awarded.[19][49][50][51][52][53] GuideStar, a nonprofits evaluator, gave the ICIJ a \"Gold Seal of Transparency\" in 2019.[54]","Title":"International Consortium of Investigative Journalists - Wikipedia","KeyID":"12618","URL":"https://en.wikipedia.org/wiki/International_Consortium_of_Investigative_Journalists"}