{"Content: ":"Bandarawela (Sinhala : බණ්ඩාරවෙල, pronounced [ˈbandarawela]; Tamil: பண்டாரவெல) is the second largest town in the Badulla District which is 28 km (17 mi) away from Badulla. Bandarawela is 200 km (120 mi) away from Colombo and about 125 km (78 mi) away from Kandy, the two largest cities of Sri Lanka. Thanks to its higher altitude, compared to surrounding locations, Bandarawela has milder weather conditions throughout the year making it a tourist destination for locals. Bandarawela is within hours reach of surrounding towns and cities by both road and rail. The town is influenced by its colonial history and rests among dense, lush forestation occupying a niche among visitors as a base for eco-tourism. The town is governed by a municipal council and headed by a mayor. The council is elected by popular vote and has nine members. There were 16,673 registered voters in the 2011 local authorities elections.[2] Currently the municipal council is controlled by the United National Party which is one of the largest political parties in Sri Lanka. The area outside the municipality is governed by the \"Pradeshiya Saba\" which is similar to the urban council. The Pradeshiya Saba is elected by popular vote and has 10 members. In the 2006 local authorities election there were 37,972 registered voters.[3] The ancient Dhowa Buddhist rock temple is one of the well-known heritage sites in this region. Other historic areas of interest include the Roman Catholic St. Anthony's Church and a local Methodist church. The ancient Dhowa Rock Temple was founded by King Walagamba in the first century B.C.E. (1 B.C.E.) and is located beside Badulla-Bandarawela highway, 6 km (3.7 mi) from Bandarawela. The temple contains a 12 m (39 ft)-high Buddha image sculpted from rock and paintings depicting Jataka stories belonging to the Kandyan era. During colonial times, the town of Bandarawela was once hailed as possessing one of the healthiest climates in the world. This town is considered to have the most favorable climate on the island. Geographically the Bandarawela area is located at a high altitude and surrounded by a large number of mountains in Uva and the Central Province. According to the local climatic zone classifications, Bandarawela is classified under Up Country Intermediate Zone (UCIZ) which is spread over the Badulla and Monaragala Districts. The elevation above sea level at Bandarawela is 4,000 ft (1,200 m), the annual average rainfall is between 1,100 mm (43 in) and 1,400 mm (55 in) and the monthly average temperature is between 18 °C (64 °F) (in December) and 21 °C (70 °F) (in May and June). The Bandarawela area consists mainly of red yellow Podzolic soil, which is strongly acidic and favourable for tea plantations. Bandarawela is a Sinhala majority town. There are sizable communities belonging to other ethnic groups such as Indian Tamils, Sri Lanka Moors and Sri Lanka Tamils. Locals depend primarily upon agriculture to make a living. Many people are directly involved in vegetable cultivation and some are working as laborers in tea estates. There are a large number of tea plantations managed by both private and government run businesses that produce good quality tea for the world market. Many types of vegetables are grown in this area throughout the year, such as leek, carrot, beet root, cauliflower and cabbage. About one tenth of the population works for the government, private establishments or their own businesses. The majority of the people in this area fall in the middle income group. Tourism is a major source of income in Bandarawela which boasts many holiday resorts, cottages and hotels. During World War II, many families moved to Bandarawela following leading schools in Colombo such as Royal College, St. Thomas' College and Visakha Vidyalaya. These schools relocated to Bandarawela due to the fear caused by the Japanese bombs. This caused an improvement in the education of the people in Bandarawela.[citation needed] Some schools in the area include Bandarawela Central college, Dharmapala Vidyalaya, Visakha Vidyalaya, Tamil Central College, Little Flower Convent and St. Joseph's College. These schools are governed by the central government of Sri Lanka. There are also two private schools in the area. S. Thomas' College, Bandarawela is the leading private school and the only boys' school in Bandarawela.","Title":"Bandarawela - Wikipedia","KeyID":"12626","URL":"https://en.wikipedia.org/wiki/Bandarawela"}