{"Content: ":"Tear gas, also known as a lachrymator agent or lachrymator (from the Latin lacrima meaning \"tear\"), sometimes colloquially known as \"mace\" after an early commercial aerosol, is a chemical weapon that stimulates the nerves of the lacrimal gland in the eye to produce tears. In addition, it can cause severe eye and respiratory pain, skin irritation, bleeding, and blindness. Common lachrymators both currently and formerly used as tear gas include pepper spray (OC gas), PAVA spray (nonivamide), CS gas, CR gas, CN gas (phenacyl chloride), bromoacetone, xylyl bromide and Mace (a branded mixture). While lachrymatory agents are commonly deployed for riot control by law enforcement and military personnel, its use in warfare is prohibited by various international treaties.[NB 1] During World War I, increasingly toxic and deadly lachrymatory agents were used. The short and long-term effects of tear gas are not well studied. The published peer-reviewed literature consists of lower quality evidence that does not establish causality. More rigorous research is needed.[1] Exposure to tear gas agents may produce numerous short-term and long-term health effects, including development of respiratory illnesses, severe eye injuries and diseases (such as traumatic optic neuropathy, keratitis, glaucoma, and cataracts), dermatitis, damage of cardiovascular and gastrointestinal systems, and death, especially in cases with exposure to high concentrations of tear gas or application of the tear gases in enclosed spaces.[2] Tear gas generally consists of aerosolized solid or liquid compounds (bromoacetone or xylyl bromide), not gas.[3] Tear gas works by irritating mucous membranes in the eyes, nose, mouth and lungs. It causes crying, sneezing, coughing, difficulty breathing, pain in the eyes, and temporary blindness. With CS gas, symptoms of irritation typically appear after 20 to 60 seconds of exposure[4] and commonly resolve within 30 minutes of leaving (or being removed from) the area. As with all non-lethal or less-lethal weapons, there is a risk of serious permanent injury or death when tear gas is used.[1][5][6][3] This includes risks from being hit by tear gas cartridges that may cause severe bruising, loss of eyesight, or skull fracture, resulting in immediate death.[7] A case of serious vascular injury from tear gas shells has also been reported from Iran, with high rates of associated nerve injury (44%) and amputation (17%),[8] as well as instances of head injuries in young people.[9] Novel findings suggest that menstrual changes are one of the most commonly reported health issues in women.[1] While the medical consequences of the gases themselves are typically limited to minor skin inflammation, delayed complications are also possible. People with pre-existing respiratory conditions such as asthma are particularly at risk. They are likely to need medical attention[4] and may sometimes require hospitalization or even ventilation support.[10] Skin exposure to CS may cause chemical burns[11][1] or induce allergic contact dermatitis.[4][12] When people are hit at close range or are severely exposed, eye injuries involving scarring of the cornea can lead to a permanent loss in visual acuity.[13] Frequent or high levels of exposure carry increased risks of respiratory illness.[3] In the 2019–20 Chilean protests various people have had complete and permanent loss of vision in one or both eyes as result of the impact of tear gas grenades.[14][15][16] The majority (2116; 93.8%) of protestors who reported exposure to tear gas during the 2020 protests in Portland, Oregon (USA) reported physical (2114; 93.7%) or psychological (1635; 72.4%) health issues experienced immediately after (2105; 93.3%) or days following (1944; 86.1%) the exposure. The majority (1233; 54.6%) of respondents who reported exposure to tear gas during the 2020 protests in Portland, Oregon (USA) have also reported receiving or planning to seek medical or mental healthcare for their tear gas-related health issues.[1] It has been shown that health issues associated with the exposure to tear gas are often require medical attention.[1] TRPA1 ion channels expressed on nociceptors have been implicated as the site of action for CS gas, CR gas, CN gas (phenacyl chloride) and bromoacetone in rodent models.[17][18] During World War I, various forms of tear gas were used in combat and tear gas was the most common form of chemical weapon used. None of the belligerents believed that the use of irritant gases violated the Hague Convention of 1899 which prohibited the use of \"poison or poisoned weapons\" in warfare. Use of chemical weapons escalated during the war to lethal gases, after 1914 (during which only tear gas was used). The US Chemical Warfare Service developed tear gas grenades for use in riot control in 1919.[19] Use of tear gas in warfare, as with all other chemical weapons, was prohibited by the Geneva Protocol of 1925: it prohibited the use of \"asphyxiating gas, or any other kind of gas, liquids, substances or similar materials\", a treaty that most states have signed. Police and civilian self-defense use is not banned in the same manner.[20] Tear gas was used in combat by Italy in the Second Italo-Ethiopian War, by Japan in the Second Sino-Japanese War, by Spain in the Rif War and by the United States in the Vietnam War, and the Israel-Palestine conflict.[21][22] Tear gas exposure is an element of military training programs, typically as a means of improving trainees' tolerance to tear gas and encouraging confidence in the ability of their issued protective equipment to prevent chemical weapons exposure.[23][24][25] Certain lachrymatory agents, most notably tear gas, are often used by police to force compliance.[6] In some countries (e.g., Finland, Australia, and United States), another common substance is mace. The self-defense weapon form of mace is based on pepper spray which comes in small spray cans. Versions including CS are manufactured for police use.[26] Xylyl bromide, CN and CS are the oldest of these agents. CS is the most widely used. CN has the most recorded toxicity.[4] Typical manufacturer warnings on tear gas cartridges state \"Danger: Do not fire directly at person(s). Severe injury or death may result.\"[27] Tear gas guns do not have a manual setting to adjust the range of fire. The only way to adjust the projectile's range is to aim towards the ground at the correct angle. Incorrect aim will send the capsules away from the targets, causing risk for non-targets instead.[28] Tear gas fired to disperse protesters outside government headquarters during 2014 Hong Kong Protests on 28 September 2014 Tear gas being used against opposition protesters during the 2014 Venezuelan protests A protester uses a sling to send a tear gas grenade back towards Israeli soldiers during a Palestinian weekly protest in Ni'lin, July 2014 Riot Police fire tear gas to anti-government protesters during Din Daeng Protests on August 2021 A variety of protective equipment may be used, including gas masks and respirators. In riot control situations, protesters sometimes use equipment (aside from simple rags or clothing over the mouth) such as swimming goggles and adapted water bottles.[29] Activists in United States, the Czech Republic, Venezuela and Turkey have reported using antacid solutions such as Maalox diluted with water to repel effects of tear gas attacks,[30][31][32] with Venezuelan chemist Mónica Kräuter recommending the usage of diluted antacids as well as baking soda.[33] There have also been reports of these antacids being helpful for tear gas,[34] and for capsaicin-induced skin pain.[35] During the 2019 Hong Kong protests, frontline protesters became adept at extinguishing tear gas: they formed special teams that spring into action as soon as it is fired. These individuals generally wear protective clothing, including heat-proof gloves, or cover their arms and legs with cling film to prevent the painful skin irritation. Canisters are sometimes picked up and lobbed back at police or extinguished straight away with water, or neutralized using objects such as traffic cones. They share information about models of 3M respirator filters which have been found to be most effective against tear gas, and where those models could be purchased. Other volunteers carry saline solutions to rinse the eyes of those affected.[36] Similarly, Chilean protesters of Primera Línea have specialized individuals collecting and extinguishing the tear gas grenades. Others act as tear gas medics, while yet another group, the so-called shield-bearers, protect the protesters from the direct physical impact of the grenades.[37] The first line of defence is to wear a respirator.[38] Alternatively, one can cover the whole face with a wet cloth, wet bandana or a mask; along with tight glasses e.g. swimming goggles. One should wear long clothing, the aim being to cover the skin as much as possible.[39] Do not wear contact lenses and make-up. One should try to shift to an upright or standing position as the particles of tear gas settle down.[38] There is no specific antidote to common tear gases.[4][40] Getting clear of gas and into fresh air is the first line of action.[4] Removing contaminated clothing and avoiding shared use of contaminated towels could help reduce skin reactions.[41] Immediate removal of contact lenses has also been recommended, as they can retain particles.[41][40] Once a person has been exposed, there are a variety of methods to remove as much chemical as possible and relieve symptoms.[4] The standard first aid for burning solutions in the eye is irrigation (spraying or flushing out) with water, keeping the head upwards so that chemicals from the forehead and brows do not enter the eyes.[4][42] Blow the nose to get rid of the chemicals and avoid rubbing the eyes. There are reports that water may increase pain from CS gas, but the balance of limited evidence currently suggests water or saline are the best options.[40][34][43] Some evidence suggests that Diphoterine, a hypertonic amphoteric salt solution, a first aid product for chemical splashes, may help with ocular burns or chemicals in the eye.[42][44] Bathing and washing the body vigorously with soap and water can remove particles that adhere to the skin. Clothes, shoes and accessories that come into contact with vapors must be washed well since all untreated particles can remain active for up to a week.[45] Some advocate using fans or hair dryers to evaporate the spray, but this has not been shown to be better than washing out the eyes and it may spread contamination.[40] Anticholinergics can work like some antihistamines as they reduce lacrymation and decrease salivation, acting as an antisialagogue, and for overall nose discomfort as they are used to treat allergic reactions in the nose (e.g., itching, runny nose, and sneezing).[citation needed] Oral analgesics may help relieve eye pain.[40] Vinegar, petroleum jelly, milk and lemon juice solutions have also been used by activists.[46][47][48][49] It is unclear how effective these remedies are. In particular, vinegar itself can burn the eyes and prolonged inhalation can also irritate the airways.[50] Though vegetable oil and vinegar have also been reported as helping relieve burning caused by pepper spray,[41] Kräuter suggests the usage of baking soda or toothpaste, stating that they trap the particles emanating from the gas near the airways that are more feasible to inhale.[33] A small trial of baby shampoo for washing out the eyes did not show any benefit.[40]","Title":"Tear gas - Wikipedia","KeyID":"12627","URL":"https://en.wikipedia.org/wiki/Tear_gas"}