{"Content: ":"Jaliya Wickramasuriya is a Sri Lankan businessmen. A close relative of former President Mahinda Rajapaksa, he was the Sri Lankan Ambassador to the United States from 2008 to 2014, until the US government asked the Sri Lankan government to recall him. He has been accused of several financial crimes during his tenure. In April 2022, he pleaded guilty to diverting $332,000 of Sri Lankan government funds supposedly intended for the purchase of a new Embassy site.[1] Wickramasuriya was born in Matara to an aristocratic family.[2][3] He is a son of Pema and Kamala Wickramasuriya née Rajapaksa, daughter of D. M. Rajapaksa and a first cousin of Mahinda Rajapaksa who served as President of Sri Lanka from 2005 to 2015. Colonel Prasanna Wickramasuriya is his younger brother and brother-in-law of Colonel A. F. Lafir. He was educated at Nalanda College, Colombo. He started his career in the tea industry, working at Dilmah. He went on to become the Managing Director and Chief Executive Officer of Ceylon Royal Teas (Pvt) Ltd and was based in the United States exporting tea from Sri Lanka to the United States.[4][5][6][7] Following his cousin's election as President of Sri Lanka, Wickramasuirya was appointed Consul General of the Democratic Socialist Republic of Sri Lanka in Los Angeles, California in 2005 and held the appointment till 2008.[8][9][10] In August 2008, he was appointed by President Rajapaksa as Ambassador of the Democratic Socialist Republic of Sri Lanka to the United States and Mexico. During his tenure, he was investigated by the IRS on tax evasion and the US government requested the government of Sri Lanka recall Wickramasuirya. As a result, Wickramasuirya was recalled to Sri Lanka in July 2014 and was replaced by Asela Weerakoon on a temporarily basis until Prasad Kariyawasam was appointed as the permanent ambassador.[11] The Police Financial Crimes Investigations Division (FCID) arrested him on 17 November 2016, after he tried to flee the country from Katunayake Airport, and was a suspect of allegedly accepting a USD $332,000 commission while serving as the Sri Lankan Ambassador to the United States.[12] He was remanded by the courts on the same day. It is alleged that the money was used to purchase a house in the United States for his daughter, Sarindee.[13][14] An open warrant was issued in January 2018 in Colombo for his arrest in connection with those charges.[15][16] He was allowed by Courts to travel for medical treatments, but later it was reported that he was missing and subsequently the court issued an open warrant.[17] In April 2022, he pleaded guilty. According to Special Agent in Charge Ray Villanueva of HSI Washington, D.C., “Mr. Wickramasuriya attempted to use his position of authority to defraud his own government and steal from the people he represented. He did not expect the American authorities to get involved and call on HSI Washington, D.C. to investigate. Today he begins the process of paying for his crimes.”[1] The United States Department of Justice has moved to indict Wickremesuriya on money laundering charges, following an investigation by the FBI and indictment by grand jury. The Sri Lankan Ministry of Foreign Affairs has waived the diplomatic immunity granted Wickramasuriya during his tenure as the Sri Lankan Ambassador in Washington. Wickremesuriya challenged the removal of immunity by way of a writ petition in Court of Appeal of Sri Lanka, which was dismissed by the court on 29 March 2018. Following which he had filed a fundamental rights case in the Supreme Court of Sri Lanka on the same matter.[18][19]","Title":"Jaliya Wickramasuriya - Wikipedia","KeyID":"12621","URL":"https://en.wikipedia.org/wiki/Jaliya_Wickramasuriya"}