{"Content: ":"Sajith Premadasa, MP (Sinhala: සජිත් ප්‍රේමදාස, Tamil: சஜித் பிரேமதாச; born 12 January 1967) is a Sri Lankan politician. He is the current Leader of the Opposition of Sri Lanka and Member of Parliament for Colombo District.[1] He is the current leader of the Samagi Jana Balawegaya.[2] Premadasa is the son of Ranasinghe Premadasa, who was the President of Sri Lanka from 1989 to 1993. He was educated at S. Thomas' Preparatory School, Royal College, Colombo and Mill Hill School before entering London School of Economics. He was doing his postgraduate studies at the University of Maryland when his father was assassinated in 1993. He returned to Sri Lanka and entered politics, representing the Hambantota District, having joined the United National Party. He was elected to parliament in 2000 and was appointed Deputy Minister of Health in 2001, serving until 2004. He was appointed deputy leader of the United National Party in 2011 and was appointed Cabinet Minister of Housing and Samurdhi in President Sirisena's national government in 2015. He contested the 2019 Presidential Election in November 2019 as the Presidential Candidate from United National Front, in which he polled second. In December 2019, he was appointed as the leader of the opposition and a member of the Constitutional Council of Sri Lanka.[3] On 30 January 2020, he was selected as the leader (hence Prime Ministerial candidate) of a new UNP lead alliance.[4] Sajith Premadasa was born on 12 January 1967 in Colombo, to Ranasinghe Premadasa, who was at the time Minister of Broadcasting and a Member of Parliament from the Colombo District and his wife Hema Premadasa. He had one sister, Dulanjali. His father was elected as the President of Sri Lanka in 1989, having served as Prime Minister from 1977 to 1989. Premadasa was schooled at S. Thomas' Preparatory School and Royal College, he sat for his ordinary (O/L) and advance level (A/L) examination at Mill Hill School, London. Premadasa won the A/L prize for politics and business studies and besides being appointed a prefect, also played in the first 11 cricket team for four years, captaining the side in 1986.[citation needed] A graduate of the London School of Economics (LSE) and the University of London, his degree covered the areas of economics, politics and international relations, an education that served him in good stead later when he launched himself as a grassroots politician.[5] He interned in the Foreign Relations Committee under Senator Larry Pressler, a Republican from South Dakota. Premadasa met many other influential senators, including John McCain and former presidential candidate John Kerry.[6] Whilst completing his master's degree in the United States[where?] he returned to Sri Lanka following his father's death.[citation needed] Premadasa entered Sri Lankan politics after the assassination of his father in 1993. Having joined his father's party the United National Party, he was appointed district organiser of the UNP for Hambantota District in 1994, where He launched several projects for poverty alleviation and housing development. He initiated the youth movement Tharuna Saviya; the People Development Foundation Jana Suwaya for poverty alleviation in Hambantota; and the Sasunata Aruna to aid Buddhist temples[7] and Sunday schools in line with the 2600 Sambuddhathwa Jayanthi celebrations. It was from the Hambantota district he contested the 2000 general election and entered parliament gaining 83 percent of the UNP preferential votes. He won 82 percent of the preferential votes in the 2001 general election, 84 percent in the 2004 general election, 89 percent in 2010 general election and 86% in 2015 general election.[8][9] He was appointed as the Deputy Minister of Health under the premiership of Ranil Wickramasinghe in 2001 and remained until 2004 when the Wickramasinghe government was dissolved by President Chandrika Kumaratunga.[5] For the fourth general election in a row, Premadasa won the highest percentage of preferential votes out of all United National Party candidates, which was just under 90 per cent of United National Party votes in the Hambantota Electoral District.[9] Premadasa was elected as the deputy leader of the United National Party in 2011 and then removed from the position in 2013. However, he was reappointed on 24 September 2014.[10] Following the 2015 Presidential Election, Premadasa was appointed Minister of Housing and Samurdhi in the new cabinet formed in January 2015 by President Maithripala Sirisena.[11] As housing minister, he initiated several national housing projects for lower and middle-income families. These include Gamudawa, Jalthara Green Valley apartments, and Mount Clifford, Homagama. As Samurdhi minister, he increased the Samurdhi payment by twofold. With the addition of construction to his portfolio, he initiated the Shelter For All 2025 objective and provided over 65,000 houses to low-income families and initiated 2500 villages.[12][5] The United National Party didn't field a presidential candidate in both the 2010 and 2015 elections and supported a common candidate.[13] Even though they won the 2015 election and elected Maithripala Sirisena through their support, relations between the president and the UNP was shaky from the beginning. The power struggle between the president and UNP prime minister Ranil Wickremesinghe led to the 2018 Sri Lankan constitutional crisis.[14] In the aftermath of the events, most of the UNP members publicly expressed their regret for supporting a common candidate in 2015 and promised to field their own presidential candidate in 2019 elections.[15] Party leader Ranil Wickremesinghe was the obvious choice for the candidacy and he reportedly expressed his intentions to run for the presidency in a meeting with other senior members. Meanwhile, several rebel MPs including Mangala Samaraweera, Harin Fernando, Ajith Perera, Harsha de Silva, Sujeewa Senasinghe wanted deputy leader Premadasa as the party's candidate and organised a rally in Badulla where Premadasa openly expressed his intentions to be the UNP candidate.[16] With the growing support for Premadasa and party leader Wickremesinghe refusing to make a move, Speaker of the parliament Karu Jayasuriya released a statement signalling his intention to run for presidency to end the confusion and avoid a rift within the party.[17] The Premadasa faction gained strong support from the fellow party members through successful rallies in Matara,[18] Kurunegala[19] and Matugama.[20] He was defeated by Gotabaya Rajapaksa who campaigned on a pro-nationalistic, economic development and national security platform in which Rajapaksa received 6,924,255 votes (52.25% of the total votes) and a 1,360,016 vote majority over Premadasa, who polled 41.99% of the total votes. Rajapaksa won a majority in the predominant Sinhalese areas of the island which included the districts of Kalutara, Galle, Matara, Hambantota, Monaragala, Ratnapura, Badulla, Kurunegala, Puttalam, Gampaha, Kandy, Matale, Polonnaruwa Colombo, Kegalle and Anuradhapura. At the same time, Premadasa gained a majority in areas dominated by Tamil and Muslim minorities, which the civil war had affected.[21] Following the election Premadasa stepped down from all ministerial portfolios and posts including the post of Deputy Leader of the United National Party.[22] On 5 December 2019, he was nominated as the leader of the opposition and was officially named by the speaker on 3 January 2020.[23][24] With his appointment as Leader of Opposition, he was automatically given a seat as a Member of Constitutional Council (Sri Lanka). Premadasa was selected by his party as the Prime Minister candidate from the United National Front on 30 January 2020. He was named the leader of the alliance after a majority of party front liners backed him over its leader Ranil Wickramasinghe.[25][26][27] He was appointed as the newly formed Samagi Jana Balawegaya led by the United National Party to contest the next Prime Ministerial election.","Title":"Sajith Premadasa - Wikipedia","KeyID":"12624","URL":"https://en.wikipedia.org/wiki/Sajith_Premadasa"}