{"Content: ":"Udaya Prabath Gammanpila (born 6 February 1970) (known as Udaya Gammanpila) is a Sri Lankan nationalist politician. By profession, he is a computer engineer[citation needed], lawyer and a politician. He is a former Minister of Energy and Member of Sri Lanka Parliament for Colombo District. He has also worked as the former minister in the Western province and carried out the ministerial portfolio as the Cabinet minister for Buddhism and Religious affairs in the government. He was elected as a Member of Parliament with 198,818 preferential votes from the Colombo District at the General Election held on 17 August 2015. He is also the leader of the “Pivithuru Hela Urumaya” political party.[1] Udaya Gammanpila was born at Nawalapitiya on 6 February 1970. He attended D. S. Senanayake College, Colombo for his secondary education, where he passed the GCE A/L examination in 1988 and won a scholarship from the Australian government to study for a degree in computer science at Monash University.[citation needed] In 1993, while in his fourth year, he was appointed as an assistant lecturer at the university. Upon his return to Sri Lanka in 1994, he joined the Australia-Lanka Group as an Apprentice Manager and two years later became the Director and CEO of the group.[citation needed] Gammanpila, studied law at the Sri Lanka Law College, passed the law examination in 2003 and was sworn in as a lawyer.[citation needed] Gammanpila entered politics in 2000 as a founding member of Sinhala nationalist political party, Sihala Urumaya. Gammanpila was appointed as the party's propaganda secretary in 2001 and later became its deputy general secretary.[citation needed] In 2007, he was appointed as the chairman of the Central Environmental Authority by the President Mahinda Rajapaksa. Gammanpila also served as a member of the All-Party Representatives Committee appointed by the President to resolve the North-East crisis in August that year.[citation needed] In 2009, he voluntarily resigned as chairman of the Central Environmental Authority to contest for the Western Provincial Council. He was elected and sworn in as the Minister of Agriculture, Irrigation, Industries and Environment of the Western Province.[citation needed] Gammanpila was appointed as the Chairman of the Central Environmental Authority in 2007, where he implemented the Pilisaru Waste Management Project and the Fuel Generation of Plastic Waste project.[citation needed] He served as the Minister of Agriculture under the Goviriya Aruna program, aimed at increasing the productivity of agriculture through mechanisation of agriculture, resulting in the Ministry being awarded the ISO 9001-2008 certification by the Sri Lanka Standards Institution in 2013.[citation needed] Gammanpila contested the 2015 parliamentary election from the United People's Freedom Alliance (UPFA), receiving 198,818 preferential votes in his first parliamentary election.[citation needed] Since 2002 Gammanpila has been a frequent contributor to newspapers and has published weekly columns for Lankadeepa in Sinhala under the name “Pradeepa” in Sinhala and from 2012, Ceylon Today in English as Guard Post. His latest book is Mahinda Sulagin Gotabhishekayata, which features the behind-the-scenes story of Gotabhaya Rajapaksa entry into politics and power.[citation needed] [1]","Title":"Udaya Gammanpila - Wikipedia","KeyID":"12623","URL":"https://en.wikipedia.org/wiki/Udaya_Gammanpila"}