{"Content: ":"Egging is the act of throwing eggs at people or property. The eggs are usually raw, but can be hard-boiled or rotten. The egging of politicians is a well-known form of protest, and egging cars or houses can be done as a form of vandalism, with or without reason, but in some places egging is done for benign or celebratory reasons. Eggs can easily cause damage when thrown at property, and egging is considered vandalism. When thrown at cars, eggs can dent a body panel or scratch off paint where the shell breaks. Egg whites can damage certain types of vehicle and building paint. Dried egg can be difficult to remove, and removal attempts with scrapers, abrasives or flammable cleaning solvents can damage some surfaces. Victims of egging may be entitled to financial compensation for the cost of repairs and cleaning, and to fix or replace damaged property. Common charges related to egging are damage to property, vandalism, and nuisance.[1] In more serious cases where injuries have resulted, perpetrators may be charged with assault and fined.[2] Egging of a person's face can cause serious injuries and eye injury,[3][4] and may constitute assault and battery.[5] A nurse was blinded in one eye when an egg was thrown at her from a passing car in March 2008 in Dublin.[6] A boy in Long Island lost sight in one eye after teens from a local high school threw eggs out of a passing car on Halloween in 2005.[7] Eggs are sometimes thrown at people or buildings as a form of protest. High-profile people who have been egged include: David Cameron,[8] Steve Ballmer,[9] Miloš Zeman,[10][11] Bronisław Komorowski,[12][13] Arnold Schwarzenegger,[14] John Prescott,[15][16][17] Helmut Kohl, Nicolas Sarkozy, Nick Griffin,[18] David Blaine,[19] Richard Prebble,[20] Ed Miliband,[21] Nigel Farage,[22] John Tsang,[23] Luis Fortuño,[24] Rafael Correa.[25] On 1 June 1970, UK Prime Minister Harold Wilson was hit in the face by a raw egg thrown by a member of the Young Conservatives, while campaigning for re-election in the 18 June 1970.[26] During the 2004 Ukrainian presidential election, candidate Viktor Yanukovych was rushed to hospital after he had been hit with an egg (while government officials claimed he was hit by a brick), which became a source of ridicule.[27] Irish bank AIB was egged in response to the Irish banking crisis of 2009.[28] The Chairman of the Ukrainian Parliament was egged by deputies inside the Ukrainian parliament in 2010 as a protest against a natural gas agreement.[29][30] Former Brazilian president Luiz Inácio da Silva had eggs and rocks thrown at his bus by protesters in March 2019 while he was visiting southern Brazil.[26] In July 2017, Maria Victoria Barros, a member of the state assembly in Paraná and daughter of Ricardo Barros, Health Minister during Michel Temer's government, had eggs thrown at her during her wedding as she left the church.[31] After blaming Muslim immigrants for the anti-Muslim Christchurch massacre in March 2019, Australian politician Fraser Anning was egged by a teenager, who was arrested, but later released without charges.[32] While campaigning during the May 2019 Australian federal election, Prime Minister Scott Morrison was the target of an attempted egging by a 24-year-old woman at a Country Women's Association event held at the Albury Entertainment Centre. The egg failed to break on contact with Morrison's head and instead bounced off. The lady was immediately arrested.[33] Previous Australian PM Julia Gillard was also egged by protesters.[34] Egging is sometimes associated with certain events and holidays. In parts of the UK and the United States, October 30 is referred to as \"Mischief Night\", when teenagers rub soap bars on car windows, spray paint graffiti, yell profanity, throw eggs at houses, adorn trees with toilet paper, and run away after ringing doorbells.[citation needed] In Brazil, it is common to throw eggs at someone on their birthday, with or without their consent, as a friendly prank.[35][36] Usually, flour is also poured on the person's head after the eggs, with the idea of \"a cake being made on their heads\". A recent example is when Guarani FC midfielder José Fernando Fumagalli had eggs and wheat flour thrown by his teammates during his 40th birthday celebrations and retirement announcement in 2017.[35][36][37] The tradition originated in the 1980s,[35] in Mexico, where it was common to break \"cascarones\" (eggshells) on a person's head at their birthday party as a vow of good fortune. The eggs were usually filled with confetti and colored with dye or crayons.[36]","Title":"Egging - Wikipedia","KeyID":"12633","URL":"https://en.wikipedia.org/wiki/Egging"}