{"Content: ":"Jaffna (Tamil: யாழ்ப்பாணம், romanized: Yāḻppāṇam, Sinhala: යාපනය, romanized: Yāpanaya) is the capital city of the Northern Province of Sri Lanka. It is the administrative headquarters of the Jaffna District located on a peninsula of the same name. With a population of 88,138 in 2012, Jaffna is Sri Lanka's 12th most populous city.[1] Jaffna is approximately six miles (9.7 kilometres) from Kandarodai which served as an emporium in the Jaffna peninsula from classical antiquity. Jaffna's suburb Nallur, served as the capital of the four-century-long medieval Jaffna Kingdom. Prior to the Sri Lankan Civil War, it was Sri Lanka's second most populous city after Colombo. The 1980s insurgent uprising led to extensive damage, expulsion of part of the population, and military occupation. Since the end of civil war in 2009, refugees and internally displaced people began returning to homes, while government and private sector reconstruction started taking place.[2] Historically, Jaffna has been a contested city. It was made into a colonial port town during the Portuguese occupation of the Jaffna peninsula in 1619 who lost it to the Dutch, only to lose it to the British in 1796. During the civil war, the rebel Liberation Tigers of Tamil Eelam (LTTE) occupied Jaffna in 1986. The Indian Peace Keeping Force (IPKF) briefly occupied the city in 1987. The LTTE again occupied the city from 1989 until 1995, when the Sri Lankan Army regained control. The majority of the city's population are Sri Lankan Tamils with a significant number of Sri Lankan Moors, Indian Tamils and other ethnic groups present in the city prior to the civil war. Most Sri Lankan Tamils are Hindus followed by Christians, Muslims and a small Buddhist minority. The city is home to number of educational institutions established during the colonial and post-colonial period. It also has number of commercial institutions, minor industrial units, banks, hotels and other government institutions. It is home to many historical sites such as the popular Jaffna library that was burnt down and rebuilt and the Jaffna fort which was rebuilt during the Dutch colonial period. Jaffna is known in Tamil as Yalpanam and earlier known as Yalpanapattinam. A 15th century inscription of the Vijayanagara Empire mentions the place as Yalpaanayanpaddinam.[citation needed] The name also occurs on copper plates issued by Sethupathi kings of the same era.[3] The suffix -pattinam indicates the place to have been a seaport town.[4] The origin of the name can be traced to a legend about the town's etymology. A king (supposedly Ukkirasinghan) was visited by the blind Panan musician, who was an expert in vocal music and one skilled in the use of instrument called Yal.[5] The king who was delighted to the music played with the Yal by the Panan, presented him a sandy plain.[6] The Panan returned to India and introduced some members of his tribe as impecunious as himself to accompany to this land of promise, and it is surmised that their place of settlement was that part of the city which is known at present as Passaiyoor and Gurunagar.[7] The Columbuthurai Commercial Harbor situated at Colombuthurai and the harbor known as ‘Aluppanthy’ situated previously at the Gurunagar area seem as its evidences.[8] Jaffna is a corrupted version of Yalpanam. The colloquial form of Yalpanam is Yappanam. The Ya and Ja including pp and ff are easily interchangeable. As soon as it went into foreign language, it lost the Tamil ending m and consequently stood as Jaffna.[6] Megalithic excavations reveal settlements of an early period in this region. The bronze Anaikoddai seal with Tamil-Brahmi and Indus script indicates a clan-based settlement of the last phase of the Iron Age in the Jaffna region.[9] Iron Age urn burials including other Tamil-Brahmi inscribed potsherds found in Kandarodai, Poonakari and Anaikoddai in the Jaffna region, reflects the burial practices of older times.[10][11] Excavated ceramic sequences in Kandarodai, similar to Arikamedu, revealed South Indian black and red ware, potteries and fine grey ware from 2nd to 5th BCE.[12] Excavations of black and red wares (1000 BCE – 100 CE), grey wares (500 BCE – 200 CE), Sasanian–Islamic wares (200 BCE – 800 CE), Yue green wares (800 – 900 CE), Dusun stone wares (700 –1100 CE) and Ming Porcelains (1300 – 1600CE) conducted at the Jaffna Fort hints to maritime trade between the Jaffna Peninsula and South Asia, Arabian Peninsula and the Far East.[13] Jaffna and surrounding region was part of the chiefdom of Naga Nadu mentioned in the 5th century AD Tamil epic Manimekalai and the Pali chronicle Mahavamsa as inhabited by tribal Naga people, surmised as one of the earliest tribes of Sri Lanka. They had according to scholars fully assimilated to Tamil language and culture by the 9th century AD or earlier.[14] During the medieval times, the Kingdom of Aryacakravarti came into existence in the 13th Century as an ally to the Pandyan Empire in South India.[15] When the Pandyan Empire became weak due to Muslim invasions, successive Aryacakravarti rulers made the Jaffna kingdom independent and a regional power to reckon with in Sri Lanka.[16] Nallur a suburb of Jaffna served as the capital of the kingdom. Politically, it was an expanding power in the 13th and 14th century with all regional kingdoms paying tribute to it.[16] However, it met with simultaneous confrontations with the Vijayanagar empire that ruled from Vijayanagara, southern India, and a rebounding Kotte Kingdom from the southern Sri Lanka.[17] This led to the kingdom becoming a vassal of the Vijyanagar Empire as well as briefly losing its independence under the Kotte kingdom from 1450 to 1467.[16] The kingdom was re-established with the disintegration of Kotte kingdom and the fragmentation of Viyanagara Empire.[18] It maintained very close commercial and political relationships with the Thanjavur Nayakar kingdom in southern India as well as the Kandyan and segments of the Kotte kingdom. This period saw the building of Hindu temples in the peninsula and a flourishing of literature, both in Tamil and Sanskrit.[17][19][20] The Portuguese established Jaffna city in 1621 as their colonial administrative center.[21] Prior to the military capitulation to the Portuguese Empire in 1619, the capital of the local Jaffna Kingdom, also known as the Kingdom of the Aryacakravarti was Nallur,[21] which is close to the city limits of Jaffna.[22][23] The capital city was known in royal inscriptions and chronicles as Cinkainakar and in other sources as Yalpaanam in Tamil and Yapaapatuna in Sinhalese.[24] From 1590, Portuguese merchants and Catholic missionaries were active within the Jaffna kingdom. Impetus for a permanent fortified settlement happened only after 1619, when the expeditionary forces of the Portuguese Empire led by Filipe de Oliveira captured Cankili II, the last native king.[25] De Oliveira moved the center of political and military control from Nallur to Jaffnapatao[26][broken footnote] (variously spelt as Jaffnapattan or Jaffnapattam), the Portuguese rendition of the native name for the former Royal capital.[27] Jaffnapatao was attacked number of times by A local rebel Migapulle Arachchi and his allied Thanjavur Nayakar expeditionary forces attacked Jaffnapatao a number of times, but the Portuguese defence of the city withstood the attacks.[28] Jaffnapatao was a small town with a fort, a harbour, Catholic chapels, and government buildings.[29] Portuguese merchants took over the lucrative trade of elephants from the interior and monopolised the import of goods from Colombo and India, disfranchising the local merchants.[28] The Portuguese era was a time of population movement to the Vannimais in the south, religious change, and as well as the introduction to the city of European education and health care.[28][30] In 1658, Portuguese lost Jaffapatao to the Dutch East India Company (VOC) after a three-month siege.[24] During the Dutch occupation, the city grew in population and size. The Dutch were more tolerant towards native mercantile and religious activities than the Portuguese had been. Most of the Hindu temples that the Portuguese had destroyed were rebuilt. A community of mixed Eurasian Dutch Burghers grew up. The Dutch rebuilt the fort and expanded it considerably. They also built Presbyterian churches and government buildings, most of which survived until the 1980s, but suffered damage or destruction during the subsequent civil war.[32][broken footnote] During the Dutch period, Jaffna also became prominent as a trading town in locally grown agricultural products with the native merchants and farmers profiting as much as the VOC merchants.[33] Great Britain took over the Dutch possessions in Sri Lanka from 1796.[34] Britain maintained many of the Dutch mercantile, religious, and taxation policies. During the British colonial period, almost all the schools that eventually played role in the high literacy achievement of the Jaffna residents were built by missionaries belonging to American Ceylon Mission, Weslyan Methodist Mission, Saivite reformer Arumuka Navalar and others.[35][36] Under British rule, Jaffna enjoyed a period of rapid growth and prosperity,[34] as the British built the major roads and railway line connecting the city with Colombo, Kandy and the rest of the country. The prosperity of the city's citizens enabled them to underwrite the building of temples and schools, and the library and museum. After Sri Lanka became independent in 1948 from Britain, the relationship between majority Sinhalese and minority Tamils worsened. Residents of Jaffna city along with the rest of Tamil population of Sri Lanka were in the fore front of the political mobilisation behind Tamil nationalist parties. After the Tamil conference incident in 1974, the then mayor of Jaffna Alfred Duraiappah was assassinated by the leader of rebel LTTE, Velupillai Prabhakaran in 1975. Following further deterioration of political discourse, the Jaffna library was burnt down in 1981 by Police and other miscreants. Failure of the political class to find an adequate compromise led to full-scale civil war starting in 1983 soon after the Black July pogrom.[37] Sri Lankan military and police were using the Dutch era fort as their encampment which was surrounded by various Tamil militant groups. Bombardment from air and land of the city led to damage to civic and civilian properties, death and injury to civilians and destruction the economic potential of the city. In 1986, the Sri Lankan military withdrew from the city and it came under the full control of the LTTE. In 1987, the Indian forces brought to Sri Lanka under the auspices of the Indo- Sri Lankan peace accord led an operation to take the city from the rebels. It led to incidents like the Jaffna University Helidrop and Jaffna hospital massacre in which patients and medical workers were killed by the Indian Army.[38] More than 200 civilians were also killed during attempt to take the city over by the IPKF.[39] After the departure of the Indians, the city came under the control of the LTTE once more, but they were ousted in 1995 after a 50-day siege. The economic embargo of the rebel controlled territories in general also had a negative impact in Jaffna including lack of power, critical medicines and food. During the period of LTTE occupation, all Muslim residents were expelled in 1990 and forced evacuated all residents in 1995.[clarification needed][40] Since the end of civil war in 2009, refugees have begun to return and visible reconstruction has taken place. The Sri Lankan Tamil diaspora and business interests from Colombo have invested in commercial enterprises. Countries in Europe, US and India have shown an interest in investing in infrastructure projects and other economic activities. The city is surrounded by Jaffna Lagoon to its west and south, Kokkuvil and Thirunelveli to the north, and Nallur to the east. Jaffna peninsula is made of limestone as it was submerged under sea during the Miocene period. The limestone is grey, yellow and white porous type. The entire land mass is flat and lies at sea level. Within one mile (1.6 kilometres) of the city center is the island of Mandativu which is connected by a causway. Palmyrah groves can be seen where land has not been used for construction. Other notable vegetation is a leafless shrub called talai (alae africana) and koddanai (oleander).[41] Jaffna features a tropical savanna climate with a dry season between February and August, and a wet season between September and January. Jaffna has the highest average temperature in Sri Lanka of 83 °F (28 °C). The temperature is highest in the months of April – May and August – September. The temperature is coolest in December – January. The annual rainfall is brought in by the North East monsoon and it varies from one place to the other and also from year to year. The average rainfall is 50 inches in the western part of Jaffna peninsula.[41] The Jaffna Municipal Council governs the City of Jaffna. It was established under the Municipalities Ordinance Act of 1865. Although other cities such as Kandy, Galle and Colombo had elected municipal councils soon after the 1865 ordinance, Jaffna did not have an elected municipal council for many years. This reflected the desire of the British bureaucrats to govern the city directly rather than share power with a highly literate electorate.[44] The first elected mayor was Cathiravelu Ponnambalam.[45] Number of subsequent mayors were assassinated such as Alfred Duraiappah, Sarojini Yogeswaran and Pon Sivapalan.[46] There were 15 years without elections after 1983. The post civil war elections were held in 2009 after a gap of 11 years. The municipal council consists of 29 members.[47] As the original municipal council building was destroyed during the civil war, a new building is to be constructed for the current municipal council in 2011.[48] Historically residents of Jaffna city were Tamils, Moors (Muslims), Europeans and Eurasian Burghers.[24] Over time the composition changed with Tamils and Moors predominating and Europeans and Burghers either assimilating or moving away. Europeans and the natives lived in separate sections of the city. Most houses were modest in size and the streets were kept clean.[49] After the 1900s the population increased and Sinhalese from the south also settled in Jaffna. Prior to the civil war there were Moors, Sinhalese, Indian Tamils and other ethnic groups living in Jaffna. During colonial times Jaffna was Ceylon's (Sri Lanka) second largest city. Post-independence the city was overtaken by the growth of settlements near Colombo. But even in 1981 Jaffna was the largest city outside the Greater Colombo area. The population of Jaffna, like the rest of the North and East, has been heavily affected by the civil war. Many of its Tamil residents have emigrated to the West or moved to the relative safety of Colombo.[34] The city's small Moor and Sinhalese population have either been forcibly expelled or fled. As a consequence the city's population is significantly lower than it was 30 years ago. Many of the city's residents who left during the civil war have settled down elsewhere and are unlikely to return. There have been reports, particularly after the end of the civil war in 2009, about resettling those residents who wish to return to Jaffna but there hasn't been any substantive effort to do so yet.  Most Tamils are Hindus belonging the Shaivite tradition but might also propitiate the village deities. Most Christians are Roman Catholics with a small but influential number of Protestants belonging to the Church of South India, the successor organisation of American Ceylon Mission and other colonial era Protestant churches. The Catholic Church has a diocese headquartered in the city. All Moors were Muslims with the Sunni sect predominating with a small number of Shias prevalent amongst mercantile immigrants from North India or Pakistan. There is a small community of Tamil Buddhists who converted to Theravada Buddhism during the 20th century due to the efforts of Maha Bodhi Society.[52][broken footnote] Most Sinhalese were either Buddhists or Catholics. There was a small community of nomadic wanderers known as Kuravar who visited Jaffna seasonally and spoke a dialect of Telugu or Tamil. Tamils were also divided along the caste system but as an urban area class was more important than caste which was more pronounced in rural areas of Jaffna district. Jaffna city was founded as a trading town by European merchants. Although a historic port used by the native Jaffna kingdom was already in existence when the Portuguese arrived, it was the European mercantile activity that made it prominent. In colonial times, production of clothes, items of gold and silver, processing of tobacco, rice and other related activities formed an important part of the economic activities.[53] In modern times, the port was its principal source of revenue but it has declined drastically. Currently it survives as a fishing port. The city had a wide range of industries, including food processing, packaging, making of household items, and salt processing, but most ceased after 1995.[34] Since then, most industrialists, entrepreneurs, and business people have relocated to the rest of Sri Lanka and abroad. After 2009, foreign governments within the EU, US, India, and investors from the south of the island and the Sri Lankan Tamil diaspora have shown an interest in making investments in Jaffna district in general and Jaffna city in particular.[34] Shopping malls such as the Cargills Square and hotels such as Jetwing Jaffna, Tilko Jaffna City Hotel have been built boosting the tourism industry in the city.[54][55] Jaffna is 396 kilometres (246 miles) from Colombo. It is directly connected by railways and the roads system. The city was served by the Yal Devi train and other 5 trains daily from Colombo.[56] The primary railway station in the city is the Jaffna Railway Station. The A-9 highway connecting the city with the rest of the country was opened after the 2002 ceasefire. It is served by government and private sector coaches and buses. Commercial flights are available from Chennai, India and Colombo to Jaffna via the Jaffna International Airport.[57][broken footnote] Since 2017 an express ferry service connects Jaffna with Delft islands.[58] Jaffna city has number of education institutions founded by the missionary efforts and Saivite revivalism during the British colonial period. Peter Percival a Wesleyan Missionary started several schools in Jaffna city including Jaffna Central College and Vembadi Girls’ High School. Prior to the civil war, the city had one of the highest literacy rates within Sri Lanka.[57] Jaffna has had a media sector from the mid-1800s. The first known English and Tamil weekly called, Uthayatharakai in Tamil or Morning Star was published jointly in 1840 by American Ceylon Mission and the Weslyan church. In 1863 the Ceylon Patriot was published by a local advocate as a weekly. The Jaffna Catholic Guardian and the Hindu Organ were published by Roman Catholic and Hindu organisation to present their religious interests between 1876 and 1889 respectively. The first Tamil monthly was Sanmarkapothini which was published in 1884.[59] These early journals were followed by number popular newspapers in Tamil such as Eelakesari and Eelanadu. Jaffna was also the seen the publication of journals committed to the growth of modernistic and socially purposive literature such as Bharati and Marumalarchi in 1946. Now defunct English weekly Saturday Review was an influential news magazine that came out of Jaffna. During the civil war many publishers, authors and journalists were assassinated or arrested and the media heavily censored. Since the 2000s Jaffna is served by newspapers such as Uthayan, Yarl Thinakkural and Valampurii. Most historic buildings such as Temples, Saraswathy Mahal library and palaces in the royal city of Nallur and the rest of Jaffna peninsula were destroyed by the Portuguese colonials. Materials from destroyed buildings were used in the construction of the Jaffna fort and other fortifications.[32] Cankilian Thopu or entrance of the palace of Cankili I and Mantri Manai or minister's palace are few of the pre-colonial buildings still standing in the royal quarters of Nallur. Within the Jaffna city proper, the Dutch fort is an imposing structure followed by many Dutch era homes, churches and civil buildings most of which were damaged during the civil war. There are number of British colonial era building such as the Indo-Sarasenic style clock tower and the Public library that are notable. Almost all Hindu temples in Jaffna including the socially important Nallur Kandaswamy temple were reconstructed during the Dutch and British period. Sister City initiatives give opportunities for the cities' residents to become familiar with each other's cultures.[60] The initiatives will facilitate the cultural, educational, municipal, business, professional and technical exchanges and projects among the sister cities.[60] Its sister cities are:[60]","Title":"Jaffna - Wikipedia","KeyID":"12636","URL":"https://en.wikipedia.org/wiki/Jaffna"}