{"Content: ":"Deshabandu Roshan Siriwardene Mahanama (Sinhala: රොෂාන් මහානාම; born 31 May 1966) is a former Sri Lankan cricketer and a former ICC match referee.[1] He was a key member for 1996 Cricket World Cup winning team for Sri Lanka. He is the first man to have stood as a match referee in a day-night test match in Test history.[2] In September 2015, Mahanama said that he would step down from the ICC match referee panel at the end of the year; he will spend his time with his family and his businesses.[3][4] He was regarded as one of the finest match referees at international cricket and was also deemed one of the finest fielders during his playing days.[5] He was popularly nicknamed as the Jonty Rhodes of Sri Lanka.[6] In 2021, he was appointed as one of the members in the selection committee and technical advisory committee panel of Sri Lanka Cricket led by Aravinda de Silva.[7][8] Roshan began playing cricket at school level representing Nalanda College and went onto captain his school cricket team. He soon rose to prominence as a popular schoolboy cricketer with his unbeaten knock of 145 runs in the Annual Big Match against arch-rivals Ananda College.[9] His performances at school cricket earned him the Observer Schoolboy Cricket of the Year awards for two successive years in 1983 and 1984.[10][11] Roshan is the 36th Sri Lankan test cap where he played against Pakistan at Colombo in 1985/86.[12] Although he averaged less than 30 at Test cricket, he did score four centuries, including a top score of 225 for the Sri Lankan cricket team against India at Colombo, where he shared a then world record second wicket partnership of 576 runs with Sanath Jayasuriya.[13][14][15] This record was surpassed in July 2006 as the largest partnership in Test match history by fellow Sri Lankans Kumar Sangakkara and Mahela Jayawardene who put on 624 against South Africa.[16] The partnership between Jayasuriya-Mahanama still stands as the highest partnership for the second wicket in Test cricket.[17] Roshan Mahanama established himself as stylish opening batsman in the late 1980s & early 1990s under the captaincy of Aravinda de Silva. In the 1992 Cricket World Cup, Roshan Mahanama was selected as opening batsman along with M.A.R. Samarasekera & U.C. Hathurusingha, scoring 59 runs off 89 balls v.s. Zimbabwe, 80 runs off 131 balls v.s. New Zealand & 68 runs off 121 balls v.s. South Africa. He captained the depleted Sri Lankan team at the 1994 Austral-Asia Cup which was held in Sharjah whereas main players such as Aravinda de Silva and Arjuna Ranatunga pulled out of the tournament due to personal reasons.[18] He played a key pivotal role in Sri Lanka's maiden triumph at an ICC Cricket World Cup event which came in 1996 where Sri Lanka crowned as unbeaten winners of the tournament defeating Australia in the final by 6 wickets which was held in Gaddafi Stadium, Lahore.[19][20][21] 'Retired hurt' is common parlance in cricket, but that is the name former Sri Lankan cricketer Roshan Mahanama chose for his biography, reflecting his feelings after he was not considered for selection in the ODIs and Tests, following the team's disastrous showing in the 1999 World Cup.[22][23] The authorities told Mahanama that he was dropped to groom young talent. But then players older than him found a place, and that hurt the veteran. As a matter of principle and self-respect he decided to retire. These facts are mentioned in the book 'Retired hurt,' penned by noted Australian sports chronicler Ken Piesse, based on 40 hours of taped narration on Roshan's experience on and off the field.[24] He featured in four ICC Cricket World Cup tournaments in 1987, 1992, 1996 and 1999 during his international career and retired from international cricket following the 1999 World Cup. Following his retirement from international cricket in 1999, Roshan Mahanama made the transition into becoming an International Cricket Council match referee. He made his debut as a match referee in the ODI between West Indies and Bangladesh in Kingstown 2004. In the same series, he made his Test debut and to date, he has refereed in 61 Tests. On 21 October 2014 during ODI series between New Zealand and South Africa, Roshan Mahanama entered the elite group of match referees who have officiated 200+ matches.[25] Mahanama stepped down [26] from the job of being a match referee from international cricket with his last appearance came in the last test match between New Zealand and Australia in 2015.[27] He joined the elite panel in 2004 and has refereed in 61 Tests, 222 ODIs and 35 T20Is till 15 September, including in three World Cups and the 2009 Champions Trophy. Mahanama became the first match referee to serve in a day-night Test match in the history of the game, where the pink ball was used for the first time as well.[28] He also served as a match referee at the 2020 Pakistan Super League and 2021 Pakistan Super League.[29][30] In 2001, he was appointed as manager and head coach of Sri Lanka A team and Development squad.[31] As an opener in the first few years at career, Mahanama was later moved to middle order rigid batsmen with the new openers Romesh Kaluwitharana and Sanath Jayasuriya due to the revolutionized batting display gave them the permanent opening positions. Anyway, until retirement, Mahanama has scored 4 Test centuries and 4 ODI centuries. He used to run pharmaceutical distribution business in Sri Lanka and also owns several startups including Zamon, an app which enables the consumers to order coffee and food from connected cafes.[32][2] He was appointed as the brand ambassador of Hemas Outreach Foundation.[33][34] In 2017, following the request of Mahanama the Sri Lanka Army sponsored the establishment of Roshan Mahanama Primary School in Vavuniya.[35] In the face of the 2022 economic crisis, Mahanama distributed meals to people waiting in the queue for fuel. He appealed to his fellow citizens to stand up together and care for each other in the face of this extraordinary crisis.[36] In his autobiography Retired Hurt which was published in 2001, he claimed that former Australian fast bowler Glenn McGrath racially abused veteran Sri Lankan opener Sanath Jayasuriya by calling him as \"black monkey\" during an ODI match between Sri Lanka and Australia in 1996.[37] However, Glenn McGrath and Cricket Australia denied the allegations of racial abuse while McGrath also went onto threaten Mahanama that he would seek legal action against the book's release.[23] Former Australian cricketers Mark Taylor and Steve Waugh also ruled out the allegations calling Mahanama's claim as a publicity stunt.","Title":"Roshan Mahanama - Wikipedia","KeyID":"12640","URL":"https://en.wikipedia.org/wiki/Roshan_Mahanama"}