{"Content: ":"Deshabandu Sanath Teran Jayasuriya (Tamil: சனத் ஜெயசூர்யா; born 30 June 1969), is a former Sri Lankan cricketer and a captain. He is credited for having revolutionized one-day international cricket with his explosive batting with Romesh Kaluwitharana in the mid-1990s, which initiated the hard-hitting modern-day batting strategy of all nations.[3][4] Considered one of the greatest attacking batsmen of all time, Jayasuriya is well known for his powerful striking and match-winning all-round performances in all formats of the game.[5] Jayasuriya was an all-rounder, who had an international cricket career that spread over two decades.[6] He is the only player to score over 10,000 runs and capture more than 300 wickets in One Day International cricket and is also regarded as one of the best all-rounders in the history of limited-overs cricket, Jayasuriya created many world records during his career.[7][8] He was named the Most Valuable Player of 1996 Cricket World Cup and Wisden Cricketers' Almanack broke an age-old tradition by naming him one of Five Cricketers' of the Year 1997 despite not playing the previous season in England.[9] Jayasuriya was also the captain of the Sri Lankan cricket team from 1999 to 2003. He is affectionately known as the Master Blaster (making him the third batting legend of cricket's history to receive the Master Blaster nickname, after Sachin Tendulkar of India and Sir Viv Richards of the West Indies). He was also a key member of the team that won the 1996 Cricket World Cup and was part of the team that made the finals of 2007 Cricket World Cup and 2009 ICC World Twenty20. He retired from Test cricket in December 2007 and from limited-overs cricket in June 2011. On 28 January 2013, Sri Lanka Cricket appointed him as the chairman of the cricket selection committee. Sri Lanka won the ICC World Twenty20 for the first time in 2014, during his tenure as the chief selector. Jayasuriya ran for public office at the 2010 Sri Lankan general elections and was elected to the parliament from his native Matara District.[10] He topped the UPFA parliamentary election list for Matara district by obtaining 74,352 preferential votes.[11] He served as the deputy minister of Postal services in the former UPFA government led by Mahinda Rajapaksa,[12] and later as the Deputy Minister of Local Government & Rural Development under president Maithripala Sirisena. Jayasuriya did not contest for the 2015 Sri Lankan general election, though he won most votes from Matara district under UPFA in the 2010 Sri Lankan general election.[13] He is currently not active in politics. Sanath Jayasuriya was born in the Southern Sri Lankan city of Matara, to the family of Dunstan and Breeda Jayasuriya. He has an elder brother, Chandana Jayasuriya. He was educated at St. Servatius' College, Matara, where his cricketing talents were nourished by his school principal, G.L. Galappathy, and cricket coach, Lionel Wagasinghe. He excelled in cricket while at St. Servatius College, Matara and captained the college cricket team at the annual St. Thomas'–St. Servatius Cricket Encounter in 1988. Jayasuriya was picked as the 'Observer Schoolboy Cricketer of the Year' in the Outstation Segment in 1988. He also received the awards for the 'Best Batsman' and 'Best All-rounder' in the Outstation Segment at the Observer School Cricket Awards ceremony in the same year.[14] Jayasuriya represented Sri Lanka in the inaugural ICC Under-19 Cricket World Cup which was held in Australia in 1988 and was subsequently selected for a tour in Pakistan a few months later with the Sri Lanka 'B' team, where he made two unbeaten double centuries. Shortly afterward he was drafted into the national side for the tour to Australia in 1989–90.[15] He made his One Day International debut against Australia at Melbourne on Boxing Day of 1989 and his Test debut against New Zealand at Hamilton in February 1991. Along with his opening partner Romesh Kaluwitharana, Jayasuriya revolutionized One Day International batting with his aggressive tactics during the 1996 Cricket World Cup, a strategy they first tried on the preceding tour of Australia. The tactic used was to take advantage of the early fielding restrictions by smashing the opening bowlers to all parts of the cricket ground, particularly by lofting their deliveries over the mandatory infielders, rather than the established tactic of building up momentum gradually. This was a novel but potentially match-winning tactic at that time, and Sri Lanka, who had previously never made it out of the preliminary rounds, went on to win the World Cup without a single defeat. Their new gameplan is now the standard opening batting strategy in limited-overs cricket for the modern era. Glenn McGrath cited Jayasuriya in his XI of toughest batsmen, noting \"it is always a massive compliment to someone to say they changed the game, and his storming innings in the 1996 World Cup changed everyone's thinking about how to start innings.\"[16] Jayasuriya is known for both cuts and pulls along with his trademark shot, a lofted cut over point. He was one of the key players in Sri Lanka's victory in the 1996 Cricket World Cup, where he was adjudged Man of the Tournament in recognition of his all-around contributions. His philosophy towards batting is summarized by an all-aggression approach and over the years he has dominated almost every one-day bowling combination that he has faced at one stage or another. This is because of his ability to make huge match-winning contributions at a rapid pace once he gets in, he holds the record for the second-highest number of one day centuries and has scored the 4th most 150+ scores (4 scores) jointly with Chris Gayle and Hashim Amla. Only Rohit Sharma, David Warner and Sachin Tendulkar have more 150+ scores than him, (Rohit Sharma has the most 150+ scores at 7[17]). His devastating performances have ensured that Sri Lanka has won almost over 75% of the matches that he scored over 50 runs in limited-overs cricket. When asked in an interview who are the most challenging bowlers he had faced in the game, he named in the order Wasim Akram, Shane Warne, Glenn McGrath, Courtney Walsh, Curtly Ambrose. Jayasuriya was a left-arm orthodox spin bowler known for quickly getting through his overs. Although a spinner, he was used to bowling faster balls and yorkers with quick arm action which gained him success as a bowler. He took 440 wickets altogether in international cricket with six 5 wicket hauls. His best bowling performance in an innings in international cricket is 6 for 29, which he took against England in an ODI in 1993. It was the best bowling performance by a Sri Lankan in ODIs until Muttiah Muralitharan broke the record in 2000. Jayasuriya's best match figures in test cricket came in 2001/2002 season when he took 9 for 74 against Zimbabwe. One of Jayasuriya's memorable bowling performances came in the semi-final of 1996 Cricket World Cup, where he took three wickets for just 12 runs in seven overs. It was Jayasuriya who took the vital wicket of Sachin Tendulkar and broke his crucial partnership with Sanjay Manjrekar, which was taking the game away from Sri Lankans at one stage. Jayasuriya was the most successful bowler for Sri Lanka during the knockout stage of 1996 cricket World Cup where he took 6 wickets in three games. As an all-rounder, he took 27 wickets in Cricket world cups altogether including 10 wickets he took in 2003 edition. Sanath Jayasuriya held the record for the highest Test score made by a Sri Lankan, 340 against India in 1997. This effort was part of a second-wicket partnership with Roshan Mahanama that set the then all-time record for any partnership in Test history, with 576 runs. Both records were surpassed in July 2006 when fellow Sri Lankan Mahela Jayawardene scored 374 as part of a 624-run partnership with Kumar Sangakkara against South Africa. On 20 September 2005, during the Second Test of the home series against Bangladesh, Jayasuriya became the first Sri Lankan to play 100 Tests, and the 33rd Test cricketer to achieve this feat. Jayasuriya announced his intention to retire from Test cricket following the Pakistan tour of Sri Lanka in April 2006. He reversed his decision soon after, however, joining the Sri Lankan cricket team in England in May 2006. Missing the first two Tests, Jayasuriya returned in the Third Test at Trent Bridge.[18] After scoring 78 runs on day three of the first Test against England in Kandy in 2007, he announced he was to retire from Test cricket[19] at the end of the match. In that inning he hit six fours in one over against James Anderson. Jayasuriya held the records for the fastest fifty (against Pakistan 17 balls), fastest 100 for Sri Lanka (against Pakistan 48 balls) and fastest 150 (against England in 95 balls) in ODI cricket. His fastest 50 stayed 19 years, where his half-century is regarded as the best because he achieved this feat in an era where no fielding restrictions and power plays are available. It took 19 years to surpass the fastest 50 with all limited over new restrictions and other fielding restrictions. However, he subsequently lost the fastest fifty to AB de Villiers. Jayasuriya is the only player of the ODI history to have scored two consecutive 150+ scores. Jayasuriya's highest ODI score is 189 runs, scored against India in Sharjah in 2000. It remains the highest ODI score by a Sri Lankan, and at the time of the innings it was the third-highestNote 1 in ODI history. Currently the score is 11th highest ODI score of all time and highest by a Sri Lankan.[20] Jayasuriya was the previous record-holder for the fastest century (off 48 balls), before losing that to Shahid Afridi's 37 ball century. This is cited as the first ever fastest century scored in less than 50 balls in world cricket. The record was then broken by Corey Anderson of New Zealand (36 balls), which is currently held by AB de Villiers of South Africa with 31 ball century. He has also held the world record for most ODI sixes (270 in 445 ODIs), which was surpassed by Shahid Afridi during the 2010 Asia Cup match against Bangladesh. He became the fourth batsman to score more than 10,000 runs and the second batsman to score more than 12,000, and 13,000 runs in the history of ODIs. He also has 28 centuries, the fourth-highest in ODIs. He held the record of scoring most runs in an ODI over (30; he has achieved this twice), and the first batsman to score over 30 in an over. This record is now held by South Africa's Herschelle Gibbs (36 runs in an over). During the one-day Natwest series in May 2006 in England, he scored two centuries, including scoring 152 off 99 balls in the final match. In that innings, he and Upul Tharanga (109) put on 286 runs for the first wicket, a new record.[25] Jayasuriya's batting display earned him the Man of the Series award as Sri Lanka whitewashed England for the first time in their home soil by winning the series 5–0. Following the Natwest Trophy, Sri Lanka travelled to the Netherlands for a two-match one-day series. In the first game, Jayasuriya scored 157 off 104 balls as Sri Lanka posted 443/9,[26] beating the 438/9 South Africa scored against Australia in March 2006. Sri Lanka won the match by 195 runs. On a personal note, the innings was his 4th score of over 150 and was also his second successive score of 150 plus, only player to achieve the feat in ODI history. He also scored 2 centuries and 2 half-centuries in the 2007 Cricket World Cup held in the West Indies. In 2008, his one-day career was all but over when he was omitted for the ODIs in the West Indies. However, a stirring performance in the IPL—finishing the third-highest run-getter with 514 runs—prompted his country's sports minister to intervene in his selection for the Asia Cup. He ultimately shaped Sri Lanka's title victory with a blistering hundred under pressure.[27] His international career has been revived at the age of 41, after being recalled to the One-day and Twenty-20 squads for Sri Lanka's 2011 tour of England and Scotland.[28] During 2008 Asia Cup, Jayasuriya scored a century against Bangladesh on his 39th birthday.[29] With this century, he became the third cricketer out of four overall, to score an ODI century on a birthday. The two others before Jayasuriya to score the century were two Indians Vinod Kambli and Sachin Tendulkar. The last one to score a century on his birthday is blackcap Ross Taylor.[30][31][32] His knock of 125 in the finals was voted as the Best ODI Batting Performance of 2008 by ESPNCricinfo.[33] During the 2007 ICC World Twenty20, Jayasuriya appeared to break his tradition of using Kookaburra bats by wielding a normal Reebok sponsored bat. He achieved two half-centuries in the group stages against New Zealand and Kenya in this tournament. He also shares a dubious record with James Anderson for having the most expensive figures in a Twenty20 international, having been hit for 64 runs in the maximum of 4 overs.[34] After the Twenty20 World Cup, Jayasuriya played in Sri Lanka's 3–2 One Day International series defeat against England, achieving limited success and then in the 2–0 Test series defeat in Australia. In December 2007, Jayasuriya confirmed that he has signed for Warwickshire for the Twenty20 Cup.[35] In April 2008, he joined the Mumbai Indians to play in the Indian Premier League T20. After scoring a devastating 114 not out off just 48 balls[36] for the Mumbai Indians against Chennai, Jayasuriya regained his position in the one-day side after he had been dropped for the West Indies tour. For his performances in 2008, he was named in the Cricinfo IPL XI[37][circular reference]. He then followed up his century with a 17-ball 48 not out to surpass the Kolkata Knight Riders' score of 67 in just the 6th over, resulting in the biggest victory in Twenty20 history in terms of balls remaining.[38] In 2010 has signed with Worcestershire for their Twenty20 campaign. At the age of 42, Jayasuriya played for the Ruhuna Rhinos in the qualifying round of the 2011 Champions League.[39] In February 2012 Jayasuriya played for the Khulna Royal Bengals in the inaugural Bangladesh Premier League, later that year he played for Kandurata Warriors in the inaugural Sri Lanka Premier League. Jayasuriya was chosen as the Wisden Leading Cricketer in the World in 1996[40] and was named as one of the Wisden Cricketers of the Year in 1997. He served as the captain of the Sri Lankan cricket team in 38 test matches and 117 one day internationals from 1999 to 2003. Jayasuriya led Sri Lanka to the knock-out stage of the 2003 cricket world cup but stepped down from the captaincy after the loss to Australia in the semi-final. He was also a very useful all-rounder with a good batting average in both Test cricket and One Day Internationals, and had an excellent batting strike rate in One Day Internationals. As a left-arm orthodox spin bowler, he had a reasonable bowling average and an economy rate. He regularly helped to decrease the workloads of contemporary Sri Lankan strike bowlers Muttiah Muralitharan and Chaminda Vaas. At the end of his career, Jayasuriya took more than 400 wickets in international cricket with over 300 wickets in One Day Internationals. Jayasuriya was also a skillful infielder, with a report prepared by Cricinfo in late 2005 showing that since the 1999 Cricket World Cup, he had effected the seventh highest number of run-outs in ODI cricket of any fieldsman, with the eleventh highest success rate.[41] Jayasuriya was appointed as the chairman of selectors of national cricket team on 28 January 2013 by sports minister Mahindananda Aluthgamage. The selection panel included Jayasuriya, Pramodya Wickramasinghe, Eric Upashantha, Chaminda Mendis and Hemantha Wickramaratne.[42] But on 30 January 2013, Wickramaratne has been replaced by Hashan Tillakaratne.[43] In 2013, he came under immense pressure and scrutiny for selecting state minister Keheliya Rambukwella's son Ramith Rambukwella to the national team for a series against Bangladesh.[44] Under his selection, Sri Lanka won 2014 ICC World Twenty20, 2014 Asia Cup and Sri Lanka's first ever full series win in England in all three formats of the game Tests, ODIs and T20s. His tenure was ended in 2015, after many failures apart from those wins, such as whitewash against India and 2015 World Cup failure.[45] After Jayasuriya's quit, Aravinda de Silva has appointed as the Chairman of selectors. On 11 April 2016, Jayasuriya was appointed back again to the post of chairman of selectors.[46][47] This time, under his selection, many players got test, ODI and T20I caps and the team shuffled so many times due to many injuries to major players.[48] During this period, Sri Lanka lost world No. 1 rankings in T20Is, lost many bilateral tours to New Zealand, England, India, Pakistan, South Africa.[49][50] Despite them, Sri Lanka lost their first bilateral ODI series to Zimbabwe at home, Bangladesh drawn all formats in Sri Lanka, Sri Lanka quit very early from both 2016 World Twenty20, and 2017 ICC Champions Trophy.[51] Through all those defeats and failures, Sri Lanka had a silver line, where they first marked a whitewash against Australia in Warne-Murali Trophy and Zimbabwe Tri-series. Many questions about the rapid changes occurred in the squads and the continuous failures of the team. With that, on 29 August 2017, Jayasuriya with his panel Ranjith Madurasinghe, Romesh Kaluwitharana, Asanka Gurusinha and Eric Upashantha resigned from the selection committee after heavy loss to India in both tests and ODIs.[52] After serving international ban from cricket, Sanath took up his first coaching stint with Mulgrave Cricket Club, a third tier Australian cricket club in Melbourne which plays in Victoria's Eastern Cricket Association.[53][54] It was revealed that his former opening partner Tillekaratne Dilshan had convinced him to join the Mulgrave cricket team during when both featured together for Sri Lanka Legends team in the second half of the 2020–21 Road Safety World Series.[55][56] In an autobiography published by former Sri Lankan cricketer and match referee Roshan Mahanama in 2001, he claimed that former Australian fast bowler Glenn McGrath racially abused Sanath Jayasuriya by calling him as \"black monkey\" during an ODI match between Sri Lanka and Australia in 1996.[57] In 2010, he signed contracts with two different clubs simultaneously to participate at the Cricket Association of Bengal league and ultimately both the teams had to withdraw his name and he was unable to take part in the competition for signing with two teams at the same time. Following this incident, Cricket Association of Bengal barred foreign players to participate in the competition.[58] In June 2014, the Janatha Vimukthi Peramuna party accused Jayasuriya of sending a mob which assaulted the students of University of Ruhuna whereas the students were staging protests against holding of development exhibitions within the varsity premises.[58] In 2017, Jayasuriya involved in a huge controversy when he allegedly leaked a sex tape of his ex-girlfriend Maleeka Sirisena intentionally to seek revenge on her as she was later married to a business tycoon.[59] The clips went viral in social media and Maleeka slammed Sanath for his indecent behaviour.[60] It was revealed that he dated Maleeka in 2012 despite being married to another woman Sandra De Silva. The extramarital affair triggered divorce with Sandra and he later had his engagement with Maleeka.[61] In November 2018, he along with two other cricketers was accused of trafficking rotten betel nuts from Indonesia to India.[62][63] In March 2018, he criticised the behaviour of Bangladeshi cricketers during the crucial virtual semi final between Sri Lanka and Bangladesh at the 2018 Nidahas Trophy and degraded the Bangladesh team as a third class team in a tweet. He later deleted the tweet.[58] In October 2018, Jayasuriya was charged by the International Cricket Council with two counts of breaching its anti-corruption code. The accusations relate to articles 2.4.6 and 2.4.7 of the ICC's code of conduct. These relate to \"failure or refusal to co-operate\" with an ongoing ICC investigation into alleged match-fixing and \"concealing, tampering with or destroying any documentation or other information that may be relevant\". The investigation were reported to relate to Jayasuriya's time as Sri Lanka's chairman of selectors, between April 2016 to August 2017, and the fourth ODI between Sri Lanka and Zimbabwe in July 2017.[64] In February 2019, Jayasuriya was banned for two years in taking part in any cricket-related activity by the International Cricket Council's (ICC) anti-corruption unit, after he failed to co-operate in a corruption investigation.[65] However, he reportedly attended a group stage match between Sri Lanka and India during the 2019 Cricket World Cup and watched the match in the pavilion despite serving a ban. ICC later pointed out that he could still watch matches in the pavilion as a casual fan and barred him from entering teams dressing rooms.[66] His international ban was lifted by the ICC in November 2020 and was once again eligible to involve with cricket.[67][68][69] In May 2019, fake reports circulated in social media that Sanath had died due to a car accident in Canada and the reports also shocked Indian cricketer Ravichandran Ashwin. However, Sanath himself denied such reports and insisted that he is fine and has not visited Canada in recent times.[70][71] Jayasuriya's first marriage is with Air Lanka ground hostess Sumudu Karunanayake in 1998 which lasted less than a year. Then early in the year 2000, he married Sandra De Silva, a former flight attendant of Sri Lankan airlines. They have three children, Savindi Jayasuriya, Yalindi Jayasuriya and Ranuk Jayasuriya.[72] Sanath divorced from Sandra in 2012. Sanath Jayasuriya married Maleeka Sirisenage in 2012 and this was the third marriage, later separated.[73] He is also the first cricketer to be appointed as a UN Goodwill Ambassador (by UNAIDS, Geneva) for his commitment to the prevention of HIV/AIDS among young people in Sri Lanka. He entered politics in February 2010 as a candidate for Matara District. His party is the United People's Freedom Alliance (UPFA) of the president Mahinda Rajapaksa. Jayasuriya continued to play cricket after he has secured the most preferential votes from the Matara District by obtaining 74,352 votes. In October 2013, he was appointed as deputy minister of Postal services in the UPFA government. He resigned from Chief Selector post with his members on 3 April 2015.[74] On 10 June 2015, Jayasuriya with three other UPFA Parliamentarians took oaths from President Maithripala Sirisena as new deputy ministers.[75] Jayasuriya was appointed as Deputy Minister of Local Government and Rural Development. He was in office until the Parliament dissolved on 26 June 2015.[76] in the 2015 election Jayasuriya did not run for office, but joined the campaign of the United National Party that won the election. He was later appointed the chairman of selectors of Sri Lanka cricket. In January 2018, reports confirmed that Jayasuriya was known to suffer with a serious knee injury.[77] According to news, he was unable to walk without the help of crutches. He flew to Melbourne for the surgery and remained under observation for about a month.[78][79][80] Jayasuriya has scored 14 Test and 28 ODI centuries. Although Jayasuriya made his Test debut in 1991, it was not until 1996 that he scored his first century, when he had become a regular player in the Sri Lankan side.[81] His career high of 340 against India in August 1997 was the highest score by a Sri Lankan cricketer until 2006,[82] and is also part of the highest team total (952/6) made in Test cricket.[83][84] He has also scored two double centuries; 213 against England and 253 against Pakistan. His 157 against Zimbabwe in 2004 is the second fastest century by a Sri Lankan player.[85] Jayasuriya, having scored centuries against every Test playing nation except New Zealand and West Indies,[86] retired from Test cricket in 2007 with 14 to his name.[86] Jayasuriya made his ODI debut in 1989 and started playing as an opening batsman in 1993.[87] He went on to score his first century in 1994 against New Zealand. From then on, Jayasuriya has scored the highest number of ODI centuries for Sri Lanka with 28 to his name. He currently holds the fourth place for most centuries in a career, behind Sachin Tendulkar (with 49 ODI centuries), Virat Kohli (41 ODI centuries), Ricky Ponting (30 centuries) and Rohit Sharma (29 centuries).[88] His second century, 134 against Pakistan in 1996, was scored at a strike rate of 206.15 and was the fastest century in ODI cricket at the time. This record was later broken by Pakistani cricketer Shahid Afridi.[89] The 189 he made against India in 2000 is the sixth-highest ODI score in a single innings.[90] Making his second-highest ODI score of 157 against the Netherlands in 2006, Jayasuriya paved the way for Sri Lanka to set the world record for the highest ODI team total of 443/9.[91] With his 107 against India on 28 January 2009, Jayasuriya—39 years and 212 days old at the time—became the oldest player to score a century, which was surpassed by UAE batsman Khurram Khan[92] and also became the second player to score more than 13,000 runs in a career.[N 1][93] Sanath Jayasuriya also holds the record of fourth fastest 150 in one day internationals. he made 152 vs England at Leeds on 1 July 2006, off just 99 balls which were the fastest at that time, and now after AB de Villiers 63 balls 150, Shane Watson 93 balls 150, and Luke Ronchi 95 balls 150. Bold ones are World Records. Jayasuriya has influenced for many international awards in his 20 years of cricketing career. He is second only to Sachin Tendulkar by the number of Man of the match awards for ODIs, where Tendulkar has 62 Man of the Match awards and Jayasuriya has 47 of them. He also has 11 ODI Man of the Series awards. Besides ODI awards, he has 4 Test Man of the Match awards and single Test Man of the Series awards. He has 5 T20I Man of the Match awards as well.","Title":"Sanath Jayasuriya - Wikipedia","KeyID":"12643","URL":"https://en.wikipedia.org/wiki/Sanath_Jayasuriya"}