{"Content: ":"Achchige Patali Champika Ranawaka (Sinhala: පාඨලී චම්පික රණවක; born 4 August 1965) is a Sri Lankan electrical engineer and a Far-right politician. He is the Member of Parliament from Colombo District of Samagi Jana Balawegaya. He was the Cabinet Minister of Megapolis and Western Development, as well as Minister of Environment and Natural Resources, Power and Energy and Technology, Research and Atomic Energy.[2][3] Champika Ranawaka born in Bulathsinghala in the Kalutara district and entered Taxila Central College, Horana after being qualified from the Scholarship Examination. Been an all-rounder at different extra curricular activities, Ranawaka got qualified from GCE Advanced Level examination ranking first from the Kalutara District to the engineering faculty of the University of Moratuwa where he spent eight years as an undergraduate.[4] His family name Achchige is of Malayalam origin, achchi being the feminine form (mother) of the Malayalam word achchan meaning father, and is a name associated with the Kerala origin Kuruppu clan indicating matrilineal inheritance.[5] Ranawaka was active in politics while in university in the late 1980s as a member of the pro-JVP student union having spend over eight years as an undergrad in the university engaged in politics. He was arrested as part of the crackdown student activists during the JVP Insurrection in 1988 and again in 1991.[4] He formed the Non-political organization called, 'Janatha Mithuro' with some of his colleagues like Ven.Athuraliye Rathana Thero, Nishantha Warnasinghe and Malinda Seneviratne. 'Janatha Mithuro' was criticized for its right-wing anti-Tamil ideology and actions.[6] In the 1993 presidential elections they backed the People's Alliance headed by Chandrika Kumaratunga. He thereafter joined the Sihala Urumaya a Sinhala nationalist party. In 1998 he took part in forming the National Movement Against Terrorism (NMAT). Sihala Urumaya evolved into the Jathika Hela Urumaya (JHU) fielding Buddhist priests for the 2004 parliamentary elections and supporting Mahinda Rajapaksa in the 2005 presidential poll.[4] In the 2015 presidential poll he supported Maithripala Sirisena and later join the United National Party led alliance.[7] Thereafter it becomes a partner in the Rajapaksa government in 2007. With it one of its Buddhist priest MP, Rev.Dr. Omalpe Thero resigned and his place was taken by Ranawaka as a national list MP (appointed by the party and not elected) who was thereafter appointed Cabinet Minister of Environment and Natural Resources by Rajapaksa.[4] Ranawaka contested the 2010 General Election under the UPFA from Colombo District and was placed third place by obtaining 120,333 votes securing membership in the Sri Lanka Parliament and appointed to Minister of Power and Energy.[4] In 2015 General Election Ranawaka contested under UNP from Colombo District. He was appointed the Minister of Megapolis and Western Development.[citation needed] He resigned on 18 November 2019.[citation needed] In 2008 Ranawaka called the Muslim community in Sri Lanka 'outsiders' sparking widespread protests.[8] In 2012, Ranawaka warned the Tamil people that they would receive a hundred Mullivaikkals if they continued to support the TNA self determination policies. He stated: \"One Mullivaikkal is enough. Don't try to get 100 more.\"[9] Ranawaka has also been critical of international intervention in Sri Lanka stating that anyone who takes action against Sri Lanka will be supporting terrorism.[10] In April 2011 Ranawaka called the United Nation's report on alleged war crimes in Sri Lanka 'diplomatic terrorism'.[11] Ranwaka has also opposed airstrikes against Libya.[12] On 18 December 2019, he was arrested regarding his alleged involvement in a hit and run case which happened in 2016.[13][14] He was summoned in the Magistrate court the same day he was arrested and was initially remanded until 19 December 2019.[15] He was further ordered by the court to be remanded until 24 December 2019.[16]","Title":"Champika Ranawaka - Wikipedia","KeyID":"12659","URL":"https://en.wikipedia.org/wiki/Champika_Ranawaka"}