{"Content: ":"Herath Mudiyanselage Rangana Keerthi Bandara Herath (Sinhala: රංගන හේරත්; Tamil: ரங்கன ஹெரத்; born 19 March 1978), known as Rangana Herath, is a former Sri Lankan cricketer,[1] who played all forms of the game and a former Test captain for Sri Lanka. Herath is the most successful left arm bowler in Test cricket history. He is currently working as spin bowling consultant with the Bangladesh cricket team.[2] Herath is a specialist left-arm bowler for Sri Lanka and holds the record of best bowling figures in Test matches by a left-arm spinner with 433 wickets. On 11 March 2017, Herath surpassed 362 wickets by Daniel Vettori to become the most successful left-arm spinner in Test cricket history.[3] He is the first left-arm spinner to take 400 Test wickets.[4] On 10 February 2018 during Bangladesh tour, Herath became the most successful left-arm bowler in Test cricket history by surpassing Wasim Akram.[5] He has the longest Test cricket career for Sri Lanka with a span of 19 years from 1999 to 2018. On 29 May 2016, Herath became the third Sri Lankan bowler to take 300 wickets in Test cricket history after Muttiah Muralitharan and Chaminda Vaas.[6] On 8 November 2016, Herath became only the third bowler in history to take five-wicket hauls against all Test-playing nations.[7] On 2 October 2017, he became the second Sri Lankan bowler to take 400 test wickets. He is the oldest player to reach 350 as well as 400 Test wickets. On 23 October 2016, Herath was announced as captain for Sri Lanka tour to Zimbabwe.[8] Angelo Mathews, the regular captain, was injured. With this he became the oldest Sri Lankan player to lead a Test team for the first time and from any country since Tom Graveney in 1968.[9] On 22 October 2018, Herath announced his retirement from international cricket after the first Test at Galle against England.[10] On 6 November 2018, he played in his final Test in Galle.[11][12] In the first innings of the match, he became the third bowler to take 100 Test wickets at the same venue, when he dismissed the England captain Joe Root.[13] After the match, Herath said that it was \"the right time\" to retire, finishing his career with 433 Test wickets, the most for a left-arm spin bowler.[14] Herath was born on 19 March 1978, in the small village of Waduwawa, Kurunegala, on the southeastern tip of the Northwestern Province as the second of the family. His elder brother is Deepthi Herath. He was promoted to opening batting in school times, and acted as a pacer, until his coach told him to start spin bowling due to height problem. Before starting professional career, Herath was working at Sampath Bank as a clerk, when he met brother of Chandika Hathurusingha.[15] Herath started his cricket career at his first school Mayurapada Central College, Narammala.[16] Later, he moved to Maliyadeva College, Kurunegala. Having made his first-class debut for Kurunegala Youth Cricket Club in 1996–97 cricket season, Rangana Herath currently represents Tamil Union Cricket and Athletic Club in Sri Lankan first-class cricket. He represented Moors Sports Club from 1998/99 to 2009/10 in local first-class cricket. He made his Twenty20 debut on 17 August 2004, for Moors Sports Club in the 2004 SLC Twenty20 Tournament.[17] He also played for Surrey during the latter part of the 2009 English cricket season. In April 2010, Herath joined Hampshire, where he played in the first half of the 2010 County Championship.[18] In March 2018, Herath was named in Dambulla's squad for the 2017–18 Super Four Provincial Tournament.[19][20] Herath made his Test debut at Galle International Stadium, Sri Lanka against Australia in 1999. His One Day International debut came five years later in 2004, against Zimbabwe at Harare Sports Club. During the 2016 England series, Herath was ranked as 13th Test match bowler in the world, having hit the heights of second in the list in 2012.[21] Although Herath made his Test debut back in 1999, he never came to the prominence as a leading spinner until the retirement of Muralitharan. Herath made a successful comeback to Test cricket in 2009 against Pakistan and took over the mantle of Sri Lanka's main spin bowler from Muralitharan. Former Sri Lankan captain Mahela Jayawardene rated Herath as Sri Lanka's number one bowler after the retirement of Muralitharan.[22] After playing second role in the team for long time behind the shadow of maestro Muttiah Muralitharan, Herath ascended to prominence against Australia in 1999 with a \"mystery\" ball. He broke into the national side after an impressive A tour to England. Herath while playing in two test matches in the series, deceived the visiting Australians with a delivery that darted the other way. He took six test wickets against the Australians. Herath made a comeback to the Test side, taking 15 wickets in the 3 match Test series vs. Pakistan played in Sri Lanka, also winning the man-of-the-match award in the first Test.[23] Herath then took 8 wickets in the second Test in the two match Test-series between Sri Lanka and New Zealand in Sri Lanka. This led Sri Lanka to a win, and a series victory.[24] Herath played only in the test at Galle during the home series against India. Though Sri Lanka won, he only managed to take the wicket of Indian spinner Harbhajan Singh in that match. Herath was recalled for the second test match against the West Indies in November 2010. In that match played at the newly renovated R. Premadasa Stadium, he took three wickets in the first innings. In the second Test of Sri Lanka's tour of South Africa in December 2011, Herath took nine wickets and won the Man of the Match award. Sri Lanka won the match by 208 runs; it was their first Test win in South Africa.[25] Herath took 12 wickets during the first test match of the 2012 England test series. His match winning performance helped him to secure the \"Man of the Match\" award in Galle. Herath was England's latest spin tormentor with 6 for 74 during the first inning and he took another 6 wickets for just 97 runs and confirmed the Sri Lanka's victory against the touring English team.[26] Herath memorably took figures of 5-3 against New Zealand in the 2014 World T20, a spell that helped Sri Lanka qualify for the semi-finals of the tournament. Sri Lanka eventually won the tournament and Herath's spell was named the Wisden Men's T20I spell of the decade in 2019.[27] In the first innings of the second Test against Pakistan, Herath took nine wickets for 127 runs, the best figures for a left-arm bowler in Test cricket.[28] He was man of the match in both Test matches and also man of the series. During the Sri Lankan cricket team against Pakistan in the UAE in 2013–14, Herath became the first Sri Lankan and 16th overall to be dismissed for a king pair in test history.[29][30] For his performances in 2014, he was named in the World Test XI by ICC.[31] In the second innings of the first Test against India in 2015, Herath took seven wickets for 48 runs, where Sri Lanka only had 175 runs behind India's total of 375. Herath was only able to take a single wicket in the first innings and had a fairly poor performance in the first innings. But his strong comeback in the second innings with other new spinner Tharindu Kaushal, India were all out for 112 runs, where Herath took 7 for 48 and Kaushal with 3 for 47. This was his 22nd five-wicket haul in Tests.[32] In the first match at Galle against West Indies in 2015, Sri Lanka posted a huge total of 484 with the help of two centuries. In the bowling, Herath took his 23rd five-wicket haul in test cricket and the very first against West Indies. He finished with 6/68 runs and West Indies were all out for 251. This gave windies to keep follow-on and they came in to bat for the second innings just on the third day. Just as in the first innings, Herath was all over the Windies, where they all out for 227 runs, giving Sri Lanka a huge win by an innings and 6 runs. Herath took 4/79 in second innings, finished his fifth ten-wicket haul in Test cricket and adjudged man of the match award as well. The second match was a show of bowlers. Both teams do not score more than 250 in each innings, and Herath only took a single wicket in the first innings. West Indies required 245 runs to win the match, but Herath strikes again, picked up 4 wickets and sealed the game for Sri Lanka. Sri Lanka won the series 2-0 and Herath was the Player of the Series.[33] In England tour 2016, Herath took two wickets in the first test at Leeds, with 299 test wickets. However, Sri Lanka lost the match by an innings and 88 runs. In the second match at Chester-Le-Street, Herath took his 300th test wicket by dismissing Steven Finn, caught by himself. He became the third Sri Lankan after Muttiah Muralitharan and Chaminda Vaas to reach 300 test wickets in history. He also played well with the bat scoring 61 whilst batting with Dinesh Chandimal before being out to James Anderson. On 11 February 2018, against Sri Lanka, Herath overtook the legendary Wasim Akram's wicket tally in Test cricket to become the highest wicket-taking left-arm bowler.[34] Herath revealed his intentions to retire from ODIs and T20Is after 2016 ICC World Twenty20. Sri Lanka exited from the World T20 in the first round and Herath announced his retirement on 17 April 2016. This was largely due to the fact that, Herath was picked to the recent limited over tournaments game after a game and with the few years to come with his age, he wants to focus more towards Test cricket.[35] Until retirement, Herath played 71 ODIs, took 74 wickets with the average of 31.91. He played 17 T20Is, where took 18 wickets with the best bowling figures of 5 for 3 against New Zealand in 2014 World T20I.[36] Herath showed his talents in home soil back against Australian in the Warne Murali Series in 2016. In the first test, he took 4 four wickets in first innings and match-winning five-wicket haul in the second innings. Sri Lanka eventually won the match by 106 runs, which is only the second win against Australia in 27 test matches by Sri Lanka.[37] Herath has taken 7 fifers in the fourth innings of Tests by 29 innings, which is the most fifers in second innings in least innings, previously held by legendary Muttiah Muralitharan, who took 35 innings to reach the milestone. Bowling figures of 5 for 58 in the match is also the best bowling figures in a Test innings in Pallekele.[38] During the second Test at Galle, Herath took a hat-trick by dismissing Adam Voges, Peter Nevill, and Mitchell Starc in the Australian first innings. He became the second Sri Lankan after Nuwan Zoysa, and first Sri Lankan spinner to take a Test hat-trick.[39] He is also the second left-arm orthodox bowler ever to take a Test hat trick after Johnny Briggs in 1892.[40] In the process he became the oldest cricketer to take a hat-trick in Test matches.[41] In the third Test at SSC, Herath took his 25th and 26th five-wicket haul in Test cricket. This is his fourth consecutive Test against Australia in where he has taken four or more wickets in the opponent's first innings. His 25th fifer mark is the highest by a bowler to take fifers since 2009. In this period, no other bowler has taken even 20 such hauls.[42] His ten wicket haul in the match gave the series whitewash against Number 1 ranked Australia for the first time in history. He took 13 wickets in the last test match and 28 wickets in the series. Both these wicket figures are record for a Sri Lankan against Australia. After usual captain Angelo Mathews injured during ODI series against Australia, vice captain Dinesh Chandimal was also injured during T20I series of the same tour. With these major players absent, Herath was appointed as the captain of Test team for the Zimbabwe tour. On 29 September 2016, he led the team in a test match, becoming the oldest player to lead a Test team for the first time since Somachandra de Silva in 1983.[43] The match was won by Sri Lanka, where Herath led from the front, took 6 wickets in the match.[44] On 8 November 2016, Herath took his 27th five wicket haul, becoming the third overall to take five-wicket hauls against all Test-playing nations, after Muttiah Muralitharan and Dale Steyn.[45] He took 13 wickets in the second test match, recording best bowling figures against Zimbabwe in Zimbabwe. He dismissed Carl Mumba by taking 350th wicket, recorded as the oldest player to achieve the feat. Only Muralitharan has taken more 12-wicket hauls than Herath, who has five to Murali's six. Sri Lanka whitewashed Zimbabwe 2-0 and Herath adjudged man of the match for his impressive performance.[46] For his performances in 2016, he was named in the World Test XI by the ICC and Cricinfo.[47][48] \"What an incredible lad he is. So calm, so understanding, and he's always there for everyone. For the youngsters, especially, having an influence like that is very, very good. Rangana Herath is very approachable to anyone. When you come into the international set-up, everything changes - the rewards and everything around you. You have to react positively to that. To help the youngsters with that, Herath has played a big role. On the cricket side, once Murali retired his numbers tell the story. He's had a great impact, and Sri Lanka are going to miss him dearly. He falls in the bracket of the legends: the Sangakkaras, the Jayawardenes, the Muralitharans.\" —Russell Arnold.[49] \"When Murali left, everyone thought that Sri Lanka would be a little handicapped. But Rangana actually revelled in being the sole spinner for the country. I actually think he's the greatest role model that Sri Lanka cricket have ever had - the way he's played the game and the way he's entered and formed relationships with players. He's a guy that I admire a hell of a lot. I'm just sad that he's retiring, because I think Sri Lanka really need him at the moment. I don't think he's overachieved. I think his potential was immense\" —Kumar Sangakkara.[49] \"His determination shows in his whole career, to be out of the team when Murali was there, and to only get a chance later. He made sure he kept working on his game all through those years so that he could grab the opportunity when it came. It's the kind of quality you see from him on the field as well. He's the last guy from our generation who's going to call it a day, so it's a bit of an emotional thing for a few of our boys - for Sanga as well. Once Ranga got his opportunity, he showed what a great bowler he was. In the last five years he's the guy who's carried Sri Lanka through in Tests. He's from a small school in Kurunegala, going into a bigger school and then making his way into the very top level, that's just a great story.\" —Mahela Jayawardene.[49] Herath was appointed as the Test captain for the March 2017 Bangladesh tour in home soil, after Angelo Mathews was not able to recover from the injuries.[50] In the fourth innings of first Test in Galle, Herath surpassed 362 test wickets by Daniel Vettori to become the most successful left-arm spinner in Test cricket history. He took six wickets at the end to give Sri Lanka a 257 runs win. With three consecutive wins, Herath became the first Sri Lanka captain to achieve this feat.[51] He was only the second left arm spinner to grab 350+ test wickets after Daniel Vettori in test history. In the second match, Herath reached another milestone, by dismissing Mustafizur Rahman, to record 1,000 first-class wickets. He is the second player from Sri Lanka and the 12th from the subcontinent to achieve the feat.[52] Despite his milestones, Sri Lanka lost the match by four wickets, which is their first defeat against Bangladesh. The Test series was drawn 1–1. Herath was appointed as the stand-in captain for the first test against India in August 2017 as the captain Dinesh Chandimal was diagnosed with pneumonia.[53] Herath took only one wicket and conceded 159 runs in the first innings of the visitors. During the second innings where Sri Lanka had to chase 550 runs, Herath did not bat, due to an injury suffered while fielding.[54] With Asela Gunaratne too ruled out of the rest of the series due to a \"pretty serious\" fractured thumb which he suffered on the opening day of the match,[55] Sri Lanka had to play with nine players. Sri Lanka lost the Test by 304 runs, which as of February 2018 is Sri Lanka's biggest loss in term of runs in Tests.[56] During the second Test against South Africa in late 2016 at Newlands, Herath surpassed 355 test wickets of Chaminda Vaas by dismissing Kyle Abbott for LBW, becoming the second highest wicket-taker for Sri Lanka.[57] During the first match, Herath ended the year 2016 as the second highest wicket-taker in Test cricket with 57 scalps, only behind Indian Ravichandran Ashwin (72 scalps). He took 5 five-wicket hauls and 2 ten-wicket hauls in the year with economy of 2.61.[58] Despite his achievements, Sri Lanka lost all three Tests. Herath took 1/159 in the first innings of the first Test against India in Galle. He went wicketless in the second. In the second Test at the Sinhalese Sports Club Ground, Colombo he took 4/154 as India won the match by an innings and 53 runs. He had complained of a stiff back during the SSC Test having bowled 42 overs. Herath had also sent down 71.1 overs in the one-off Test against Zimbabwe before the series with India and had bowled 49 overs at Galle.[59][60] He was rested from the final Test in Pallekele. India went on to win the series 3-0. The first Test against Pakistan on 28 September 2017, was one of the career highlights for Herath. In the match he took his ninth ten-wicket haul which included his 32nd and 33rd five-wicket hauls guided Sri Lanka to a 21-run victory. During the match, Herath took his 100th test wicket against Pakistan by dismissing Mohammad Amir, becoming the first bowler to achieve the feat against Pakistan in Tests. Amir's wicket was his 399th scalp in tests, until he dismissed Mohammad Abbas as his 400th Test wicket. With that wicket, Herath joined elite club of 400 test wickets, becoming the first left-arm spinner, 14th overall and second Sri Lankan to achieve the milestone.[61] Herath adjudged man of the match award as well for his impressive match-winning bowling performances.[62] In the first Test against India Herath went wicketless on a seamer-friendly pitch in Kolkata. However, he made 67 to hand Sri Lanka a lead of 122 runs in the first innings. The rain-affected match ended in draw. In the second Test in Nagpur which Sri Lanka lost by an innings and 239 runs, Herath took 1/81 having bowled 39 overs. He had complained about back pain at the end of the Test and as a result was ruled out of the third Test in New Delhi.[63] India won the series 1–0 after the 3rd Test was drawn. In the first Test against Bangladesh in Chittagong, Herath took 3/150 in the first innings and 2/80 in the second. During the second Test in Mirpur, Herath surpassed Wasim Akram's tally of 414 wickets to become the most successful left-arm bowler in the history of Test cricket and moved to the 12th place in the list of leading wicket takers in Test cricket history with 415 scalps.[64] Sri Lanka now has the unique record of having the greatest ever right arm bowler, Muttiah Muralitharan and Rangana Herath, the greatest ever left arm bowler in Test cricket. Although Herath gave away 31 runs in 12 overs and went wicketless in the first innings, he took 4/49 in the second and helped Sri Lanka cruise to a three-day win over Bangladesh to win the series 1-0.[65][66][67] Herath also equalled the Sri Lankan record of Muttiah Muralitharan for taking the most wickets in the fourth innings of test matches (106) and just second only to Shane Warne who has achieved 138 wickets.[68] In May 2018, he was one of 33 cricketers to be awarded a national contract by Sri Lanka Cricket ahead of the 2018–19 season.[69][70] However, he only played one Test in Caribbean during the 3-Test match series against West Indies, where he missed the day-night test due to a split webbing in his hand, sustained during fielding drills.[71] In July 2018, during an interview with BBC Sinhala, he hinted that the England tour of Sri Lanka will be his final international appearance.[72][73] During the second test against South Africa, he took his 34th test fifer in South Africa's second innings. With that, Sri Lanka won the match by 199 runs and sealed the series 2-0.[74] This was his 12th fifer in a fourth innings of a match,[75] more than any other bowler in the history.[76] \"It's an emotional situation, but all in all everybody has to take a decision at the right time. I'm thankful for all those years that I have played, all the people behind me, especially team-mates, Sri Lanka Cricket, I must thank every single person who's behind me. It's been a privilege and honour to play for my country, because in Sri Lanka we have 22 million people, so very few get the opportunity to play for Sri Lanka, so that's a remarkable achievement and honour for any player.\" —Rangana Herath.[77] In July 2018, Herath hinted that he thinks to retire from international cricket in November, after the England series.[78] On 22 October, he announced that he retire from Test cricket after the first Test against England at Galle. He is the last Test cricketer to retire after making his debut in the 20th century.[79][80] He played his last Test match at his favorite venue Galle International Stadium on 6 November 2018.[81] He scored 14 runs in the first innings and 5 runs in the second innings, until he run out as the last victim in Sri Lanka innings. Even Sri Lanka lost the match by 221 runs, Herath took the wicket of Joe Root as his 100th wicket in Galle International Stadium. With that, he became only the second Sri Lankan, third bowler and first left arm bowler to take 100 Test wickets at a single venue.[82] In the second innings, Herath took two wickets and finished his 19 years of career. As said by skipper Chandimal, the match was dedicated to Herath.[83][84] The ground was covered by many tributes to Herath highlighting that \"Good Bye Legend Herath\", and \"Thank You Herath\".[citation needed] Until his retirement from Tests, Herath is the 8th highest wicket taker of all time.[85] In November 2020, Herath was nominated for the ICC Men's Test Cricketer of the Decade award.[86][87] His best bowling figures are 9/127 against Bangladesh in 2014, 18th time in Test cricket a bowler took 9 or more wickets in an innings.[88] His best T20I figures of 5/3 are the third best ever in T20 Internationals.[89] As of May 2022, Herath's 34 five-wicket hauls in Tests and one in a T20Is, ranks him seventh among all-time combined five-wicket haul takers, and second in the equivalent list for Sri Lanka, behind Muttiah Muralitharan.[90] In June 2021, Herath was appointed as the spin bowling consultant of the Bangladesh national cricket team by the Bangladesh Cricket Board (BCB).[118][119] He replaced Daniel Vettori who served as spin bowling coach from July 2019. World Records are highlighted in bold.","Title":"Rangana Herath - Wikipedia","KeyID":"12650","URL":"https://en.wikipedia.org/wiki/Rangana_Herath"}