{"Content: ":"Gnanawathi Jayasooriya commonly known as Gnana Akka is a Sri Lankan businesswoman and self-proclaimed psychic claiming to have a persona called \"Gnana Maniyo\" capable of channeling the goddesses Pattini and Kali. She managed to gain a large number of followers including the former President Gotabaya Rajapaksa and Sri Lanka Army commander Shavendra Silva and was called the President's personal shaman. She was accused of using her influence over the president to direct the politics of the country and use state resources for her personal benefit and as a result was targeted during the 2022 Sri Lankan protests.[1] Gnanawathi was born in Isurupura, Anuradhapura to a paddy farmer and received education Deepani Maha Vidyalaya (now President's College) where she passed her Ordinary Level (OL) examination but only passed one subject in Advanced Level (AL). She later worked as an telephone operator at the Anuradhapura Hospital and later was the watcher at the Education Department.[1] Gnaka claims her powers began appearing in 1981 when her mind away which then began to occur regularly and others noted that she was inheriting super-natural powers. She claims that when she goes into a trance her persona as medium emerges thus she has no memory of what happens then. She claims she is visited by Pattini and during her sessions as a medium she stays in he kutiya (room) and she describes the persons she will meet and its her daughter then brings that person to meet her. She also claims that once a month on a Tuesday she is visited by Kali.[1] As she amassed a large following she built a complex called simply called her Puda Bima (Holy Ground) which was visited by powerful figures such as politicians, military officers, businessmen, high-level government officials and professionals. The site also provided healing sessions. She claims that she does not accept any payments and all the payments to her are donations.[1] Gotabaya Rajapaksa and his wife Ioma Rajapaksa began visiting Gnana before 2009 after which continued to come whenever he can. She also developed close ties with Shavendra Silva.[1] The large amount of donations and gifts allowed Gnana to develop a large business empire according to the Anuradhapura Municipality she had purchased shops in Anuradhapura spending millions of rupees while her son manages businesses in England. She began constructing a hotel on the Nuwara Wewa Reserve without a valid licence or deed while the swimming pool of the hotel is built in the Nuwara Wewa protected area. An investigation by the Daily Mirror found that the construction approval process has bypassed the local authorities and military personnel were being illegally used for construction work.[2][3] During the 2022 Sri Lankan protests Gnana was targeted by protestors due to her involvement with president Gotabaya Rajapaksa and her alleged influence over politics. In March 2022 when the women's wing of the opposition Samagi Jana Balawegaya under MP Hirunika Premachandra went to protest against the government's actions during the economic crisis that was increasingly becoming severer they were informed that Rajapaksa and his family had gone to Anuradhapura to meet Gnana Akka.[4] Hirunika criticized the president for going after soothsayers during a national crisis and in April she led the women's wing of the SJB to Anuradhapura in a protest. The government provided extensive police protection to the area and blocked the SJB women's protest. Protestors questioned why a shaman was being given police protection as if she had the authority of a politician.[5][6]","Title":"Gnanawathi Jayasooriya - Wikipedia","KeyID":"12653","URL":"https://en.wikipedia.org/wiki/Gnana_Akka"}