{"Content: ":"Field Marshal Gardihewa Sarath Chandralal Fonseka (Sinhala: ගාර්දිහේවා සරත් චන්ද්‍රලාල් ෆොන්සේකා, Tamil: சரத் பொன்சேகா; born 18 December 1950), commonly known as Sarath Fonseka, is a retired Sri Lankan army officer and politician. He was the eighteenth Commander of Sri Lanka Army, and under his command the Sri Lanka Army ended the 26-year Sri Lankan Civil War in 2009, defeating the militant group, Liberation Tigers of Tamil Eelam; he thereafter briefly served as the Chief of Defence Staff.[1] After retiring from the Army with the rank of General, he entered politics as the common opposition candidate in the 2010 presidential election contesting against President Mahinda Rajapaksa. Following his controversial defeat in the presidential election he was elected to Parliament in the general election that followed. Soon after he was made a political prisoner and lost his parliamentary seat.[2][3][4] Fonseka supported Maithripala Sirisena in the 2015 presidential election and following his victory, the newly appointed President Sirisena gave Fonseka a full pardon reinstating his civic rights, military rank and decorations. Later he was promoted to the newly created rank of Field Marshal on 22 March 2015 becoming the first Sri Lankan Army officer to be promoted to the rank.[5][6][7] On 9 February 2016, he was appointed to Parliament as a national list candidate and served in the Cabinet of Ministers from 2016 to 2018 as Minister of Regional Development and thereafter as Minister of Wildlife and Sustainable Development until the 2018 Sri Lankan constitutional crisis. Fonseka had joined the Ceylon Army in 1970 and was commissioned as a second lieutenant in June 1971 and rose through the ranks while completing training stints across South Asia and in the United Kingdom. He saw extensive action throughout the 26-year civil war and over the years acquired a reputation as a tough battlefield commander and was often in the thick of the action in fighting against the Tamil Tigers, culminating in a term as Commander of the Army from 6 December 2005 – 15 July 2009.[8][9][10] As commander, he oversaw the final phase of the Sri Lankan Civil War, which resulted in the total defeat of the militant Liberation Tigers of Tamil Eelam. He also survived an assassination attempt when an LTTE suicide bomber attacked his motorcade in April 2006.[11][12][13] Following the end of the war Fonseka was promoted to a four star rank in the Sri Lanka Army, becoming the first serving army commander to hold a four star rank.[14][15] He has been described as Sri Lanka's most successful army commander.[4][16][17][18] A few months after the defeat of the Tamil Tigers, Fonseka was appointed Chief of Defence Staff by President Mahinda Rajapaksa. While his new post was of a higher rank, Fonseka saw the move as an attempt to sideline him. Amid rumours of his desire to enter politics, he subsequently retired from the post on 16 November 2009.[19][20] On 29 November 2009, Fonseka formally announced his candidature in the 2010 Sri Lankan Presidential Election. His candidacy was endorsed by the main opposition parties, and Fonseka became the main opposition candidate challenging President Rajapaksa. He campaigned under the sign of a swan, and the slogan Vishvasaniya Venasak (A Credible Change). Following his election defeat, Fonseka was arrested on 8 February 2010, and the government announced he would be court-martialed for committing \"military offences\".[21][22] He was convicted for corrupt military supply deals and sentenced to three years in prison.[23] After serving more than 2 years in prison, Fonseka was released amidst local and international pressure on 21 May 2012.[7][24] As per the pre-election statement, President Maithripala Sirisena, gave him the complete presidential pardon and acquitted him of all the charges against him on 22 January 2015, restoring his civic rights.[25][26] Fonseka was born on 18 December 1950 in the coastal town of Ambalangoda in the south of Sri Lanka. His father was Peter Fonseka, a school principal and his mother Piyawathie Fonseka was a teacher. He initially attended Madawalalanda Maha Vidyalaya (1955–1957) in Ampara,[27] later receiving his secondary education from Dharmasoka College, Ambalangoda (1958–1965) and Ananda College, Colombo (1966–1969). Fonseka represented his alma mater in cadeting, swimming and water polo events. He was the college swimming and water polo captain in 1969 and later represented the defence services and the country in these sports.[1] He was a Sergeant of the College Cadet Platoon.[28][29] Fonseka joined the Ceylon Army on 5 February 1970 as a cadet officer and after completing his basic officer training at the Army Training Centre in Diyatalawa, he was commissioned as a Second Lieutenant in the 1st Battalion, Ceylon Sinha Regiment on 1 June 1971 during the 1971 Insurrection.[10] Serving with as platoon commander in the Sinha Regiment, he was promoted to Lieutenant in 1973 and was promoted to the rank of Captain in 1976. During this time he underwent the Commando Officers Course (1973), Battalion Support Weapons Course (1976) and Counter Insurgency Jungle Warfare Course (1978) in India. In 1980 he was promoted to the rank of Major and in 1981 he attend the Company Commanders Course in Pakistan. In the next few years he served as an instructor at the Sri Lanka Military Academy, Ampara Combat Training School and Infantry Training Centre, and later as the Chief Instructor and Deputy Commandant in the same training institutes.[10] In 1987, he graduated from Defence Services Command and Staff College, Mirpur in Bangladesh. On his return was appointed Commanding Officer, 4th Sri Lanka Light Infantry and participated in the Vadamarachchi Operation.[1][30][31][32] The following year he was promoted to Lieutenant Colonel and appointed Commanding Officer, 1st Battalion, Sri Lanka Sinha Regiment in 1989. With the on set of the 1987–89 JVP Insurrection, he was appointed as military coordinating officer for Gampaha District.[10] Fonseka reputedly devised the plan which led to the capture of Premakumar Gunaratnam and gained a reputation for his humane treatment of detainees.[33] In 1991, he was promoted to Colonel and served as a brigade commander, 3rd Brigade during Operation Balavegaya and distinguished himself as a Brigade Commander. In the First Battle of Elephant Pass, the Sri Lankan armed forces were able to beat back the LTTE owing to the tenacity of the besieged troops led by Fonseka and the grit with which they held on despite the overwhelming odds.[8] Thereafter he was appointed as Center Commandant, Sri Lanka Sinha Regiment at Ambepussa and next served as Staff Officer I at the Directorate of Operations at the Army Headquarters. In 1993, the Jaffna Fort was under siege by Tamil Tiger rebels. Then Colonel Fonseka led troops in the daring Midnight Express operation to relieve besieged troops. Several hundred soldiers were saved due to the operation. Colonel Fonseka was wounded that year in the Yaldevi operation, having been shot through the lung. At the time Fonseka was commanding the 23 Division. After recovering, he was promoted to Brigadier in December 1993 and was appointed to the Operational Headquarters in Colombo.[10] Brigadier Fonseka was soon deployed to operational areas serving as Commander - Area Headquarters, Mannar; General Officer Commanding, 5 Division in Mannar; General Officer Commanding, 21 Division; Deputy Commander, Task Force I; General Officer Commanding, 3 Division in Batticaloa; General Officer Commanding, 27 Division in Kilinochchi; Coordinating Officer for Kayts and Mandattivu, Deputy General Officer Commanding, 51 Division in Jaffna, General Officer Commanding, 23 Division in Polonnaruwa; Overlooking General Officer Commanding Vavuniya Task Force - 2; General Officer Commanding, 55 Division at Mirusuvil. In 1995, Brigadier Fonseka won widespread plaudits for his role in Operation Riviresa - the army's operation to capture Jaffna town from the Tamil Tigers.[29] He played a major role in Operation Jayasikurui.[10] In 1998, he was promoted to the rank of Major General. He was appointed Colonel of the Regiment of the Sri Lanka Sinha Regiment. Serving as General Officer Commanding, 22 Division and Director General, General Staff at the Army Headquarters. In 2000, with the imminent fall of Elephant Pass, Major General Fonseka was rushed in as Commander, Security Forces Headquarters - Jaffna and successfully defended the Jaffna peninsula from the massive offensive Operation Unceasing Waves III launched by the LTTE.[8][9][34] Thereafter he served as Commander, Security Forces Headquarters - Wanni. From May 2002 to November 2003 after he was again appointed the Commander, Security Forces Headquarters - Jaffna, Fonseka strengthened the defences of Jaffna[9][29][34][35][36][37][38] and launched a new training programme for the infantry.[39][40][41] Thereafter he attended the Royal College of Defence Studies in London and on his return he was appointed Commandant, Defence Services Command and Staff College.[10] In 2003, he was appointed Commandant, Sri Lanka Army Volunteer Force and in 2004 he was appointed Director Infantry, Deputy Chief of Staff and then Chief of Staff of the Sri Lanka Army. In December 2005 he was appointed Commander of the Army by president Mahinda Rajapaksa and was promoted to the rank of Lieutenant General[39] On 25 April 2006, Lt. General Fonseka survived an LTTE suicide bomb attack on his unarmored staff car by a pregnant LTTE operative named Anoja Kugenthirarasah who infiltrated Army Headquarters by attending the regular maternity clinic provided for civilians at the military hospital.[13][42][43] Fonseka was gravely wounded in the attack along with his ADC; while nine others, including members of his security detail were killed.[11] The General was rushed to the Colombo General Hospital within minutes. This had been possible because the attack took place next to the Army Hospital and therefore an ambulance was at hand. Fonseka was conscious upon admittance and had communicated with his officers and the doctors. The general, who was unconscious following emergency surgery, was put on a ventilator and regained consciousness on 30 April 2006.[12] He was later transferred to the military hospital at Army Headquarters and subsequently flown to Singapore for medical treatment.[44] Years later, in 2016 Fonseka requested President Maithripala Sirisena to take steps towards releasing the person imprisoned in connection with his attempted assassination.[45] After recovering from his wounds, Lt. General Fonseka resumed his duties in July 2006.[44][46] Fonseka has been described as the mastermind of the military strategy behind the military victory in Sri Lanka's three-decade war against terrorism.[4][17][18][47][48] He abandoned conventional methods, matched the ingenious tactics and strategies of the LTTE, fully utilized the superior numerical strength and fire power of the Sri Lankan armed forces and kept up pressure on the enemy. He broke tradition by insisting on the full deployment of naval and air power to aid the war on land and succeeded in getting the support of the other service commanders.[17][49] Fonseka broke army units into small groups and made these highly trained and motivated men who infiltrated Tiger-held areas, tracked down the fighting cadres of the LTTE and eliminated them.[9][47] He transformed the Sri Lankan army from its defensive posture to an offence force.[7][17] Along with his proactive military leadership, the battle-hardened commander changed military strategy in preparations before the war such as changing the training and ethos of the infantry[39][40][41] and preparing the defences in the north.[5][6][34][35] He empowered the frontline soldier, breaking the norms of conventional military attitude.[17][40] In 2007, Fonseka introduced the Mechanized Infantry Regiment.[50][51][52] Fonseka changed the reactionary nature of the Army and formulated a plan that would end the war in a time frame of three years.[53] The aim was shifted from capturing ground to destroying the enemy.[41][54] He reduced operations conducted along the main roads and expanded the battlefront in order to disperse the enemy manpower and firepower. To this end he devised the strategy of introducing large numbers of four-man teams to the theater of war, there by reducing military and civilian casualties through dispersion, stealth and precision in operations[17][40][55] and fought the war on multiple fronts.[41][54] He inaugurated the northern campaign before the conclusion of the eastern campaign, thereby making it difficult for political intrusion to halt the war.[56][57][58][59][60] General Fonseka opted instead to attack the LTTE's strongest areas and opted for performance over seniority and selected officers with experience in the field.[39][54] He restructured the Army Intelligence Units which proved vital for the Navy and the Air Force to destroy LTTE ships, commanders and other targets.[17][54] Fonseka implemented strong measures to improve the discipline in the army, eradicate corruption and wastage. He also reduced the burden on the government and the citizen by the effective management of the resources at his disposal and personally ensured the unimpeded supply of ammunition.[17][54][61] In January 2009, he was described as the best army commander in the world by India's National Security Advisor.[2][9][17] On 18 May 2009, the Sri Lankan military completely defeated the LTTE after 26 years of civil war.[62] Fonseka played a key role as Commander of the Army, and is considered as a national hero by the majority of Sri Lankans due to this achievement.[63][64] He was soon after promoted to General, becoming the first army commander to hold a full general rank, since it was traditionally awarded to retiring Commanders of the Army. Fonseka was appointed Chief of Defence Staff (CDS) by President Rajapaksa effective 15 July 2009. He was the first person appointed CDS under the newly approved Chief of Defence Staff Act, which was supposed to give the CDS more responsibilities in co-ordinating the armed forces.[1][65] Fonseka officially handed over his letter of resignation to the President through the Defence secretary on 12 November 2009. He requested to serve as CDS until the end of the month since he resigned to compete as a candidate for the presidential election which was held in January 2010. He left office on 16 November 2009,[66] President Mahinda Rajapaksa appointed Commander of the Sri Lanka Air Force Air Marshal Roshan Goonatilake to succeed Fonseka on 16 November 2009. There were newspaper reports published about Fonseka entering politics after the war victory, beginning in August 2009. One of the articles explains it as follows, \"General Fonseka launches political campaign – I will make a supreme sacrifice to defend my land against the politicos who ever they may be joining hands with India. Now we have a daunting task to protect our motherland from India\".[67] Gen. Fonseka entering politics was a debate even during the war against LTTE.[68] Fonseka was installed as the common candidate by a coalition of political parties consisting mainly of the United National Party and the Janatha Vimukthi Peramuna and had the support of former president Chandrika Bandaranaike Kumaratunga. General Fonseka however declared himself as a non-party candidate. Immediately after declaration that Fonseka was ready for candidacy, President Rajapaksa called for new presidential elections two years before expiration of his term.[69] Fonseka, UNP and JVP led a strong campaign against President Rajapaksa. They claimed that Fonseka was the real hero who won the war against LTTE and a Fonseka government was ready for good governance along with the support of all the minorities, eliminate prevailing corruption under Mahinda Rajapaksa's government and also promised a massive salary increase for public servants which had been denied thus far. They also promised to change the constitution to remove executive powers from the presidency and transfer such powers to the parliament. Further they promised to establish the 17 amendment to authorise independent commissions as a measure to counter the ongoing mishandling of public money.[70][71] Fonseka suffered a number of setbacks in his election campaign. In December 2009, A news item was published in local newspaper \"Sunday Leader\" quoting Sarath Fonseka saying that during the final few days of the war against LTTE, Defence Secretary Gotabaya Rajapakse (who is a brother of the President) gave orders to the army senior officers to execute three LTTE cadres who surrendered to the Army.[72] Due to the massive publicity given in the state media, this statement was taken by the whole country as betrayal of army officers by the retired army commander himself.[73] Although General Fonseka later issued a statement saying that his original statement has been published by the Sunday Leader out of context, many analysts say that Fonseka lost the election from that moment.[74] Meanwhile, in the next attempt government put some evidence before the public that General Fonseka was corrupt while he was the commander of the Sri Lanka Army. There was evidence that he removed the tender board chairman from the office and he himself became the chairman only to offer all the tenders to a company owned by his son-in-law. Adding fuel to the fire, one of his close friends living in Oklahoma USA \"Upul Illangamge\" spilled the beans[75] by disclosing to the media in a press conference how the company was formed, registered in USA and Fonseka's son-in-law sold 3 million rupees worth equipment necessary for the war during the final three years of the war. Fonseka claimed that the company referred in the accusation has no connection to his son-in-law's company although both companies share one name: Hicorp. But this allegation was on all public & state media supporting the government day and night and it had been used as a mean of discredit his reputation and attempts were also made to label him as a traitor by key spokespeople in the government. Then the Tamil National Alliance (TNA), a party loyal to LTTE, agreed to support Sarath Fonseka[76] in the Presidential Election after having several discussions with both Mahinda Rajapakse and General Sarath Fonseka. Then government disclosed a secret agreement between TNA and General Fonseka[77] in which Fonseka had promised merger of North and East provinces and an autonomous status for Tamils in return for the support of the north and east Tamil population in the Presidential election. However opposition leaders proved that the agreement was a fake one with fake signatures adapted by another resources. But some Sinhalese reacted with anger to this agreement since the army fought 30-year-old bloody war against LTTE only to reject similar autonomous state \"Ealam\" claimed by the LTTE. Also the opposition revealed a secret written agreement between Mahinda Rajapaksa and EPDP Leader Douglas Devananda who was a Tamil politician faithful to Rajapaksa.[78] Sarath Fonseka however sincerely expected that he was set for a massive win on 26 January 2010. He booked 70 rooms of a five star hotel some hundred metres away from the President's House for the night of 26 January 2010. Media citing Sri Lankan military reported that a large number (about 400) of deserted army soldiers spent the night with General Fonseka at the hotel to enjoy the election results. Fonseka's camp stated that there may be about 400 people in the hotel but were the leaders of parties supporting the common opposition candidate, and did not consist of any army deserters.[79] Election results were released by the election commissioner electorate by electorate in the morning of 27 January 2010. Fonseka refused to accept the election results published by the Election Commissioner.[80][81] He also said he would consider applying for asylum in Australia.[82] On 28 January 2010, CID began its new investigations on claims made by several ministers of Rajapaksa government that Fonseka was planning a coup to remove Rajapakse[83] in case of close election results on 26 January in connection with this investigation, a media institution \"Lanka\" run by JVP who helped Fonseka during presidential election was sealed on 30 January 2010 by the CID with a court order. Within a few days the court accepted the appeal and ordered CID to re-open the office.[84] The Sri Lanka Army arrested Fonseka on 8 February 2010 for committing military offences.[85] It was alleged that Fonseka became a political prisoner after running as a presidential candidate against President Mahinda Rajapaksa.[86] He was arrested at his office in Colombo on 8 February 2010 by the military police as he was at the time in the army regular reserve following retirement,[22][87] and taken into military custody. The military announced he would be court-martialed for \"committing military offences\" during his time as Chief of Defence Staff.[88] The military stated that he would be charged according to the SL ARMY ACT, Section 57(1). The military tribunal in which the case was heard was challenged on multiple issues including the suitability and qualifications of the judges[89] and the hearing of the case during an official holiday period of lawyers (9–13 August 2010), and his lawyers were not present. Furthermore, because the witnesses were summoned during the aforementioned period, the lawyers of the accused never had a chance to interrogate the witnesses. Amidst all these issues, the panel of judges of General Court Martial which included Major General A.L.R. Weeratunga, Major General Lalith Wijetunga and Major General Bhatiya Jayatilleke found Fonseka guilty of the charges. Sentenced to 30 months after the court martial in 2010 convicted him of irregularities in army procurement. In August 2010, by proclamation from President Mahinda Rajapaksa as Commander-in-Chief of the armed forces, he was cashiered from the army, having been stripped of his rank, medals and decorations. His military pension was forfeited.[90] In November 2011, Fonseka was sentenced to three years in jail and fined Rs. 5000 in a two-one split verdict delivered in the white flag case with two judges finding him guilty on one of the charges while one of the judges acquitted him on all three charges.[91][92][93] In March 2012, he was acquitted by Judge Sunil Rajapaksa of the High Court of Colombo of fraud charges in the case known as the \"Hi-Corp Case\" upholding the objections raised by his Counsel that the charges in the High Court and the Court Martial were substantially the same and that he cannot be sentenced twice on the same offence. However one more case continued against him in respect of an allegation that he harboured deserters during the presidential election campaign. Sarath Fonseka, Leader of Democratic National Alliance, obtained over 98,000 votes only in Colombo District. It is the 2nd highest individual vote obtaining percentage ever in the Election, 89.0%. His party was placed 3rd in the district with 110,683 votes (11.78%).[94] General Sarath Fonseka was a Member of the Sri Lankan Parliament, until he was sentenced to serve a two and half-year prison sentence which made him unable to continue his membership in the chamber according to the Sri Lankan Constitution. However, he requested the Court of Appeal to issue writs against the cashiering, prison sentence and removal from parliament. The petition on the prison sentence was rejected in December 2011 and he appealed to the Supreme Court in January 2012. A midst local and international pressure president Mahinda Rajapaksa signed the order documents for the release of Fonseka during May 2012.[7][24][95][96][97] In September 2012, DNA MP Tiran Alles resigned from the post of Secretary of the Democratic National Party headed by Sarath Fonseka. Alles was in the media spotlight as he held several rounds of discussions with President Mahinda Rajapaksa to secure the release of Sarath Fonseka.[98] In October 2012, National Bhikku Front and DNA called for a movement for abolition of the executive presidency under the joint leadership of UNP MP Karu Jayasuriya and Fonseka. Despite the fact that Jayasuriya requested the permission,[99] United National Party leadership ordered its members to boycott the rally which was scheduled to be held at Hyde Park Colombo.[100][101] Also in the same month, party deputy leader Arjuna Ranatunga resigned from the party.[102][103] In November 2012, party chairman Jayantha Ketagoda resigned from the position.[104] Fonseka extended his support to Maithripala Sirisena in the 2015 Sri Lankan presidential election. Following his victory, President Sirisena gave Fonseka a complete presidential pardon and acquitted of all charges on 22 January 2015, restoring his civic rights. The pardon restored his military rank and decorations as well as his pension. He also requested reinstatement of his parliamentary seat which was taken by a member of his party after he lost it due to his conviction.[105][106] Fonseka joined the United National Party on 30 June 2016 and was appointed the chief organizer of Kalaniya seat of the party.[107] On 22 March 2015, Fonseka was promoted to the newly created rank of Field Marshal by President Maithripala Sirisena.[5][108][109] He is currently ranked 5th in the table of precedence in Sri Lanka.[110] Field Marshal Fonseka, contested the 2015 General Election from his Democratic Party from Colombo district, however he was not elected neither was his party able to secure a seat during the election.[111] In February 2016, Sarath Fonseka signed a collective agreement between the Democratic Party (DP) and the ruling United National Party (UNP). The MoU was signed by Fonseka as the leader of the Democratic Party and Prime Minister Ranil Wickremesinghe as the UNP leader. The two leaders exchanged agreements for the Democratic Party to join the United National Front (UNF), the coalition led by the UNP.[22][112] On 9 February 2016, he took the oath as a Member of Parliament for the seat vacated by the death of M. K. A. D. S. Gunawardana,[113][114] and on 25 February, he was appointed as Cabinet Minister of Regional Development by President Sirisena which he led till May 2018, when he was appointed Cabinet Minister of Wildlife and Sustainable Development.[115] During the 2018 Sri Lankan constitutional crisis, he lost his ministerial post and was not reappointed by President Sirisena at the end of the crisis. During the crisis, Sirisena had claimed that the name of Fonseka had come up in the investigation of the CID but was suppressed.[116] Following the 2019 Sri Lanka Easter bombings, the UNP led by Prime Minister Ranil Wickremesinghe requested President Sirisena to appoint Fonseka as Minister of Law and Order. President Sirisena turned down the request.[117] Sarath Fonseka is married to Anoma Indumathi Munasinghe, daughter of D. J. and Eugine Munasinghe of Dematagoda, and has two daughters Aparna and Apsara.[118] During his military career, Fonseka received the gallantry medals Rana Wickrama Padakkama with two bars and Rana Sura Padakkama with four bars; the service medals Vishista Seva Vibhushanaya, Uttama Seva Padakkama and the Sri Lanka Armed Services Long Service Medal with a clasp; wound medal Desha Putra Sammanaya with bar; the campaign medals Eastern Humanitarian Operations Medal, Northern Humanitarian Operations Medal, Purna Bhumi Padakkama, North and East Operations Medal with two clasps, Vadamarachchi Operation Medal, and the Riviresa Campaign Services Medal with clasp; and the commemorative medals Republic of Sri Lanka Armed Services Medal, 50th Independence Anniversary Commemoration Medal, Sri Lanka Army 50th Anniversary Medal, President's Inauguration Medal.[119]     ","Title":"Sarath Fonseka - Wikipedia","KeyID":"12658","URL":"https://en.wikipedia.org/wiki/Sarath_Fonseka"}