{"Content: ":"Basil Rohana Rajapaksa (born 27 April 1951) is a Sri Lankan-American politician. He is a former Minister of Finance and Member of Parliament for the national list. He was also a member of the Sri Lankan Parliament from 2007 to 2015. During the period of 2005–2010 he served as a presidential senior advisor for President Mahinda Rajapaksa and in 2007 he was appointed as a member of parliament from the national list. He was the Cabinet minister for Economic Development[2] in President Mahinda Rajapaksa's second term (2010–2015). In the 2010 parliamentary election, he was elected from Gampaha district by receiving the highest number of preferential votes in Sri Lanka. He entered the parliament again from the national list and was appointed the Finance Minister during which he was accused of extreme negligence and mismanagement resulting in the worsening of the Sri Lankan economic crisis and was ultimately forced to resign under increasing protests by general public in the 2022 Sri Lankan political crisis. He resigned his seat in parliament on 9 June 2022.[3] He hails from a well-known political family in the southern part of Sri Lanka. His father, D. A. Rajapaksa, was a prominent politician, independence agitator, Member of Parliament and Cabinet Minister of Agriculture and Land in Wijeyananda Dahanayake's government. He is a younger brother of the former presidents Mahinda Rajapaksa and Gotabaya Rajapaksa, who was a powerful defense secretary in the Mahinda Rajapaksa government. Furthermore, his older brother Chamal served as the Speaker of the Parliament of Sri Lanka (2010–2015). He had his secondary education at Isipathana College and Ananda College, both located in Colombo. At the 1977 General Elections, he contested Mulkirigala Electorate from the Sri Lanka Freedom Party but was defeated.[4] He was the youngest SLFP candidate that contested in this election. In the 1977 election, only 8 members managed to win from the SLFP. Basil Rajapaksa later worked with the first executive President J.R. Jayewardene and joined the United National Party,[5] He made this decision to join the UNP due to some infighting within the Sri Lanka Freedom Party. Although he was with JR Jayawardana, he openly supported his brother Mahinda Rajapaksa. While he was in UNP he became very close to the minister Gamini Dissanayake. When SLFP and coalition parties won the 1994 he actively assisted Minister Mahinda Rajapaksa. In 1997 his wife won the US green card lottery and migrated to the USA with his family. He frequently visited Sri Lanka, especially whenever there were elections. During the 2005 Presidential election campaign, he actively worked for his brother Mahinda Rajapaksa's victory and became an advisor for the President. In 2007 he was appointed as a national list member for the Sri Lankan parliament. When the 2010 parliamentary election was announced Basil contested the Gampaha district. As the district leader, he gained over 400,000 votes and became a member of the Parliament who obtained the highest number of preferential votes from the district. In 2021 Basil Rajapaksa returned to the parliament from the national list[6] and was appointed Finance Minister.[7] During his time as minister Sri Lanka had entered an economic crisis but Rajapaksa began avoiding parliament sessions for months. The Opposition complained that pressing economic matters could not be discussed due to his absence.[8][9] Other government MPs were also critical of his behavior with Udaya Gammanpila, the energy minister claiming that Basil Rajapaksa refused to accept that an economic crisis was growing and that Basil knew nothing about his subject.[10] Basil Rajapakasa finally attended parliament on 5 April after an absence of 4 months and after being forced to resign after a series of protests against the government.[11] In 2022, following the country-wide protests, Sri Lanka's ruling Rajapakasa family attempted to flee the country. On July 11, Basil Rajapakasa's attempt to leave the country through the VIP terminal at Colombo International Airport failed after a humiliating standoff with airport immigration staff, who refused to board him.[12] He is married to Pushpa Rajapaksa and has three children namely, Thejani, Bimalka and Ashantha.[13] Rajapaksa is accused[14] of many corruption scandals, and he is under investigation for corruption and abuse of state assets.[15] He gained a reputation as \"Mr. Ten Percent\" due to the allegations of taking commissions from government contracts.[16] In 2016, the court ordered authorities to auction a luxury villa and 6.5 ha (16 acres) of land in Malwana, which is allegedly owned by Rajapaksa.[17] The house and land have not been auctioned and a court case is still ongoing in respect to this allegation.[18] One of the accusations that the current government made was the misappropriation of funds belonging to the Divi Neguma Development Department. Financial Crimes Investigation Department (FCID), a police division that was established to punish the supporters of the previous government, filed charges against Rajapaksa. There are several court cases where some citizens of Sri Lanka have challenged the legality of the FCID.[19][20] S. B. Dissanayake, the Minister for Social Empowerment and Welfare has stated: \"The pipes were purchased according to due tender process, the purchased pipes were duly delivered the pradeshiya sabhas. The pradeshiya sabhas need pipes – for temple functions, funerals, when a minister is visiting – they need pipes for all of this.\"[21] He has misused funds in a construction project while he was the Minister of Economic Development under his brother's government.[22]","Title":"Basil Rajapaksa - Wikipedia","KeyID":"12662","URL":"https://en.wikipedia.org/wiki/Basil_Rajapaksa"}