{"Content: ":"The Central Bank of Sri Lanka (CBSL) (Sinhala: ශ්‍රී ලංකා මහ බැංකුව Sri Lanka Maha Bankuwa) is the monetary authority of Sri Lanka. It was established in 1950 under the Monetary Law Act No.58 of 1949 (MLA), it is a semi-autonomous body, and following the amendments to the MLA in December 2002, is governed by a five-member Monetary Board, comprising the Governor as chairman, the Secretary to the Ministry of Finance and Planning, and three members appointed by the President of Sri Lanka, on the recommendation of the Minister of Finance, with the concurrence of the Constitutional Council. The Central Bank of Sri Lanka was established in 1950, two years after independence. The founder governor of the Central Bank of Sri Lanka was John Exter, while the minister of finance at the time was J. R. Jayewardene. Under the former name of Central Bank of Ceylon it replaced the Currency Board that until then had been responsible for issuing the country's money. It is a member of the Asian Clearing Union. The bank's main tasks are the conduct of monetary policy in Sri Lanka and also has wide supervisory powers over the financial system. The bank is engaged in developing policies to promote financial inclusion and is a member of the Alliance for Financial Inclusion (AFI).[1][2] With a view to encouraging and promoting the development of the productive resources of Sri Lanka, the CBSL is responsible for securing price stability and financial system stability. The CBSL is also responsible for currency issue and management. In addition, the CBSL is the advisor on economic affairs as well as the banker to the Government of Sri Lanka (GOSL). On behalf of GOSL, the CBSL, as its agent, is responsible for four agency functions of: management of the Employees Provident Fund; management of the public debt of Sri Lanka; administration of the provisions of the Exchange Control Act; and administration of foreign and government funded credit schemes for regional development.[3] The Governor of the CBSL functions as its chief executive officer. The Governor, Deputy Governors and Assistant Governors, along with the Heads of Departments, form the senior management of the CBSL. Functionally, the CBSL presently consists of 30 departments, each headed by a Director (or equivalent), reporting to the Governor or the Deputy Governor through an Assistant Governor, with the exception of the Management Audit Department, which reports directly to the governor. The Economic Research and Bank Supervision Departments were explicitly set up under the original legislation establishing the CBSL, with certain statutory functions. The Economic Research Department, headed by Director of Economic Research/Chief Economist, is required to compile data and conduct economic research for the guidance of the Monetary Board and for the information of the public, while the Bank Supervision Department, headed by Director of Bank Supervision, is required to engage in the continuous regulation and supervision of all banking institutions in Sri Lanka. The current members of the Monetary Board of Central Bank of Sri Lanka are:","Title":"Central Bank of Sri Lanka - Wikipedia","KeyID":"12666","URL":"https://en.wikipedia.org/wiki/Central_Bank_of_Sri_Lanka"}