{"Content: ":"Dr. Keheliya Rambukwella (Sinhala:කෙහෙළිය රඹුක්වැල්ල,Tamil:கெஹெலிய ரம்புக்வெல; born 21 September 1954) is a Sri Lankan politician.[1] Who is serving as the current Minister of Water Supply and Drainage and Minister of Health of Sri Lanka Since May 2022.[2][3] He is the former Minister of Mass Media and Information and Minister of Foreign Employment Promotion and Welfare Rambukwella was born and raised in Kegalle, Sri Lanka and received his education at St. Thomas' College, Mount Lavinia. He is a professional hotelier, with a post graduate degree from the Hotel School and later qualified as a Medical Doctor. In 1979 he produced Sakvithi Suvaya, which featured Gamini Fonseka.[4] His son Ramith is a national cricket player. Rambukwella claims that he was introduced to politics by late Gamini Dissanayake when the UNP split under late President Ranasinghe Premadasa. Keheliya joined the Democratic United National Front (DUNF) led by Lalith Athulathmudali. Later he joined the United National Party and was elected to the Parliament from Kandy district in 2000 by winning 154,403 preferential votes. In December 2001, again he was elected to the Parliament from Kandy district. Later he crossed over to the President Mahinda Rajapakse's government.[5] Rambukwella made another attempt to cross-over in 2015, when he tried to rejoin the United National Party. But this attempt failed and he was forced to remain with the SLFP's Mahinda fraction which lost the 2015 election. In February 2012, Rambukwella claimed to have \"jumped\"[6] from the balcony of a third-floor hotel room in Melbourne, injuring his legs.[7] After receiving a direct aid of Rs. 20 million from the President's Fund to cover his medical expenses, he swiftly recovered from the injuries.[citation needed] Rambukwella is refusing to pay a sum of over Rs.1M for his domestic power bill to this day.","Title":"Keheliya Rambukwella - Wikipedia","KeyID":"12668","URL":"https://en.wikipedia.org/wiki/Keheliya_Rambukwella"}