{"Content: ":"Chamal Jayantha Rajapaksa (Sinhala: චමල් රාජපක්ෂ; Tamil: சமல் ராஜபக்ஷ; born 30 October 1942) is a Sri Lankan politician[1] who was Speaker of the Parliament of Sri Lanka from 2010 to 2015.[2] Previously he served as Minister of Ports and Aviation and the Minister for Irrigation and Water Management. He hails from a well known political family in Sri Lanka. His father, D. A. Rajapaksa, was a prominent politician, independence agitator, member of parliament and Minister of Agriculture and Land in Wijeyananda Dahanayake's government. He is the elder brother of Mahinda Rajapaksa, who was President of Sri Lanka from 2005 to 2015 and Gotabaya Rajapaksa who was President from 2019 to 2022. Nine members of the Rajapaksa family have been members of parliament in Sri Lanka.[3] Shashindra Rajapaksa (eldest son of Rajapaksa) is the former chief Minister of Uva Provincial Council and former Basnayaka Nilame (Lay Custodian) of the Ruhunu Maha Kataragama devalaya. Rajapaksa was born on 30 October 1942 in Palatuwa in the Southern District of Matara and raised in Medamulana in the District of Hambantota.[4] He was the eldest son, of nine siblings which included, an older sister, three younger brothers: Mahinda Rajapaksa, Gotabaya Rajapaksa and Basil Rajapaksa and two younger sisters, to D. A. Rajapaksa and Dona Dandina Samarasinghe Dissanayake. He received his primary and secondary education at Richmond College, Galle. As a student, he was an athlete and played soccer for the school, in addition to being an academical high achiever.[5] Following his schooling, he joined the Ceylon Police Force as a Sub-inspector and served for eight years.[5] He thereafter served the State Trading General Corporation as the Assistant General Manager before getting into active politics in 1985. Contested the by-election held in 1985 for Mulkirigala Electorate. Entered Parliament in 1989 as a member of parliament of the Sri Lanka Freedom Party representing Hambantota District. Has been a member of parliament continuously since 1989, retaining his seat in all elections held to date. Prior to the present appointment as Speaker of the Parliament he has held the following portfolios.","Title":"Chamal Rajapaksa - Wikipedia","KeyID":"12661","URL":"https://en.wikipedia.org/wiki/Chamal_Rajapaksa"}