{"Content: ":"Gamini Lakshman Peiris (Sinhala: ගාමීණි ලක්ෂ්මණ් පීරිස්, Tamil: காமினி லக்ஷ்மன் பீரிஸ்) (born 13 August 1946) is a Sri Lankan politician and academic.[1] He was the Cabinet Minister of External Affairs and is a member of the Parliament of Sri Lanka from the National List.[1][2] He was also appointed as the State Minister of Defense on the 18th of April 2022.[3] He previously served as the Minister of Education, Minister of Justice in previous Sri Lankan Governments.[4][5] He belongs to the Sri Lanka Podujana Peramuna, serving as its chairperson.[1][6][7] Peiris was born to Glanville Peiris, a diplomat who was the former Director-General of External Affairs and Ceylon's Ambassador to West Germany and Myanmar, and Lakshmi Chandrika Peiris.[8] His uncle was Bernard Peiris, the former Cabinet Secretary. Educated at Sri Sumangala College, Panadura and S. Thomas' College, Mt Lavinia, he entered the law faculty of the University of Ceylon, Colombo and won the Mudliyar Edmond Peiris award. He won a Rhodes Scholarship to read for a PhD at University College, Oxford, and graduated in 1971. He also gained a second PhD from the University of Colombo in 1974.[9] Joining the academic staff of the University of Ceylon, he went on to become a Professor of Law and the Dean of the Faculty of Law before taking office as the second Vice-Chancellor of the University of Colombo following the assassination of Prof. Stanley Wijesundera during the height of the 1987–89 JVP Insurrection. He served as Vice-Chancellor from 1988 to 1994 until leaving to take up politics. He had Fellowships from Universities of Oxford, Cambridge and London. He was a Rhodes Scholar of the University of Oxford (1968-1971) and All Souls College of the University of Oxford in 1980–1981. He was a visiting fellow of the Institute of Advanced Legal Studies of the University of London in 1984, distinguished Visiting Fellow of Christ College, University of Cambridge and SMUTS Visiting Fellow in Commonwealth Studies at the Cambridge University (1985-1986). He was also Associate member of the International Academy of Comparative Law in 1980 and once became a Senior British Council Fellow in 1987. Peiris was a close confidant of the former President Chandrika Bandaranaike Kumaratunga, who appointed him as a national list member of the parliament following the 1994 election. Thereafter, Mrs Kumaratunga, then Prime Minister, appointed him as Minister of Justice and Constitutional Affairs and Deputy Minister of Finance. He was also given the portfolio of External Trade at the start. In a subsequent Cabinet reshuffle, he was given two additional portfolios—Ethnic Affairs and National Integration—which were hitherto held by the President. During his tenure as Justice Minister, he brought in over 30 pieces of new legislation which were considered innovative and in accordance with the needs of modern times.[9] In 2001, Peiris fell out with President Kumaratunga and defected to the opposition, effectively bringing down the government. After leaving the PA, Peiris joined the opposition United National Party led United National Front (UNF), which captured power in the subsequent general election.[10] When the UNF government headed by the then Prime Minister Ranil Wickremesinghe engaged in peace talks with the Liberation Tigers of Tamil Eelam, Peiris was appointed as the chief negotiator.[11] The UNP government was defeated in 2004 and was in the opposition He was amongst the many who defected to the government alongside Karu Jayasuriya in 2007 and gain ministerial portfolios. [12][13] On 9 January 2015, he shifted as opposition MP representing UPFA. In the 2015 election, he lost his seat in parliament as he was not selected from the UPFA national list.[14] He was named the chairman of the Sri Lanka Podujana Peramuna on 1 November 2016.[15] Following the appointment he was removed from the Sri Lanka Freedom Party.[16] The SLPP achieved a landslide victory in the 2020 general election and Peris was appointed to parliament from the national list and made the Minister of education. In the Cabinet reshuffle of August 2021 he was made minister of foreign affairs once again.","Title":"G. L. Peiris - Wikipedia","KeyID":"12664","URL":"https://en.wikipedia.org/wiki/G._L._Peiris"}