{"Content: ":"News First or News 1st is a Sri Lankan news organization owned by the Capital Maharaja Organization Ltd.[1] News 1st primarily broadcasts news, live on three TV channels (Sirasa TV, Shakthi TV, TV1, five radio channels (Sirasa FM, Yes FM, Shakthi FM, Y FM and Legends FM), three websites in Sinhala, English & Tamil languages, and social media platforms (YouTube, Facebook, Twitter). News 1st initiated the “Gammedda” programme to invigorate the Village Council fora, by taking it to the masses and strengthening the fundamentals of democracy by instilling the ideal that the relevant authorities and highest echelons of government are directly responsible to the people.[2][3] News 1st, S-Lon Construction Clinic called Danamuthu Sayanaya is another initiative carried out with the participation of the renowned architects, builders, and engineers in the country. These professionals provide advice free of charge.[4][5][6] News 1st Outreach reaches out to youth, to nurture them with media literacy and communication, and to make a better future through News 1st Classroom.[7][8][9][10] Dawasa is a program which is focused on the current political situation in Sri Lanka where two expert journalists in the field of politics will share their views, along with News 1st presenter Roshan Watala. It expresses the comments, impressions and drawbacks faced by the general public on social media such as Facebook and Twitter.[11][12][13][14] A news documentary series telecasted on News 1st, based on International Water Day, was awarded the silver medal at the United Nations Correspondents Association Awards (UNCA Award), which was held in United States in 2013. Director of English News Shameer Rasooldeen, and Executive Producer Zulfick Farzan of News 1st compiled the award-winning story.[15] News 1st Digital is the official web news provider under the Capital Maharaja Organization umbrella in association with the Maharaja television and broadcasting services. News 1st Digital launched its website, newsfirst.lk[16] in 2007. newsfirst.lk is Sri Lanka's first trilingual website and provides the latest news updates and breaking news in English, Sinhala and Tamil for local, business, political, life style, entertainment and sports news. In August 2013, the newsfirst.lk English website was awarded a silver medal at the Bestweb.lk Awards. In August 2014, the English website was awarded another silver medal at the Bestweb.lk Awards and the bronze medal was awarded to the Tamil website.[17][18]","Title":"News First - Wikipedia","KeyID":"12676","URL":"https://en.wikipedia.org/wiki/News_First"}