{"Content: ":"Kathiravelu Nythiananda Devananda, commonly known as Douglas Devananda (Tamil: டக்ளஸ் தேவானந்தா), is a Sri Lankan Tamil politician, Cabinet Minister and leader of the Eelam People's Democratic Party.[1] Originally a Sri Lanka Tamil militant who fought against the Sri Lankan government for an independent Tamil Eelam, he became a pro-government paramilitary leader and politician. Due to his strong opposition to and vocal criticism of the rebel Liberation Tigers of Tamil Eelam (Tamil Tigers), they unsuccessfully tried to assassinate him over 10 times.[2] Devananda is a proclaimed offender in India and is wanted on charges of murder, attempt to murder, rioting, unlawful assembly and kidnapping.[3][4] He was sworn in as Minister of Fisheries and Aquatic Resources on 22 November 2019. [5] Kathiravelu Devananda was born on 10 November 1957. His father was Subramaniam Kathiravelu, an employee of Ceylon Petroleum Corporation and his mother was Maheswary, a teacher at Jaffna Central College. He has three brothers and a sister. Maheswary died when Devananda was six-years old. Devananda studied at Jaffna Central College before moving to Colombo in 1974. He lived with his paternal uncle K. C. Nythiananda at 17 Francis Road in Colombo 06 and studied at Colombo Hindu College. As a teenager, Devananda was influenced by the political work of his father, a member of the Sri Lanka Communist Party and his uncle, a leading trade unionist. Feeling discriminated by certain government policies, he wanted to be engaged in the emerging Tamil liberation movement. Thus he joined the Eelam Liberation Organization (ELO) and later became a founder-member of the Eelam Revolutionary Organisation of Students (EROS).[1] He took on the nom de guerre Douglas. Following his victory in the 1977 election, President J.R. Jayawardene appointed Nythiananda as the chairman of the newly formed Palmyrah Development Board and Devananda functioned as his personal assistant.[1] Devananda was in charge of EROS' student wing, the General Union of Eelam Students (GUES). In 1978, the EROS dispatched Devananda to Lebanon for military training with Al Fatah, an organization within the Palestine Liberation Organization.[6] In 1980 EROS split into two as K. Pathmanabha (Padmanaba) and Varatharajah Perumal broke away and formed the Eelam People's Revolutionary Liberation Front (EPRLF). GUES and Devananda joined EPRLF. Devananda was twice arrested in 1980 under the Prevention of Terrorism Act (PTA) and was held in various prisons in the country. He was imprisoned again after a bank robbery at Thirukkovil.[6] He was in Welikada prison when the July 1983 anti-Tamil riots began. On 25 and 27 July 1983 53 Tamil prisoners were massacred by Sinhalese prisoners. Devananda and 27 other Tamil prisoners who survived were transferred to Batticaloa prison. On 27 September 1983, 41 Tamil political prisoners including Devananda escaped from Batticaloa prison.[6] Devananda fled to Tamil Nadu in India.[1] In India Devananda was given training by the Indian authorities. He was made commander of the People's Liberation Army (PLA), EPRLF's military wing.[6] Devananda and other PLA members were given military training by the Popular Front for the Liberation of Palestine. On returning to Jaffna Devananda was put in charge of all of the EPRLF's military activities in Sri Lanka. On the night of 10 May 1984 the PLA, on the orders of Devananda, kidnapped newly-wed Ohio couple Stanley Bryson Allen and Mary Allen from their home on Beach Road, Gurunagar, Jaffna.[7] The EPRLF/PLA suspected the Allens of being CIA agents. The PLA threatened to kill the Allens unless a ransom of 50 million rupees ($2 million) was paid and 20 militants released.[8] The Allens were released on 12 May 1984 after pressure was exerted by the Indian authorities. On 5 May 1985 the PLA led by Devananda attacked the Sri Lankan Navy base at Karainagar.[6] It was a disaster: Devananda's cousin Shobha (alias Mathivathani) and PLA second-in-command Sinnavan were amongst the PLA cadres killed. By early 1986 disputes had arisen between Devananda and Pathmanabha, the EPRLF's political leader. The EPRLF leadership split into two factions: EPRLF (Ranjan) and EPRLF (Douglas). Devananda was replaced by Gaffoor as the EPRLF's military commander. In late 1986 Devananda traveled to Madras (now Chennai) to meet Pathmanabha. On 1 November 1986 Devananda was at the EPRLF's office in Choolaimedu, Madras when it was attacked by locals. Devananda opened fire, killing Thirunavukkarasu, an Indian lawyer, and injuring four others.[6][9][10] Devananda and nine others were arrested and charged with murder and attempted murder. Two AK-47 assault rifles and ammunition were seized. Devananda was released on bail. In late 1986, whilst Devananda was in India, the Tamil Tigers attacked the EPRLF, inflicting a heavy losses and killing Gaffoor.[11] Many of its cadres were killed or taken prisoner and its camps and weapons were seized by the Tigers. Devananda was blamed for the debacle because he had sent EPRLF cadres from Vanni and Eastern Province home before going to India.[6] He was also accused of hiding EPRLF weaponry and ammunition and some of his supporters were accused of running away when the Tigers attacked.[6] In 1987 the EPRLF (Douglas) faction formally split from the EPRLF. Devananda initially formed the Eelam National Democratic Liberation Front (ENDLF) with a breakaway faction of the People's Liberation Organisation of Tamil Eelam led by Paranthan Rajan. The ENDLF collapsed when Rajan started working with Indians – Devananda was opposed to the Indian intervention in the Sri Lankan Civil War. Devananda, now living in Madras, then formed the Eelam People's Democratic Party.[12] In late 1987 the Tamil Tigers murdered Devananda's brother Premananda. The EPDP lacked funds and Devananda resorted to kidnapping and extortion of Sri Lankan Tamils living in Madras.[6] In 1989 Devananda and 25 others were arrested for the second time by the Indian police (Tamil Nadu state police), this time for kidnapping a ten-year-old boy for ransom at Poonamallee High Road, Kilpauk, Madras, and imprisoned.[6][9][10] He was given bail. In 1990 police in Kodambakkam, Madras, started an investigation on Devananda on charges of rioting and criminal intimidation of a person called Valavan.[9][10] In 1990 Devananda jumped bail and returned to Sri Lanka.[6] In 1990 Devananda arrived in Colombo. A meeting was arranged by Sri Lankan intelligence between Devananda and Deputy Defence Minister Ranjan Wijeratne.[6] Devananda offered to place the EPDP under Sri Lankan government control in return for support and protection from the Tamil Tigers.[6] The government accepted – the EPDP had transformed itself into a paramilitary organisation. Devananda was attacked for betraying the Tamil people and collaborating with the enemy. EPDP cadres from all over Sri Lanka and India converged on Colombo. The government gave the EPDP vast financial assistance.[6] The EPDP, with the support of the government, took control of the islands off Jaffna peninsula after the Tigers withdrew.[6] The EPDP used the islands as a base to transport goods, particularly dried fish, between India and Sri Lanka.[6] It also imposed taxes.[6] Tamils living in Colombo were extorted money.[6] On 1 January 1993, Tharmalingam Selvakumar, a former EPDP sympathiser, was abducted from the Premil Sports Club at Kotahena, Colombo. Selvakumar has alleged that he was taken in a van driven by Devananda to Devananda's house at 121 Park Road, Colombo 5.[13][14] He was detained along with other prisoners in cells at the back of Devananda's house. Selvakumar was tortured and the EPDP tried to extort money from his family. All of this resulted in Devananda making a fortune.[6] The EPDP claims to have given up the armed struggle and joined the democratic process in Sri Lanka. However, the EPDP's paramilitary activities are well documented.[15][16][17] The paramilitary wing has been accused of helping the Sri Lankan Navy commit massacres in places like Allaipiddy [18] Devananda and the EPDP entered politics in 1994 when it contested the 1994 parliamentary election as an independent group in Jaffna District. Most of the district was under Tamil Tiger control and so did not vote, allowing the EPDP win nine parliamentary seats with just 10,744 votes, of which 9,944 votes came from the EPDP controlled Jaffna islands. Devananda was elected with just 2,091 preference votes. Devananda has been re-elected to Parliament in all subsequent elections. The EPDP became an ally of President Chandrika Kumaratunga and her People's Alliance (PA) government. In October 2000 Kumaratunga appointed Devananda as Minister of Development, Rehabilitation and Reconstruction of the North, and Tamil Affairs, North and East. He lost his ministerial post following the change of government in December 2001 but was reappointed Minister of Agriculture, Marketing Development, Hindu Education Affairs, Tamil Language & Vocational Training Centres in North when the United People's Freedom Alliance, the successor to the PA, returned to power in April 2004. He was appointed Minister for Social Service and Social Welfare by President Mahinda Rajapaksa in 2005.[1] There are unproved allegations of corruption against Devananda.[6] As the leader of EPDP, which is opposed to the Tamil Tigers, and due to his continuing criticism of the Tigers, he was regularly targeted by the Tigers, and was thought to be high up on their list of targets for assassination. The Tamil Tigers undertook over 10 attempts on his life: Devananda is wanted in India on connection with the Choolaimedu murder, kidnapping and other charges. In 1994 the Madras VI Additional Sessions Court declared him a proclaimed offender.[20] Devananda claims he, along with other militants, was amnestied by the 1987 Indo-Sri Lanka Accord.[21]","Title":"Douglas Devananda - Wikipedia","KeyID":"12675","URL":"https://en.wikipedia.org/wiki/Douglas_Devananda"}