{"Content: ":"The All Ceylon Makkal Congress (Tamil: அகில இலங்கை மக்கள் காங்கிரஸ், romanized: Akila Ilaṅkai Makkaḷ Kāṅkiras; Sinhala: සමස්ත ලංකා මහජන කොංග්‍රසය Samasta Lanka Muslim Kongrasaya) is a registered political party in Sri Lanka.[1] It was founded in 2005 by Rishad Bathiudeen. The All Ceylon Makkal Congress is a member of the United National Front for Good Governance (UNFGG). Sri Lanka Muslim Congress (SLMC) member Rishad Bathiudeen was elected as a United National Front (UNF), of which the SLMC was a member, MP at the 2001 parliamentary election.[2] He was re-elected at the 2004 parliamentary election.[3] However, the UNF was defeated by the newly formed United People's Freedom Alliance (UPFA) at the election.[4][5] After the election differences arose among SLMC MPs as to whether they should join the UPFA government.[6] SLMC MP Hussein Ahamed Bhaila defected to the UPFA on 18 May 2004.[7] The SLMC suspended three MPs - M. N. Abdul Majeed, Rishad Bathiudeen and Bhaila and - over their opposition to the leadership of Rauff Hakeem.[6] The SLMC started disciplinary proceedings against the three MPs and party activist M. Inamullah.[8] The quartet were expelled from SLMC on 30 May 2004.[9] The expelled MPs started legal proceedings to regain their SLMC membership and on 30 July 2004 the Supreme Court announced that it had reserved judgement on the case.[10] On 30 October 2004 Abdul Majeed and Badhiutheen, together with another dissident SLMC MP, Ameer Ali, were appointed non-cabinet ministers in the UPFA government.[11][12] Abdul Majeed, Ali and Badhiutheen were expelled from the SLMC on 23 March 2005 for accepting the ministerial positions.[13] Another legal battle ensued and on 1 July 2005 the Supreme Court ruled that the three MPs expulsion from the SLMC was invalid.[14][15][16] The dissident SLMC MPs founded a new political party, the All Ceylon Muslim Congress (ACMC), later in 2005.[17] In January 2007 Badhiutheen was promoted to the cabinet whilst Bhaila became a deputy minister - Abdul Majeed and Ali remained non-cabinet ministers.[18][19] Abdul Majeed rejoined the Sri Lanka Freedom Party in 2007.[20] Contesting under the UPPA, the ACMC secured three seats in Parliament - Badhiutheen, Hunais Farook and M. L. Alim Mohammad Hisbullah - at the 2010 parliamentary election. After the election Badhiutheen remained in the cabinet whilst Hisbullah became a deputy minister.[21][22] The All Ceylon Muslim Congress was later renamed All Ceylon Makkal Congress (All Ceylon People's Congress).[23] Farook left the UPFA and joined the opposition United National Party on 26 November 2014 in order to support common opposition candidate Maithripala Sirisena at the presidential election.[24][25] Ali was appointed as a UPFA National List MP in Parliament in December 2014.[26] The ACMC left the UPFA on 22 December 2014 to support Sirisena at the presidential election.[27][28] Hisbullah however remained in the UPFA to support President Mahinda Rajapaksa.[29][30] Rajapaksa dismissed Badhiutheen from the cabinet.[31] After the presidential election newly elected President Sirisena rewarded the ACMC by appointing Badhiutheen to the cabinet and Ali as a deputy minister.[32][33][34][35] In July 2015 the ACMC joined with other anti-Rajapaksa parties to form the United National Front for Good Governance (UNFGG) to contest the parliamentary election.[36][37] Contesting on its own in one electoral district, Ampara District, the ACMC received 33,102 votes (0.30%), but failed to win any seats in Parliament.[38][39] The ACMC did however secure five seats under the UNFGG - Ali, Badhiutheen, Abdul Rahuman Izak, M. A. M. Maharoof and M. H. M. Navavi. Badhiutheen and Ali remained cabinet and deputy ministers respectively after the election.[40][41][42][43][44][45]","Title":"All Ceylon Makkal Congress - Wikipedia","KeyID":"12680","URL":"https://en.wikipedia.org/wiki/All_Ceylon_Makkal_Congress"}