{"Content: ":"Battaramulla is a suburb of Colombo, situated 8.4 km (5 mi) from the city centre at Colombo Fort, near the Parliament of Sri Lanka. It is one of the fastest developing administrative, commercial and residential areas in the Colombo District, being home to the country's elite. Battaramulla is an important town in Sri Lanka, because of the Sri Lankan government's decision to locate all the government department head offices in this town. Battaramulla is adjacent to Kotte, which lay on the opposite side of the Diyawanna Oya. At the time of the Kotte Kingdom, the cooks at the royal palace would travel there daily by ferry across the Diyawanna Oya. The place they embarked was called bat-tota-mulla ('cooked rice-landing-corner', 'cooked rice' being a synonym for a meal), which became 'Battaramulla'. Kotiyagoda, a suburb of Battaramulla, derived its name from kotuwe-egoda ('the shore opposite the fortress'). This pattern was followed when the Parliament was shifted to the Doowa island in Kotte, several government offices being set up in Battaramulla thereafter. After the British invasion of the island, they built a church in 1850 in Battaramulla and called the village Thalangama. The invaders wanted to eliminate the name of the old village Battaramulla and mentioned the area as Thalangama in every legal document. However, the old Sinhalese Buddhist villagers wanted to protect the old village named Battaramulla. In 1887 a temple called Sri Sudharmaramaya was established in Battaramulla and the Buddhist monks in the temple emphasized the importance of protecting the old name of the village, which belonged to the Kotte kingdom earlier. After establishing the postal service in Sri Lanka, the post office was established in Battaramulla called as Thalangama sub-post office. Sri Lanka gained independence on 4 February 1948, and in 1970 the sub-post office was promoted into the main post office called Battaramulla.[2] The Battaramulla, Pelawatte, Koswatte and Kalapaluwawa areas, which comprise Battaramulla were previously governed by a separate municipal structure, the Battaramulla Town Council. It was dissolved and the area is now administered by the Kaduwela Municipal Council. The Battaramulla District Office of Kaduwela municipal council is the administrative office of the area which is located on Pannipitiya Road. In Sri Lanka, an area is identified by the name of the main post office to which an area belongs. In that way, Battaramulla main post office (Located at Subhuthipura Road) belongs to the following villages mainly. Battaramulla Junction, Battaramulla South, Battaramulla North, Pelawatta, Koswatta, Subhuthipura, Jayanthipura, Rajamalwatte, Polduwa, Mihindupura, Udumulla, Ganahena, Thalangama North, Thalangama South, Heenetikumbura, Nagahamulla, Wickramasinghapura, Jayawadanagama, Akuregoda, Batapotha, Korambe, Aruppitiya. The Thalawathugoda, Sri Jayawardenapura-Kotte, Mulleriyawa and Malabe suburbs mark the borders of Battaramulla. Several public bus services travel to Battaramulla from Colombo City. Route 171 is the main public bus service. It starts at Colombo-Fort and ends at Kandawatta Junction (Palan Thuna Handiya). Route 152 buses come to Denzil kobbekaduwa Mawatha via Kolonnawa and Mulleriawa side. Battaramulla can also be reached by Route 170 - Athurugiriya, Route 190 - Meegoda, Route 174 Kottawa, Route 186 - Jayawadanagama and Route 177 - Kaduwela buses from the Colombo city. From Dehiwala town, which is located on the Colombo - Galle main road, Route 163 buses travel to Battaramulla. These buses come via Nugegoda and Kotte. From Kandy city or Kurunegala city, Route 17 - Panadura buses come more than 100 km from Kandy and Kurunegala via main towns like Peradeniya, Kadugannawa, Mawanella, Kegalle, Polgahawela, Allawwa, Warakapola, Nittambuwa and Kaduwela. From Panadura side, Route 17 - Kandy or Kurunegala buses travel to Battaramulla, and they come via Moratuwa, Rathmalana, Galkissa, Dehiwala, Nugegoda and Kotte. A government bus runs inside the town area under Route 374 which starts from Battaramulla main junction and ends at Pelawatta junction via Ganahena, Robert Gunawardhana Mawatha, Korambe, Batapotha and Akuregoda. In addition to the public bus services, there are office time bus services which arrive in Battaramulla in the morning and depart from the town in the evening on government office working days. Buses that pass through Battaramulla are Kottawa - Borella (174), Battaramulla - Dehiwala (163), Koswatta/Pelawatta - Fort (171), Athurugiriya - Pettah (170) Meegoda - Pettah (190). A notable expatriate population and affluent nationals of Sri Lanka live in Battaramulla. The rapid increase in the elite and affluent moving into the area has contributed to an economic boom. The population of Battaramulla is 75,633 according to the GeoNames geographical database,[when?] the majority of whom are Sinhalese. By the early 1980s, there were many traditional villagers in the area, but the rapid increase of the land value in the area has caused them to sell their land and move to areas further from Colombo. The oldest International school in Sri Lanka, catering exclusively to the expatriate community and a few select nationals; The Overseas School of Colombo (formerly the Overseas Children's School) has been relocated to Battaramulla from its previous site in Colombo 02. Sri Subhuthi Central College (national school), which is located at Robert Gunawardhana Mawatha is the main government school in the area. There are a number of government schools located in the area like Lanka Sabha Junior School (established in 1870), Indrajothi Vidyalaya (established in 1905), M. D. H. Jayawardhana Vidyalaya etc. A number of private international schools are also located in Battaramulla. After establishing the new parliament in Kotte, the Government of Sri Lanka decided to move all the government offices in Colombo City to Battaramulla Town. Now the area facilitates home to numerous Ministries, Government departments and Administrative Boards being in close proximity to the Parliament of Sri Lanka. \"Sethsiripaya\" is an administrative building complex where a number of government offices have been established, located on the main street of the town. The education department of Sri Lanka is also located in Pelawatta junction of this town and the building is called \"Isurupaya\". Foreign Employment Bureau is another important government office and it is located at Denzil Kobbekaduwa Mawatha. Even if the Parliament of Sri Lanka is located on an island that belongs to Kotte town, the main road that leads to the parliament lies through Battaramulla. Battaramulla is home to many departments and ministries, including the Department of Immigration Emigration, colloquially known as the passport office, Department for Registration of Persons (NIC Office), Suhurupaya, Home - Sri Lanka Foreign Employment Bureau, Department of Wildlife Conservation, Ministry of Lands, Registrar General's Department and Defence Headquarters Complex etc. are some of the offices located in Battaramulla. Golf is a pastime that has increased in popularity in the area. The Waters Edge Country Club was an 11-hole golf course located at Battaramulla but has since closed. The Sri Lankan Parliament Building is located in Sri Jayawardenepura Kotte near Battaramulla. A park called \"Diyatha Uyana\" is located at Polduwa junction, near the Waters Edge hotel. The park is constructed on marshy land on the banks of the Diyawanna Oya. It sits between the Parliamentary complex and the Diyawanna Oya at the Polduwa junction. The Battaramulla Folk Art Center contains a model of a Sri Lankan traditional village called \"Ape Gama,\" or \"our village.\" It is a replica of a traditional Sri Lankan village showcasing the industries and lifestyles of the era. This is located close to the parliament grounds. Akuregoda Lake (Thalangama Wewa) and the Batapotha Paddy Fields are at one end of the town. The National War Memorial in front of the Parliament complex is dedicated to all military personnel killed since World War I and police personnel killed due to terrorist activities. Indian Peace Keeping Force (IPKF) War Memorial, situated at the entrance of Battaramulla Fork Art Center. Amaradeva Asapuwa (අමරදේව අසපුව/அமரதேவ மடாலயம்) is a music ashram, which is being built in Battaramulla, Sri Lanka in memory of one of the country's leading musicians, W. D. Amaradeva.[3]","Title":"Battaramulla - Wikipedia","KeyID":"12683","URL":"https://en.wikipedia.org/wiki/Battaramulla"}