{"Content: ":"Reddit (/ˈrɛdɪt/, stylized in all lowercase as reddit) is an American social news aggregation, content rating, and discussion website. Registered users (commonly referred to as \"Redditors\") submit content to the site such as links, text posts, images, and videos, which are then voted up or down by other members. Posts are organized by subject into user-created boards called \"communities\" or \"subreddits\". Submissions with more upvotes appear towards the top of their subreddit and, if they receive enough upvotes, ultimately on the site's front page. Reddit administrators moderate the communities. Moderation is also conducted by community-specific moderators, who are not Reddit employees.[7] As of March 2022, Reddit ranks as the 9th-most-visited website in the world and 6th most-visited website in the U.S., according to Semrush.[8] About 42–49.3% of its user base comes from the United States, followed by the United Kingdom at 7.9–8.2% and Canada at 5.2–7.8%.[9][10] Twenty-two percent of U.S. adults aged 18 to 29 years, and 14 percent of U.S. adults aged 30 to 49 years, regularly use Reddit.[9] Reddit was founded by University of Virginia roommates Steve Huffman and Alexis Ohanian, with Aaron Swartz, in 2005. Condé Nast Publications acquired the site in October 2006. In 2011, Reddit became an independent subsidiary of Condé Nast's parent company, Advance Publications.[11] In October 2014, Reddit raised $50 million in a funding round led by Sam Altman and including investors Marc Andreessen, Peter Thiel, Ron Conway, Snoop Dogg, and Jared Leto.[12] Their investment valued the company at $500 million then.[13][14] In July 2017, Reddit raised $200 million for a $1.8 billion valuation, with Advance Publications remaining the majority stakeholder.[15] In February 2019, a $300 million funding round led by Tencent brought the company's valuation to $3 billion.[16] In August 2021, a $700 million funding round led by Fidelity Investments raised that valuation to over $10 billion.[4] The idea and initial development of Reddit originated with at the time college roommates Steve Huffman and Alexis Ohanian in 2005. Huffman and Ohanian attended a lecture by programmer-entrepreneur Paul Graham in Boston, Massachusetts, during their spring break from University of Virginia.[17][18][19] After speaking with Huffman and Ohanian following the lecture, Graham invited the two to apply to his startup incubator Y Combinator.[17] Their initial idea, My Mobile Menu, was unsuccessful,[20][21] and was intended to allow users to order food by SMS text messaging.[17][18] During a brainstorming session to pitch another startup, the idea was created for what Graham called the \"front page of the Internet\".[21] For this idea, Huffman and Ohanian were accepted in Y Combinator's first class.[17][18] Supported by the funding from Y Combinator,[22] Huffman coded the site in Common Lisp[23] and together with Ohanian launched Reddit in June 2005.[24][25] Embarrassed by an empty-looking site, the founders created hundreds of fake users for their posts to make it look more populated,[26] an example of a fake it till you make it strategy. The team expanded to include Christopher Slowe in November 2005. Between November 2005 and January 2006, Reddit merged with Aaron Swartz's company Infogami, and Swartz became an equal owner of the resulting parent company, Not A Bug.[27][28] Ohanian later wrote that instead of labeling Swartz as a co-founder, the correct description is that Swartz's company was acquired by Reddit 6 months after he and Huffman had started.[29] Huffman and Ohanian sold Reddit to Condé Nast Publications, owner of Wired, on October 31, 2006, for a reported $10 million to $20 million[17][30] and the team moved to San Francisco.[30] In November 2006, Swartz blogged complaining about the new corporate environment, criticizing its level of productivity.[31] In January 2007, Swartz was fired for undisclosed reasons.[32] Huffman and Ohanian left Reddit in 2009.[33] Huffman went on to co-found Hipmunk with Adam Goldstein, and later recruited Ohanian[34] and Slowe to his new company.[35] After Huffman and Ohanian left Reddit, Erik Martin, who joined the company as a community manager in 2008 and later became general manager in 2011, played a role in Reddit's growth.[36] VentureBeat noted that Martin was \"responsible for keeping the site going\" under Condé Nast's ownership.[37] Martin facilitated the purchase of Reddit Gifts and led charity initiatives.[37] Reddit launched two different ways of advertising on the site in 2009. The company launched sponsored content[38] and a self-serve ads platform that year.[39][40] Reddit launched its Reddit Gold benefits program in July 2010, which offered new features to editors and created a new revenue stream for the business that did not rely on banner ads.[41] On September 6, 2011, Reddit became operationally independent of Condé Nast, operating as a separate subsidiary of its parent company, Advance Publications.[42] Reddit and other websites participated in a 12-hour sitewide blackout on January 18, 2012, in protest of the Stop Online Piracy Act.[43][44] In May 2012, Reddit joined the Internet Defense League, a group formed to organize future protests.[45] Yishan Wong joined Reddit as CEO in 2012.[46] Wong resigned from Reddit in 2014, citing disagreements about his proposal to move the company's offices from San Francisco to nearby Daly City, but also the \"stressful and draining\" nature of the position.[47][48] Ohanian credited Wong with the company's newfound success as its user base grew from 35 million to 174 million.[48] Wong oversaw the company as it raised $50 million in funding and spun off as an independent company.[39] Also during this time, Reddit began accepting the digital currency Bitcoin for its Reddit Gold subscription service through a partnership with bitcoin payment processor Coinbase in February 2013.[49] Ellen Pao replaced Wong as interim CEO in 2014 and resigned in 2015 amid a user revolt over the firing of a popular Reddit employee.[50] During her tenure, Reddit initiated an anti-harassment policy,[51] banned involuntary sexualization, and banned several forums that focused on bigoted content or harassment of individuals.[52] After five years away from the company, Ohanian and Huffman returned to leadership roles at Reddit: Ohanian became the full-time executive chairman in November 2014 following Wong's resignation, while Pao's departure on July 10, 2015, led to Huffman's return as the company's chief executive.[53][54] After Huffman rejoined Reddit as CEO, he launched Reddit's iOS and Android apps, fixed Reddit's mobile website, and created A/B testing infrastructure.[17] The company launched a major redesign of its website in April 2018.[55] Huffman said new users were turned off from Reddit because it had looked like a \"dystopian Craigslist\".[55] Reddit also instituted several technological improvements,[56] such as a new tool that allows users to hide posts, comments, and private messages from selected redditors in an attempt to curb online harassment,[57] and new content guidelines. These new content guidelines were aimed at banning content inciting violence and quarantining offensive material.[17][56] Slowe, the company's first employee, rejoined Reddit in 2017 as chief technology officer.[58] Reddit's largest round of funding came in 2017, when the company raised $200 million and was valued at $1.8 billion.[15] The funding supported Reddit's site redesign and video efforts.[15] On June 5, 2020, Alexis Ohanian resigned as a member of the board in response to the George Floyd protests and requested to be replaced \"by a Black candidate\".[59] On December 13, 2020, Reddit announced it had acquired short-form video social platform Dubsmash, hiring its entire team, with the intention of integrating its video creation tools into Reddit.[60] On March 5, 2021, Reddit announced that it had appointed Drew Vollero, who has worked at Snapchat's parent company Snap (SNAP), as its first Chief Financial Officer weeks after the site was thrust into the spotlight due to its role in the GameStop trading frenzy. Vollero's appointment spurred speculation of an initial public offering, a move that senior leaders have considered publicly.[61] In December 2021, Reddit revealed that it had confidentially filed for an initial public offering with the U.S. Securities and Exchange Commission.[62][63][64] In June 2022, Reddit acquired MeaningCloud, a natural language processing company. [65] [66] Reddit is a website comprising user-generated content—including photos, videos, links, and text-based posts—and discussions of this content in what is essentially a bulletin board system.[67][68] The name \"Reddit\" is a play-on-words with the phrase \"read it\", i..e., \"I read it on Reddit.\"[69][70] According to Reddit, in 2019, there were approximately 430 million monthly users,[71] who are known as \"redditors\".[55] The site's content is divided into categories or communities known on-site as \"subreddits\", of which there are more than 138,000 active communities.[72] As a network of communities, Reddit's core content consists of posts from its users.[67][68] Users can comment on others' posts to continue the conversation.[67] A key feature to Reddit is that users can cast positive or negative votes, called upvotes and downvotes respectively, for each post and comment on the site.[67] The number of upvotes or downvotes determines the posts' visibility on the site, so the most popular content is displayed to the most people.[67] Users can also earn \"karma\" for their posts and comments, a status that reflects their standing within the community and their contributions to Reddit.[67] Posts are sometimes automatically archived after six months, meaning they can no longer be commented or voted on.[citation needed] The most popular posts from the site's numerous subreddits are visible on the front page to those who browse the site without an account.[72][73] By default for those users, the front page will display the subreddit r/popular, featuring top-ranked posts across all of Reddit, excluding not-safe-for-work communities and others that are most commonly filtered out by users (even if they are safe for work).[74][75] The subreddit r/all originally did not filter topics,[76] but as of 2021 it does not include not-safe-for-work content.[77] Registered users who subscribe to subreddits see the top content from the subreddits to which they subscribe on their personal front pages.[72][73] Front-page rank—for both the general front page and for individual subreddits—is determined by a combination of factors, including the age of the submission, positive (\"upvoted\") to negative (\"downvoted\") feedback ratio, and the total vote-count.[78] Registering an account with Reddit is free and does not require an email address.[79][80] In addition to commenting and voting, registered users can also create their own subreddit on a topic of their choosing.[81] In Reddit style, usernames begin with \"u/\". For example, noteworthy redditors include u/Poem_for_your_sprog, who responds to messages across Reddit in verse,[82] u/Shitty_Watercolour who posts paintings in response to posts,[83] u/gallowboob, with the highest karma on reddit,[84] and u/spez, the CEO of Reddit (Steve Huffman). Subreddits are overseen by moderators, Reddit users who earn the title by creating a subreddit or being promoted by a current moderator.[72] These moderators are volunteers who manage their communities, set and enforce community-specific rules, remove posts and comments that violate these rules, and generally work to keep discussions in their subreddit on topic.[72][85][86] Admins, by contrast, are paid to work for Reddit.[85] Reddit also releases transparency reports annually which have information like how many posts have been taken down by moderators and for what reason. It also details information about requests law enforcement agencies have made for information about users or to take down content.[87] In 2020, Reddit removed 6% of posts made on their platform (approx. 233 million). More than 99% of removals were marked as spam; the remainder made up of a mix of other offensive content. Around 131 million posts were removed by the automated moderator and the rest were taken down manually.[88][89] It is estimated that Reddit's moderators do a total of 466 hours of work every day, which totals up to $3.4 million in unpaid work each year.[90] This roughly equates to 2.8% of the company's annual revenue.[90] Subreddits are user-created areas of interest where discussions on Reddit are organized. There are about 138,000 active subreddits (among a total of 1.2 million) as of July 2018[update].[91][92] Subreddit names begin with \"r/\"; for instance, \"r/science\" is a community devoted to discussing scientific publications, while \"r/gaming\" is a community devoted to discussing video games and \"r/worldnews\" is for posting news articles from around the world. In a 2014 interview with Memeburn, Erik Martin, then general manager of Reddit, remarked that their \"approach is to give the community moderators or curators as much control as possible so that they can shape and cultivate the type of communities they want\".[93] Subreddits often use themed variants of Reddit's alien mascot, Snoo, in the visual styling of their communities.[94] Reddit Premium (formerly Reddit Gold) is a premium membership that allows users to view the site ad-free.[95][96] Users may also be gifted coins if another user particularly valued the comment or post, generally due to humorous or high-quality content. Reddit Premium unlocks several features not accessible to regular users, such as comment highlighting, exclusive subreddits, and a personalized Snoo (known as a \"snoovatar\").[97][98] Reddit Gold was renamed to Reddit Premium in 2018. In addition to gold coins, users can gift silver and platinum coins to other users as rewards for quality content.[99] On July 7, 2022, Reddit announced 'blockchain-backed Collectible Avatars', customizable avatars which are available on the subreddit r/CollectibleAvatars for purchase separate from Reddit Premium. The avatars were created by independent artists who post work on other subreddits, and who receive a portion of the profits. They use Reddit's Polygon blockchain-powered digital wallet the Vault.[100] Richard Lawler of The Verge described them as \"non-fungible tokens (NFTs) that are available for purchase in the Reddit Avatar Builder\";[101] as NFTs are controversial, this attracted attention from many media outlets. On the site, redditors commemorate their \"cake day\" once a year, on the anniversary of the day their account was created.[102] Cake day adds an icon of a small slice of cake next to the user's name for 24 hours.[103] In 2017, Reddit developed its own real-time chat software for the site.[104] While some established subreddits have used third-party software to chat about their communities, the company built chat functions that it hopes will become an integral part of Reddit.[104] Individual chat rooms were rolled out in 2017 and community chat rooms for members of a given subreddit were rolled out in 2018.[104][105][106] In 2019, Reddit tested a new feature which allowed users to tip others. It was only made available for a user named Chris who goes by the alias u/shittymorph, who was known for posting well-written comments, only for them to end with the same copypasta referencing the 1998 Hell in a Cell match between wrestlers The Undertaker and Mankind.[107][108] Reddit Talk was announced in April 2021 as a competitor to Clubhouse. Reddit Talk lets subreddit moderators start audio meeting rooms that mimick Clubhouse in design.[109] In 2022, Reddit Talk was updated to support recording audio rooms and work on the web version of Reddit. A desktop app is reportedly slated for a late February release.[110] In August 2021, the company introduced a TikTok-like short-form video feature for iOS that lets users rapidly swipe through a feed of short video content.[111] Reddit was originally written in Common Lisp but was rewritten in Python in December 2005[112] for wider access to code libraries and greater development flexibility. The Python web framework that Swartz developed to run the site, web.py, is available as an open source project.[113] As of November 10, 2009[update], Reddit used Pylons as its web framework.[114] Reddit was an open source project from June 18, 2008, until 2017.[115][116] During that time, all of the code and libraries written for Reddit were freely available on GitHub, with the exception of the anti-spam/cheating portions.[117] In a September 2017 announcement, the company stated that \"we've been doing a bad job of keeping our open-source product repos up to date\", partially because \"open-source makes it hard for us to develop some features 'in the clear' ... without leaking our plans too far in advance\", prompting the decision to archive its public GitHub repos.[116] As of November 10, 2009[update], Reddit decommissioned its own servers and migrated to Amazon Web Services.[118] Reddit uses PostgreSQL as its primary datastore.[citation needed] It uses RabbitMQ for offline processing, HAProxy for load balancing and memcached for caching. In early 2009, Reddit started using jQuery.[119] In 2010, Reddit released its first mobile web interface for easier reading and navigating the website on touch screen devices.[120] For several years, redditors relied on third-party apps to access Reddit on mobile devices. In October 2014, Reddit acquired one of them, Alien Blue, which became the official iOS Reddit app.[121] Reddit removed Alien Blue and released its official application, Reddit: The Official App, on Google Play and the iOS App Store in April 2016.[122] The company released an app for Reddit's question-and-answer Ask Me Anything subreddit in 2014.[123] The app allowed users to see active Ask Me Anythings, receive notifications, ask questions and vote.[123] The site has undergone several products and design changes since it originally launched in 2005. When it initially launched, there were no comments or subreddits. Comments were added in 2005[55][124] and interest-based groups (called 'subreddits') were introduced in 2008.[125] Allowing users to create subreddits has led to much of the activity that redditors would recognize that helped define Reddit. These include subreddits \"WTF\", \"funny\", and \"AskReddit\".[125] Reddit rolled out its multireddit feature, the site's biggest change to its front page in years, in 2013.[126] With the multireddits, users see top stories from a collection of subreddits.[126] In 2015, Reddit enabled embedding, so users could share Reddit content on other sites.[127] In 2016, Reddit began hosting images using a new image uploading tool, a move that shifted away from the uploading service Imgur that had been the de facto service.[128] Users still can upload images to Reddit using Imgur.[128] Reddit's in-house video uploading service for desktop and mobile launched in 2017.[129] Previously, users had to use third-party video uploading services, which Reddit acknowledged was time-consuming for users.[129] Reddit released its \"spoiler tags\" feature in January 2017.[130] The feature warns users of potential spoilers in posts and pixelates preview images.[130] Reddit unveiled changes to its public front page, called r/popular, in 2017;[76] the change creates a front page free of potentially adult-oriented content for unregistered users.[76] In late 2017, Reddit declared it wanted to be a mobile-first site, launching several changes to its apps for iOS and Android.[102] The new features included user-to-user chat, a theater mode for viewing visual content, and mobile tools for the site's moderators. \"Mod mode\" lets moderators manage content and their subreddits on mobile devices.[102] Reddit launched its redesigned website in 2018, with its first major visual update in a decade.[55] Development for the new site took more than a year.[55] It was the result of an initiative by Huffman upon returning to Reddit, who said the site's outdated look deterred new users.[55] The new site features a hamburger menu to help users navigate the site, different views, and new fonts to better inform redditors if they are clicking on a Reddit post or an external link.[55] The goal was not only for Reddit to improve its appearance, but also to make it easier to accommodate a new generation of Reddit users.[55] Additionally, Reddit's growth had strained the site's back end;[131] Huffman and Reddit Vice President of Engineering Nick Caldwell told The Wall Street Journal's COI Journal that Reddit needed to leverage artificial intelligence and other modern digital tools.[131] Registered users can opt-out from the redesign and use \"Old Reddit\" which continues to use the previous design. Unregistered users can access it via old.reddit.com.[132] Reddit's logo consists of a time-traveling alien named Snoo and the company name stylized as \"reddit\". The alien has an oval head, pom-pom ears, and an antenna.[133] Its colors are black, white, and orange-red.[133] The mascot was created in 2005 while company co-founder Alexis Ohanian was an undergraduate at the University of Virginia.[134] Ohanian doodled the creature while bored in a marketing class.[94] Originally, Ohanian sought to name the mascot S'new, a play on \"What's new?\", to tie the mascot into Reddit's premise as the \"front page of the Internet\".[133][94] Eventually, the name Snoo was chosen.[133] In 2011, Ohanian outlined the logo's evolution with a graphic that showcased several early versions, including various spellings of the website name, such as \"Reditt\".[134] Snoo is genderless, so the logo is moldable.[133][135] Over the years, the Reddit logo has frequently changed for holidays and other special events.[134] Many subreddits have a customized Snoo logo to represent the subreddit.[94] Redditors can also submit their own logos, which sometimes appear on the site's front page, or create their own customized versions of Snoo for their communities (or \"subreddits\").[134][55] When Reddit revamped its website in April 2018, the company imposed several restrictions on how Snoo can be designed: Snoo's head \"should always appear blank or neutral\", Snoo's eyes are orange-red, and Snoo cannot have fingers.[133] Snoo's purpose is to discover and explore humanity.[133] Reddit is a private company based in San Francisco, California.[136][91] It has an office in the Tenderloin neighborhood.[137] Reddit doubled its headcount in 2017;[138] as of 2018[update], it employed approximately 350 people.[91] In 2017, the company was valued at $1.8 billion during a $200 million round of new venture funding.[15]>[39] The company was previously owned by Condé Nast, but was spun off as an independent company.[39] As of April 2018[update], Advance Publications, Condé Nast's parent company, retained a majority stake in Reddit.[91] Reddit's key management personnel includes co-founder and CEO Steve Huffman,[17] Chief Technology Officer Chris Slowe, who was the company's original lead engineer,[58] and Chief Operating Officer Jen Wong, a former president of digital and chief operating officer at Time Inc.[96] Reddit does not disclose its revenue figures.[15][96] The company generates revenue in part through advertising and premium memberships that remove ads from the site.[96][95] As part of its company culture, Reddit operates on a no-negotiation policy for employee salaries.[139] The company offers new mothers, fathers, and adoptive parents up to 16 weeks of parental leave.[140] As of August 2021, Reddit is valued at more than $10 billion following a $410 million funding round.[141] The company is looking to hire investment bankers and lawyers to assist in making an initial public offering, which is expected in 2022. However, CEO Steve Huffman says the company has not decided on the timing for when to go public.[142] In December 2021, Reddit announced they had filed a draft registration statement with the SEC regarding their prospective IPO.[143][144] In February 2013, Betabeat published a post that recognized the influx of multinational corporations like Costco, Taco Bell, Subaru, and McDonald's posting branded content on Reddit that was made to appear as if it was original content from legitimate Reddit users.[145] PAN Communications wrote that marketers want to \"infiltrate the reddit community on behalf of their brand,\" but emphasized that \"self-promotion is frowned upon\" and Reddit's former director of communications noted that the site is \"100 percent organic.\"[146][147][148][149] She recommended that advertisers design promotions that \"spark conversations and feedback.\"[150] She recommended that businesses use AMAs to get attention for public figures but cautioned \"It is important to approach AMAs carefully and be aware that this may not be a fit for every project or client.\"[151] Nissan ran a successful branded content promotion offering users free gifts to publicize a new car,[152][153] though the company was later ridiculed for suspected astroturfing when the CEO only answered puff piece questions on the site.[154][155] Taylor described these situations as \"high risk\" noting: \"We try hard to educate people that they have to treat questions that may seem irreverent or out of left field the same as they would questions about the specific project they are promoting.\"[156] Reddit's users tend to be more privacy-conscious than on other websites, often using tools like AdBlock and proxies,[157] and they dislike \"feeling manipulated by brands\" but respond well to \"content that begs for intelligent viewers and participants.\"[158] Lauren Orsini writes in ReadWrite that \"Reddit's huge community is the perfect hype machine for promoting a new movie, a product release, or a lagging political campaign\" but there is a \"very specific set of etiquette. Redditors don't want to advertise for you, they want to talk to you.\"[159] Journalists have used the site as a basis for stories, though they are advised by the site's policies to respect that \"reddit's communities belong to their members\" and to seek proper attribution for people's contributions.[160] Reddit announced that they would begin using VigLink to redirect affiliate links in June 2016.[161][162] Since 2017, Reddit has partnered with companies to host sponsored AMAs and other interactive events,[163][164] increased advertising offerings,[165] and introduced efforts to work with content publishers.[166] In 2018, Reddit hired Jen Wong as COO, responsible for the company's business strategy and growth, and introduced native mobile ads.[96] Reddit opened a Chicago office to be closer to major companies and advertising agencies located in and around Chicago.[167] In 2019, Reddit hired former Twitter ad director Shariq Rizvi as its vice president of ad products and engineering.[168] The website is known for its open nature and diverse user community that generate its content.[169] Its demographics allows for wide-ranging subject areas, as well as the ability for smaller subreddits to serve more niche purposes.[85] The possibilities that subreddits provide create new opportunities for raising attention and fostering discussion across various areas. In gaining popularity in terms of unique users per day, Reddit has been a platform to raise publicity for a number of causes.[170] Additionally, the user base of Reddit has given birth to other websites, including image sharing community and image host Imgur, which started in 2009 as a gift to Reddit's community.[171] In its first five months, it jumped from a thousand hits per day to a million total page views.[172] Statistics from Google Ad Planner suggest that 74% of Reddit users are male.[173] In 2016, the Pew Research Center published research showing that 4% of U.S. adults use Reddit, of which 67% are men. 78% of users get news from Reddit.[174] Users tend to be significantly younger than average with less than 1% of users being 65 or over.[174] Politically, Reddit's community is predominantly left-leaning, with less than 19% of its users leaning to the right.[175] Reddit is known in part for its passionate user base,[91] which has been described as \"offbeat, quirky, and anti-establishment\".[136] Similar to the \"Slashdot effect\", the Reddit effect occurs when a smaller website crashes due to a high influx of traffic after being linked to on Reddit; this is also called the Reddit \"hug of death\".[176][177] Users have used Reddit as a platform for their charitable and philanthropic efforts.[178] Redditors raised more than $100,000 for charity in support of comedians Jon Stewart's and Stephen Colbert's Rally to Restore Sanity and/or Fear; more than $180,000 for Haiti earthquake relief efforts; and delivered food pantries' Amazon wish lists.[179][178][180] In 2010, Christians, Muslims, and atheists held a friendly fundraising competition, where the groups raised more than $50,000.[181] A similar donation drive in 2011 saw the atheism subreddit raise over $200,000 for charity.[182] In February 2014, Reddit announced it would donate 10% of its annual ad revenue to non-profits voted upon by its users.[183] As a result of the campaign, Reddit donating $82,765 each to Electronic Frontier Foundation, Planned Parenthood Federation of America, Doctors Without Borders, Erowid Center, Wikimedia Foundation, Multidisciplinary Association for Psychedelic Studies, NPR, Free Software Foundation, Freedom From Religion Foundation, and Tor Project.[184] Reddit has been used for a wide variety of political engagement including the presidential campaigns of Barack Obama,[185][186] Donald Trump,[187] Hillary Clinton,[188] and Bernie Sanders.[189] It has also been used for self-organizing sociopolitical activism such as protests, communication with politicians and active communities. Reddit has become a popular place for worldwide political discussions.[190] The March for Science originated from a discussion on Reddit over the deletion of all references to climate change from the White House website, about which a user commented that \"There needs to be a Scientists' March on Washington\".[191][192][193] On April 22, 2017, more than 1 million scientists and supporters participated in more than 600 events in 66 countries across the globe.[194] Reddit users have been engaged in the defense of Internet privacy, net neutrality and Internet anonymity. Reddit created an Internet blackout day and was joined by Wikipedia and other sites in 2012 in protest of the Stop Online Piracy and Protect IP acts.[195][196] On January 18, Reddit participated in a 12-hour sitewide blackout to coincide with a congressional committee hearing on the measures.[196][197] During that time, Reddit displayed a message on the legislation's effects on Reddit, in addition to resources on the proposed laws.[197] In May 2012, Reddit joined the Internet Defense League, a group formed to organize future protests.[45] The site and its users protested the Federal Communications Commission as it prepared to scrap net neutrality rules.[198] In 2017, users upvoted \"Battle for the Net\" posts enough times that they filled up the entire front page.[198] On another day, the front page was overtaken by posts showcasing campaign donations received by members of Congress from the telecommunications industry.[198] Reddit CEO Steve Huffman has also advocated for net neutrality rules.[199][200] In 2017, Huffman told The New York Times that without net neutrality protections, \"you give internet service providers the ability to choose winners and losers\".[199] On Reddit, Huffman urged redditors to express support for net neutrality and contact their elected representatives in Washington, D.C.[200] Huffman said that the repeal of net neutrality rules stifles competition. He said he and Reddit would continue to advocate for net neutrality.[201] As a response to Glenn Beck's August 28, 2010, Restoring Honor rally, in September 2010 Reddit users started a movement to persuade satirist Stephen Colbert to have a counter-rally in Washington, D.C.[202] The movement, which came to be called \"Restoring Truthiness\", was started by user mrsammercer, in a post where he described waking up from a dream in which Stephen Colbert was holding a satirical rally in D.C.[203] Over $100,000 was raised for charity to gain the attention of Colbert.[179] The campaign was mentioned on-air several times, and when the Rally to Restore Sanity and/or Fear was held in Washington, D.C. on October 30, 2010, thousands of redditors made the journey.[204] During a post-rally press conference, Reddit co-founder Ohanian asked, \"What role did the Internet campaign play in convincing you to hold this rally?\" Jon Stewart responded by saying that, though it was a very nice gesture, he and Colbert had already thought of the idea and the deposit for using the National Mall was already paid during the summer, so it acted mostly as a \"validation of what we were thinking about attempting\".[205] In a message to the Reddit community, Colbert later added, \"I have no doubt that your efforts to organize and the joy you clearly brought to your part of the story contributed greatly to the turnout and success.\"[206] Since May 2014, Reddit has been blocked in Indonesia by the Ministry of Communication and Information Technology for hosting content containing nudity.[207][208] In August 2015, Russia banned Reddit after Russia's Federal Drug Control Service decided that Reddit promoted conversations about psychedelic drugs. The site was later unblocked.[209] In June 2015, Reddit was blocked in China for a few weeks. The site was unblocked later.[210] It was then re-blocked in August 2018 and has remained blocked ever since.[211] ISPs in India were found to be blocking traffic over Reddit for intermittent periods in some regions in 2019.[212] On April Fools' Day 2010, Reddit's first massive April Fool's social experiment was to make everyone on site an admin. For 24 hours, users could ban one another, modify upvotes, delete comments, and votes. Any modifications to Reddit only occurred through the user's perspective. While many caught on, others began threatening fellow users with their admin privileges and went on mini power trips, demonstrating that great power is not always accompanied by great responsibility. On April Fools' Day 2011, Reddit replaced its Reddit Gold subscription with Reddit Mold, a joke version of the premium service that could be given to users to make the website experience worse. For example, users who were given Mold would only be able to see fewer posts per page as well as not being able to post anything containing the letter E. These effects were amplified upon receiving more Mold, such as losing the ability to post another letter for each Mold received.[213] On April Fools' Day 2013, Reddit claimed that it had acquired the video game Team Fortress 2, and initiated a site-wide event where users were randomly assigned into two teams, Orangered and Periwinkle, based on both the colors of the Team Fortress 2 teams as well as the colors of the upvote and downvote buttons. As in Team Fortress 2, users were randomly given items and cosmetics to use, most importantly weapons to use against users on the opposing team.[214] Valve also participated in the event, updating Team Fortress 2 with Reddit related cosmetics.[215] When the event ended, team Orangered was declared the victor. For April Fools' Day 2014, Reddit did \"headdit\", a joke way to navigate and use the website using the webcam. For April Fools' Day 2015, a social experiment subreddit called r/thebutton appeared. It displayed a button and a 60-second countdown timer. User accounts created before that day were eligible to participate. A user could only click the button once, or opt not to click it. If a user clicked the button the timer was globally reset to 60 seconds,[216] and the user's \"flair\" (an icon next to the user's name) changed color. Colors were assigned based on a gradient from purple to red with purple signifying up to 60 seconds and red as low as 0 seconds. The countdown reached zero several times due to technical problems but eventually expired without further problems on June 5, 2015, after which the subreddit was archived.[217] For April Fools' Day 2016, another experiment was launched involving the \"Robin\" chat widget. After clicking a titular button, an IRC-like chat window was opened with one other user, and allowed a certain time to pick among three options: \"Grow\", \"Stay\" and \"Leave\".[218] \"Grow\" would join the chat with another group, \"Stay\" would close the group chat and create a subreddit with that group as moderators and \"Leave\" would close the group chat. For April Fools' Day 2017, featured a social experiment based on r/place. The subreddit contained a collaborative pixel art canvas, where a user could place a pixel every five minutes (the timer was temporarily ten and twenty minutes for a few hours on April 1).[219] Many people worked together to create large graphics, such as flags or symbols. Often subreddits would come together as a group to add a graphic from that community to place. Place was closed on April 3, 2017, at 1:00 PM GMT having been active for a full three days.[220] For April Fools' Day 2018, an experiment launched on the subreddit r/circleoftrust.[221] Upon clicking a button, each user was given one \"circle\" that they could entrust to others with the circle's password key to unlock and join the circle. While each user received one personal circle, they could join or betray any other user circles. Clicking the \"join\" button on another's circle would cause the owner's circle to grow bigger, while the \"betray\" button would cause the owner's circle to no longer function (having \"betrayed\" the owner's trust). On the r/circleoftrust subreddit, all users have a \"flair\" next to their username that displays the number of users who've joined their personal circle, followed by the number of other circles the user has joined. Those who had betrayed another user's circle have a null sign (\"∅\") next to their numbered flair. The experiment ended on April 6, 2018. For April Fools' Day 2019, a social experiment subreddit called r/sequence was released. The experiment consisted of a community-driven sequencer that users interacted with by submitting GIFs or text slides to be compiled into a movie.[222] The order of the GIFs and text slides were chosen by users through upvoting one GIF or text slide per scene. The most upvoted GIF or text slide was locked into the next available scene for every three minutes. At the end, once the entire sequence was filled, it was posted as a full story in an external page. The experiment ended at April 3, 2019, 11:08 PM GMT.[223] For April Fools' Day 2020, r/imposter was released. Users were to identify a machine-generated response from a group of responses to the question \"What makes you human?\" (and, later, \"What makes you an imposter?\") and had an option to respond to the question after doing so. The experiment ended on April 3, 2020. For April Fools' Day 2021, Reddit released r/second, in which users have to guess the second most popular option out of a group of three options.[224][225] The event ended after 2000 one-minute rounds, with the final round lasting one hour. For April Fools' Day 2022, Reddit once again featured r/place, similar to the event featured in 2017. The subreddit featured a 1000 x 1000 pixel collaborative canvas which users could edit the color of a single pixel every five minutes. The event began on April 1, 2022 at 1:00 PM GMT, and would be live for 87 hours.[226] On the second day of r/place, the canvas was expanded from 1000 x 1000 to 2000 x 1000, allowing for more artwork.[227] On the third day of r/place, the canvas was once again expanded from 2000 x 1000 to 2000 x 2000. Before the event ended, users were only allowed to place white pixels, reverting the canvas back to its original state. AMAs, or \"Ask Me Anything\" interviews, are among Reddit's most popular features. As of August 1, 2018[update], r/IAmA, which is the most popular community for AMAs, was the eighth most popular subreddit on the site with 17.7 million subscribers.[228] During an AMA on r/IAmA and other subreddits, users can ask questions to interviewees. Notable participants include former-United States President Barack Obama (while campaigning for the 2012 election),[229] Bill Gates (multiple times),[230] and Donald Trump (also while campaigning).[231] AMAs have featured CEO Steve Huffman,[232] as well as figures from entertainment industries around the world (including Priyanka Chopra and George Clooney),[233][234] literature (Margaret Atwood),[235] space (Buzz Aldrin),[236] privacy (Edward Snowden),[237] fictional characters (including Borat and Cookie Monster) and others, such as experts who answered questions about the transgender community.[238] The Atlantic wrote that an AMA \"imports the aspirational norms of honesty and authenticity from pseudonymous Internet forums into a public venue\".[169] RedditGifts was a program that offers gift exchanges throughout the year.[239] The fan-made RedditGifts site was created in 2009 for a Secret Santa exchange among Reddit users, which has since become the world's largest[240] and set a Guinness World record.[241] In 2009, 4,500 redditors participated.[240] For the 2010 holiday season, 92 countries were involved in the secret Santa program. There were 17,543 participants, and $662,907.60 was collectively spent on gift purchases and shipping costs.[242][243][244] In 2014, about 200,000 users from 188 countries participated.[245] Several celebrities have participated in the program, including Bill Gates,[246] Alyssa Milano,[247] and Snoop Dogg.[248] Eventually, the secret Santa program expanded to various other occasions through RedditGifts, which Reddit acquired in 2011.[240] On 9 June 2021, Reddit announced the shutdown of Reddit Gifts, effective at the conclusion of the 2021 Secret Santa exchange; new account registration was disabled when the announcement was issued.[249] The online Reddit community conducts real-world meetups across the globe each summer.[250] These in-person meetups are called Global Reddit Meetup Day.[250][251] Reddit communities occasionally coordinate Reddit-external projects such as skewing polls on other websites, like the 2007 incident when Greenpeace allowed web users to decide the name of a humpback whale it was tracking. Reddit users voted en masse to name the whale \"Mr. Splashy Pants\", and Reddit administrators encouraged the prank by changing the site logo to a whale during the voting. In December of that year, Mister Splashy Pants was announced as the winner of the competition.[252][253] The website generally allows subreddit moderators to make editorial decisions about what content to allow.[254] Many of the default subreddits are highly moderated, with the \"science\" subreddit banning climate change denialism,[255] and the \"news\" subreddit banning opinion pieces and columns.[256] Reddit has changed its site-wide editorial policies several times, sometimes in reaction to controversies.[257][258][259][260] Reddit has historically been a platform for objectionable but legal content, and in 2011, news media covered the way that jailbait was being shared on the site before the site changed their policies to explicitly ban \"suggestive or sexual content featuring minors\".[261] Following some controversial incidents of Internet vigilantism, Reddit introduced a strict rule against the publication of non-public personally-identifying information via the site (colloquially known as doxxing). Those who break the rule are subject to a site-wide ban, which can result in the deletion of their user-generated content. Following the Boston Marathon bombing in April, Reddit faced criticism after users wrongly identified a number of people as suspects.[262] Notable among misidentified bombing suspects was Sunil Tripathi, a student reported missing before the bombings took place. A body reported to be Sunil's was found in Providence River in Rhode Island on April 25, according to Rhode Island Health Department. The cause of death was not immediately known, but authorities said they did not suspect foul play.[263] The family later confirmed Tripathi's death was a result of suicide.[264] Reddit general manager Martin later issued an apology for this behavior, criticizing the \"online witch hunts and dangerous speculation\" that took place on the website.[265] The incident was later referenced in the season 5 episode of the CBS TV series The Good Wife titled \"Whack-a-Mole\",[266] as well as The Newsroom.[267][268] In August, private sexual photos from the celebrity photo hack were widely disseminated across the site.[269][270] A dedicated subreddit, \"TheFappening\", was created for this purpose,[271] and contained links to most if not all of the criminally obtained explicit images.[272][273][274][275] Some images of McKayla Maroney and Liz Lee were identified by redditors and outside commentators as child pornography because the photos were taken when the women were underage.[276] The subreddit was banned on September 6.[277] The scandal led to wider criticisms concerning the website's administration from The Verge and The Daily Dot.[278][279] On December 18, Reddit took a criticized action of banning a subreddit, \"SonyGOP\", that was being used to distribute hacked Sony files.[280] After Ellen Pao became CEO, she was initially a target of criticism by users who objected to the deletion of content critical of herself and her husband.[281] Later on June 10, Reddit shut down the 150,000-subscriber \"fatpeoplehate\" subreddit and four others citing issues related to harassment.[282] This move was seen as very controversial; some commenters said that the bans went too far, while others said that the bans did not go far enough.[283] One of the latter complaints concerned a subreddit that was \"expressing support\" for the perpetrator of the Charleston church shooting.[284] Responding to the accusations of \"skewed enforcement\", Reddit reaffirmed their commitment to free expression and stated, \"There are some subreddits with very little viewership that get highlighted repeatedly for their content, but those are a tiny fraction of the content on the site.\" On July 2, Reddit began experiencing a series of blackouts as moderators set popular subreddit communities to private, in an event dubbed \"AMAgeddon\", a portmanteau of AMA (\"ask me anything\") and Armageddon. This was done in protest of the recent firing of Victoria Taylor, an administrator who helped organize citizen-led interviews with famous people on the popular AMA subreddit. Organizers of the blackout also expressed resentment about the recent severance of the communication between Reddit and the moderators of subreddits.[285] The blackout intensified on July 3 when former community manager David Croach gave an AMA about being fired. Before deleting his posts, he stated that Ellen Pao dismissed him with one year of health coverage when he had cancer and did not recover quickly enough.[286][287] Following this, a Change.org petition to remove Pao as CEO of Reddit Inc. reached over 200,000 signatures.[288][289][290] Pao posted a response on July 3 as well as an extended version of it on July 6 in which she apologized for bad communication and not delivering on promises. She also apologized on behalf of the other administrators and noted that problems already existed over the past several years.[291][292][293][294] On July 10, Pao resigned as CEO and was replaced by former CEO and co-founder Steve Huffman.[295] In August, Steve Huffman introduced a policy which led to the banning of several offensive and sexual communities. Included in the ban was lolicon, to which Huffman referred as \"animated CP [child porn]\".[296] Some subreddits had also been \"quarantined\" due to having \"highly-offensive or upsetting content\" such as r/European, r/swedenyes, r/drawpeople, r/kiketown, r/blackfathers, r/greatapes, and r/whitesarecriminals.[297] In May, Steve Huffman said in an interview at the TNW Conference that, unlike Facebook, which \"only knows what [its users are] willing to declare publicly\", Reddit knows its users' \"dark secrets\"[298][299][300] at the same time that the website's \"values\" page was updated in regards to its \"privacy\" section. The video reached the top of the website's main feed.[300][301] Shortly thereafter, announcements concerning new advertisement content drew criticism on the website.[302][303] In September, a user named \"mormondocuments\" released thousands of administrative documents belonging to The Church of Jesus Christ of Latter-day Saints, an action driven by the ex-Mormon and atheist communities on Reddit. Previously, on April 22, the same user had announced his plans to do so. Church officials commented that the documents did not contain anything confidential.[304][305] On November 23, Huffman admitted to having replaced his user name with the names of r/The_Donald moderators in many insulting comments.[306][307] He did so by changing insulting comments made towards him and made it appear as if the insult were directed at the moderators of r/The_Donald.[308] On November 24, The Washington Post reported Reddit had banned the \"Pizzagate\" conspiracy board from their site, stating it violated their policy of posting personal information of others, triggering a wave of criticism from users on r/The_Donald, who felt the ban amounted to censorship.[309] After the forum was banned from Reddit, the words \"we don't want witchhunts on our site\" now appears on the former page of the Pizzagate subreddit.[310][311] On November 30, Huffman announced changes to the algorithm of Reddit's r/all page to block \"stickied\" posts from a number of subreddits, such as r/The_Donald. In the announcement, he also apologized for personally editing posts by users from r/The_Donald, and declared intentions to take actions against \"hundreds of the most toxic users\" of Reddit and \"communities whose users continually cross the line\".[7][312][313] In February, Reddit banned the alt-right subreddit r/altright for violating its terms of service, more specifically for attempting to share private information about the man who attacked alt-right figure Richard B. Spencer.[314][315] The forum's users and moderators accused Reddit administrators of having political motivations for the ban.[316][317] In March, it was revealed that Huffman had hidden Russian troll activity from users.[318] On July 12, the creator and head moderator of the GamerGate subreddit, r/KotakuInAction, removed all of the moderators and set the forum to private, alleging it to have become \"infested with racism and sexism\". A Reddit employee restored the forum and its moderators an hour later.[319][320] In January, the Filipino-themed subreddit r/jakolandia was accused of \"distributing\" posts of photos of women, including celebrities, apparently without their consent, similar to \"a number\" of secret Facebook groups that had been engaging in illegal activity of sharing \"obscene\" photos of women and possibly child pornography.[321] In February, Chinese company Tencent invested $150 million into Reddit.[322][323] This resulted in a large backlash from Reddit users, who were worried about potential censorship.[324][325][326] Many posts featuring subjects censored in China, such as Tiananmen Square, Tank Man, and Winnie the Pooh, received popularity on Reddit.[323][326][327] During the George Floyd protests in early June, over 800 moderators signed an open letter demanding a policy banning hate speech, a shutdown of racist and sexist subreddits, and more employee support for moderation. Bloomberg News pointed out the company's slow reaction to r/watchpeopledie, a subreddit dedicated to videos of people dying in accidents and other situations, and the harassment that accompanied new unmoderated features like icons for purchase and public chats.[328] On June 29, Reddit updated its content policy and introduced rules aimed at curbing the presence of communities they believed to be \"promoting hate\",[329] and banned approximately 2,000 subreddits that were found to be in violation of the new guidelines on the same day.[330] Larger subreddits affected by the bans included r/The_Donald,[331] r/GenderCritical[332] (the platform's largest and most active anti-transgender radical feminist subreddit),[333] and r/ChapoTrapHouse (a far-left subreddit originally created by fans of the podcast Chapo Trap House).[332] Some media outlets and political commentators also condemned the banning of the r/The_Donald and r/ChapoTrapHouse subreddits as a violation of the right to free political expression.[334] After the 2021 storming of the United States Capitol, Reddit banned the subreddit r/DonaldTrump in response to repeated policy violations and alluding to the potential influence the community had on those who participated in or supported the storming.[335] The move followed similar actions from social media platforms, Twitter, YouTube, TikTok and more.[336] The ban was criticized by those who believed it furthered an agenda and censorship of conservative ideologies.[337] The subreddit had over 52,000 members just before it was banned.[338] The GameStop short squeeze was primarily organized on the subreddit r/wallstreetbets in January.[339] In March, Reddit users discovered that Aimee Challenor, an English politician who had been suspended from two UK political parties, was hired as an administrator for the site. Her first suspension from the Green Party came for retaining her father as her campaign manager after his arrest on child sexual abuse charges. She was later suspended from the Liberal Democrats after tweets describing pedophilic fantasies were discovered on her partner's Twitter account. Reddit banned a moderator for posting a news article which mentioned Challenor, and some Reddit users alleged that Reddit were removing all mention of Challenor. A large number of subreddits, including r/Music which had 27 million subscribers, and 46 other subreddits with over 1 million subscribers, went private in protest.[340][341][342][343] On 24 March, Reddit's CEO Steve Huffman said that Challenor had been inadequately vetted before being hired and that Reddit would review its relevant internal processes. Huffman attributed user suspensions to over-indexing on anti-harassment measures.[342] Challenor was also removed from her role as a Reddit admin.[344] In late August, more than 70 subreddits went private to protest against COVID-19 misinformation on Reddit, as well as Reddit's refusal to delete subreddits undermining the severity of the pandemic.[345][346] In July 2022, Reddit banned the use of the word \"groomer\" as a slur against LGBTQ+ people, in addition to categorizing claims that transgender people are mentally ill as hate speech.[347] Aggregate Reddit user data has been used for scientific research.[348] For example, a 2014 study showed how subreddits can support role-based group recommendations or provide evaluation towards group stability and growth.[349] Another study evoked a connection between cognitive and attention dynamics and the usage of online social peer production platforms, including the effects of deterioration of user performance.[350] There is also work that has studied the influence of Reddit posts on the popularity of Wikipedia content.[351] A participant-observation study of April Fools' Day 2017 social experiment on r/place identified top-down and bottom-up coordination mechanisms, rules and emergence, and analyse their relative impact on the collaboratively created artwork, revealing cooperation and conflict, using qualitative and quantitative methods.[352] Data from Reddit can also be used to assess academic publications.[353]","Title":"Reddit - Wikipedia","KeyID":"12687","URL":"https://en.wikipedia.org/wiki/Reddit"}