{"Content: ":"See text. Laiscopus The accentors are a genus of birds in the family Prunellidae, which is endemic to the Old World.[1] This small group of closely related passerines are all in the genus Prunella. All but the dunnock and the Japanese accentor are inhabitants of the mountainous regions of Europe and Asia; these two also occur in lowland areas, as does the Siberian accentor in the far north of Siberia. These birds are not strongly migratory, but they will leave the coldest parts of their range in winter and make altitudinal movements.[2] The genus Prunella was introduced by the French ornithologist Louis Vieillot in 1816 with the dunnock (Prunella modularis) as the type species.[3] Although the genus is usually used for all the accentors, the alpine accentor and Altai accentor are sometimes separated into the genus Laiscopus.[4] Harrison [5] used the group name dunnock for all of the species, not just Prunella modularis (thus e.g. Japanese dunnock for P. rubida); this usage is based on the oldest known name for any of the species (old English dun-, brown, + -ock, small: \"little brown bird\"[6]). Accentor derives from the old scientific name for the Alpine accentor (Accentor collaris). It comes from Late Latin, meaning \"sing with another\" (ad + cantor).[7] The genus name Prunella is from the German Braunelle, \"dunnock\", a diminutive of braun, \"brown\".[8] These are small, fairly drab species superficially similar, but not closely related to, sparrows. They are 14 to 18 centimetres in length, and weigh between 25 and 35 grams.[2] However, accentors have thin sharp bills, reflecting their diet of ground-dwelling insects in summer, augmented with seeds and berries in winter. They may also swallow grit and sand to help their stomach break up these seeds.[9] Most of the species live together in flocks. The dunnock is an exception since it prefers to be solitary except when feeding. The dunnock also earned a nickname of \"shuffle-wing\" since it most strongly displays the characteristic wing flicks used during courtship and other displays.[9] Accentors may have two to three broods a year. Courtship consists of a great deal of song from the males, which may include short lark-like song flights to attract a mate. In most species, the male and female share in the nest making, with the dunnocks again being an exception – their males have no part in nest building or incubation. They build neat cup nests and lay about 4 unspotted green or blue eggs.[2] The eggs are incubated for around 12 days. The young are fed by both parents and take an additional 12 days or so to fledge.[9] Their typical habitat is mountainous regions in an area far above the tree-line, but below the snow-line. The Himalayan accentor can be found as high as 17,000 ft above sea level when breeding, however, most accentors breed in scrub vegetation at lower levels. Most species migrate downwards to spend the winter, with only some being hardy enough to remain. Accentors spend the majority of their time in the undergrowth and even when flushed, stay low to the ground until reaching cover.[9] FAMILY: PRUNELLIDAE","Title":"Accentor - Wikipedia","KeyID":"1268","URL":"https://en.wikipedia.org/wiki/Accentor"}