{"Content: ":"General Shavendra Silva, WWV, RWP, RSP, VSV, USP (Sinhala: ශවේන්ද්‍ර සිල්වා, Tamil: ஷவேந்திர சில்வா) is a Sri Lanka Army officer. He is the Chief of Defence Staff and former Commander of the Sri Lanka Army,[1][2] His prior appointments include, Chief of Staff of the army,[3] Adjutant General and Director of Operations of the Army. During the Sri Lankan civil war he gained fame as the General Officer Commanding of the elite 58 Division. He had also served as the Deputy Permanent Representative to the United Nations Headquarters.[4] Shavendra Silva was born on 22 June 1964 in Matale, the son of Creasy de Silva, former Chairman, Sri Lanka Transport Board and Sumana Bandu Silva, an English teacher.[5] He had three siblings that included Lakshman de Silva who became CEO of the HDFC Bank and Ajantha de Silva, who is a retired Air Vice-Marshal.[6] He was educated at Vijaya College, Matale; St Thomas' College, Matale and St Joseph's College, Anuradhapura. He became the head prefect, captained the first XI cricket team, was a sergeant of the cadet platoon and became the band leader of the western band.[7] He joined the Sri Lanka Army on 5 March 1984 through its 19th Officer Cadet Intake (long course) at the Sri Lanka Military Academy in Diyatalawa. On completion of his basic officer training, he was commissioned as a Second Lieutenant in the Gajaba Regiment on 16 November 1985 as one of the first officers to be commissioned directly into the newly formed infantry regiment under the command of Lieutenant Colonel Vijaya Wimalaratne. Attached to the 1st Battalion, Gajaba Regiment (1st Gajaba), he was made platoon commander in the Special Service Group that later developed into the Rapid Deployment Force a precursor to the Special Forces Regiment. He later transferred to the Commando Regiment following commando training. In 1987, he took part in the Operation Liberation in Vadamarachi as the adjutant of the 1st Gajaba under the command of Major Gotabaya Rajapaksa. He was wounded in the operation and later served as the head of the Presidential Security Army Unit at the President's House, Colombo. In 1989, Captain Silva served as a company commander in the 1st Gajaba under the command of Lieutenant Colonel Gotabaya Rajapaksa when it was deployed to the Matale District at the height of the 1987–1989 JVP insurrection undertaking counter insurgency operations in the district.[8] He was thereafter an officer instructor at the Sri Lanka Military Academy and served as the course officer of regular intake 37, which included the first batch of foreign officer cadets in 1991.[9] Major Silva was appointed commanding officer of the 8th battalion, Gajaba Regiment in August 1995 and served till January 1996. He was the youngest commanding officer to command an infantry battalion, during the Operation Riviresa. In July 1996, he was appointed commanding officer of the 5th (Volunteer) battalion, Gajaba Regiment and served till September 1996, when he was appointed commanding officer of the 1st battalion, Gajaba Regiment and served till September 1998 having been promoted to Lieutenant Colonel.[10][11][12] Having graduated from Defence Services Command and Staff College gaining his psc qualification, he had served as a staff officer in the Military Secretary's Branch at Army Headquarters and as a general staff officer-1 (G1) (Plans) in the Directorate of Plans; G1 (Training) Directorate of Training and G1 (Operations) at the Security Forces Headquarters – Jaffna. During 2002–2004 peace talks he took part in negotiations to open the A-9 Main Supply Route (MSR). In 2005, he was transferred to the Sri Lanka Military Academy as the commanding officer of the officer cadet wing.[9] With the resumption of hostilities he became the Brigade Commander of the Air Mobile Brigade, in August 2006 he was instrumental in the capture of the forward defense lines in Muhamalai. Thereafter, he took command of the 58 Division, playing a key role in the military capturing several former LTTE strongholds including the Mannar Rice Bowl, Vedithalathivu, Nachchikuda, Mulangavil, Devils Point, Pooneryn, Kilinochchi, Paranthan, Elephant Pass, Dharmapuram, Vishvamadu, Suvandipuram, Thevipuram Puthukudirippu, Puthumathalan, Wellamullu vaikkal and the last stretch of LTTE held Karayamulli vaikkal in the mangroves of Nanthikandal lagoon in the Mullaithivu district. After the end of the war he was appointed as Director of Operations at Army Headquarters and promoted to the rank of Major General, the youngest officer to reach that rank. He then served as the General Officer Commanding, 53 Division which served as the country's Reserve Strike Force.[9] In 2010, he took up position as Sri Lanka Deputy Permanent Representative to the United Nations Headquarters with the rank of Ambassador in 2010, serving till December 2014. At the time he was the only serving army officer to hold such a diplomatic post. He was also the alternative representative of Sri Lanka to the Special Committee on Decolonization from 2010 to 2015 and served as an advisor of the Sri Lankan delegation to the United Nations General Assembly Third Committee. He led initiatives to increase Sri Lankan contribution to United Nations Peacekeeping operations, including the deployment of air units of the Sri Lanka Air Force and a military hospital for the United Nations Missions in Central African Republic and South Sudan.[13][9] He attended a course on National and International Security at the Harvard University and had undergone psychological operations training in the US. He had served as a visiting lecturer at the Marine Corps War College in Quantico.[9] In 2015, Silva attended the National Security and Strategic Study course at the National Defence College.[14] On his return from India in 2016, he was appointed Adjutant General (AG) of Sri Lanka Army in the General Staff at Army Headquarters. In January 2019, he was appointed Chief of Staff of the army.[15][9] On 21 August 2019, he was appointed as Commander of Sri Lanka Army and promoted to the rank of Lieutenant General by President Maithripala Sirisena, succeeding General Mahesh Senanayake. He became the first officer of the Gajaba Regiment to take command of the army.[9][16] He is the Regimental Colonel of the Gajaba Regiment and the Sri Lanka Army Special Forces Regiment and was the Regimental Colonel of the Commando Regiment.[17] His term as Army Commander ended on 31 May 2022 succeeded by Lt. Gen Vikum Liyanage.[18] In January 2020, General Silva was appointed as Acting Chief of Defence Staff, while concurrently serving as Army Commander. He succeeded Admiral Ravindra Wijegunaratne[19] He was promoted to the rank of General in December 2020.[20] With his term as Army Commander ending on 31 May 2022, General Silva was confirmed as Chief of Defence Staff with effect from 1 June 2022.[18] On 14 February 2020, The United States State Department imposed sanctions in the form of a travel ban preventing General Silva and his family from entering the United States having found him accountable through command responsibility for what it stated as “gross violations of human rights, namely extrajudicial killings, by the 58th division of the Sri Lanka army\" at the final stages of the war against the LTTE in 2009,[21][22][23][24][25] when up to 70,000 Tamil civilians were killed.[26][27][28][29] The Government of Sri Lanka has strongly opposed the measure.[30][28][29] With the outbreak of the COVID-19 pandemic, Lieutenant General Shavendra Silva was appointed by President Gotabaya Rajapaksa to head the National Operation Centre for Prevention of COVID-19 Outbreak (NOCPCO) a Presidential Task Force tasked with containing the COVID-19 pandemic in Sri Lanka.[31] He has received some of the highest awards in the Sri Lankan armed forces, which includes the Weera Wickrama Vibhushanaya, Rana Wickrama Padakkama, Uttama Seva Padakkama and the Rana Sura Padakkama at once, a first in the Sri Lankan military history.[9]      His badges include: Commando Tab, the Infantry Badge, Air Mobile Brigade Training School Badge, Advance PTI (Officer) Badge, Parachute Badge, Air Assault Badge, Tracker Badge and the Qualified in Command and Staff Course Badge Sujeewa Nelson, daughter of H. G. P. Nelson, former Cabinet Minister.[32] ","Title":"Shavendra Silva - Wikipedia","KeyID":"12681","URL":"https://en.wikipedia.org/wiki/Shavendra_Silva"}