{"Content: ":"Swarna Mallawarachchi (born 1 August 1948: Sinhala: ස්වර්ණා මල්ලවාරච්චි), is an actress in Sri Lankan cinema. Often known as the \"Golden star of Sinhalese cinema\", Swarna began her acting career whilst still a schoolgirl, starring in the 1966 blockbuster film Sath Samudura directed by Siri Gunasinghe.[1] During a career that spanning over 40 years, Swarna has won the 'Best Actress Award' 26 times, most by a Sri Lankan actress.[2] She was born on 1 August 1948 [3] in Kosgas Junction, Grandpass, Colombo. She completed education at Vijayaba Maha Vidyalaya, Grandpass.[4] In a Colombo municipal election, Swarna, along with other communist leaders such as Peter Kehnemann and K. P. de Silva, fielded Abeysena, a candidate from his party in the Northern Grandpass division. In school times, she collaborated her friend Kanthi Kalyani Atugoda for the Handwritten school magazine \"Pipena Kumudu\". Through the magazine, she showcased her abilities. Swarna left Sri Lankan cinema for a brief period in the 1970s to live abroad. When she returned after a four-year absence there was an influx of new actresses. Swarna accepted supporting roles from directors during this period however obtained the Best Actress awards for these roles during these years.[5] In 1983, she played the main role 'Ranmali' in the thriller drama film Dadayama directed by Vasantha Obeysekera. After receiving positive reviews by the critics, she won the Best Actress award at Sarasaviya Awards for the role. She was appointed the UNHCR ambassador for women's rights in Sri Lanka since 2004. Swarna's truly unique role as an actress is evident in films such as Vasantha Obeysekera's Dadayama (The Hunt) and Kadapathaka Chayava (Reflections in the Mirror), Dharmasiri Bandaranayake's Suddhilage Kathawa (The Story of Suddhi) and Bava Duka / Bava Karma, Sumitra Peries' Sagara Jalaya (Letter Written in the Sand) and Prasanna Vithanage's Anantha Rathriya (Dark Night of the Soul).[6]","Title":"Swarna Mallawarachchi - Wikipedia","KeyID":"12695","URL":"https://en.wikipedia.org/wiki/Swarna_Mallawarachchi"}