{"Content: ":"Sinhalese New Year, generally known as Aluth Avurudda (Sinhala: අලුත් අවුරුද්ද) in Sri Lanka, is a Sri Lankan holiday that celebrates the traditional New Year of the Sinhalese people of Sri Lanka. It is a major anniversary celebrated by not only the Sinhalese people but by most Sri Lankans. The timing of the Sinhala New Year coincides with the new year celebrations of many traditional calendars of South and Southeast Asia. The festival has close semblance to the Tamil New year and other South and Southeast Asian New Years. It is a public holiday in Sri Lanka. It is generally celebrated on 13 April or 14 April and traditionally begins at the sighting of the new moon.[5][6] According to Sinhalese astrology, New Year begins when the sun moves from Meena Rashiya (the house of Pisces) to Mesha Rashiya (the house of Aries). It also marks the end of the harvest season and of spring. Cultural anthropological history of the 'Traditional New Year' which is celebrated in the month of April, goes back to an ancient period in Sri Lankan history. People think that the celebration of the new year is the change of thoughts too. Various beliefs, perhaps those associated with the fertility of the harvest, gave birth to many rituals, customs, and ceremonies connected with the New Year. The advent of Buddhism in the 3rd century BC led to a re-interpretation of the existing New Year activities in the Buddhism light[citation needed]. The majority of the people in the country are Buddhists, and as such, the Buddhistic outlook was predominant in transforming the New Year rites to what they are now. Hinduism, on the other hand, existed side by side with Buddhism, in medieval times. New Year practices interpreted in the Hinduism way developed among the Hindus[citation needed]. Buddhism and Hinduism were historically connected with each other. Their philosophies were running along parallel dimensions, except for certain ultimate truths concerning the self, the way to achieve emancipation and the nature of a creative god (which Buddhism denies) and nirvana. There was no serious contradiction in New Year rituals that are found among the Buddhists and Hindus. The mythological backdrop of the New Year is probably based on Hindu literature. The Prince of Peace called Indradeva descends upon the earth to ensure peace and happiness. He comes in a white carriage wearing on his head a white floral crown seven cubits high. He first dips, like a returning space capsule plunges, breaking earth's gravity, into a `Kiri Sayura' or sea of milk.[citation needed] Modern-day activities related to the celebration of the traditional New Year is based on auspicious times given by the astrologers. The New Year celebration, therefore, can be thought as a complex mix of Indigenous, Astrological, Hindu, and Buddhist traditions. The month of Bak, which represents prosperity in the Sinhalese calendar (or in the month of April according to the Gregorian calendar), is when the sun moves (in an astrological sense) from the Meena Rashiya (House of Pisces) to the Mesha Rashiya (House of Aries) in the celestial sphere; Sri Lankan people of Sri Lanka begin celebrating Sinhala New Year or Aluth Avurudu (in lfivo]\\ Sinhala). It marks the end of the harvest season and also coincides with one of two instances when the sun is directly above Sri Lanka. However, unlike the celebration of the new Gregorian calendar year at midnight on 31 December, the Sinhalese traditional New Year begins at a time determined by astrological calculations. Also unlike 31st night celebrations, where an old year ends at midnight and new year begins immediately afterwards; the ending of the old year, and the beginning of the new year occur several hours apart from one another (this span of time is usually 12 hours and 48 minutes, which starts when the sun, as a disk, starts to cross the astrological boundary between 'House of Pisces' and 'House of Aries' and ends when the crossing is complete. The halfway point is considered as the dawn of the new year). This period is, referred to as the Nonagathe (or the 'neutral period' or 'Auspicious Time' ). During this time Sri Lankans are, according to tradition, encouraged to refrain from material pursuits, and engage solely in either religious activities or traditional games. Cultural rituals begin shortly after the beginning of the Sinhalese New Year, with the cleaning of the house and lighting of an oil lamp. In some communities, women congregate to play upon the Raban (a type of a drum) to announce the incipient change in the year. Families carry out a variety of rituals, the exact timings of which are determined by astrological calculations - from lighting the fire to making the Kiribath (milk rice) to entering into the first business transaction and eating the first morsels. The rituals vary slightly based on the locale. However, the core of the celebrations remains the same. The approach of each auspicious time for various rituals is heralded by the unmistakable sign of very loud firecrackers. Once the important rituals are done, the partying begins as families mingle in the streets, homes are thrown open and children are let out to play. The ubiquitous plantain is dished out alongside celebratory feasts of Kavum (small oil cake) and Kokis (crisp and light sweetmeat, originally from the Netherlands). However, the extent of outdoor activities depends largely on the neighbourhood. The suburban communities tend to have such social gatherings than urban or city dwellers. The blossoming of the flowers of the Yak Erabadu is associated with the advent of the Sinhalese New Year.[7] Aluth Aurudu is an important national holiday for both the cultures of the Sinhalese people and the Tamil people of Sri Lanka. The celebrations are given wide coverage and patronage from state-owned media as well as private media. The date upon which the Sinhalese New Year occurred, while determined by astrological calculations, also tends to coincide with one of the paddy harvest seasons. For farming communities, the traditional new year is a festival of harvest as well. Aluth Avurudda coincides with the new years in many other South Asian calendars, including:","Title":"Sinhalese New Year - Wikipedia","KeyID":"12696","URL":"https://en.wikipedia.org/wiki/Sinhala_and_Tamil_New_Year"}