{"Content: ":"Consignment involves selling one's personal goods (clothing, furniture, etc.) through a third-party vendor such as a consignment store or online thrift store. The owner of the goods pays the third-party a portion of the sale for facilitating the sale. Consignors maintain the rights to their property until the item is sold or abandoned. Many consignment shops and online consignment platforms have a set day limit before an item expires for sale (usually 60–90 days). The consignment stock is stock legally owned by one party, but held by another, meaning that the risk and rewards regarding to the said stock remains with the first party while the second party is responsible for distribution or retail operations.[1][2] The verb \"consign\" means \"to send\" and therefore the noun \"consignment\" means \"sending goods to another person\". In the case of \"retail consignment\" or \"sales consignment\" (often just referred to as a \"consignment\"), goods are sent to the agent for the purpose of sale. The ownership of these goods remains with the sender. The agent sells the goods on behalf of the sender according to instructions. The sender of goods is known as the \"consignor\" and the agent entrusted with the custody and care of the goods is known as the \"consignee\". Consignment (Latin consignatio: securitization, document) is a traditional legal and accounting technical term for logistics and business management and describes a special form of delivery of goods.[3] 1.) The supplier makes goods physically available to the sales agent in contracted quantities for trade or consumption. 2.) The sales agent always receives the payment from the third party (else it is another form of sales schemes) 3.) Ownership is still with the supplier. Internationally, this previously common form of international consignment trade is now quite rare. This is because there are major legal, tax-related, and accounting difficulties in conducting cross-border consignment trade. Modern uses of consignment are typically domestic. In business law and accounting, the concept of consignment trade has particular meaning. It is important for the lawyer and the bookkeeper to have a clear idea of what consignment trade is, in order to be able to report it correctly, and assert the parties' rights and obligations, even if the concept of consignment trade is not specified in the agreements. The legal conditions of consignment trade have been clear since ancient times. A consignor who consigns goods to a consignee transfers only possession, not ownership, of the goods to the consignee. The consignor retains title to the goods. The consignee takes possession of the goods subject to a trust. If the consignee converts the goods to a use not contemplated in the consignment agreement, such as by selling them and keeping the proceeds of the sale for the consignee, the crime of conversion has been committed. The word consignment comes from the French consigner, meaning \"to hand over or transmit\", originally from the Latin consignor \"to affix a seal\", as it was done with official documents just before being sent. \"Consignment shop\" is an American term for shops, usually second-hand, that sell used goods for owners (consignors), typically at a lower cost than new goods. Not all second-hand shops are consignment shops, and not all consignment shops are second-hand shops. In consignment shops, it is usually understood that the consignee (the seller) pays the consignor (the person who owns the item) a portion of the proceeds from the sale. Payment is not made until and unless the item sells. Such shops are found around the world. They can be chain stores, like the Buffalo Exchange or individual boutique stores. The consignor retains title to the item and can end the arrangement at any time by requesting its return. A specified time is commonly arranged after which if the item does not sell, the owner is expected to reclaim it (if it is not reclaimed within a specified period, the seller can dispose of the item at discretion). Merchandise often sold through consignment shops includes antiques, athletic equipment, automobiles, books, clothing (especially children's, maternity, and wedding clothing, which are often not worn out), furniture, firearms, music, musical instruments, tools, paragliders and toys. eBay, drop-off stores and online sellers often use the consignment model of selling. Art galleries, as well, often operate as consignees of the artist. The consignment process can be further facilitated by the use of vendor managed inventory (VMI) and customer managed inventory (CMI) applications. VMI is a business model that allows the vendor in a vendor-customer relationship to plan and control inventory for the customer, and CMI allows the customer in the relationship to have control of inventory. Consignment shops differ from charity or thrift shops in which the original owners surrender both physical possession and legal title to the item as a charitable donation, and the seller retains all proceeds from the sale. They also differ from pawn shops in which the original owner can surrender physical possession (but not legal title) of the item in exchange for a loan and then reclaim the item upon repayment of the loan with interest (or else surrender legal title to the item), or alternatively can surrender both physical possession and legal title for an immediate payment; the pawn shop would retain all proceeds from any subsequent sale. In the UK, the term \"consignment\" is not used, and consignment shops that sell women's clothing are called \"dress agencies\". Although the other types of consignment shop exist, there is no general term for them. A consignor brings their second-hand items in to be reviewed. After the review, the consignee will return those items deemed unsuitable for resale to the consignor (such as torn or dirty items or items deemed to be fakes, which cannot be sold in some jurisdictions), accept those to be resold, and establish the target resale price, the consignee's share of it, and the length of time the items will be held for sale. When a consignor's items sell (or in some cases, after the agreed-upon period ends), the consignee takes a share of the profits and pays the consignor the share. Items that are not sold are returned to the consignor (who must retrieve them within a set time or forfeit title to them; in some cases, the consignor may agree ahead of time to allow the consignee to donate them to charity). When a vendor (consignor) provides goods on consignment to a distributor (consignee) then revenue cannot be recognized when control has transferred. This could occur at the expiration of a specified consignment period, or the sale of an item to an end-consumer. The SEC has provided examples of consignment arrangements in question 2 of SAB Topic 13.A.2 including the following:[4] Accounting Standards Codification (ASC) 606-10-55-80 (implemented for public companies December 15, 2017) provides three indicators of the presence of consignment arrangement that provides the principles behind the examples that the SEC has outlined. These indicators are as follows:[5] This list of indicators of a consignment arrangement is not all-inclusive, so companies should also consider other indicators of the transfer of control found in ASC 606-10-25-30.[6]","Title":"Consignment - Wikipedia","KeyID":"12707","URL":"https://en.wikipedia.org/wiki/Consignment"}