{"Content: ":"Entebbe International Airport (IATA: EBB, ICAO: HUEN) is the only international airport in Uganda. It is located about 6 kilometres (3.7 mi) southwest of the town of Entebbe, on the northern shores of Lake Victoria.[5] This is approximately 40 kilometres (25 mi) by road south-west of the central business district of Kampala, the capital city of Uganda.[6] The headquarters of the Civil Aviation Authority of Uganda have been relocated to a new block off the airport highway (Entebbe–Kampala Expressway and Tunnel Road), but adjacent to the airport terminals.[7] The airport was opened by the British Colonial authorities. On 10 November 1951, the airport was formally reopened after its facilities had been extended. Runway 12/30 was now 3,300 yards (3,000 m), in preparation for services by the de Havilland Comet.[8] The new main terminal building of the airport was designed by Yugoslav Montenegrin architect Aleksandar Keković and built by Energoprojekt holding in 1972-1973 period.[1] The Old Entebbe airport is used by Uganda's military forces. It was the scene of a hostage rescue operation by Israeli Sayeret Matkal, dubbed Operation Entebbe, in 1976 after an Arab-German hijacking of Air France Flight 139 following a stopover in Athens, Greece en route to Paris from Tel Aviv. The scene of that rescue was the old terminal, which has been demolished, except for its control tower and airport hall. According to a 2006 published report, plans were made to construct a domestic passenger terminal at the site of the old airport.[9] The airport was partially destroyed in April 1979 when it was captured by Tanzanian forces during the Uganda–Tanzania War.[10] According to ThePrint in November 2021, reports in African media suggest that China could take over the airport over the default of a loan, which was denied by China's foreign ministry and Government of Uganda.[11] Bloomberg News reported that the Ugandan government is seeking to amend a $200m loan agreement it signed with the Export-Import Bank of China in 2015, to ensure it doesn't lose control of the airport, citing a report from the Daily Monitor, an independent Ugandan daily newspaper.[12] On December 1, 2021, the Attorney General of Uganda stated they had seen the story regarding the airport in media and that it was reportedly fake news.[13] In February 2015, the Government of South Korea, through the Korea International Cooperation Agency, gave the Government of Uganda (GOU) a grant of UGX:27 billion towards modernization of the airport.[14] In the same month, the GOU began a three phase upgrade and expansion of the airport to last from 2015 until 2035.[15][16][17] The entire renovation budget is approximately US$586 million.[18] In March 2022, online and print media reported that the Chinese-built cargo center, capable of handling 100,000 metric tonnes of cargo, had begun commercial operations. This had replaced the old cargo facility with capacity of 50,000 metric tonnes, originally converted from an old aircraft hangar.[21][22] In April 2016, Minister of Works John Byabagambi launched a UGX:42.6 billion (US$11.4 million) project to expand the departure and arrival lounges. The work will be carried out by Seyani Brothers Limited and will be fully funded by the Civil Aviation Authority of Uganda. Construction is scheduled to commence on 1 June 2016 with completion expected in December 2017. This work is separate from the large expansion partially funded by the government of South Korea and People's Republic of China.[24] Passenger facilities include a left-luggage office, banks, automated teller machines, foreign exchange bureaux, restaurants, and duty-free shops.[25] The Old Tower The old terminal building of the Entebbe International Airport as seen from the air Aerial photo of the city of Entebbe and the Entebbe International Airport at sunset Remains of 1976 raid Close up of the control tower Old terminal building as seen from the front The old terminal building as it appeared in 2009 Notes: ^1 : Brussels Airlines' inbound flights from Brussels to Entebbe make a stop in Kigali or Bujumbura.[44] However, the airline does not have traffic rights to transport passengers solely between Kigali or Bujumbura and Entebbe. ^2 : In addition to nonstop flights, some of KLM's inbound flights from Amsterdam to Entebbe make a stop in Kigali. However, the airline does not have traffic rights to transport passengers solely between Kigali and Entebbe. ^3 : Turkish Airlines' inbound flights from Istanbul to Entebbe make a stop in Kigali. However, the airline does not have traffic rights to transport passengers solely between Kigali and Entebbe. As of August 2020[update], there were three ground-handling companies serving this airport: As of January 2020, Uganda Airlines was making arrangements to establish self ground handling services at EBB, later that year.[57] Since 2002, international passenger traffic at the airport has increased annually, except for 2009 when the Great Recession caused a small decline and 2014.[58][59] Several Ugandan local and international media reports claimed that Uganda would lose the grip on Entebbe International Airport to China for failing to repay the loan it borrowed from China.[64][65] However, Ugandan officials denied allegations regarding China might take control of the airport.[66][67] Exim Bank of China had imposed strict and aggressive repayment terms on a US$ 200 million loan to expand the only international airport of Uganda.[68] On 14 April 2021, the Sri Lankan Airlines in its official Twitter handle claimed that Sri Lankan cargo had made history by operating three successive cargo charter flights to Entebbe International Airport which is Uganda's only international airport uplifting over 102 metric tonnes of printed papers in February 2021.[69] The information on whether what kind of printed papers were not revealed by Sri Lankan Airlines due to confidential reasons. However, the cargo carrier deleted the tweet for unknown reasons and it created doubts about the transparency of Sri Lankan Airlines and speculations arose about the transfer of \"printed papers\" cargo charter flights which departed to Uganda in February 2021.[70] Sri Lankan Airlines later issued a statement clarifying that the printed material which was deported to Uganda included only the Ugandan currency notes and it further revealed that due to security reasons with bordering Kenya, Ugandan government preferred to obtain printed Ugandan shilling currency notes from a global security printer.[71][72] The Biyagama branch of the De La Rue company is responsible for printing currency notes to countries including Uganda.[73] SriLankan insisted that the consignment was purely commercial in nature and brought much needed foreign revenue to the airlines as well as for Sri Lanka.[74] Media related to Entebbe International Airport at Wikimedia Commons","Title":"Entebbe International Airport - Wikipedia","KeyID":"12701","URL":"https://en.wikipedia.org/wiki/Entebbe_International_Airport"}