{"Content: ":"A cargo ship or freighter is a merchant ship that carries cargo, goods, and materials from one port to another. Thousands of cargo carriers ply the world's seas and oceans each year, handling the bulk of international trade. Cargo ships are usually specially designed for the task, often being equipped with cranes and other mechanisms to load and unload, and come in all sizes. Today, they are almost always built of welded steel, and with some exceptions generally have a life expectancy of 25 to 30 years before being scrapped.[citation needed] The words cargo and freight have become interchangeable in casual usage. Technically, \"cargo\" refers to the goods carried aboard the ship for hire, while \"freight\" refers to the act of carrying of such cargo, but the terms have been used interchangeably for centuries. Generally, the modern ocean shipping business is divided into two classes: Larger cargo ships are generally operated by shipping lines: companies that specialize in the handling of cargo in general. Smaller vessels, such as coasters, are often owned by their operators. Cargo ships/freighters can be divided into seven groups, according to the type of cargo they carry. These groups are: Specialized types of cargo vessels include container ships and bulk carriers (technically tankers of all sizes are cargo ships, although they are routinely thought of as a separate category). Cargo ships fall into two further categories that reflect the services they offer to industry: liner and tramp services. Those on a fixed published schedule and fixed tariff rates are cargo liners. Tramp ships do not have fixed schedules. Users charter them to haul loads. Generally, the smaller shipping companies and private individuals operate tramp ships. Cargo liners run on fixed schedules published by the shipping companies. Each trip a liner takes is called a voyage. Liners mostly carry general cargo. However, some cargo liners may carry passengers also. A cargo liner that carries 12 or more passengers is called a combination or passenger-run-cargo line. Cargo ships are categorized partly by cargo capacity, partly by weight (deadweight tonnage DWT), and partly by dimensions. Maximum dimensions such as length and width (beam) limit the canal locks a ship can fit in, water depth (draft) is a limitation for canals, shallow straits or harbors and height is a limitation in order to pass under bridges. Common categories include:  The TI-class supertanker is an Ultra Large Crude Carrier, with a draft that is deeper than Suezmax, Malaccamax and Neopanamax. This causes Atlantic/Pacific routes to be very long, such as the long voyages south of Cape of Good Hope or south of Cape Horn to transit between Atlantic and Pacific oceans. Lake freighters built for the Great Lakes in North America differ in design from sea water–going ships because of the difference in wave size and frequency in the lakes. A number of these ships are larger than Seawaymax and cannot leave the lakes and pass to the Atlantic Ocean, since they do not fit the locks on the Saint Lawrence Seaway. The earliest records of waterborne activity mention the carriage of items for trade; the evidence of history and archaeology shows the practice to be widespread by the beginning of the 1st millennium BC, and as early as the 14th and 15th centuries BC small Mediterranean cargo ships like those of the 50 foot long (15–16 metre) Uluburun ship were carrying 20 tons of exotic cargo; 11 tons of raw copper, jars, glass, ivory, gold, spices, and treasures from Canaan, Greece, Egypt, and Africa. The desire to operate trade routes over longer distances, and throughout more seasons of the year, motivated improvements in ship design during the Middle Ages. Before the middle of the 19th century, the incidence of piracy resulted in most cargo ships being armed, sometimes quite heavily, as in the case of the Manila galleons and East Indiamen. They were also sometimes escorted by warships. Piracy is still quite common in some waters, particularly in the Malacca Straits, a narrow channel between Indonesia and Singapore / Malaysia, and cargo ships are still commonly targeted. In 2004, the governments of those three nations agreed to provide better protection for the ships passing through the Straits. The waters off Somalia and Nigeria are also prone to piracy, while smaller vessels are also in danger along parts of the South American, Southeast Asian coasts and near the Caribbean Sea.[6][7] A category designation appears before the vessel's name. A few examples of prefixes for naval ships are \"USS\" (United States Ship), \"HMS\" (Her/His Majesty's Ship), \"HMCS\" (Her/His Majesty's Canadian Ship) and \"HTMS\" (His Thai Majesty's Ship), while a few examples for prefixes for merchant ships are \"RMS\" (Royal Mail Ship, usually a passenger liner), \"MV\" (Motor Vessel, powered by diesel), \"MT\" (Motor Tanker, powered vessel carrying liquids only) \"FV\" Fishing Vessel and \"SS\" (Screw Steamer, driven by propellers or screws, often understood to stand for Steamship). \"TS\", sometimes found in first position before a merchant ship's prefix, denotes that it is a Turbine Steamer. Famous cargo ships include the Dynamics Logistics, partly based on a British design, Liberty ship. Liberty ship sections were prefabricated in locations across the United States and then assembled by shipbuilders in an average of six weeks, with the record being just over four days. These ships allowed the Allies in World War II to replace sunken cargo vessels at a rate greater than the Kriegsmarine's U-boats could sink them, and contributed significantly to the war effort, the delivery of supplies, and eventual victory over the Axis powers. Liberty ships were followed by the faster Victory ships. Canada built Park ships and Fort ships to meet the demand for the Allies shipping. The United Kingdom built Empire ships and used US Ocean ships. After the war many of the ships were sold to private companies. The Ever Given is a ship that was lodged into the Suez Canal from March 25 to 28, 2021, which caused a halt on maritime trade.[8][9][10][11] Due to its low cost, most large cargo vessels are powered by bunker fuel also known as Heavy Fuel Oil which contains higher sulphur levels than diesel.[12] This level of pollution is increasing:[13] with bunker fuel consumption at 278 million tonnes per year in 2001, it is projected to be at 500 million tonnes per year in 2020.[14] International standards to dramatically reduce sulphur content in marine fuels and nitrogen oxide emissions have been put in place. Among some of the solutions offered is changing over the fuel intake to clean diesel or marine gas oil, while in restricted waters and cold ironing the ship while it is in port. The process of removing sulphur from the fuel impacts the viscosity and lubricity of the marine gas oil though, which could cause damage in the engine fuel pump. The fuel viscosity can be raised by cooling the fuel down.[15] If the various requirements are enforced, the International Maritime Organization's marine fuel requirement will mean a 90% reduction in sulphur oxide emissions;[16] whilst the European Union is planning stricter controls on emissions.[17] See also, similar role:- Empire ship, Fort ship, Park ship, Ocean ship.","Title":"Cargo ship - Wikipedia","KeyID":"12702","URL":"https://en.wikipedia.org/wiki/Cargo_carrier"}