{"Content: ":"A video projector is an image projector that receives a video signal and projects the corresponding image on a projection screen using a lens system. Video projectors use a very bright Ultra-high-performance lamp (a special mercury arc lamp), Xenon arc lamp, LED or solid state blue, RB, RGB or remote fiber optic RGB lasers to provide the illumination required to project the image, and most modern ones can correct any curves, blurriness, and other inconsistencies through manual settings. If a blue laser is used, a phosphor wheel is used to turn blue light into white light, which is also the case with white LEDs. (White LEDs do not use lasers.) A wheel is used in order to prolong the lifespan of the phosphor, as it is degraded by the heat generated by the laser diode. Remote fiber optic RGB laser racks can be placed far away from the projector, and several racks can be housed in a single, central room. Each projector can use up to two racks, and several monochrome lasers are mounted on each rack, the light of which is mixed and transmitted to the projector booth using optical fibers. Projectors using RB lasers use a blue laser with a phosphor wheel in conjunction with a conventional solid state red laser. Video projectors are used for many applications such as conference room presentations, classroom training, home cinema, movie theaters and concerts, having mostly replaced overhead, slide and conventional film projectors. In schools and other educational settings,[1] they are sometimes connected to an interactive whiteboard. In the late 20th century they became commonplace in home cinema. Although large LCD television screens became quite popular, video projectors are still common among many home theater enthusiasts. A video projector, also known as a digital projector, may project onto a traditional reflective projection screen, or it may be built into a cabinet with a translucent rear-projection screen to form a single unified display device. Common display resolutions include SVGA (800×600 pixels), XGA (1024×768 pixels), SXGA+ (1400x1050 pixels), 720p (1280×720 pixels), and 1080p (1920×1080 pixels), 4K UHD (3840x2160), as well as 16:10 aspect ratio resolutions including WXGA+ (1280x800 pixels) and WUXGA (1920x1200 pixels) The cost of a projector is typically driven by its base technology, features, resolution, and light output. A projector with a higher light output (measured in lumens, “lm”) is required for a larger screen or for a room with a larger amount of ambient light.[2] For example, a light output of approximately 1500 to 2500 ANSI lumens is suitable for small screens viewed in rooms with low ambient light; approximately 2500 to 4000 lm is suitable for medium-sized screens with some ambient light; over 4000 lm is needed for very large screens or for use in rooms with no lighting control such as conference rooms. High brightness large-venue models are increasingly common in Boardrooms, Auditoriums and other high profile spaces, and models up to 30,000 lm are used in large staging applications such as concerts, keynote addresses and displays projected on buildings. A few camcorders have a built-in projector suitable to make a small projection; a few more powerful \"pico projectors\" are pocket-sized, and many projectors are portable. Some hobbyists build a do-it-yourself (DIY) projector for low cost. They build their projectors from kits, sourced components, or from scratch, using a television set as a light source. Through the internet, they obtain plans to construct them[4] for domestic and classroom use.","Title":"Video projector - Wikipedia","KeyID":"12719","URL":"https://en.wikipedia.org/wiki/Video_projector"}