{"Content: ":"On 21 April 2019, Easter Sunday, three churches in Sri Lanka and three luxury hotels in the commercial capital, Colombo, were targeted in a series of coordinated Islamist terrorist suicide bombings. Later that day, there were smaller explosions at a housing complex in Dematagoda and a guest house in Dehiwala. A total of 269 people were killed,[2][3] including at least 45 foreign nationals,[12] three police officers, and eight bombers, and at least 500 were injured.[a] The church bombings were carried out during Easter services in Negombo, Batticaloa and Colombo; the hotels that were bombed were the Shangri-La, Cinnamon Grand, Kingsbury[18] and Tropical Inn.[b] According to the State Intelligence Service, a second wave of attacks was planned, but was stopped as a result of government raids.[23] According to Sri Lankan government officials, all eight of the suicide bombers in the attacks were Sri Lankan citizens associated with National Thowheeth Jama'ath, a local militant Islamist group with suspected foreign ties, previously known for attacks against Buddhists and Sufis.[6][24] State Minister of Defence Ruwan Wijewardene said in parliament on 23 April that the government believed the attack was in retaliation for the Christchurch mosque shootings on 15 March 2019.[c] The direct linkage between the two attacks was questioned by New Zealand's government and by some experts. The NTJ had been stockpiling explosives at least since January 2019.[29][30][31] On 23 April 2019, Amaq News Agency, a propaganda outlet for the Islamic State of Iraq and the Levant (ISIL), stated that ″the perpetrators of the attack targeting the citizens of coalition countries and Christians in Sri Lanka were Islamic State fighters″.[9] Sri Lanka was not part of the anti-ISIL coalition, and the overwhelming majority of those killed were Sri Lankan citizens.[32] A man believed to be long-silent ISIL leader Abu Bakr al-Baghdadi praised the attackers during an 18-minute video on a range of topics.[33] The Criminal Investigation Department, however, has stated that there is no evidence of ISIL's direct involvement.[34] Historically, terrorism in Sri Lanka mostly involved coordinated attacks by the Liberation Tigers of Tamil Eelam (LTTE) against the government and army during the Sri Lankan Civil War, which began in 1983. The LTTE was defeated in 2009 in its effort to violently seize control of the northern and eastern coasts of the island from the Sinhalese ethnic majority to create an independent Tamil state. The Marxist-Leninist party Janatha Vimukthi Peramuna (JVP) also held uprisings in 1971 and 1987–89.[35][36][37] The main religions in Sri Lanka are Buddhism (70.3%), Hinduism (12.6%), Islam (9.7%) and Christianity (6.1%),[38] with 82% of the Christians being Roman Catholics. The remaining Christians are evenly split between the Anglican Church of Ceylon and other Protestant denominations.[39] During the 2010s, a low but persisting number of attacks and threats were made against Christian congregations and individuals, as well as other religious minorities, by local monks, although they may or may not be actual members of the Buddhist clergy.[40][41] Anglican Bishop of Colombo, Dhiloraj Canagasabey called for constitutional rights on religion to be protected.[42] In 2018, the National Christian Evangelical Alliance of Sri Lanka (NCEASL) reported a large increase in the number of attacks against Christians in the country that year. This coincided with a Supreme Court ruling against a Catholic organisation in August, which deemed that proselytism was not protected by the constitution (though individual freedom of religion remained protected).[43][44] Easter Sunday is Christianity's holiest day and church attendance in Sri Lanka is very high on this day.[45] This was the first time since 2009, the end of the Sri Lankan Civil War, that the country had experienced a major terrorist attack.[46] The Sri Lankan government was aware of some foreigners arriving in Sri Lanka to spread what justice minister Wijeyadasa Rajapakshe called Islamic extremism. In November 2016 he told parliament that 32 Sri Lankan Muslims from \"well-educated and elite\" families joined the ISIL.[47] On 25 April 2019, Prime Minister Ranil Wickremesinghe revealed that the government had known of the Sri Lankan nationals who had joined Islamic State and returned to the country – but they couldn't be arrested, because joining a foreign terrorist organisation is not against the law.[48][49][50] In the aftermath of the bombings, investigations revealed that school textbooks for Islam published by the government also encouraged the radicalisation of Muslims. The school books since the 1980s called for the death sentence for those who leave Islam.[51][52] Vice president of the Muslim Council of Sri Lanka Hilmy Ahamed had said about three years ago he warned military intelligence officials about the National Thowheeth Jama'ath, saying \"targeting the non-Muslim community is something they encourage – they say you have to kill them in the name of religion\".[53] Indian intelligence agencies provided specific information to Sri Lankan authorities about the method and target locations for the potential terrorist attacks to Sri Lankan authorities as early as 4 April, and again on the night before, and as close as two hours, before the first attack. This included information about the threat to churches, gathered from interrogation of a suspected ISIL recruit in Indian custody.[54][55][56] The New York Times and AFP reported on a police chief warning security officials in an advisory ten days before the attacks of a threat to prominent churches from a radical Islamist group, National Thowheeth Jama'ath.[57] No information in this regard had been passed to the senior politicians of the country;[58][59] Minister Harin Fernando then tweeted images of an internal memo and report by the police intelligence of a terror attack planned by the founder of National Thowheeth Jama’ath, Mohammed Zahran.[60] Investigators have said that Rilwan Hashim, brother of Zahran, had built the explosives alongside Mohammad Hasthoon. Zahran had claimed to have been appointed member of the Sri Lankan branch of Islamic State by one of its officials and to be receiving orders directly from Syria, a claim investigators believe to have been fabricated. Zahran held a meeting in early April 2019 with over a dozen people in Panadura, where they decided upon the attack. Some participants however wanted to target the Buddhist festivals[61] The cohorts of Hashim had stayed in contact through WhatsApp and Telegram. The planning for a future attack may have begun in mid-2018, though the group hadn't selected any target. Investigators believe that the Easter attack plan came into being much later, with roles of perpetrators being decided upon only shortly before Easter. They had communicated through Threema a few weeks before the attack.[8] In January 2019 a stockpile of suspicious explosives was discovered near the Wilpattu National Park which contained 100 kilos of high explosives and 100 detonators. The police confirmed that this was from a \"newly formed radical Muslim group\". On 16 April a parked motorcycle in Kattankudy carrying explosives detonated without casualties during a lightning storm.[62][63][64] Christians were attending Easter Sunday services when the bombings took place, targeting churches and hotels around Sri Lanka. The sequence and coordination of the bombings were planned to cause maximum destruction, targeting Christians during worship services across the island nation, and targeting guests during breakfast in beachfront hotels in the capital. All six of the first set of explosions targeting the churches and hotels were carried out by suicide bombers.[58] The first blast took place in the Shrine of St. Anthony, a historic Catholic church in the capital, where more than 50 people were killed. The second blast took place in St. Sebastian's Church in the Christian-majority suburb of Negombo, to the north of Colombo and Sri Jayawardenepura Kotte.[65] Over 100 people were killed at St. Sebastian's Church.[5] St. Sebastian's is also close to Sri Lanka's main airport, Bandaranaike International Airport, where security was heightened.[58] On the other side of the island in Batticaloa, a bomb blast 15 minutes later killed 30 people at the Protestant evangelical Zion Church.[5] Sri Lankan media reported at least 40 people killed in Colombo, between St. Anthony's and the hotels.[13][66] Colombo: Shrine of St. Anthony Church The Catholic Shrine of St. Anthony in Kotahena, Colombo, was the first to be hit, followed by the Catholic Church of St. Sebastian in Negombo.[70] Sri Lankan news media initially reported at least 93 people killed at St. Sebastian's.[13][66] In October 2019, the BBC reported that a total of 115 people had died in the St. Sebastian's bombing, including 27 children.[71] The Zion Church in Batticaloa, a Protestant congregation, was also bombed.[57] Local news reported at least 30 killed in Batticaloa,[13][66] with 9 of these reported by a police official to be tourists.[19] A hospital official in the region said that more than 300 people had been admitted following the explosion.[21] The BBC reported that the suicide bomber had attempted to enter the church under the guise of filming it, but was denied access because of the ongoing service. Instead, he detonated his bomb in the churchyard, killing many children from the attached Sunday school who were taking a break.[72] Three 5-star hotels on the beachfront in central Colombo were attacked around the same time as the churches: the Shangri-La Hotel, the Cinnamon Grand Colombo and The Kingsbury.[13][73] The Shangri-La bombers struck at 08:57 hours (UTC+05:30) during breakfast in the Table One Restaurant on the hotel's third floor, which was reportedly full of foreign tourists who made up the bulk of the hotel's clientele.[13] The suicide bomber who struck at the Taprobane restaurant in the Cinnamon Grand hotel had checked into the hotel with a false name the night before, claiming to be on a business trip. The bomber entered the queue of the packed restaurant's breakfast buffet the next morning and detonated explosives strapped to his back as he was about to be served. One of the hotel's managers who was welcoming guests was among those killed instantly.[74] The reception hall of a guest house, the Tropical Inn in Dehiwala, was also attacked later in the day, with two deaths reported.[22][75][76] Later on during investigations, It was found that the bomber's original target had been the Taj Samudra Hotel in Colombo. CCTV footage given to the media by the hotel shows the bomber attempting to detonate his vest three times in the dining area and upon failing, leaving the premises at 8.49 a.m.[77] The Kingsbury hotel management resumed their operations on 24 April 2019 followed by Cinnamon Grand few days later; Shangri-La partially reopened on 12 June 2019.[d] A further bombing occurred later in the day when police executed a breach and clear at a suspect's house in the suburbs of Colombo; in Dematagoda killing three police officers and four others at the premises including the suicide bomber.[82][83] The pregnant suicide bomber, whose three children were killed in the blast, was the wife of Ilham Ibrahim, the Shangri-La suicide bomber, and the sister-in-law of Inshaf Ahmed Ibrahim, the Cinnamon Grand suicide bomber.[84] The government closed facilities for security; the Defence Ministry issued a police curfew starting at 18:00 local time on the day of the attacks, and imposed a temporary social media ban,[85] whilst the Minister of Education, Akila Viraj Kariyawasam, had all schools closed for the following two days.[86] The Colombo Stock Exchange announced that its operations will be temporarily suspended following the terror attacks, not opening as planned on 22 April 2019.[87][88] An improvised explosive device[89] was found near the Bandaranaike International Airport in Colombo and was dismantled by the Sri Lankan Air Force.[90] On 22 April, the Special Task Force (STF), the elite counter-terrorism unit of the Sri Lanka Police, located a van belonging to the attackers near St. Anthony's Shrine, the site of one of the prior day's blasts. Upon inspection, the vehicle was found to have been rigged with 3 bombs. After the STF's bomb-defusing unit evacuated the surrounding area, the bombs were detonated simultaneously during a defusing attempt.[91] The same day, police reportedly found 87 items of bomb paraphernalia at the Bastian Mawatha Private Bus Station in Pettah.[92] On 25 April, the Criminal Investigation Department (CID) released names and photos of six suspects wanted in connection over the Easter Sunday bombings, seeking public assistance.[93] On 28 April, police confirmed two of the suspects, Mohomed Iwuhaim Saadiq Abdul Haq and Mohomed Iwuhaim Shahid Abdul Haq, who were arrested in Nawalapitiya and would be handed over to the CID.[94] Since the attacks, any garment covering the face including the burqa and niqab, has been banned in Sri Lanka.[95] The bombings killed 269 people and injured at least 500. Initially, 359 fatalities were reported; the Ministry of Health later reduced the number by 106 after cross-referencing DNA samples to body parts. The majority of the dead are Sri Lankans, with at least 45 foreigners among those killed.[12] The victims included: At least 45 children, including nine who were foreigners, were killed.[92][115][116] On 23 April, the first mass funeral was held at St. Sebastian's Church, Katuwapitiya.[117] On 26 April, the Sri Lanka Army and the STF carried out a search operation in Sainthamaruthu where three explosions and a shootout occurred when they attempted to raid a suspected hideout following a tip-off. Three suicide bombers blew themselves up, killing nine of their family members, including three women and six children, while three other terrorists were shot dead by the soldiers. One civilian was caught in the crossfire and died, according to police, while a wounded woman and child were taken to hospital.[f] Another search operation in Sammanthurai based on information received by the State Intelligence Service led to a house where a stock of more than 150 gelignite sticks, IS uniforms and flags, 100,000 metal balls, a drone, a van and a laptop were discovered.[123][124][125] An indefinite curfew was imposed in the police areas of Kalmunai, Chawalakade and Sammanthurai.[126] As a result of the raids and arrests a second wave of planned attacks targeting several churches, opposing mosques and the Temple of the Tooth were averted.[23] On the same day, a suspect was arrested and more than 40 swords, kris knives and several uniforms similar to those worn by the army were recovered from a mosque at Palliyaweediya on Slave Island.[127] On 27 April, while conducting house to house raids in the Kalmunai area, evidence recovered linked three suspects to the murders of two police officers, Dinesh Alagaratnam and Niroshan Indika, on 29 November 2018 in Vavunathivu. All three suspects were arrested and The Daily Mirror reported that sources confirmed they were part of a \"radical Islamist\" group.[128] On the same day, the driver of the main suspect involved in the attacks, Mohamed Sahran, was arrested in Kattankudy.[129] The Negombo Deputy Mayor, Mohomad Anzar, was taken into custody with a sword, a knife and 38 mobile phone batteries.[130] Following President Sirisena's return to the island from Singapore on 22 April 2019, where he was on a personal visit, the Sri Lankan government declared a state of emergency from midnight of 22 April by an extraordinary gazette notification issued by the President under the Public Security Ordinance. This would give the government, police and the armed forces sweeping powers to undertake counter-terrorism activities. The government also announced that it would hold a national day of mourning the following day. On 24 April, the Sri Lankan Parliament passed emergency regulations without a vote after a day-long debate. Emergency regulations give the police and armed forces powers to search, arrest and detain persons for up to 24 hours without a warrant.[131] On 25 August 2019, the government lifted the state of emergency, following the normalising of the security situation.[132] After incidents occurred yesterday in the North-Western Province, starting from Chilaw and spreading to Kuliyapitiya, Hettipola and other areas, we had to impose curfew last evening. There were incidents of youth involved in damaging and destroying property. So, I as Army Commander request and at the same time warn anyone who has planned to destroy or dishonour the orders given by the government or the Armed Forces, that we will take stern action. I say again we will take stern action to apprehend, arrest and even open fire and use minimum or maximum powers given under emergency laws. We will ensure that the country will not return to violence, including the violence of radicalization and terrorists. Please ensure that you do not get involved in such illegal incidents or any such activities. The Armed Forces will not hesitate to use our powers to curb, curtail and contain the situation. The Armed Forces are strong enough to ensure there won't be an escalation of violence in any part of the island. We have deployed the Army, Navy and Air Force to assist the Police to maintain law and order. I humbly request the youth not to get involved in violence and get entangled with the Armed Forces where we are ready to use our powers. Army Commander Mahesh Senanayake, Daily Mirror Since 21 April evening, the government has imposed nightly police curfews effective island-wide, with the hours reduced to 2200 to 0400 hours until 27 April. Indefinite curfews were imposed in several police divisions where incidents such as the Sainthamaruthu shootout took place.[133] On 12 May, a group of people congregated in the town of Chilaw allegedly following a Facebook post that claimed there was a plan to attack the town. An immediate police curfew was imposed and the situation was brought under control without further damage. Two people were later arrested over the incident.[134] On 13 May, sporadic isolated incidents where groups of people vandalised property in the North Western Province caused police to impose curfew across the entire country. Acting Police Chief C.D. Wickramaratne promised an overwhelming police response against any individuals breaking the law by instigating sporadic countrywide riots targeting Muslim-owned property and businesses. In a hard-hitting statement, Army Commander Mahesh Senanayake stated that the security forces had been given broad-ranging powers under emergency laws, and would respond proportionately to the threat, but that they would not hesitate to utilise the full extent of their powers to ensure that the rule of law is maintained.[135] On 14 May, Prime Minister Ranil Wickremesinghe stated that all necessary powers to restore peace and stability to the country had been given to security forces and police. He further stated that creating unnecessary disturbances would hinder the ongoing investigations to apprehend terrorists.[136] We will not let any elements or any cowardly acts of a few extremists drag the country to anarchy over the unfortunate events on Easter Sunday. We are receiving information on those responsible for such activities, and will take full action against them. Acting IGP Wickramaratne, Daily Mirror The government temporarily blocked major social media networks and messaging services Facebook, Instagram, WhatsApp, Viber, Snapchat and YouTube within hours of the attack. The blocking included VPN service providers that could be used to circumvent the blocks.[137] Some commentators condoned the move and viewed it as evidence that social media sites had failed to stop misinformation.[138] Others criticised the block for cutting off Sri Lankans from means of communicating with relatives during a disaster[139] and saw it as counterproductive in reducing fake news.[140][141][142] On 30 April, President Sirisena ordered the Telecommunications Regulatory Commission (TRC) to lift the social media ban.[143][144][145] On 13 May, the government blocked social media for the third time following the anti-Muslim riots.[146][147] On 24 April 2019, a Sri Lankan MP Ashu Marasinghe called for both burqa and niqab to be banned from the country and proposed that a bill be passed in the Parliament during a local parliamentary session in wake of the attacks.[148][149][150] On 28 April 2019, President Sirisena banned any type of face covering that prevents or hinders facial identification, including the burqa or niqāb under an emergency law that will go into force on 29 April 2019. This law does not prevent a Muslim woman from wearing a hijab or chador. Breaching any emergency law is punishable by a maximum penalty of death, a recently reinstated penalty that has not been used for more than four decades.[151] In a press release, the President stated the decision was taken to \"further support the ongoing security and help the armed forces to easily identify the identity of any wanted perpetrators\".[152] The All Ceylon Jamiyyathul Ulema also told all Muslim women not to wear face veils in public for security reasons. On 10 May 2019, it was mandated that copies of all sermons given inside mosques be submitted to the Ministry of Muslim Religious and Cultural Affairs, as part of a broader strategic plan to monitor activities inside mosques. The Ministry said mosques must not be used for radicalising congregations.[153] On 8 May 2019, Prime Minister Wickremesinghe announced plans for a centralised platform for the collection, monitoring and storage of intelligence. The system known as the Centralised and Integrated Population Information System will collect biometric data from iris scanning and facial identification at all ports of entry and exit. The Ministry of Internal Affairs, Provincial Councils and local governments were instructed to prepare an action plan for this system in two weeks, to obtain Cabinet approval.[154] Sri Lanka's Minister of Telecommunication Harin Fernando had tweeted that Inspector General of Police Pujith Jayasundara sent an alert by his Deputy Inspector General Priyalal Dissanayake dated 11 April 2019 relaying an Indian intelligence report[155][156][157][158] from 4 April that suicide bombers affiliated with NTJ planned to attack prominent churches and the Indian embassy in Colombo.[159][160][161] The Indian intelligence service reissued the warnings two days and then again two hours before the attacks. Following the attacks, it disclosed that some of the information about the attacks was gleaned from an ISIL suspect arrested in Delhi, who revealed the name of a man, Zahran Hashim, the founder of the NTJ.[60][162] After initial government denials of the alert's authenticity, Prime Minister Ranil Wickremesinghe stated that \"information was there,\" about the attacks, and that his government must \"look into why adequate precautions were not taken.\"[58] The Sri Lankan government has acknowledged and apologized for failing to act on warnings received from Indian intelligence before the bombings.[163] The State Defence Minister had earlier requested that the media not publish the names of the attackers, and said the government believes the attacks were carried out by a single group of religious extremists.[57][164] It was later claimed that the Police Terrorism Investigations Division (TID) has been investigating the activities of the chief suspect Zahran, with an arrest warrant issued by the Colombo Magistrate's Court in August 2018 based on a 'B' report dated 2 July 2018 which the TID had submitted. However, the investigation had stopped after the arrest of the head of the TID, DIG Nalaka de Silva in September 2018, on allegations of attempting to assassinate President Sirisena, which ignited the 2018 constitutional crisis.[165] This security lapse forms part of a current Presidential Commission of Inquiry into the Easter Sunday bombings.[166] The commission submitted an interim report two weeks after the attack and extension of its term until 31 May to complete the final report. Based on the interim report of the presidential commission, the Attorney General Dappula de Livera instructed the Criminal Investigation Department to carry out a criminal investigation against former Defence Secretary Hemasiri Fernando and IGP Pujith Jayasundera to determine if they failed to act on intelligence warnings about the attack.[167] The final report was presented to President Sirisena by the commission on 10 June 2019.[168] In May, a Parliamentary Select Committee (PSC) was appointed to probe the Easter Sunday terrorist attacks and incidents in its aftermath by the Speaker of the Parliament. The Select committee is headed by the Deputy Speaker Ananda Kumarasiri and includes seven MPs. The SLFP and the UPFA decided not to participate in the Select committee.[169][170][171] On 7 June 2019, President Sirisena called an emergency Cabinet meeting and protest the PSC probe. He ordered that the PSC be terminated. He was critical of the PSC for summering intelligence and police officers. He had ordered no public officer to appear for summons issued by the PSC.[172] Following Chief of National Intelligence Sisira Mendis's statement at the PSC to the effect that President Sirisena knew about the warnings of an impending attack, Sirisena sacked Mendis within hours.[173] The Sri Lankan Police launched an investigation into the incident; it has now transpired into a major transnational investigation led by the Criminal Investigation Department of the Sri Lankan Police to hunt down all the perpetrators involved in this incident. Six foreign police agencies, including Scotland Yard, Federal Bureau of Investigation (FBI), National Investigation Agency (NIA)[174] and Interpol are assisting the Sri Lankan Police.[175] The bomber at the Cinnamon Grand Hotel was a guest who registered under the name of \"Mohamed Azzam Mohamed\" and gave a false address.[176] The Shangri-La Hotel bomber was identified by police as Insan Seelavan, a factory owner, nine of whose employees have been arrested.[177] On 23 April 2019, three Sri Lankan government and military sources told Reuters that a Syrian national had been held in custody for questioning over the attacks.[178] Later on 23 April, the Sri Lankan State Defence Minister, Ruwan Wijewardene, said that initial investigations have revealed that Islamic extremists \"carried out the attacks in retaliation for a March attack on two mosques in New Zealand\".[25][26][27][28] This has been questioned by New Zealand's Prime Minister Jacinda Ardern and by analysts, as the attacks were likely planned before the Christchurch attacks.[29][30][31] New Zealand security expert Paul Buchanan said that \"Christchurch seems to be a convenient justification for something that was being planned before 15 March\".[30] Shortly afterward, Amaq News Agency claimed ISIL inspired the attacks.[9] It released a photo and a video showing eight suicide bombers pledging allegiance to ISIL leader Abu Bakr al-Baghdadi. Zahran Hashim of the NTJ was identified as their leader.[162] Amaq's statements emphasised the attacks were against Christians who are war with the organisation. None of them referenced Christchurch.[179] Investigators believe the bombs were made of acetone peroxide, and are looking into training camps that had been hidden on a remote compound near Wanathavilluwa, on the west coast of the country, and possible links to overseas jihadist networks.[180][181] According to the investigators, the perpetrators were offered military training by a person named Army Mohideen, while weapons training was provided overseas as well as in Nuwara Eliya and Wanathawilluwa in the Eastern Province. The vehicles used in the attack are believed to have been procured from a car sales centre in Kadawata.[182] The National Investigation Agency of India confirmed that on 28 April, four homes were raided in Kasaragod, and Palakkad, Kerala as part of the transnational investigation unfolding into the Easter Sunday bombings.[183] Police arrested eight people living in the Colombo suburb of Dematagoda on the day of the attacks.[g] Five more suspected attackers and accomplices were arrested at a house during the night. Police confirmed on the day after the bombings that 24 people were arrested.[188] By 23 April, the number of people arrested was 40.[189] Three police officers and two civilians were killed by bombs that exploded during the capturing.[190] By 24 April 60 people had been arrested with possible links to the attacks, with 32 in custody. On 26 April, the Sri Lankan Police had more than 70 suspects held on charges of suspicion of terrorism, aiding and abetting terrorism, and conspiracy to commit terrorism. Four high-level suspects are being held by the Terrorism Investigation Department, and 33 are being held by the Criminal Investigation Department. Most of them are friends and family of the suspected suicide bombers.[175][181] Nine suicide bombers were involved in the attacks, and police have identified all of them.[5][191] A suspected mastermind named Hayathu Mohamed Ahmed Milhan and four others were deported to Sri Lanka from the Middle East. Milhan was expected to become the new leader of NTJ.[192] On 29 March 2020, the main suspect who was also the mastermind behind the Easter bombing in the Zion Church was arrested by police in Mount Lavinia during the curfew imposed to handle the COVID-19 pandemic in the country.[193][194][195] The suspect was identified as a 40 year old resident of Dehiwala/Mount Lavinia and was accused of transporting the suicide bomber to the Zion Church in Batticaloa.[196][197] The suspect was also accused of handling the suicide bomber who attacked the Kochikade St. Anthony Church.[198] In January 2021, the United States Department of Justice charged three Sri Lankans with supporting terrorism for their participation in the bombings.[199] Nine people were arrested on 22 April 2019 and formally charged with supplying equipment used in connection with an act of terrorism; they appeared in the Colombo Magistrates Court on 6 May 2019. They were released on bail of two sureties of LKR500,000 each (approx. $3,000), as the court found the case against them was weak.[200] The police launched an investigation to determine whether Wellampitiya police had erred. On 9 May 2019, investigators found that Wellampitiya police officers had made several errors, neglecting to put several facts before the court. A police spokesman said that action would be taken against the officers responsible.[201] On 15 May, Wellampitiya Police officers hit back against the allegations of negligence and filed a complaint to the Judicial Service Commission (JSC) alleging Colombo Magistrate Court Judge Priyantha Liyanage was being biased against the police by releasing nine of the ten suspects produced in court. A legal representative appearing on behalf of the suspects stated that the magistrate nor his client needs to wait for the police to complete its investigations for the magistrate to make a decision on the matter, the allegations made by the Wellampitiya Police officers do not have a proper basis in law. A police spokesman said an investigation had been launched into the incident, and that it appears that police may have erred by not filing the case under the Prevention of Terrorism Act because the investigations were yet to be completed. He further stated that action would be taken against any personnel held responsible as soon as the report from the investigation was released.[202] Human Rights Watch urged the Sri Lankan government to ensure that the detained people had access to lawyers.[203] Health Minister Rajitha Senaratne confirmed that all of the bombers were Sri Lankan citizens associated with National Thowheeth Jama'ath (NTJ), a local militant radical Islamist group, but foreign links are suspected.[204] There had been no claim of responsibility before 23 April. NTJ's leadership had been condemned by several Sri Lankan Muslim organisations in 2016 for advocating extreme fundamentalist indoctrination of children and for clashes with Buddhist monks,[205] and was linked in 2018 to vandalism of Buddhist statues following anti-Muslim riots in Sri Lanka.[206][207] NTJ's leader and \"bombing mastermind\" Zahran Hashim from Sri Lanka, preached on a pro-ISIL Sri Lankan Facebook account, known as \"Al-Ghuraba\" media, and on YouTube.[208][209][210] During a press conference on 23 April 2019, State Defence Minister Ruwan Wijewardene confirmed that a second splinter group was being investigated, but declined to provide details. On 27 April 2019, President Sirisena designated Jammiyathul Millathu Ibrahim (the splinter group) and National Thowheeth Jama'ath as terrorist organisations. This enables the freezing and seizure of assets belonging to these groups.[211][212] Willayath As Seylani proscribed among NTJ and JMI under Emergency regulations of 75(1).[213][214] Wijewardene announced that most of the suicide bombers were \"well-educated and come from middle or upper-middle-class\", and that they were \"financially quite independent\". He stated one of the bombers studied in the United Kingdom before going to Australia to complete a postgraduate degree.[215] Sri Lankan police have identified the nine suicide bombers:[191] The attackers are assessed to have links with the Islamic State of Iraq and Levant.[179] Hashim was featured in a video released by Amaq purporting to show eight of the suicide bombers.[162] One of the bombers, Abdul Latheef, had tried to travel to Syria to join the Islamic State.[222] It was reported that he was one of the subjects of a terrorism investigation by the Australian Joint Counter Terrorism Team in 2014 after intelligence emerged linking him to an IS operative Neil Prakash.[223] The Times reported that security agencies believe that Hashim might have travelled to Syria where he was trained and developed links with British ISIL members like Jihadi John and Junaid Hussain.[224] After the Sainthamaruthu shootout, Amaq claimed those killed in the raid were men of ISIL and published a photo of Rilwan who had carried out a suicide bombing.[225] The other man in the image has been identified as Zahran.[226] The Islamic State also released a video purportedly showing their leader Abu Bakr al-Baghdadi praising the attackers and claiming the attacks were revenge for the loss of Baghouz in Syria.[227] In their initial probe, the investigators said that the attack was planned locally without any direct involvement of the Islamic State. Zahran once made his cohorts listen to a recording of a purported ISIS official making him the head of the Sri Lankan branch. The investigators believed he lied greatly to others about the extent of his contacts with the group. General Mahesh Senanayake said the attackers utilised the ideology of the Islamic State so it could get the blame.[61] Ravi Seneviratne, the DIG who leads the Criminal Investigation Department, testified in July that they had no evidence of the group having direct involvement. Seneviratne added that the NTJ was inspired by its ideology, but its members had convinced the group through Indonesian intermediaries to take responsibility two days after the attacks.[34] The trial of the 25 men accused of masterminding the bombings began in November 2021. The men face over 23,000 charges, including conspiracy to murder, aiding and abetting the attacks, and collecting arms and ammunition.[228] The Inspector General of Police, Pujith Jayasundara, came under heavy criticism following the bombings, with the United People's Freedom Alliance urging that he resign for failing to prevent the bombings.[229] Later, former presidential candidate Field Marshal Sarath Fonseka claimed it was unfair to blame the IGP and that it was a conflict between the functioning of military intelligence and criminal investigators, and called for better intelligence mechanisms and security clearances to be streamlined.[230] In a speech delivered in parliament, former president and then-opposition leader Mahinda Rajapaksa slammed the government for weakening the intelligence services over the years. He stated that in January 2015, he handed over a secure and peaceful country with a strong national security apparatus. He claimed the present government is squarely responsible for the 2019 Easter bombings, stating that on an important occasion such as Easter, representatives of the government usually attend Mass; on this occasion, no representatives were present in or near churches. He blamed the government for diluting the powers of the national security apparatus and claimed this terrorist attack would never have occurred under his administration. Additionally, the government was preparing to repeal the Prevention of Terrorism Act; he questioned what kind of position the government would have been in to respond to the incident had they been successful in having the Act repealed.[231] On 24 April 2019, President Sirisena promised major changes to the leadership of the security forces within the next 24 hours and pledged a \"complete restructure\" of the police and national security forces in the coming weeks. These changes come amidst allegations that a rift between the President and Prime Minister contributed to the failure to effectively respond to threats that undermine national security. The incident also caused a major setback for the government and for other political parties just before the 2019 Sri Lankan presidential election.[232] Cabinet Spokesman Rajitha Senaratne initially attempted to implicate Gotabaya Rajapaksa for the bombings, claiming that Abdul Razilk was a suicide bomber and the secretary of the NTJ that received funding from intelligence agencies during the Rajapaksa government. Razik however is the general secretary of the Ceylon Thowheed Jama’ath (CTJ), one of the splinter groups from Sri Lanka Thawheed Jama’ath (SLTJ) of which he was the former general secretary and is neither a member of the NTJ nor a suicide bomber. Razik challenged Rajitha to provide evidence for the allegations.[233][234] Prime Minister Ranil Wickremesinghe later apologised for failing to stop the attacks, issuing a statement on Twitter saying \"We take collective responsibility and apologise to our fellow citizens for our failure to protect victims of these tragic events. We pledge to rebuild our churches, revive our economy, and take all measures to prevent terrorism, with the support of the international community.\"[235] President Maithripala Sirisena attempted to connect International drug syndicates to the bombings to justify his campaign to implement the death penalty to drug dealers, but Prime Minister Ranil Wickremesinghe disputed the president's claims.[236][237][238] In November 2019, Gotabaya Rajapaksa, who campaigned on stronger security measures to prevent a re-occurrence of the Easter bombings, was elected president.[239] On 23 April, President Sirisena announced plans to change the heads of the defence forces.[56] On 25 April, Hemasiri Fernando, Secretary of the Ministry of Defence tendered his resignation to the President after it was announced that President Sirisena had requested the Defence Secretary and the Inspector General of Police resign.[240] Retired General Shantha Kottegoda was appointed to succeed Fernando as Secretary of the Ministry of Defence, while retired IGP N. K. Illangakoon was appointed adviser to the Ministry of Defence. Although President Sirisena announced on 25 April that the Inspector General of Police, Pujith Jayasundara would be resigning, Jayasundara made no public comment. On 29 April, the IGP was sent on compulsory leave after no response was received to President Sirisena's request for his resignation. The President lacks jurisdiction to dismiss the IGP, as he was appointed by a decision by the Constitutional Council and can only be removed by a motion passed in Parliament pursuant to the Public Officers (Procedure) Act, which requires the precise circumstances of the charges and/or allegations against him to be detailed and presented. The Police Commission still maintains jurisdiction to overturn the decision to send the IGP on compulsory leave.[241] The same day, Senior Deputy Inspector General of Police C. D. Wickramaratne was appointed as the Acting Inspector General of Police[242] and General Shantha Kottegoda was appointed Defence Secretary.[243] On 13 May, the Constitutional Council endorsed the appointment of C. D. Wickramaratne as Acting IGP. This is considered final and conclusive for all purposes, as neither the National Police Commission or the Supreme Court have jurisdictional oversight to reverse this decision.[244] Pujith Jayasundara has since challenged his compulsory leave with a petition to the Supreme Court.[245] On 2 July, the former police chief along with the former defence official were arrested according to the order by the President and the current Attorney General Dappula de Livera over the alleged security lapses which lead to the attacks.[246] They were arrested while being hospitalised and are charged for the crimes against humanity.[247] Following calls for the resignation of Minister of Industry and Commerce, Rishad Bathiudeen and Provençal Governors Azath Salley and M. L. A. M. Hizbullah; including a fast carried-out by Member of Parliament, Venerable Athuraliye Rathana Thero, Governor of Western Province Azath Salley and Governor of Eastern Province M. L. A. M. Hizbullah tendered their resignations to President Sirisena, who had appointed both in January 2019, on June 3.[248] This was followed the same day by an announcement by Rauff Hakeem, Leader of the Sri Lanka Muslim Congress stating that all Muslim Ministers would resign from their portfolios \"to facilitate investigations to be conducted in a free and fair manner\".[249] Hakeem also called on the government to end the \"hate culture\" that had developed in the wake of the attacks, saying: \"Innocent people should not be punished. Innocent Muslims are now victims\". He added: \"We have suffered immensely. We have suffered severe harassment. There are several who are languishing in remands for minor trivial issues.\"[250] The resignations included cabinet ministers Kabir Hashim, Rauff Hakeem, M.H.A. Haleem and Rishad Bathiudeen; state ministers Faizal Cassim, H. M. M. Harees, Ameer Ali Shihabdeen and Seyed Ali Zahir Moulana and Deputy Minister Abdullah Mahrooff.[249] On 4 June, former Mayor of Colombo, A. J. M. Muzammil was appointed Governor of Western Province by President Sirisena, succeeding Salley.[citation needed] Sisira Mendis, Chief of National Intelligence (CNI) resigned citing health reasons, on 8 June 2019, days after giving testimony that the Parliamentary Select Committee to inquire into the Easter bombings which had outraged President Sirisena.[251] He was succeeded by Major General Jeewaka Ruwan Kulatunga as CNI. Tourism in Sri Lanka is the country's third largest foreign exchange earner and employs around 135,000 to 150,000 in the hotel industry. The industry had expected 3 million tourist arrivals and revenue of $5 billion in 2019. Due to the attack on tourists, The Hotels Association of Sri Lanka estimated a loss of $1.5 billion in tourism earnings for the year.[252] The government's plan to grant visa-on-arrival to visitors from 39 countries has been suspended due to the current security situation.[253] In early June, in a leaked confidential assessment of the economic damage by the Easter Sunday attacks, the Central Bank of Sri Lanka claimed that the loss of government revenue from indirect tax such as VAT was approximately Rupees 26 billion for the year. It cited a major impact on the country's trade deficit of the balance of payments, which would be affected badly due to the negative impact on tourism. It stated further that many foreign direct investments have been postponed.[254] Despite the downfall in number of foreign tourist arrivals following the Easter Sunday attacks, Lonely Planet continued to hail the island as a \"top destination for 2019\".[255][256] The Sri Lankan hotel sector was engaged in rebuilding process and strived to recover afterwards.[257][258] Government Minister Patali Champika Ranawaka called for the Batticaloa Campus and Islamic study centres in Beruwala, Maharagama, Trincomalee and Addalachchenai to be brought under the control and supervision of the University Grants Commission and the Education Ministry.[259] On 27 April 2019, Sri Lanka Cricket called off an under-19 tour of the country by the Pakistan cricket team, scheduled to take place in May, saying \"we didn't want to take any chances\".[260] In the wake of the attacks, thousands of Sri Lankans bought terrorism insurance.[261] Islamic channel Peace TV, which is run by preacher and televangelist Zakir Naik, was officially banned in the country by the main satellite cable operators Dialog TV, PEO TV and Lanka Broadband Network following the attacks even before the governmental intervention.[262][263] Two hundred Muslim clerics were expelled from the country.[264] Following the attack, calls have been made to introduce legislation to prevent the possible future occurrence of such attacks. The government called for the swift enactment of the proposed Counter Terrorism Act, replacing the existing Prevention of Terrorism Act.[citation needed] The Ministry for Muslim Religious and Cultural Affairs has proposed the Madrasa Education Regulatory Act to establish a Board under the Ministry for \"regulation, registration, supervision, control and development of education within Madrasas in Sri Lanka\"[265] Minister of Home Affairs Vajira Abeywardena stated that legislation introduced between 2010 and 2015 has \"given effect to aspects of Sharia law or Islamic law\" with non-governmental organisations registering under these. He stated that these parliamentary acts will be reviewed.[266] The government has stated that the Ministry of Home Affairs will issue a circular calling for the removal of all signage displayed in the Arabic language. This follows a statement by the Prime Minister which stated that all street name boards in the island should only be in Sinhalese, Tamil and English.[267] The Prime Minister has stated that the Muslim Marriage and Divorce Act will be amended to include a minimum age of marriage of 18 years to the traditional Muslim law, which had been criticised for lacking a minimum age of marriage, resulting in underage marriages.[268][269] The 2022 FIFA World Cup qualifying campaign 2nd leg clash between Sri Lanka and Macau was unable to take part as the Macanese squad refused to travel to Sri Lanka amidst the concern after the Easter bombings.[270] FIFA subsequently forfeited the match and awarded a 3–0 win to Sri Lanka, thus qualified the team to the second round.[271] Leaders of the country condemned the attacks: President Maithripala Sirisena said \"I have given instructions to take very stern action against the persons who are responsible for this conspiracy\";[272] the Prime Minister Ranil Wickremesinghe said \"I strongly condemn the cowardly attacks on our people today\";[273] Opposition Leader and former President Mahinda Rajapaksa called the attacks \"absolutely barbaric\" and said that the nation will stand united as one against \"acts of terrorism\";[274] and Finance Minister Mangala Samaraweera described the attacks as a \"well co-ordinated attempt to create murder, mayhem and anarchy\".[19] The Roman Catholic Archbishop of Colombo, Cardinal Malcolm Ranjith, said \"It's a very very sad day for all of us. I wish therefore to express my deepest sorrow and sympathy [...] I condemn to the utmost of my capacity this act that has caused so much death and suffering to the people.\"[275] Following the attack, the Archbishop's House in Colombo cancelled all Catholic Easter services planned for the evening of Easter Sunday.[276] On 28 April 2019 a public litigation activist, Nagananda Kodituwakku, stated that the negligence leading to the attack is in violation of the Penal Code and the Criminal Procedure Code and has filed a Fundamental Rights petition directing the Attorney General to institute criminal action against the country's senior political, civil and security officials, including President Maithripala Sirisena and former president and MP Mahinda Rajapakse, for their alleged negligence over the Easter Sunday bombings.[277][278] Numerous world leaders expressed condolences and condemnation.[h] President of the European Parliament Antonio Tajani referred to the bombings as an act of genocide.[323][324] After the bombings, numerous buildings around the world were illuminated in Sri Lanka's colours, some of which included the Flinders Street railway station in Melbourne,[325] the Opera House in Sydney,[326] the Victoria Bridge in Brisbane,[327] the Finlandia Hall in Helsinki,[328] the Northern Spire Bridge and Penshaw Monument in Sunderland,[329] the Burj Khalifa in Dubai,[330] the Emirates Palace, ADNOC Headquarters, Capital Gate and Marina Mall in Abu Dhabi,[331] the City Hall in Tel Aviv,[332] the Pennsylvania State Capitol in Harrisburg,[333] and the Sky Tower in Auckland.[334] The Eiffel Tower in Paris went dark as a memorial for the victims of the bombings.[335] The New York Stock Exchange paused for a moment of silence before the opening bell on the day after the attacks.[336] Real Madrid C.F. also had a moment of silence before the La Liga match on the night of the attacks.[336] Candlelight vigils were held and flags were also flown at half-mast around the world including in Pakistan, Canada, Indonesia, New Zealand, Australia and the United Kingdom.[336] Representatives and leaders of the main world religions responded with prayers and support for the victims.[337] Pope Francis pledged his closeness and solidarity after the attacks during his Urbi et Orbi address in St. Peter's Square.[290] The following day, he urged the international community to help Sri Lanka, and called on them to condemn terrorist acts.[338] The Organisation of Islamic Cooperation, a 57-member state international body, strongly condemned the terrorist acts, and called for international solidarity in the fight against terrorism.[339] Cardinal Charles Maung Bo of Myanmar, the President of the Federation of Asian Bishops' Conference (FABC) and Cardinal Oswald Gracias of India, the President of Catholic Bishops Conference of India (CBCI) also condemned the attacks.[338] The World Council of Churches, an ecumenical body representing several major Christian traditions, expressed sentiments of solidarity with the Christians of Sri Lanka.[340] Condolences for the those affected and condemnations of the attacks were variously offered by the leaders of Anglican,[341] Latter-day Saint,[342] Methodist,[343] Orthodox,[344][345] Evangelical,[346] and Reformed churches,[347] as well as Muslim[348] and Jewish congregations.[337] All Ceylon Jamiyyathul Ulama, a council of Muslim theologians, sent condolences.[349] Several theologians met with Malcolm Ranjith, the Archbishop of Colombo, following the attacks. The National Shoora Council, composed of eighteen Muslim organisations, also expressed condolences.[349] World Sunni Movement, Bangladesh condemned and protested against the deadly terrorist attack.[350] On 28 May 2019, a mosque belonging to the NTJ was intentionally destroyed by the Muslim civilians in the Kekirawa community, which included the chief of a neighbouring mosque. The structure was purportedly built using foreign funds.[351][352]","Title":"2019 Sri Lanka Easter bombings - Wikipedia","KeyID":"12711","URL":"https://en.wikipedia.org/wiki/2019_Sri_Lanka_Easter_bombings"}