{"Content: ":"Sidath Wettimuny is a former Sri Lankan cricketer, who played Test cricket and One Day Internationals as an opening batsman from 1982 to 1987. Wettimuny was a typical opening batsman in that he often played very defensively, grafting for his runs, and his ODI strike rate of 48 shows this quite clearly. His brothers Mithra and Sunil also played cricket for Sri Lanka. Wettimuny made his international debut with a composed 46 in an ODI with England, which left the required run rate too high for his teammates to chase. However, he got his revenge in the next match the following day – the last of the 2-match series – where he scored 86 not out, his highest ODI score, which boosted Sri Lanka to 215 in their 45 overs. Sri Lanka won the match by three runs, thus drawing their first ODI series. Wettimuny did not impress in his first Test match, however, scoring only 15 runs in two innings as England won by seven wickets. But in the 1981–82 tour of Pakistan, he established his place in the team, scoring 71 in the first Test before recording Sri Lanka's first Test century at Faisalabad. Spending over six hours at the crease, he managed 157 runs, powering Sri Lanka to 454. Sri Lanka eventually drew the Test, failing to bowl Pakistan out in 59 overs, but it was Sri Lanka's first non-loss in Test cricket. Sri Lanka lost the last Test, despite Wettimuny top-scoring with 41 in the second innings, but Wettimuny would be rather pleased with his tour personally. He also impressed in ODIs, making 37 in the first of four ODIs against Australia in 1982–83. Sri Lanka won the match, their first ODI win in seven matches, and went on to win the second as well thanks to 56 from Wettimuny. Two matches were rained off, and so Sri Lanka won their first ODI series, but they were quickly brought down to earth as Australia won the Test match by an innings and 38 runs. Wettimuny made 96 in the second innings as Sri Lanka were bowled out for 205. The ODI fifty against Australia would turn out to be his penultimate – indeed, he only passed 35 once again, in the 1983 World Cup against Pakistan. However, it took him 127 balls, and when he was out at 162 for 3 Sri Lanka needed plenty of runs quickly. Despite a blitzing 26 from Ranjan Madugalle, Sri Lanka lost too many wickets to Abdul Qadir, and fell 11 runs short. After this, Wettimuny suffered a poor run of form, only scoring 115 runs at an average of 12.77 in the following nine matches. He was dropped from the team after the 1984–85 World Series Cup, but returned for one last match against India in 1986–87. He made 14 before being bowled by Raju Kulkarni. He also suffered a form slump in Tests, but that was not quite as brutal, and he was never dropped from the Test team. Despite recording eight single-figure scores between the 1982–83 tour of New Zealand and the end of the 1983–84, but that period also included three Test fifties. On one of those occasions, at Wellington, he carried his bat through the Sri Lankan innings. And he paid up for his lean streak with his second Test century on the 1984 tour of England. Batting for eleven hours in a match frequently interrupted by rain, he eked out 190, which gave Sri Lanka a 121-run first innings lead. However, that had taken four days to achieve, and Sri Lanka opted to bat out the fifth day for a draw. Wettimuny only made 13 in the second innings, but he had set a new Sri Lankan record highest score, which stood until Brendon Kuruppu passed it with Sri Lanka's first Test double century in a 1986–87 Test against New Zealand. The 190 also made an imprint in the minds of English cricket fans, as he was made Wisden Cricketer of the Year in 1985, the first Sri Lankan to be thus honoured, and only the fifth Sri Lankan to date. In fact, he became the first Sri Lankan to score a test century at Lord's Cricket Ground. After that century, however, Wettimuny's Test form went the same way as his ODI form. Despite hitting two fifties, he had too many scores below 20, and the 12 Tests following the England tour only yielded 402 runs at an average of 19.14. Wettimuny never got into control of the pitches in his home country, as he averaged a paltry 18.19 with the bat at home – an average more usually associated with a bowling all-rounder – but 39.95 overseas. Wettimuny became involved as a match referee in 1997 when New Zealand traveled to Zimbabwe for Test series. He was the referee for both Tests.[1] He also served as match referee in ODIs where Zimbabwe played against New Zealand at Bulawayo, October 1, 1997.[2] His match referee career end with only refereeing 2 Test & 10 ODIs.","Title":"Sidath Wettimuny - Wikipedia","KeyID":"12712","URL":"https://en.wikipedia.org/wiki/Sidath_Wettimuny"}