{"Content: ":"TV Derana is a Sri Lankan private entertainment terrestrial television channel broadcasting in Sri Lanka. Launched on 11 October 2005,[2] it is one of the most popular television networks in the country.[3] Its main transmission tower is on the Kikilimana mountain, and coverage is extended nationwide via eight transmission towers.[4] The channel is available on digital medium through Dialog TV, PEO TV and the newly launched OTT platform GLUUOO. Derana broadcasts contemporary content that upholds Sri Lankan values on its \"අපේ දේ රැකගෙන, අලුත් දේ අරගෙන\" / “Ape De Rakagena, Aluth De Aragena” (Conserve our own and embrace the new) platforms. The channel focuses heavily on high-end programming that meets stringent expectations of viewers in the two premium socio-economic categorizations SEC A and SEC B. Currently TV Derana is the No. 1 television channel in Sri Lanka, according to late 2021 LMRB search data.[4] The channel has maintained this position since March 2017. TV Derana won 47 awards at the recently concluded SLIM ( Sri Lanka Institute of Marketing ) - Nielsen Peoples Awards 2020 including the “ Television Channel of the Year’ ,“Peoples Youth Choice Television Channel of the Year” and the “False News provider of the year ( Jada Derana). This was the first time a local channel had won that many number of awards at this prestigious entirely researched based award ceremony. TV Derana won these awards at the previous year as well including the biggest award ‘The Local Brand of the year”. TV Derana also holds the all-time record for having the most programmes by one channel, in the top 10 most rated programmes. According to the recent LMRB research data, TV Derana has eight programmes in the top 10 including the first two programmes in the country.[5][6] In October 2014, TV Derana has been appointed the first and only Multi Channel Network (MCN) of YouTube in Sri Lanka.[7] TV Derana's presence on YouTube quickly became a monumental part of the broadcasting giant's success, taking its popular Sinhalese programming to viewers on multiple screens, worldwide. TV Derana also became the first channel in Sri Lanka to hit 1 Million Subscribers and 1 Billion Total Views in 2019. The channel broadcasts a range of entertainment programmes including dramas, reality shows, kids programmes, music and variety shows. It operates 16 hours a day, between 05:00 and 24:00.[8]   \"Ada Derana\" is TV Derana's news flagship brand and currently is the no 1 news provider in Sri Lanka.[13] Ada Derana news websites operated by Derana. Its content is available in English, Sinhala. and Tamil. It is ranked as one of the most popular local news websites by Alexa.Alexa.[14][15] In late 2007, Ada Derana entered into a partnership with Dialog Telekom, the largest mobile phone operator in Sri Lanka, to send breaking news alerts to all Dialog mobile subscribers as text messages.[16] Ada Derana 24 is Sri Lanka's first ever 24-hour television news channel and first dedicated news channel. The channel is available on Satellite and cable Television. Catering to the thirst for news and information Ada Derana 24 has redefined the news space in Sri Lanka by providing around the clock news to its viewers. Prior to this news was mainly broadcasts on entertainment channels at a stipulated time. Ada Derana 24’s hourly news that provides days most happening and important news changed that dimension. Ada Derana 24 programme line up includes Manusath Derana was initiated aligning all the values of the umbrella TV Derana, to ensure the Corporate Social Responsibilities are met independently with a clear sustainable vision. Since the inception, Manusath Derana has grown to greater heights, well beyond just a CSR project, to the heartiest humanitarian service provider of the Sri Lankan people. Derana has hosted the Miss World Miss Sri Lanka pageant since 2007.[17] Derana has conducted the Derana London Star since May 2008 in London, UK, to find the most talented upcoming singer among the Sri Lankans living in UK. The first edition received around 220 applications, and auditions were broadcast in Sri Lanka by Derana TV. The winners were determined by a panel of judges and public votes via SMS.[citation needed] TV Derana is the first channel that hosted a reality show for children in Sri Lanka. The first season was named as Derana Star in a Minute[18] and the rest of the seasons as Derana Little Star. Up to date, nine seasons of Little Star were finished and the grand finale of tenth season was held on 27 June 2020.[19][20] Derana started a dancing reality competition with the name Derana City of Dance. Five seasons are finished in the show.[21] The most popular of all reality shows of Derana is Derana Dream Star, and 10 seasons are finished.[22] Derana Dream Star is a music reality show produced by Derana TV. It started in 2009 and now it had successfully completed nine seasons.","Title":"TV Derana - Wikipedia","KeyID":"12720","URL":"https://en.wikipedia.org/wiki/TV_Derana"}