{"Content: ":"Hiran Abeysekera is a Sri Lankan actor, known for his roles in Lion in the Tent and A Midsummer Night's Dream. From 2018 to 2019, he portrayed the role of Dash Khan on the Hulu series Find Me in Paris. In 2022 he won the Laurence Olivier Award for Best Actor in a play for his role as Pi Patel in the stage adaptation of the Life of Pi.[1] While Abeysekera was growing up, his father was a mechanic and his mother taught English.[2] Abeysekera was educated at Nalanda College Colombo.[3] Having obtained a diploma from the Lanka Children's and Youth Theatre Foundation, he played the lead role in a British Council production of Peter Shaffer's Equus in 2007.[4][2] This enabled him to audition for drama schools in the UK, following which he secured a place at the Royal Academy of Dramatic Art.[2][5] He graduated in 2011.[2] Abeysekera made his professional stage debut with the English Touring Theatre in 2011, playing Valere in Tartuffe.[6] In 2012 he joined the Royal Shakespeare Company in Stratford-Upon-Avon and was cast as Bartholomew in The Taming of the Shrew. In 2015, he played Peter Pan on the London stage.[7] In 2016, he returned to the Royal Shakespeare Company and played Puck in a film adaptation of A Midsummer Night's Dream, which was screened by the BBC.[8][9] He played Posthumus in their stage production of Cymbeline at the Barbican Theatre London,[10] and Horatio in Hamlet.[11][better source needed] In 2018, Abeysekera began appearing in the Hulu series Find Me in Paris, portraying the role of Dash Khan until 2019.[12] He played Pi Patel in the 2019 premiere of Lolita Chakrabarti's adaption of Life of Pi at the Crucible Theatre, Sheffield, for which he won a UK Theatre Award.[13] In the same year, he was cast in the part of Leonardo da Vinci in the new play Botticelli in the Fire staged by the Hampstead Theatre, London. He then played Sunil Sharma in the play Behind the Beautiful Forevers at the Royal National Theatre.[citation needed] In 2021, Abeysekera returned to the role of Pi Patel when Life of Pi transferred to the Wyndham's Theatre in London's West End. In 2022, he won the Olivier Award for Best Actor in a play for his performance.[14] Abeysekera met his girlfriend while working on a show with Peter Brook in Paris. They stayed together at Dorset during the lockdown caused by the COVID-19 pandemic.[2]","Title":"Hiran Abeysekera - Wikipedia","KeyID":"12728","URL":"https://en.wikipedia.org/wiki/Hiran_Abeysekera"}