{"Content: ":"Ambika Satkunanathan is a human rights lawyer and human rights activist. She is also the former Commissioner of the Human Rights Commission of Sri Lanka. She also served in as the legal Consultant to the UN Office of the High Commissioner for Human Rights in Sri Lanka. She is the Chairperson of the Neelan Tiruchelvam Trust.[2][3][4][5][6] She has been a vocal critic of Prevention of Terrorism Act and has been also a vocal critic of the Sri Lankan authorities especially regarding the treatment of Tamils in Northern and Eastern provinces.[7][8] She has also advocated for #MeToo movement in Sri Lanka.[9] She has also been a strong vocal critic of the Rajapaksa family. She is also critical of the Sri Lankan political culture calling it misogynist in reference to the lack of women representation in Sri Lankan politics.[10] She has also often stressed the importance of legal institutions working in an independent manner free from political interference.[11] She obtained her BA and LLB from Monash University in Australia and Master of Human Rights Law LLM from the University of Nottingham. She was a Chevening Scholar. She is currently researching the impact of drug policies on prison overcrowding in Southeast Asia for the UN Office of the High Commission for Human Rights. Her research, advocacy and activism have been largely focused on key areas such as custodial violence, transitional justice, penal policy and prison reform, militarization, gender and Tamil nationalism. She is a fellow at the Open Society Foundations.[12] She served as the Commissioner of the Human Rights Commission of Sri Lanka from 2015 to 2020 over the period of five years. She was appointed as the Human Rights Commissioner in October 2015. She resigned from the position in HRC on 7 March 2020 after tendering her resignation to president Gotabaya Rajapaksa on 26 February 2020.[13][14] During her tenure as the She was the Commissioner of the Human Rights Commission, she conceptualized and led the first ever national study of prisons in Sri Lanka.[15] Under her guidance, Human Rights Commission conducted the first national study of prisoners from February 2018 to January 2020 in order to identify and analyze the issues faced by prisoners who have been in prisons.[6] She also served as the legal Consultant to the UN Office of the High Commissioner for Human Rights in Sri Lanka from February 1998 to March 2014, prior to her appointment as the Commissioner of the Human Rights Commission.[3] She also serves as one of the members of the Expert Panel of the Trivial Watch Project of the Clooney Foundation. She is also the Vice Chairperson of Urgent Action Fund Asia & Pacific. She also serves as an Advisory Board member of the Suriya Women's Development Centre in Batticaloa. She has also served as a national legal advisor to the Office of the Senior Human Rights Advisor and also as a national consultant on gender integration/evaluation at the Office of the Residence Coordinator. She was initially enlisted as a national list candidate of Tamil National Alliance for the 2020 Sri Lankan parliamentary election but the plans were dropped after baseless allegations were made against her in social media by targeted groups.[16] In December 2021, she addressed the United States House of Representatives Tom Lantos Commission on Human Rights on the subject titled 'Accountability and Human Rights in Sri Lanka' where she highlighted the failure of successive governments in Sri Lanka on holding accountability for human rights violations.[17] She also pointed out the influence of Sinhala Buddhist nationalism and militarization over the takeover of lands in North and East parts of Sri Lanka which belongs to Tamilians.[18] In January 2022, however the foreign ministry in Sri Lanka slammed Ambika's remarks and sentiments over the current situation of human rights and labour rights in Sri Lanka. She was alleged by foreign ministry for having hidden agendas by spreading false information and accused her of being part of LTTE propaganda.[19][20][21] However, Ambika hit back at the foreign ministry's statements calling it as derogatory and condemned the continuous negligence and ignorance of the authorities regarding the human rights in Sri Lanka.[22][23][24] She criticized the contrasting approach of the officials towards the protestors in North and East comparing to that of South (who were protesting as part of 2022 Sri Lankan protests) and calling it double standards owing to language and racial discrimination.[25]","Title":"Ambika Satkunanathan - Wikipedia","KeyID":"12721","URL":"https://en.wikipedia.org/wiki/Ambika_Satkunanathan"}