{"Content: ":"Negombo (Sinhala: මීගමුව, romanized: Mīgamuva, Tamil: நீர்கொழும்பு, romanized: Nīrkoḻumpu) is a major city in Sri Lanka, situated on the west coast and at the mouth of the Negombo Lagoon, in Western Province, 38 km (24 mi) from Colombo via Colombo - Katunayake Expressway. Negombo is one of the major commercial hubs in the country and the administrative centre of Negombo Division. Negombo has about 142,136 population within its divisional secretariat division.[1] Negombo municipal boundary is fully extended throughout its Divisional Secretariat area. Negombo is known for its long sandy beaches and centuries old fishing industry. Negombo has a large bilingual (Sinhala/Tamil) population with a clear Roman Catholic majority. The name \"Negombo\" is the Portuguese corrupted name of its Tamil name Neerkolombu.[2][note 1] The Sinhala name Migamuva means from Old-Tamil Naval terminology Meegaman Pattinam.[citation needed] Meegaman denotes Naval Captain, where the local Karava population’s long association of Naval and Fishing connections.[citation needed] Later, \"Village of the honeycomb\", gaining its name from a legend mentioned in Rajaveliya.[3] The army of King Kavantissa found bee honey in a canoe near the seashore, for Viharamahadevi who was pregnant with the prince Dutugamunu. Because of this, the place was named \"Mee-Gomuwa\".[4] The shallow waters of the Negombo Lagoon provided safe shelter for seafaring vessels and became one of the key ports along with Kalpitiya, Puttalam, Colombo, Kalutara and Galle, from which the Sri Lankan kingdoms conducted external trade.[5] The regional Jaffna kings who controlled small parts of the North-west coast of Sri Lanka, built fortifications at Negombo, Colombo and Chilaw.[6][7] The language used in and around Negombo was Tamil when the Portuguese colonisers arrived in the 16th century.[8] Negombo served also as a shelter for Arabic vessels, whose descendants are the Sri Lankan Moors.[9][10] Negombo was a major port known for its trading activity and was well known for its cinnamon cultivation.[11] The cinnamon trade was controlled by the Sri Lankan kings and later by the Sri Lankan Moors.[12] Landing in the early 1500s, the Portuguese ousted the Jaffna Kingdom, constructed a fort in Negombo and took over the trade of cinnamon to the west.[13] During the Portuguese occupation, the Karava (the dominant seafaring clan of Negombo), who were previously Buddhist and Hindu into Catholicism.[14] So successfully were they converted that today Negombo is sometimes known as 'Little Rome' and nearly two thirds of its population profess the Catholic faith.[15] The Portuguese restructured the traditional production and management of cinnamon and maintained their control over the trade for more than a century. The decline of their power began in the 1630s when warfare between the Portuguese and the Kingdom of Kandy reached a stalemate. the King of Kandy turned to the Dutch for help.[16] The Dutch captured Negombo from the Portuguese in 1646 and negotiated an armistice with Portugal for ten years. During this period the King of Kandy sought to provoke conflict between the nations by passing through the territories of the one to attack the other. On one occasion he captured the fort of Negombo and sent the head of the Dutch commander Adrian Vander Stell to his countrymen in Galle.[17] Although the Dutch managed to regain control of Negombo from the King by diplomatic means, hostilities continued. In particular, the disruption of the cinnamon trade was a favourite method of the King to harass the Dutch.[18] The legacy of the Dutch colonial era can be seen in the Negombo fort, constructed in 1672, other Dutch buildings, churches and the extensive canal system that runs 120 km (75 mi) from Colombo in the south, through Negombo to Puttalam in the north. Throughout the eighteenth century the demand for cinnamon from Ceylon outstripped the supply, and its quality appears to have suffered. Other factors, including the continued hostility from the Kandian government and a rival cinnamon trade from China, led to a 40% decline in the volume of cinnamon exported between 1785 and 1791. Despite attempts to clear land around Negombo and create cinnamon plantations, by the time the British commander Colonel Stuart took over the trade in 1796, it was clear that the industry was in decline. Poor policies put in place by Frederick North the first Governor of British Ceylon exacerbated the problem. By the 1830s commercial interest had moved elsewhere. Following the British takeover of the Kingdom of Kandy in 1815, Negombo lost its strategic value as an outpost of Colombo. However it continued to develop in commercial influence. The Negombo fishery was at the heart of the seafood trade in Ceylon, and many migrant fisherman arrived annually with the profits of their ventures going into the small, prosperous town. In 1907 Negombo was connected to the massive railway project that was linking the island together under British control and encouraging the growth of plantations in coconuts, tea and coffee. Negombo is about 2 metres (6 ft 7 in) above sea level, and Negombo's geography is a mix of land and water. The Hamilton Canal flows in the heart of the city. The Negombo Lagoon is one of the most scenic landmarks of Negombo. There are over 190 species of wildlife and plenty of birds in its mangroves. The northern border of the city is formed by the Maha Oya river which meets the Indian Ocean.  Negombo features a tropical rainforest climate under the Köppen climate classification. The city receives rainfall mainly from the Southwestern monsoons from May to August and October to January. During the remaining months there is a little precipitation due to Convective rains. The average annual precipitation is about 2,400 millimetres (94 in). The average temperature varies 24 °C (75 °F) to 30 °C (86 °F), and there are high humidity levels from February to April. Negombo Lagoon is large semi-enclosed coastal water body with plenty of natural resources. The lagoon is fed by number of small rivers and the Dutch canal. It is linked to the Indian Ocean by a narrow channel to the north, near Negombo. The lagoon and the marsh land area also support local agriculture and forestry. It has extensive mangrove swamps and attracts a wide variety of water birds. The lagoon supports so many distinct species of flora, fauna and as well as another species of birds and variety of animals. Negombo Lagoon is a major local and tourist attraction primarily for sightseeing and boating tours. The fishermen who are based at the Negombo lagoon live in shanty thatch palm villages along the water's edge. They rely mainly on their traditional knowledge of the seasons for their livelihood, using outrigger canoes carved out of tree trunks and nylon nets to bring in modest catches from September through April. Their boats are made in two forms – oruvas (a type of sailing canoe) and paruvas (a large, man-powered catamaran fitted with kurlon dividers). In recent years, the villagers have supplemented the income earned from fishing by collecting 'toddy', or palm sap, which is used to brew arrack.[19] The E03 - Airport Expressway opened in 2013 links the capital Colombo through the Katunayake Interchange with Negombo minimising travelling time to approximately 20 to 30 minutes. The Katunayake Interchange from Negombo takes about 5 to 10 minutes (approximately 4 km (2.5 mi)). There are highway bus services running between from Negombo to Pettah, Maharagama via Airport Expressway. Negombo to Galle, Kataragama and Matara (the southern tip of the country) using the Southern Expressway . And also bus services provided Negombo to Kadawatha, Kottawa, Panadura and Moratuwa using the Outer Circular Expressway The A3 Colombo - Negombo highway road from Colombo, goes through Negombo, extends to Jaffna, and Trincomalee via Anuradhapura. Negombo is connected with some of the B grade roads from Ja-Ela, Kurunegala, Mirigama, Nittambuwa and Giriulla, and there is a good road network in and around Negombo. The Bus Terminal complex of Negombo has multiple facilities for passengers and public. It is served by many bus routes, connecting with some major destinations in the country, provided Negombo to Colombo, Kandy, Kegalle, Kataragama, Hatton, Kalpitiya, Chilaw, Kurunegala, Puttalam, Avissawella, and Kaluthara. Due to Negombo being situated along A3 Highway Road, it is served by many bus routes from Colombo to Northern and North western points of Sri Lanka including Jaffna, Anuradhapura, Vavuniya, Kilinochchi, Mullaitivu, Mannar, Point Pedro, Nikaweratiya, Panduwasnuwara, Anamaduwa, Kankasanthurai, Pulmudei, Silawathurai, Velvetithurai and Padaviya . Four railway stations serve Negombo, they are: Kurana, Negombo Downtown, Kattuwa and Kochchikade. Negombo Downtown Station is the main railway station on the Puttalam railway line. It serves Galle, via Colombo from south and to Puttalam, via Chilaw from north. The Sri Lanka Railway Department has introduced an intercity express train between Chilaw and Colombo with stops at Negombo Downtown and Kochchikade Stations. The Negombo Downtown Station is close to the central Bus Terminal Complex. Negombo is the closest major city to the Bandaranaike International Airport and Katunayake Interchange of the E03 - Airport Expressway. According by the statistics of 2012, 6.3% of the population of Gampaha District live within the city limits and 11.6% of the population of the district live in Negombo.[citation needed] It is a multi-ethnic and multi-cultural city. Most of Negombo's residents belong to the Sinhalese majority. There are Tamil and Muslim people also living in the city. There is a local Sri Lankan Chinese community living in the city. Source:statistics.gov.lk Source:statistics.gov.lk Negombo is a multi-religious city. Since the beginning of European colonization, the township of Negombo has had a majority of Roman Catholics along with Buddhists, Hindus and Muslims. Negombo has been given the name Little Rome due to the highly ornate Portuguese-era Roman Catholic churches such as St. Mary's Church, Negombo found in the township and because the majority are the Roman Catholics. St. Sebastian's Church, Katuwapitiya, Saint Stephen’s Church, Negombo, Grand Street St. Mary's Church, Negombo, St. Anne's Churces at Kurana and Palangatura, St. Anthony's Church Dalupotha and Our Lady of Sorrows Church, Kandawala are the biggest parishes in Negombo. There are over 25 Roman Catholic Churches in the city. There is a branch of The Church of Jesus Christ of Latter-day Saints in Negombo. The church building is just west of the intersection of Ave Maria Street and Old Chilaw Street. There are also Methodist churches, Baptist churches, and the other Anglican churches in Negombo. Agurukaramulla Raja Maha Viharaya (Bodhirajaramaya) is a famous Buddhist temple bringing Buddhists from all over Sri Lanka to Negombo every year. Abhayasekararamaya Temple (Podipansala), Sri Sudarshanaramaya, Dutugamunu viharaya and Sri Buddhagaya maha viharaya are famous Buddhist temples in the city. There are many Hindu temples (Kovil) in Negombo: Kali Amman temple, Ganapathi (Pillaiar) Temple, Kamachchi Amman Temple, Muththumari Amman Temple, Murugan (Kandaswami) Temple, Karumari Amman Temple etc. There are nine Jummah Mosques in Negombo. The Kamachchoda Jummah Masjid in Kamachchode, Negombo is one of the oldest in Sri Lanka.[citation needed] Another old Msajid in Negombo is the Udayar Thoppuwa Mosque, Mirigama Road, Dheen Junction, Negombo which was built in 1846 by Maththicham Saleem Lebbe Muhammed Thamby Vidane and the old building which was built in 1846 is still in use. Negombo City Local Board began in 1878. After 44 years, it became the Urban District Council on 1 January 1922. Negombo celebrated its silver jubilee of its Urban council status in grand style in February 1948. Their Royal Highnesses the Duke and Duchess of Gloucester were the main patrons on the opening day of the celebrations. The Negombo Urban Council was offered Municipal status on 1 January 1950 under the municipal ordinance of 1865. The Negombo Municipal Council has governed the city with a mayor from the government, since 1950. Negombo's mayor and the council members are elected through the local government election held every five years. There are 29 wards in the Negombo municipal boundary. Each is represented by an elected member, but[when?] there were only 26 members before the Local Government election held in 2018. The number of municipal councillors was increased to 48 according to new local government election system introduced in 2018. where 29 members are elected form wards and the rest form a preferential list. In the Local Government Election held in 2018,[31] United National Party Won the Negombo Municipal council led by former Western Provincial councillor Royce Fernando by securing 19 seats and Sri Lanka Podujana Peramuna led By Dayan Lanza, brother of Nimal Lanza (MP) secured 16 Seats. The rest of seats were distributed among other political Parties and independent groups including Sri Lanka Freedom Party.[32] Dayan Lanza became the Mayor of Negombo with the support of minor political parties and Sri Lanka Freedom Party. Royce Fernando Became the Opposition Leader in Negombo Municipal council. Negombo is considered one of the largest economic centres of the country.[citation needed] Negombo is about 4–5 km (2.5–3.1 mi) from the Bandaranaike International Airport, and the free trade zone. Negombo has a moderate port (used during the periods of Portuguese and Dutch colonisation) The economy of Negombo is mainly based on tourism and its centuries-old fishing industry, though it also produces cinnamon,[19] ceramics, and brass ware. The Colombo Stock Exchange-Negombo branch and many major financial corporations have their key branches in Negombo. There are department stores, large supermarkets, and boutiques in the bustling streets of Downtown Negombo and international food outlets are being opened. Negombo is home to some of the oldest secondary educational institutes in Sri Lanka. The leading schools are listed below.  There are also many higher educational institutes and private tuition institutes in Negombo: Ocean University of Sri Lanka Negombo facultynconducts Nautical Engineering, Marine Science, Fisheries and other degree programmes. BCI Campus, Regent Language School, American College of Higher Education, IPM Institute of Sri Lanka, ESOFT Metro Campus, AIMS College, ACBS, ACCHE, SLIMM, Australian Higher Educational Centre, Electro Technical Institute and Don Bosco Technical College are some of them.","Title":"Negombo - Wikipedia","KeyID":"12726","URL":"https://en.wikipedia.org/wiki/Negombo"}