{"Content: ":"The Official Language Act (No. 33 of 1956), commonly referred to as the Sinhala Only Act, was an act passed in the Parliament of Ceylon in 1956.[1] The act replaced English with Sinhala as the sole official language of Ceylon, with the exclusion of Tamil. At the time, Sinhala (also known as Sinhalese) was the language of Ceylon's majority Sinhalese people, who accounted for around 70% of the country's population.[2] Tamil was the first language of Ceylon's three largest minority ethnic groups, the Indian Tamils, Sri Lankan Tamils and Moors, who together accounted for around 29% of the country's population.[2] The act was controversial as supporters of the act saw it as an attempt by a community that had just gained independence to distance themselves from their colonial masters, while its opponents viewed it as an attempt by the linguistic majority to oppress and assert dominance on minorities. The Act symbolizes the post independent Sinhalese majority's determination to assert Ceylon's identity as a Sinhala Buddhist nation state, and for Tamils, it became a symbol of minority oppression and a justification for them to demand a separate nation-state, Tamil Eelam, which was a factor in the emergence of the decades-long Sri Lankan Civil War.[3] In 1958 Tamil Language (Special Provisions) Act of 1958 was passed giving official status to Tamil for medium of instruction in school and university education and for admission to the public service as well for correspondence and administration in the Northern and Eastern Provinces. Following pressure from the Indian government in 1987,[4] the Thirteenth amendment to the Constitution was passed, which stated that, “the official language of Sri Lanka is Sinhala” while “Tamil shall also be an official language,” with English as a “link language.”[1][5] During the British colonial era, English was the official language in Ceylon (known as Sri Lanka since 1972). Until the passage of the Free Education Bill in 1944, education in the English language was the preserve of the Sri Lankan elite and the ordinary people had little knowledge of it. A disproportionate number of English-language schools were located in the mostly Tamil-speaking north. Thus, English-speaking Tamils held a higher percentage of coveted Ceylon Civil Service jobs, which required English fluency, than their share of the island's population.[citation needed] After their election to the State Council of Ceylon in 1936, the Lanka Sama Samaja Party (LSSP) members N. M. Perera and Philip Gunawardena demanded the replacement of English as the official language by Sinhala and Tamil. In November 1936, a motion that \"in the Municipal and Police Courts of the Island the proceedings should be in the vernacular\" and that \"entries in police stations should be recorded in the language in which they are originally stated\" were passed by the State Council and referred to the legal secretary.[citation needed] In 1944, J. R. Jayewardene moved a motion in the State Council that Sinhala should replace English as the official language.[6] However, nothing was done about these matters and English continued to be the language of rule until 1956.[citation needed] Ceylon was granted the status of dominion in the British Empire in 1948 after largely non-violent independence movement, with the transition of sovereignty from Britain to the Sri Lankans being a peaceful process. For the first years of independence, there was an attempt to balance the interests of the elites of the main communities: the Sinhalese and the Tamils.[citation needed] Most Sinhalese did, however, harbour the view that the Tamils had enjoyed a privileged position under the British, and accused them of benefiting from favoritism from the colonial administration.[7] In 1949, at the behest of the foreign plantation owners, the government disenfranchised the Indian Tamil plantation workers, who accounted for 12% of the population.[8][9] In 1951, the ambitious Solomon Bandaranaike broke with his party, the conservative United National Party (UNP), and created a new centrist party, the Sri Lanka Freedom Party (SLFP). In 1955, the SLFP decided to break ranks with the general consensus on the left to have both Sinhala and Tamil as official languages to campaign on the slogan \"Sinhala Only\".[10] In the 1956 parliamentary elections, the SLFP campaigned on largely nationalist policies, and made the one of their key election promises. The result was electoral victory for the SLFP, and The Ceylon (Constitution) Order in Council or Sinhala Only Bill was quickly enacted after the election. The bill was passed with the SLFP and the UNP supporting it, with the leftist LSSP and Communist Party of Sri Lanka as well as the Tamil nationalist parties (Illankai Tamil Arasu Kachchi and All Ceylon Tamil Congress) opposing it.[11] The Left bitterly opposed it, with Dr N. M. Perera, leader of the LSSP, moving a motion in Parliament that the Act \"should be amended forthwith to provide for the Sinhala and Tamil languages to be state languages of Ceylon with parity of status throughout the Island.\"[12] Dr Colvin R. de Silva of the LSSP responded, in what some regard as famous last words: \"Do we... want a single nation or do we want two nations? Do we want a single state or do we want two? Do we want one Ceylon or do we want two? And above all, do we want an independent Ceylon which must necessarily be united and single and single Ceylon, or two bleeding halves of Ceylon which can be gobbled up by every ravaging imperialist monster that may happen to range the Indian ocean? These are issues that in fact we have been discussing under the form and appearance of language issue.\"[13] The passage of the act was met with demonstrations from Tamils led by the Federal Party who organized a satyagraha (peaceful protest) outside the parliament building. As a response, the Sinhalese nationalist group Eksath Bhikkhu Peramuna (united monk front) organized a counter-protest and a mob representing this group attacked the Tamil protesters and was \"responsible for unleashing riots that killed nearly 150 Tamils.\"[14] Parts of the act were reversed in 1958, after the so-called \"Sinhala Only, Tamil Also\" compromise made by the Tamil leaders. On 3 September 1958 the Tamil Language (Special Provisions) Act – which provided for the use of the Tamil language as a medium of instruction, as a medium of examination for admission to the Public Service, for use in state correspondence and for administrative purposes in the Northern and Eastern provinces – was passed.[15] The Left parties continued to demand parity of status until after the Tamil electorate voted overwhelmingly in the 1960 elections for the same leaders who had agreed to the compromise. The policy turned out to be \"severely discriminatory\" and placed the Tamil-speaking population at a \"serious disadvantage\".[16] As a Sinhalese academic A. M. Navaratna Bandara writes: \"The Tamil-speaking people were given no option but to learn the language of the majority if they wanted to get public service employment. [...] A large number of Tamil public servants had to accept compulsory retirement because of their inability to prove proficiency in the official language [....]\"[17] The effects of these policies were dramatic as shown by the drastic drop of Tamil representation in public sector: \"In 1956, 30 percent of the Ceylon administrative service, 50 percent of the clerical service, 60 percent of engineers and doctors, and 40 percent of the armed forces were Tamil. By 1970 those numbers had plummeted to 5 percent, 5 percent, 10 percent, and 1 percent, respectively.\"[18] For much of the 1960s government forms and services were virtually unavailable to Tamils, and this situation only partly improved with later relaxations of the law.[19] According to Chapter IV of the 1978 Constitution of Sri Lanka, the Sinhala and Tamil languages are both official and national languages of the country. This constitution was amended in 1987.[20][21] According to the Chapter 4: Language of Legislation of the Sri Lanka constitution, previously written act is to be interpreted in Sinhala to avoid mis-interpretation. In the case of a new act the parliament, at the stage of enactment has the authority to determine which version of the legislation prevails in the event of inconsistencies.[21]","Title":"Sinhala Only Act - Wikipedia","KeyID":"12733","URL":"https://en.wikipedia.org/wiki/Sinhala_Only_Act"}