{"Content: ":"The Southern Province (Sinhala: දකුණු පළාත Dakuṇu Paḷāta, Tamil: தென் மாகாணம் Theṉ Mākāṇam) of Sri Lanka is one of the nine provinces of Sri Lanka, the first level administrative division of the country. The provinces have existed since the 19th century but did not have any legal status until 1987 when the 13th Amendment to the Constitution of Sri Lanka established provincial councils.[3][4] It is the 7th largest province by area and is home to 2.5 million people, the 3rd most populated province. The province is bordered by Sabaragamuwa Province and Uva Province to the North, Eastern Province to the Northeast, Western Province to the Northwest and the Indian Ocean to the South, West and East. The Province's capital is Galle. The Southern Province is a geographic area consisting of the districts of Galle, Matara and Hambantota. Subsistence farming and fishing is the main source of income for the vast majority of the people of this region. Government School education is primarily handled by the Southern Provincial Education Department. Southern Province is divided into 3 districts and 47 divisional secretariats. The districts of the Sri Lanka are divided into administrative sub-units known as divisional secretariats. These were originally based on the feudal counties, the korales and ratas. They were formerly known as 'D.R.O. Divisions' after the 'Divisional Revenue Officer'. Later the D.R.O.s became 'Assistant Government Agents' and the divisions were known as 'A.G.A. Divisions'. Currently, the divisions are administered by a 'Divisional Secretary', and are known as a 'D.S. Divisions'. There are 47 divisional secretariats in the Southern Province, with 19 in Galle District, 12 in Hambantota District and 16 in Matara District. Important landmarks of the Southern Province include the wildlife sanctuaries of the Yala and Udawalawe National Parks. Ussangoda in Ambalantota is a panoramic view of the beach and the sea, and the holy city of Kataragama, and the ancient cities of Tissamaharama, Kirinda and Galle. (Although Galle is an ancient city, almost nothing survives from before the Portuguese invasion.) During the Portuguese period there were two famous Sinhalese poets called Andare who was from Dickwella and Gajaman Nona who was from Denipitiya in Matara District, composing poems on common man. The Southern Province was seriously affected by the tsunami in 2004. The province is going through a rebuilding process.         ","Title":"Southern Province, Sri Lanka - Wikipedia","KeyID":"12739","URL":"https://en.wikipedia.org/wiki/Southern_Province,_Sri_Lanka"}