{"Content: ":"Kegalle (Sinhala: කෑගල්ල; Tamil: கேகாலை) is a large town in Sabaragamuwa Province of Sri Lanka. It is located on the Colombo–Kandy road, approximately 78 km (48 mi) from Colombo and 40 km (25 mi) from Kandy. It is the main town in the Kegalle District, which is one of two districts which comprise Sabaragamuwa Province. The town is governed by an Urban Council. Kegalle has an agricultural based economy and mainly produces rubber. The surrounding area produces graphite, precious stones and agricultural products such as rice. It is the nearest town to the Pinnawala Elephant Orphanage, a major tourist attraction in the area, which is 13 km (8.1 mi) to the north-east. The history of the area dates back to the stone age of Sri Lanka.[citation needed] According to evidence[clarification needed] there had been a prosperous civilisation in Kegalle prior to 28,000 years.[citation needed] The caves of Beli lena, Dorawaka lena, Alu lena, Asmadala, Padavigampola, Batalegala, Lenagala, Ambala Kanda, Halamada, Heenatipana, Uthuwankanda, Beligala, Salawa, Yahalena, Salgala and Kela Dambulla provide evidence of that. According to the archaeology of the Kegalle District, it has been a region in Maya Rata, which was one of three divisions of Sri Lanka. In the latter half of the Sinhalese kingdom and also by the ruling period of the British, Kegalle was further divided into three parts; “Satara Koralaya”,” Thun Koralaya” and “Patha Bulathgama”. Kegalle, situated in between the central highlands and western southern planes and has an enchanting environment. The height of the western region is less than 150 metres (500 ft) above sea level while the eastern region exceeds 300 metres (1,000 ft). Rubber cultivation has stretched over most of the area of the district and minor export crops such as coffee, cocoa, pepper, clove and nutmeg takes an important place in the district's economy. Sri Lanka’s oldest graphite mine is situated at Bogala in Kegalle District. The extent of the District is 169,280 ha (418,300 acres). The land has become another fertile facilitator to the cultivation promoted needs of the citizens of Kegalle. The district mainly being an agrarian society, rubber, tea and coconut are cultivated as the main crops of it. Apart from that clove, pepper, coffee and cocoa too are being cultivated as secondary commodities. As of the rubber cultivation, 33% of the agrarian lands have been utilised for it. 12,000 ha (30,000 acres) of land area have been occupied for the paddy cultivation. The rain water is the main resource provider for the cultivation in Kegalle. Minerals are another lucrative donor of the district of Kegalle. The Bogala graphite is one of the most notable mine in Kegalle district and marks a half amount of the total mineral export of Sri Lanka. The gem distribution near the Kelani River further boosts for the economic prosperity of the district. The town has a number of schools including: Pinnawala Elephant Orphanage is an orphanage, nursery and captive breeding ground for wild Asian elephants located at Pinnawala village, 13 km (8.1 mi) northeast of Kegalle town in Sabaragamuwa Province of Sri Lanka. Pinnawala is notable for having the largest herd of captive elephants in the world. Asupini Ella (waterfall) also called 'Asupini Falls' is a 30 metres (98 ft) waterfall that can be seen from the historic town of Aranayake. According to ancient tales, it was named after the story about a King who had many queens. On his return from war, he assured them that he would give them a sign from the hills about the fate of the war. He said, “If his soldiers waved a white flag over the hills, it would mean he was defeated and killed in action. But, if he waved his own flag bearing his crest, that he was victorious\". The King decided to play a joke on his wives, who were waiting with their horses near the waterfall to see the visual message, by waving a white flag. His wives were so upset that they all committed suicide by jumping over the falls which inspired the name Ahupini, which is derived from 'Aswaya' (Horse) and 'Pini' or 'Panina' (Jump) which combined means \"the horses jumped over the falls\".[citation needed] Wewaladeniya Viharaya, also known as Kegalla Siri Mahindodaya Piriwen Viharaya is one of oldest temples in Kegalle. It is located at the centre of the town. Alagalla Mountain Range in Sabaragamuwa province is \"Freedom Summit\" in Sri Lanka, where an annual folk climbing event takes place on 4 February commemorating country's independent from British empire.[citation needed] Kegalle is a Sinhalese majority town; there are sizable communities belonging to other ethnic groups, such as Indian Tamils, Muslims and Tamils. Others include Burgher and Malay. Source:2012 statistics.gov.lk","Title":"Kegalle - Wikipedia","KeyID":"12748","URL":"https://en.wikipedia.org/wiki/Kegalle"}