{"Content: ":"Booing is an act of publicly showing displeasure for someone or something, such as an entertainer or an athlete, by loudly yelling \"Boo!\" and sustaining the \"oo\" sound by holding it out. People may also make hand signs such as the thumbs down sign. If spectators particularly dislike the performance they may also accompany booing by throwing rotten fruit on stage. Players booed for their performance felt booing \"spooked\" or \"bothered\" them or their teammates, and that it \"affected their performance\". Nick Swisher stated \"It hurts. Sometimes I’m a sensitive guy and some of the things people say, they get under your skin a little bit.\" Ledley King stated, \"It just frustrates me when the crowd boo England, who is that going to help? It just heaps more pressure on the players and gives us even less of a chance of scoring\". However, the counterargument goes that the combination of booing and applause help keep the quality of public performance high, by emotionally rewarding the good and punishing the bad.[1][2][3] Booing is not always a judgement of performance, but can be an expression of disapproval of a third party. Sometimes this is even encouraged, such as at The Game Awards 2015, when the audience booed in disapproval at the announcement that Konami legally barred Hideo Kojima from making an appearance. Host Geoff Keighley agreed with the sentiment, saying, \"it’s disappointing and it’s inconceivable to me that an artist like Hideo would not be allowed to come here and celebrate with his peers and his fellow teammates.\"[4] In sports, booing by fans is quite common. They may boo particularly-hated players on the opposing team, or any opposing player when there is an intense rivalry between the teams.[5] Unsportsmanlike behavior is also booed, such as intentionally hitting home team batters in baseball or diving in association football or basketball (where it is a technical foul). Booing of referees or umpires after an unpopular ruling is also common. Booing of expelled players after receiving a second yellow card or a direct red card is also common for many reasons. In professional sports, one's own home team, players or coach may be booed due to a poor performance or season.[6][7] In the Parliament of the United Kingdom, booing is officially not permitted; Erskine May states: \"Members must not disturb a Member who is speaking by hissing, chanting, clapping, booing, exclamations or other interruption.\"[11] Nevertheless, jeering and heckling are somewhat common during Prime Minister's Questions.[12] Although rare in the performing arts, opera remains one of the arts where booing remains, if not common, customary as merited.[13][14][15] In orchestral music, booing is usually restricted to the premiere of a new work.[citation needed] Rarer still is for motion pictures to be booed at their openings, and this is usually confined to film festivals when the production team is present.[16] In traditional British pantomime, the audience is generally encouraged to direct boos and possibly other forms of put-downs towards the antagonist(s), while the protagonist and other positive characters are celebrated.[17] The film The Princess Bride uses booing to show shame. Princess Buttercup dreams of her wedding with Humperdinck when an elderly woman interrupts: Your true love lives and you marry another? True love saved her in the Fire Swamp, and she treated it like garbage! And that's what she is! The Queen of Refuse! So bow down to her if you want! Bow to her! Bow to the Queen of Slime! The Queen of Filth! The Queen of Putrescence! Boo! Boo! Rubbish! Filth! Slime! Muck! Boo! Boo! Boo! The book Dreams on Film: The Cinematic Struggle Between Art and Science says this scene might be better labeled \"Buttercup Unconsciously Booing Herself\".[18]","Title":"Booing - Wikipedia","KeyID":"12758","URL":"https://en.wikipedia.org/wiki/Booing"}