{"Content: ":"Julie Jiyoon Chung (Korean: 줄리 정, birth 1973[2]), birth name as Chung Ji-yoon (Korean: 정지윤; Hanja: 鄭智允),[4][5][3] is a Korean-American diplomat who previously served as Acting Assistant Secretary and Principal Deputy Assistant Secretary for the United States Department of State's Bureau of Western Hemisphere Affairs (WHA).[1] Her first overseas assignment was in Guangzhou, China. Chung has later served in several posts in Japan, Vietnam, Thailand, Cambodia, Colombia and Iraq.[1] Born in Seoul, South Korea,[6][7] Chung immigrated to California with her family in 1977 at the age of 5. As a native of Huntington Beach, California, Julie Chung received a Bachelor of Arts in political science from the University of California, San Diego and a Master of Arts in international affairs from Columbia University.[1] After joining the Foreign Service in 1996, Chung's first overseas post was as a consular officer at the United States Consulate General Guangzhou, China. At the United States Embassy Tokyo, Japan, she worked as the bilateral trade officer for the civil aviation and automobile sectors. While posted to the Office of Korean Affairs, Bureau of East Asian and Pacific Affairs (EAP/K), she traveled frequently to Pyongyang, North Korea, representing the U.S. working-level group for the Korean Peninsula Energy Development Organization (KEDO).[8] In April 2003, she served as Special Assistant for EAP to Richard Armitage, Deputy Secretary of State. At the Embassy Hanoi, Vietnam, she acted as an Assistant Public Affairs Officer,[9] and later as a coordinator for the Asia-Pacific Economic Cooperation (APEC).[8] During her tenure as Deputy Political Counselor at the Embassy Bogota, Colombia, she managed the U.S. government's largest extradition program, as well as the United States representative to the Group of 24 (G-24). In Baghdad, Iraq, she served as Chief of Staff coordinating civilian-military foreign assistance with 13 agencies and sections.[1] In August 2014, Chung was assigned to be the Deputy Chief of Mission (DCM) for the Embassy Phnom Penh.[8] In August 2017, she was transferred back to the U.S. to serve as the Director for the Office of Japanese Affairs (EAP/J).[10] and served as Acting Deputy Assistant Secretary from February–September 2018. From November 2018 to January 2021 she served as the Principal Deputy Assistant Secretary in the Bureau of Western Hemisphere Affairs.[1] On June 15, 2021, President Joe Biden nominated Chung to serve as United States Ambassador to Sri Lanka and the Maldives.[11] Hearings on her nomination were held before the Senate Foreign Relations Committee on October 20, 2021. The committee reported her nomination favorably on November 3, 2021. The United States Senate confirmed Chung on November 19, 2021, by voice vote.[12] On February 25, 2022, she presented her credentials to President Gotabaya Rajapaksa of Sri Lanka.[13] Chung's father, Jay H. Chung (Korean: 정재훈; Hanja: 鄭載勳) is a space scientist. Her sister, Connie (Korean: 정윤경) served as a producer at a broadcast station in San Francisco.[4][7][5] Chung speaks Korean, Japanese, Khmer, and Spanish.[1] She has also learned Cantonese, Vietnamese,[9] and Thai.[8]","Title":"Julie Chung - Wikipedia","KeyID":"12754","URL":"https://en.wikipedia.org/wiki/Julie_Chung"}