{"Content: ":"A Deputy Inspector General of Police (abbreviated as DIG) is a high-ranking official position in Police in Bangladesh, India, Kenya, Malaysia, Nepal, Pakistan, Nigeria and Sri Lanka. Deputy Inspector General of Police (DIG) is a rank in the Indian police, just below Inspector General of Police. It is a rank held by Indian Police Service officers who had successfully served as Senior Superintendent of Police or Deputy Commissioner of Police (Selection Grade) and got promoted to this rank. DIG-ranked officers wear Gorget patches on their collar which have a dark blue background and a white line stitched on it, similar to SSPs[1] There is no limit to the number of DIGs a state can have and most states have several DIGs.[1][2][3] DIGs are in pay band 4 (₹37,400 (US$470) to ₹67,000 (US$840)) with grade pay ₹8,900 (US$110).[1] In Bangladesh Police, the post of a Deputy Inspector General of police is an important appointment. It's the third highest post in the force. Generally a DIG commands police range. But some times very important responsibility are given to a DIG by the Inspector General of Police. To be a DIG and above officers must qualify in the Bangladesh Civil Service (BCS) exam. Then he/she is appointed as Assistant Superintendent of Police, following that, additional Police Super, then he/she have to be prompted to Police Super, then Additional Deputy Inspector General and then Deputy Inspector General. If he/she performed well and the Home ministry thought, then they can promoted to Additional Inspector General to Inspector General of Bangladesh Police (IGP). The post is equivalent to the rank of governmental Joint Secretary and Brigadier or so in the armed services. In Kenya, a Deputy Inspector-General of Police is a three-star rank of the Kenya National Police Service. (S)he is immediately below the Inspector-General and immediately above the Senior Assistant Inspector-General. Two officers hold this position and they command the Kenya Police Service and the Administration Police Service respectively. In Malaysia, a Deputy Inspector-General of Police is the second most senior rank in the Royal Malaysia Police, ranking below an Inspector-General of Police and above a Commissioner of Police. Officers in this rank wear the sultan's-crown insignia over four five-pointed stars (in a diamond shape) over crossed baton and kris. In Pakistan, a Deputy Inspector General of Police is a one-star rank. In Sri Lanka, according to the Police Ordinance, the rank of Deputy Inspector General is the second most highest position in the Sri Lanka Police Force. An officer in this rank is responsible for the policing of a Range which constitute a geographical area of two or more Police Divisions commanded by a Superintendent administrating few police districts, in charge of Asst. Superintendents, composed of number of police stations. In terms of section 21(3) of the Police Ordinance 'Inspector General of Police shall be deemed to include a Deputy Inspector General of Police'.","Title":"Deputy inspector general of police - Wikipedia","KeyID":"12762","URL":"https://en.wikipedia.org/wiki/Senior_Deputy_Inspector_General_of_Police"}