{"Content: ":"The Ferrari 488 (Type F142M) is a mid-engine sports car produced by the Italian automobile manufacturer Ferrari. The car replaced the 458, being the first mid-engine Ferrari to use a turbocharged V8 since the F40. It was succeeded by the Ferrari F8. The car is powered by a 3.9-litre twin-turbocharged V8 engine, smaller in displacement but generating a higher power output than the 458's naturally aspirated engine. The 488 GTB was named \"The Supercar of the Year 2015\" by car magazine Top Gear, as well as becoming Motor Trend's 2017 \"Best Driver's Car\".[7] Jeremy Clarkson announced the 488 Pista as his 2019 Supercar of the Year.[8] The 488 was succeeded by the F8 Tributo in February 2019. The 488 GTB is powered by a 3,902 cc (3.9 L; 238.1 cu in) (488 cc per cylinder, thus the name) all-aluminum dry sump unit of the Ferrari F154 V8 engine family.[3] Turbocharged with two parallel ball-bearing twin-scroll turbochargers supplied by IHI/Honeywell and two air-to-air intercoolers, the turbine wheels are made of low-density TiAl alloy often used in jet engines to reduce inertia and resist high temperatures within the turbocharger. The engine generates a power output of 670 PS (493 kW; 661 hp) at 8,000 rpm and 760 N⋅m (561 lb⋅ft) of torque at 3,000 rpm.[9] This results in a specific power output of 126.3 kW (171.7 PS; 169.4 hp) per litre and specific torque output of 194.8 N⋅m (144 lb⋅ft) per litre, both records for a Ferrari automobile. The only available transmission for the 488 is a 7-speed dual-clutch automatic gearbox manufactured for Ferrari by Getrag, based on the gearbox used in the 458.[10] Improved carbon-ceramic brakes are used on the 488, derived from technology used in the LaFerrari, constructed with new materials that reduce the time needed to achieve optimum operating temperature. Disc sizes are 398 mm at the front, and 360 mm at the rear. These advancements reportedly reduce stopping distances by 9% over the 458.[10] A new five-spoke alloy wheel was designed for the 488, measuring 51 cm (20 in) at front and rear respectively. Front tyres measure 245/35 and the rear tyres 305/30.[3] Claimed manufacturer performance for the 488 GTB is 0–100 km/h (0–62 mph) in 3.0 seconds, 0–200 km/h (0–124 mph) in 8.3 seconds, covering the quarter mile in 10.45 seconds and continuing to a top speed of 361 km/h (224 mph).[3] The body of the 488 has been designed to increase downforce by 50% over the 458 while reducing aerodynamic drag.[12] A new front double splitter serves two functions: increasing radiator cooling by forcing air into them and also channeling the air over the underbody vortex generators to create ground effect without adding unwanted drag. A newly designed rear spoiler (actually a slotted flap) integrated into the rear decklid and bumper increases downforce without requiring a raised wing.[13] The central \"Aero Pillar\" deflects air under the flat body of the car while two vents in the bonnet provide an exit for air from the dual intakes of the front bumper, further reducing air pressure over the front of the car.[14] Underbody vortex generators work to reduce air pressure beneath the car thereby increasing overall downforce. A larger rear diffuser works to increase the velocity of air exiting the underbody to further lower air pressure, in conjunction with active aerodynamic variable flaps that both reduce drag and increase downforce as controlled by a microprocessor.[13] The increased size of the diffuser over the previous 458 requires the twin exhausts of the 488 to be positioned higher in the rear bumper for clearance.[14] The scalloped side air intakes are a homage to those found on the 308 GTB,[14] and are divided by a central partition. Air entering the top intake is partially directed into the turbocharger compressor intake, while the rest is directed through the rear of the car and exits alongside the rear lights, increasing air pressure behind the car in order to reduce aerodynamic drag. Airflow entering the lower intake is directed towards the intercoolers in order to cool the intake charge.[13] Even the door handles—dubbed \"shark fins\"—are shaped in a way which improves airflow by cleaning and funneling air into the large intakes above the rear wheels.[15] The Ferrari 488 was designed by Flavio Manzoni and won the Red Dot \"Best of the Best\" awards for Product Design in 2016.[16] The Ferrari 488 Spider is a two-seat open top variant of the 488 with a folding hardtop, similar to its predecessor. Ferrari released pictures of the 488 Spider at the end of July 2015,[17] and the car debuted at the Frankfurt Motor Show in September 2015.[18] The Spider's drivetrain is the same of the 488 GTB, including the 670 PS 3.9-litre twin-turbocharged V8. The 488 Spider is only 50 kg (110 lb) heavier than its coupé sibling, and 10 kg (22 lb) lighter than the 458 Spider. Acceleration from 0–100 km/h (0–62 mph) is unchanged at 3.0 seconds, while the 0–200 km/h (0–124 mph) acceleration takes slightly longer at 8.7 seconds, and top speed is likewise slightly lower at 325 km/h (202 mph).[19] The Ferrari 488 Spider was named one of the top ten tech cars in 2016 by IEEE Spectrum.[20] On 6 March 2018, Ferrari unveiled the 488 Pista (track in Italian) at the Geneva Motor Show. The Pista's design was influenced by the 488 GTE and 488 Challenge race variants. The car has received many mechanical and exterior modifications to make it more capable than the 488 GTB. The 3.9-litre twin-turbocharged V8 engine now generates a power output of 720 PS (530 kW; 710 hp) at 8,000 rpm and 770 N⋅m (568 lb⋅ft) of torque at 3,000 rpm due to the use of new camshafts, a larger intercooler, strengthened pistons, titanium connecting rods and Inconel exhaust manifolds in the engine borrowed from the 488 Challenge. Revisions to the 7-speed dual-clutch transmission also allow for shifts in 30 milliseconds when drivers enter race mode. The most noticeable exterior changes for the Pista are at the front end. Air passes through the ducts in the front bumper and which direct it through a large vent in the hood, which creates more downforce over the nose at high-speeds. Helping boost performance further, the air intake tunnels have been moved from the flanks to the rear spoiler to optimize clean airflow. Other exterior changes include underbody diffusers and the rear diffuser shared with the 488 GTE. In total, the car generates 20% more downforce than the 488 GTB. On the interior, carbon fibre and Alcantara are used throughout in order to reduce weight. Overall, the car is 200 lb (91 kg) lighter than the 488 GTB due to the use of carbon fibre on the hood, bumpers, and rear spoiler. Optional 20-inch carbon fibre wheels available for the Pista save an additional 40% of weight. The car also incorporates a Side-slip Angle Control system having an E-Diff3, F-Trac and magnetorheological suspension to improve handling at high speeds. These modifications enable the 488 Pista to accelerate from 0–100 km/h (0–62 mph) in 2.85 seconds, 0–200 km/h (0–124 mph) in 7.6 seconds and give the car a maximum speed of 340 km/h (211 mph), according to the manufacturer.[21][22] The convertible variant of the 488 Pista was unveiled at the 2018 Pebble Beach Concours d'Elegance. The Spider retains the same engine generating the same power output as the coupé and hence resulting in the same performance as the coupé counterpart according to the manufacturer but now boasts a reduced weight of 1,380 kg (3,042 lb), making it the first production Ferrari road-going convertible car to be lighter than its coupé counterpart. The interior is trimmed in carbon-fibre, upholstered in Alcantara and leather and contains straps to shut the doors instead of actual door handles indicating the car's track-focused nature. Exterior highlights include new 20-inch diamond finish alloy wheels which are 20% lighter than forged alloy wheels along with 20-inch hollow carbon-fibre wheels available as an option. The Pista Spider also marks the debut of the Ferrari Dynamic Enhancer, a new lateral dynamics control which makes \"on-the-limit driving more intuitive, controllable and predictable\".[23] In 2017 Ferrari won the drivers and constructors titles in the LM GTE Pro class of the FIA World Endurance Championship with the Ferrari 488 GTE number 51 of AF Corse, with Alessandro Pier Guidi and James Calado behind the wheel. As a tribute, a special edition of the 488 Pista was created called the 488 Pista Piloti which incorporates numerous technical and aerodynamic solutions incorporated from the racing versions of the Ferrari 488. The special edition has been developed by the Ferrari Tailor-Made department, the division which is entrusted with all the customisations ordered by the customers, starting from the internal fabrics up to the colours and finishes. The exterior has a new livery with stripes in the colours of the Italian flag, reminiscent of the race-winning 488 GTE and the word \"PRO\" indicating the racing class. The Italian flag colours are also present along the bottom of the doors which are also adorned with the personal race number of the client's preference. The launch version carries the number 51 used by the world championship drivers. Also part of this personalisation project is the matte black S-Duct and the natural carbon fibre \"dovetail\" suspended rear wing and vent surrounds. On the interior, Alcantara has been used throughout in order to give the driver the feel of a race car, with a special technique applied to upholster the sports seats in the same perforated material. The tricolour Italian flag is present in the seat upholstery, floor mats and paddle shifters. The colours available for the bodywork include Corsa red, Tour De France blue, Daytona black and Nurburgring silver. The 488 Pista Piloti is exclusively available for Ferrari drivers.[24] The Ferrari J50 is a limited edition targa top based on the 488 Spider. It was designed by Ferrari styling centre under Flavio Manzoni and created by Maranello's Special Projects department. It was built to celebrate half a century of Ferrari's presence in Japan. The sharp, angular design of the car is an homage to the Ferrari sports cars of the 70's and 80's. It uses a two piece targa top made of carbon fiber which can be stowed behind the seats in place of the 488's folding hardtop.[25] Power was also increased by 20 hp (20 PS; 15 kW), to a total of 681 hp (690 PS; 508 kW).[26] 10 examples were built in total.[27] The Ferrari SP38 Deborah is a one-off special built on the special request of a customer. The car is based on the Ferrari 488 and features the same mechanical components. The newly designed body is inspired by the F40 and the 308. The design work was done by the Ferrari Styling Centre under Flavio Manzoni with input from the customer and the car took 18 months to complete. The car features a narrow set of headlamps with the day time running lights integrated into the newly designed front bumper. The large standard air-intakes of the 488 have been replaced by two small air intakes located near to the rear side windows and look integrated into the body. At the rear, an integrated fixed rear wing and a new carbon fibre engine cover with three slats is present in place of the 488's glass unit for improved engine cooling, resembling that on the F40 along with a new set of tail light assembly and a modified exhaust system. The paint named Deborah red (reflecting the owner's last name) is also customised and consists of different shades of red. The new wheels are exclusive for the car as well. The power output figures of the car are expected to be the same as the 488 but the performance figures are not revealed along with the cost of development. The car was delivered to the owner at the Ferrari test track located at Maranello, Italy.[28] The public unveiling of the car took place at the Concorso d'Eleganza Villa d'Este on 26 May 2018.[29][30] The Ferrari P80/C is a one-off track-only car developed upon a special request of a customer. The car is based on the 488 GT3. It was quoted as having \"the longest development time of any Ferrari one-off made to date\" having been commissioned in 2015. Externally, the P80/C lacks headlights and taillights and features sports prototype-inspired bodywork akin to that of the 330 P3, 330 P4 and the Dino 206 S. The car retains the same mechanical components as a 488 GT3 but handling has been improved over the donor car due to the use of specially developed aerodynamic elements such as a large removable rear wing, a large rear diffuser (shared with the donor car) and front splitter. The rear of the car is left mostly exposed to emphasise its racing prototype character. The side air intakes have also been modified and are integrated near the side windows which improves airflow to the engine. The car uses a wrap-around windshield for improved visibility. The body is made of carbon fibre in order to keep the weight low. The car is claimed to be 5% more efficient overall than the car on which it is based.[31][32][33][34][35][36] The racing versions of the 488 GTB are the successors to the 458 Italia GTC and GT3. They have more aggressive bodywork compared to the GTE and GT3 specs of the 458 Italia thanks to the new 2016 FIA GTE and GT3 regulations, they retain the same engine used in the road car. In 2016 the 488 GTE was entered by AF Corse in the FIA World Endurance Championship, competing also in the prestigious 24 Hours of Le Mans, while Risi Competizione lined it up in the IMSA WeatherTech SportsCar Championship. Both the 488 GTE and GT3 were designed by Marco Fainello and unveiled at the 2015 Finali Mondiali Ferrari which took place at Mugello. The 488 GTE made its competition debut in Round 1 of the 2016 WeatherTech SportsCar Championship at the 24 Hours of Daytona on 30–31 January. The 488 GTE run by Scuderia Corsa finished 10th outright and 4th in the GTLM class.[37] At the 2016 24 Hours of Le Mans, the car took second place, ran by Risi Competizione. The car took victory at the 2016 Petit Le Mans ran by Risi Competizione. The 488 GTE in 2017 took to the track with the first race of the IMSA WeatherTech SportsCar Championship in the 2017 24 Hours of Daytona, where the car finished third place in the GTLM class, run by Risi Competizione. In the same year, the 488 GTE won both FIA World Endurance Championship manufacturers and drivers title ran by AF Corse, and finished third place also in 2017 12 Hours of Sebring and the 2017 Petit le Mans, run by Risi Competizione. The 488 GTE Evo was introduced early in 2018 in time for teams competing at the 24 Hours of Le Mans.[38] In 2019 the Ferrari 488 Evo won LMGTE Pro class in 2019 24 Hours of Le Mans with the AF Corse #51 Ferrari 488 GTE.[39] The cars won also the GTLM class at 2019 Petit Le Mans and scored a second-place finish at the 2019 24 Hours of Daytona ran by Risi Competizione. The 488 GT3 made its world competition debut in Round 2 of the 2016 Australian GT Championship at the Albert Park Circuit in Melbourne on 17 March (the round was run as a support category to the 2016 Australian Grand Prix). Italian Andrea Montermini and Danish driver Benny Simonsen shared the car for Australian team Vicious Rumour Racing. Over the four races that made up the round, Montermini finished fifth in race 1 and 14th in race 3 while Simonsen finished second in race 2 and sixth in the fourth and final race.[40][41] In February 2017, the 488 GT3 won the 2017 Liqui Moly Bathurst 12 Hour, ran by Maranello Motorsport. The car took the race from the pole position and for the most part stayed up in the front for most of the race, and did not fall out of the top 5 throughout the race. This was the second victory for Ferrari at the event, both won in 2014 and 2017 by Maranello Motorsport. In 2020, Ferrari announced an updated 488 GT3 EVO 2020 with improved front in aerodynamics, vehicle control and ergonomics with new lighter seat developed with Sabelt. The engine can produce around 600 PS (441 kW; 592 hp) and 700 N⋅m (516 lbf⋅ft) with limitations.[42] In 2021, the Ferrari 488 GT3 Evo won the 2021 24 Hours of Spa in PRO Class category, run by Iron Lynx Motorsports team.[43] The Ferrari 488 GT Modificata is a limited edition car that incorporates the skills and technologies developed for the 488 GT3 and 488 GTE, transcending the limits imposed by technical and sporting regulations to exploit their full potential. The 488 GT Modificata is exclusively for use on the track during track days and at Ferrari Club Competizioni GT events. Its engine can produce up to 700 PS (515 kW; 690 hp), 100 PS (74 kW; 99 hp) more than the restricted variants.[44]","Title":"Ferrari 488 - Wikipedia","KeyID":"12771","URL":"https://en.wikipedia.org/wiki/Ferrari_488"}