{"Content: ":"Chromista is a biological kingdom consisting of single-celled and multicellular eukaryotic species that share similar features in their photosynthetic organelles (plastids).[1] It includes all protists whose plastids contain chlorophyll c, such as some algae, diatoms, oomycetes, and protozoans. It is a polyphyletic group whose members independently arose as a separate evolutionary group from the common ancestor of all eukaryotes.[2] As it is assumed the last common ancestor already possessed chloroplasts of red algal origin, the non-photosynthetic forms evolved from ancestors able to perform photosynthesis. Their plastids are surrounded by four membranes, and are believed to have been acquired from some red algae. Chromista as a biological kingdom was created by British biologist Thomas Cavalier-Smith in 1981 to differentiate some protists from typical protozoans and plants.[3] According to Cavalier-Smith, the kingdom originally included only algae, but his later analysis indicated that many protozoa also belong to the new group. As of 2018, the kingdom is as diverse as kingdoms Plantae and Animalia, consisting of eight phyla. Notable members include marine algae, potato blight, dinoflagellates, Paramecium, the brain parasite Toxoplasma, and the malarial parasite Plasmodium.[4] Members of Chromista are single-celled and multicellular eukaryotes having basically either or both features:[3] Even though the kingdom includes diverse organisms from algae to malarial parasites (Plasmodium), they are genetically related and are believed to have evolved from a common ancestor with all other eukaryotes but in an independent line of evolution. As a result of evolution, many have retained their plastids and cilia, while some have lost them.[5] Molecular evidence indicate that the plastids in chromists were derived from red algae through secondary symbiogenesis in a single event.[6] (In contrast, plants acquired their plastids from cyanobacteria through primary symbiogenesis.)[7] These plastids are now enclosed in two extra cell membranes, making a four-membrane envelope, as a result of which they acquired many other membrane proteins for transporting molecules in and out of the organelles. The diversity of chromists arose from degeneration, loss or replacement of the plastids in some lineages.[8] There was also additional symbiogenesis of green algae, the genes of which are retained in some members (such as heterokonts),[9] as well as bacterial chlorophyll (indicated by the presence of ribosomal protein L36 gene, rpl36) in haptophytes and cryptophytes.[10] The name Chromista was first introduced by Cavalier-Smith in 1981;[3] the earlier names Chromophyta, Chromobiota and Chromobionta correspond to roughly the same group. It has been described as consisting of three different groups:[11] Cavalier-Smith later (in 2009) stated his reason for making a new kingdom, saying: I established Chromista as a kingdom distinct from Plantae and Protozoa because of the evidence that chromist chloroplasts were acquired secondarily by enslavement of a red alga, itself a member of kingdom Plantae, and their unique membrane topology.[5] Since then Chromista has been defined in different ways at different times. In 2010, Cavalier-Smith himself indicated his desire to move Alveolata, Rhizaria and Heliozoa into Chromista. Some examples of classification of the Chromista and related groups are shown below.[12][13] The Chromophycées (Chadefaud, 1950),[14] renamed Chromophycota (Chadefaud, 1960),[15] included the current Ochrophyta (autotrophic Stramenopiles), Haptophyta (included in Chrysophyceae until Christensen, 1962), Cryptophyta, Dinophyta, Euglenophyceae and Choanoflagellida (included in Chrysophyceae until Hibberd, 1975). The Chromophyta (Christensen 1962, 2008), defined as algae with chlorophyll c, included the current Ochrophyta (autotrophic Stramenopiles), Haptophyta, Cryptophyta, Dinophyta and Choanoflagellida. The Euglenophyceae were transferred to the Chlorophyta. The Chromophyta (Bourrelly, 1968) included the current Ochrophyta (autotrophic Stramenopiles), Haptophyta and Choanoflagellida. The Cryptophyceae and the Dinophyceae were part of Pyrrhophyta (= Dinophyta). The Chromista (Cavalier-Smith, 1981) included the current Stramenopiles, Haptophyta and Cryptophyta. The Chromalveolata (Cavalier-Smith, 1981) included Stramenopiles, Haptophyta, Cryptophyta and Alveolata. In his original classification in 1981, Cavalier-Smith included three phyla under Chromista:[3] In 2010, Cavalier-Smith reorganised Chromista to include SAR supergroup (such as Stramenopiles, Alveolata and Rhizaria) and Hacrobia (Haptista, Cryptista).[5] In 2015, he and his colleagues made a new higher-level grouping of all organisms as a revision of seven kingdoms model. In it, they classified Chromista into 2 subkingdoms and 11 phyla, namely:[16] Cavalier-Smith made a new analysis of Chromista in 2018 in which he classified all chromists into 8 phyla (Gyrista corresponds to the above phyla Ochrophyta and Pseudofungi, Cryptista corresponds to the above phyla Cryptista and \"N.N.\", Haptista corresponds to the above phyla Haptophyta and Heliozoa):[4] Corbihelia Cavalier-Smith 2015 Cryptophyta Silva 1962 Centroheliozoa Cushman & Jarvis 1929 sensu Durrschmidt & Patterson 1987 Haptophyta Hibberd 1976 emend. Edvardsen & Eikrem 2000 Phytomyxea Engler & Prantl 1897 em. Cavalier-Smith 1993 Vampyrellidea Cavalier-Smith 2017 Filosa Leidy 1879 emend. Cavalier-Smith 2003 stat. nov. Retaria Cavalier-Smith 1999 emend. Cavalier-Smith 2017 Ciliophora Doflein 1901 stat. n. Copeland 1956 Miozoa Cavalier-Smith 1987 Platysulcea Cavalier-Smith 2017 Sagenista Cavalier-Smith 1995 stat. n. 2006 Bikosea Cavalier-Smith 2013 Placidozoa Cavalier-Smith 2013 Bigyromonadea Cavalier-Smith 1998 Peronosporomycota Dick 1995 Hyphochytriomycota Whittaker 1969 Pirsonea Cavalier-Smith 2017 Ochrophyta Cavalier-Smith 1986 Molecular trees have had some difficulty resolving relationships between the different groups. All three may share a common ancestor with the alveolates (see chromalveolates), but there is evidence that suggests that the haptophytes and cryptomonads do not belong together with the heterokonts or the SAR clade, but may be associated with the Archaeplastida.[1][17] Cryptista specifically may be sister or part of Archaeplastida.[18]","Title":"Chromista - Wikipedia","KeyID":"1278","URL":"https://en.wikipedia.org/wiki/Chromista"}