{"Content: ":"Kumara Vidugalage Dona Geetha Samanmalee Kumarasinghe (born 5 July 1955: Sinhala: ගීතා කුමාරසිංහ), popularly known as Geetha Kumarasinghe, is a Sri Lankan film actress and Member of a Parliament. She is the current state minister of Cultural and Performing Arts.[1] She made her debut in veteran director K. A. W. Perera's 1975 film, Wasana but it was Neil Rupasinghe's Lassana Kella which was released first. Since then, She is often referred to as \"the prettiest girl ( සිංහල සිනමාවේ ලස්සන කෙල්ල)\" on Sri Lankan silver screen and she has appeared in over 80 movies, winning the Sarasaviya Best Actress Award four times, in 1991, 1996, 2000 and 2004. She has also received the Sarasaviya Most Popular Actress Award several times. She was born on 5 July 1955 in Hamburugala village, Bentara, Sri Lanka as the eldest of the family.[2] Her father Wijepala Kumarasinghe first worked as a warehouse manager at the Navy Headquarters. As a journalist, he made several columns, Buddhist articles and worked as a deputy editor of the 'Bauddhaya' newspaper for some time. Her mother Udulawathi Siriwardena was a housewife. She grew up in Bentara, Elpitiya and had her education at Elpitiya Ananda College, Aluthgama and Holy Family Convent, Kalutara. She was also a talented member of the netball team during her college days. She has five younger sisters: Nayana, Kokila, Dammika, Dinusha, Shyama and two younger brothers: Thilak and Upendra.[3] Her father's elder sister Aruna Wickramapala was married to Hinni Appuhamy's aka Maliban Mudalali's brother A. G. Wickramapala. Geetha's father died in 1983 and mother in 2016.[3] As a child, she showed her talent for singing and dancing. She played the role of 'Kundalakeshi' in the play Chora Pabbatha on the school stage. Though her father did not approve of a film career. Meanwhile, the neighbors demanded her parents submit Geetha to the 'Avurudu Rupa Sundari' competition organized by the 'Savasa' newspaper in Bentota. Dad gave the permission after the request of family friend Amitha Abeysekara.[3] In 1973 at the age of 16, Geetha won the competition. During the participation in the beauty pageant, her mother was always with her. Her aunt, Anula Wickramapala, was also a friend of renowned director Lester James Peiris. Incidentally, her aunts' mansion was used as the location for his film Ransalu.[4] Little Geetha, who used to spend her school vacations in her aunt's house in Kollupitiya would imitate Punya Heendeniya, her childhood heroine. She signed contracts for 21 films before her debut film was released, a record in Sri Lankan Cinema.[5] It was in the year 1975 that Geetha debuted in K.A.W. Perera's Vasana but it was Neil Rupasinghe's Lassana Kella which reached cinemas first. Kumarasinghe, who is often cast in controversial roles, has also performed the foreign films Pakistani, Hindi, Japanese, Tamil and French productions. She acted opposite Sivaji Ganesan in Mohana Punnagai which was released on 1981. During the filming of Podi Malli in Bambarakele, Nuwara Eliya in 1976, her car met with a major accident and then she had plastic surgery on the face.[3] She received critical acclaim in roles such as 'Dulcie' in Pembara Madhu, 'Dotty' in Palama Yata, 'Punna' in Lokuduwa and 'Amali' in Ran Diya Dahara. In the novel 'Palama Yata' written by Kulasena Fonseka, it was made into the film adaptation where Geetha was the lead actress as well as is producer. She won 10 awards at the 1991 Sarasaviya Awards, 09 awards at the Swarna Sankha Awards, 07 OCIC Awards and a total of 26 awards. Geetha won both Best Actress Award and the Best Producer Award for this film. It was also the highest-grossing film of all time at the Regal Cinema for 100 consecutive days. Geetha also represented Sri Lanka at the 1990 Singapore International Film Festival with the film.[3] In 2006, she launched official website with a ceremony at Water's Edge at Battaramulla.[6] As a film producer, she later produced the films Salambak Handai, Loku Duwa, Anuragaye Ananthaya, Wasuli and Geetha.[7] Both of her productions, Palama Yata and Loku Duwa won her the Best Film Awards at the Sarasaviya Awards Festival. Geetha was an ardent supporter of Mahinda Rajapakse at 2010 presidential elections and was appointed as the chief organizer to Elpitiya electorate. She unsuccessfully contested at the 2010 general elections and blamed election irregularities for her defeat. She contested the provincial council elections in 2014 and took oath as a counselor at the Southern Provincial Council. Geetha contested for the 2015 Parliamentary Election from Galle District. She was elected to the 15th Sri Lankan Parliament by receiving 63,955 preferential votes.[8] On 3 May 2017, the Sri Lanka courts disqualified her as a member of parliament because she had held dual citizenship in Sri Lanka and Switzerland. Under the constitution of Sri Lanka, no person can be elected to the parliament if they hold dual citizenship.[9] She applied in supreme courts, but the supreme courts reconfirm that she is disqualified to hold office as a member of parliament because she had held dual citizenship in Sri Lanka and Switzerland.[10][11] In a parliament session in November 2015 Kumarasinghe complained the lack of time given to her and made a communal statement claiming that ethnic minority Tamil members from the north received more time than her unaware that the time allocated for her was decided by her own party. She also criticised the lifting of highly discriminatory taxes on imported English and Tamil dramas. Kumarasinghe's parliamentary seat could be taken away as a result of the ongoing court case challenging her becoming a lawmaker while holding Swiss nationality and is having her own court battle after being accused of ignorance of the constitution.[12] On 2 September 2017, she was admitted to a private hospital in Colombo with burn injuries.[13] Reports said that injuries sustained in a domestic accident when a gas leak caused an explosion in her home, where her abdominal area and legs were sustained with injuries.[14][15] Though her first act came through film Wasana, it was released on cinemas on 1975 after two of her late films were screened. She quit from cinema after award-winning film Randiya Dahara and focused on politics. However, after 10 years, she played a minor role in Siri Daladagamanaya in 2014.[16]","Title":"Geetha Kumarasinghe - Wikipedia","KeyID":"12789","URL":"https://en.wikipedia.org/wiki/Geetha_Kumarasinghe"}