{"Content: ":"The Jathika Nidahas Peramuna (JNP) or National Freedom Front (NFF) is a political party in Sri Lanka was formed by the ten JVP parliamentarians led by Wimal Weerawansa, the breakaway group of Janatha Vimukthi Peramuna or JVP, started their political activities on 14 May 2008. The party also achieved a historical milestone for the first time in country's history, a political party launched their official Web site (www.nffsrilanka.com) on the same date the political activities started.[1] Janatha Vimukthi Peramuna (JVP), a Marxist political party in Sri Lanka, was formed in 1965 by a breakaway group of the Ceylon Communist Party (Maoist) led by Rohana Wijeweera. The JVP was involved in two armed uprisings against the ruling governments in 1971 (SLFP) and 1987-89 (UNP). After 1989 the JVP entered electoral politics by participating in the 1994 parliamentary election. Due to misconduct and various other charges against Wimal Weerawansa the party leadership decided to suspend and expelled the membership of Wimal Weerawansa from 21 March 2008. As in the media reports Weerawansa had an argument with the leadership based on the disarmament of Tamil Makkal Viduthalai Puligal (TMVP) political party which contesting in the country's Eastern provincial council elections May 2008 under the banner of ruling United People's Freedom Alliance (UPFA).[2][3] Piyasiri Wijenayake the JVP MP, accused opposition party UNP for conspirating against JVP, told at a media conference held at Nippon hotel Colombo on 8 April 2008. He added Ravi Karunanayake, a UNP MP who held a meeting with senior JVP leaders at his home as the main conspirator.[4] Also Piyasiri Wijenayake told BBC, the official vehicles of himself and Achala Suranga Jagodage another dissident JVP MP, forcefully removed by the group led by Jayantha Wijesekara a JVP Trincomalee district MP.[5] The dissident Wimal Weerawansa group visited the most senior Buddhist monks of Asgiriya and Malwatte chapters on 20 April 2008 to get the blessings for their new political movement. Weerawansa again accused the UNP Kotte leader for the conspiracy against the JVP.[6] The party started the activities on 14 May 2008 the same day in 1965 Rohana Wijeweera formed the JVP and also the day marked for Sri Lankan that the LTTE killed 146 pilgrims at Anuradhapura Jaya Sri Maha Bodhi in 1985 and the party leaders who addressed the inaugural ceremony at BMICH Colombo said, the new political party is an alternative to two main political parties UNP and SLFP but not for the JVP.[7] Jayadeva, Uyangoda (2008). \"The Janatha Vimukthi Peramuna Split\". Economic and Political Weekly.","Title":"Jathika Nidahas Peramuna - Wikipedia","KeyID":"12784","URL":"https://en.wikipedia.org/wiki/Jathika_Nidahas_Peramuna"}