{"Content: ":"Sri Lanka Cricket (SLC) is the governing body for cricket in Sri Lanka. It was first registered with the Sri Lankan Ministry of Sports as the Board of Cricket for Sri Lanka (BCCSL) on 30 June 1975 as a national sports body. The board was renamed in 2003. The SLC operates all of the Sri Lankan national representative cricket sides, including the Men's, Women's and Under-19 sides. The SLC is also responsible for organising and hosting Test tours and one day internationals with other nations, and scheduling the home international fixtures. Shammi Silva was elected SLC President in 2019.[3] Cricket was brought to the nation when it was colonized by the British. As everywhere that the British arrived in numbers, cricket soon followed and it is reasonable to assume that the game was first played on the island by 1800. The earliest definite mention of cricket in Ceylon was a report in the Colombo Journal on 5 September 1832 which called for the formation of a cricket club. The Colombo Cricket Club was formed soon afterward and matches began in November 1833 when it played against the 97th Regiment.[4] Throughout the 20th century, the game became increasingly popular in Sri Lanka. It was in the 1975 inaugural Cricket World Cup that they made their international debut. They lost to the West Indies by 9 wickets.[5] They did however turn heads at the same tournament with an excellent display in their match against Australia. The national team won the ICC Trophy in 1979.[6] On 21 July 1981, Sri Lanka was admitted to full membership of the ICC and was awarded Test Match status. The inaugural Test was played at the Paikiasothy Saravanamuttu Stadium in Colombo in February 1982 against England but Sri Lanka lost by 8 wickets.[7] Sri Lanka won the 1996 Cricket World Cup by defeating Australia.[8] Sri Lanka won the 2014 ICC World Twenty20 by defeating India.[9] Sri Lanka Cricket oversees the progress and handling of the major domestic competitions in the country: They also organize and host the Inter-Provincial Cricket Tournament, a competition focusing on provincial-level teams with pooled talent rather than on individual cricket clubs.  ","Title":"Sri Lanka Cricket - Wikipedia","KeyID":"12797","URL":"https://en.wikipedia.org/wiki/Sri_Lanka_Cricket"}