{"Content: ":"ESPN cricinfo (formerly known as Cricinfo or CricInfo)[3] is a sports news website exclusively for the game of cricket.[4] The site features news, articles, live coverage of cricket matches (including liveblogs and scorecards), and StatsGuru, a database of historical matches and players from the 18th century to the present. As of March 2018[update], Sambit Bal was the editor.[5] The site, originally conceived in a pre-World Wide Web form in 1993 by Simon King, was acquired in 2002 by the Wisden Group—publishers of several notable cricket magazines and the Wisden Cricketers' Almanack. As part of an eventual breakup of the Wisden Group, it was sold to ESPN, jointly owned by The Walt Disney Company and Hearst Corporation, in 2007. CricInfo was launched on 15 March 1993 by Simon King, a British researcher at the University of Minnesota. It grew with help from students and researchers at universities around the world. Contrary to some reports, Badri Seshadri, who was very instrumental in CricInfo's early growth, did not become involved in CricInfo until some months after its founding. [6][7] The site was reliant on contributions from fans around the world who spent hours compiling electronic scorecards and contributing them to CricInfo's comprehensive archive, as well as keying in live scores from games around the world using CricInfo's scoring software, \"dougie\".[8] In 2000, Cricinfo's estimated worth was $150 million; however it faced difficulties the following year as a result of the dotcom crash.[9] Cricinfo's significant growth in the 1990s made it an attractive site for investors during the peak of the dotcom boom, and in 2000 it received $37 million worth of Satyam Infoway Ltd. shares in exchange for a 25% stake in the company (a valuation of around £100 million). It used around $22m worth of the paper to pay off initial investors but only raised about £6 million by selling the remaining stock. While the site continued to attract more and more users and operated on a very low cost base, its income was not enough to support a peak staff of 130 in nine countries, forcing redundancies. By late 2002 the company was making a monthly operating profit and was one of very few independent sports sites to avoid collapse (such as Sports.com and Sportal). However, the business was still servicing a large loan. Cricinfo was eventually acquired by Paul Getty's Wisden Group, the publisher of Wisden Cricketers' Almanack and The Wisden Cricketer, and renamed Wisden Cricinfo. The Wisden brand (and its own wisden.com site) were eventually phased out in favour of Cricinfo for Wisden's online operations. In December 2005, Wisden re-launched its recently discontinued Wisden Asia Cricket magazine as Cricinfo Magazine, a magazine dedicated to coverage of Indian cricket. The magazine published its last issue in July 2007. In 2006, revenue was reported to be £3m.[10] In 2007, the Wisden Group began to be broken up and sold to other companies; BSkyB acquired The Wisden Cricketer, while Sony Corporation acquired the Hawk-Eye ball tracking system.[11] In June 2007, ESPN Inc. announced that it had acquired Cricinfo from the Wisden Group.[12] The acquisition was intended to help further expand Cricinfo by combining the site with ESPN's other web properties, including ESPN.com and ESPN Soccernet. Terms of the acquisition were not disclosed.[13] As of 2018, Sambit Bal is the Editor-in-Chief of ESPNcricinfo.[14] In 2013, ESPNcricinfo.com celebrated its twentieth anniversary with a series of online features. The annual ESPNcricinfo Awards have also become an extremely popular event in the cricket calendar.[citation needed] In 2000, Cricinfo was named title sponsored of the Women's World Cup.[15] ESPNcricinfo's popularity was further demonstrated on 24 February 2010, when the site could not handle the heavy traffic experienced after Indian cricketer Sachin Tendulkar broke the record for the highest individual score in a men's One Day International match with 200*.[16][17] ESPNcricinfo contains various news, columns, blogs, videos and fantasy sports games. Among its most popular feature are its liveblogs of cricket matches, which includes a bevy of scorecard options, allowing readers to track such aspects of the game as wagon wheels and partnership breakdowns. For each match, the live scores are accompanied by a bulletin, which details the turning points of the match and some of the off-field events. The site also used to offer Cricinfo 3D, a feature which utilizes a match's scoring data to generate a 3D animated simulation of a live match.[18] Regular columns on ESPNcricinfo include \"All Today's Yesterdays\", an \"On this day\" column focusing on historical cricket events, and \"Quote Unquote\", which features notable quotes from cricketers and cricket administrators. \"Ask Steven\" is a weekly column, published on Tuesdays, in which Steven Lynch answers users' questions on all things cricket. [19] Among its most extensive features is StatsGuru, a database originally created by Travis Basevi, containing statistics on players, officials, teams, information about cricket boards, details of future tournaments, individual teams, and records. In May 2014, ESPNcricinfo launched CricIQ, an online test to challenge every fan's cricket knowledge.[20] In September 2021, ESPNCricinfo launched AskCricinfo, a natural language search tool to help in exploring cricket stats.[21] The Cricket Monthly claims to be the world's first digital-only cricket magazine.[22] The first issue was dated August 2014.[23]","Title":"ESPNcricinfo - Wikipedia","KeyID":"12796","URL":"https://en.wikipedia.org/wiki/ESPNcricinfo"}