{"Content: ":"President's House is the official residence and workplace of the President of Sri Lanka, located at Janadhipathi Mawatha, Colombo, Sri Lanka. Since 1804 it had been the residence of British Governors and Governors-General and was known as the \"King's House\" or the \"Queen's House\" until Sri Lanka became a republic in 1972. There were 29 Governors who resided here, and there have also been six Presidents who have resided or used it in an official capacity. It was most recently used by Gotabaya Rajapaksa, the President of Sri Lanka for state functions until anti-government protestors stormed the compound and occupied it. The Presidential Secretariat functions as the Office of the President, with much of the presidential staff based there. The last Dutch Governor, Johan van Angelbeek, built a two-storied residence on the site of the demolished St Francis's Church, which had been built by the Portuguese in the 16th century. It was sold to the British colonial administration by Angelbeek's granddaughter on January 17, 1804, for £10,000, to set off deficits incurred by her husband George Melvin Leslie, the Revenue Officer to the British Governor Frederick North. After the British took over the house, it became the official residence of the Governor of Ceylon and known as Government House, but most commonly referred to as the King's House or the Queen's House depending on the monarch of the time. When Ceylon gained its independence in 1948, the house became the official residence of the Governor General of Ceylon with the last British Governor Sir Henry Monck-Mason Moore continuing as the new Governor General. In 1949, Lord Soulbury succeeded Moore as the Governor General. In 1954, Queen Elizabeth II stayed at the house during her royal visit to Ceylon, becoming the first Monarch of Ceylon to reside there with her husband, Prince Philip, The Duke of Edinburgh and later that year, Sir Oliver Goonetilleke took up residence at Queen's House as the first Ceylonese to be appointed to the post of Governor General. He would reside at Queen's House until 2 March 1962 when he was replaced by William Gopallawa and went into exile following an attempted military coup. Gopallawa continued as Governor General for a second term, having taken up residence at Queen's House in 1962. He became the first President of Sri Lanka in 1972 when Sri Lanka became a republic. With it, the house was renamed President's House. J. R. Jayawardene who was elected Prime Minister in 1977, created the executive presidency with a new constitution in 1978 and became the first Executive President succeeding Gopallawa. Jayawardene who resided at his private residence Braemar during his tenure as Prime Minister and President, found the President's House in poor condition, due to years of neglect. To this effect, in the 1980s and 1990s, the house underwent refurbishments under the direction of one of Sri Lanka's foremost architects Geoffrey Bawa.[1] Ranasinghe Premadasa took up formal residence at President's House following his election to office in 1989. Following his death in 1993, D. B. Wijetunga resided at President's House until he was succeeded by Chandrika Kumaratunga in 1994. Kumaratunga used Temple Trees as her official residence until 1999 when she moved to President's House and remained there till the end of her term. Kumaratunga's successor Mahinda Rajapaksha used the Temple Trees as his official residence. The house was refurbished in the 2000s with the addition of an underground bunker.[2] Maithripala Sirisena did not take up residency at the President's House and instead resided at his ministerial residence at Mahagama Sekara Mawatha (Paget Road) which he later retained after his presidency ended in 2019.[3] Gotabaya Rajapaksa remained at his private residence in Nugegoda; however, he used the President's House to host meetings during the 2022 Sri Lankan protests.[4] On 9 July, during the 2022 Sri Lankan protests, thousands of protesters stormed and occupied the President's House, Temple Trees (Prime Minister's house), Presidential Secretariat demanding that both President Gotabaya Rajapaksa and Prime Minister Ranil Wickremesinghe resign immediately.[5][6][7] Some of them spent the night there, refusing to leave the premises until the resignations they demanded were confirmed. By 10 July the President's House had become a tourist attraction with large numbers of Sri Lankans visiting the building.[8] On 14 July, protesters left the premises.[9] Set in about 4 acres (16,000 m2) of land, the residence gained further attraction when Governor Sir Arthur Hamilton Gordon laid out the Gordon Gardens at his own expense in honour of Queen Victoria's Golden Jubilee celebrations in 1887. The Gardens boast a variety of trees. A marble statue of Queen Victoria was removed from the gardens in 2006. Gordon Gardens were open to the public until 1980 when they were made part of the President's House; it is now off limits to the public. The site was the location for the 1881 Royal–Thomian cricket match. In Sri Lanka, all distances from Colombo are measured, formally, in miles, from the President's House. This practice began with the construction of the Colombo-Kandy road in 1830, which was the first modern highway in the island. Since then, most of the highways originate from Colombo.[10] The King's House had limited opening to the public until the early part of the 20th century. Only colonial officers were allowed access to the Governor when in residence. Since independence, the Queen's House as it was known remained accessible in many ways. Gordon Gardens remained open as a public park. In times of emergencies, access was limited and the Queen's Road was closed off. In peacetime, these were open once again, until 1980, when Gordon Gardens were taken over by the President's House. Following the Central Bank bombing the Janadhipathi Mawatha (formally Queen's Road) was permanently closed off for vehicular traffic up to Old Colombo Lighthouse and further extended to Bank of Ceylon Mawatha. It was reopened in early 2015, and in June 2016 the President's House was opened to the public for a week. Starting in the 18th century, a permanent guard of colonial troops was provided from which originated the colonial title of the Mudaliar of the Governor's Gate. By the 20th century, the Governor's Guard was located in the basement of the GPO Building located opposite the King's House. In 1979, the Sri Lanka Corps of Military Police formed the President's Ceremonial Guard Company at the President's House to perform ceremonial guard duties, such as Guard Mounting. At present, the President's House is protected by the President's Security Division.","Title":"President's House, Colombo - Wikipedia","KeyID":"12800","URL":"https://en.wikipedia.org/wiki/Gordon_Gardens"}