{"Content: ":"The Sri Lanka Rūpavāhinī Corporation (Sinhala: ශ්‍රී ලංකා රූපවාහිනී සංස්ථාව; Tamil: இலங்கை ரூபவாகினி கூட்டுத்தாபனம்), also known as Jathika Rupavahini (lit. National Television) or simply as Rupavahini, is the national television network of Sri Lanka. Established by Parliament under Act No. 6 of 1982 for the provision of national television service, it produces and broadcasts programmes in three languages. Distinguished civil servant M.J Perera was the founder and chairman of Sri Lanka Rupavahini Corporation. SLRC is the largest television broadcaster in Sri Lanka and has an island-wide reception of its channels. SLRC broadcasts its channels in both VHF and UHF frequencies in Sri Lanka. Currently, all of the network's services are only available by analog transmission. But there are plans to upgrade to digital broadcasting. From 2011 Kokavil began to broadcast in DVB-T2 for the North area in Sri Lanka. There were plans to transmit DVB-T2 digital television all over the country in 2015. By 2021, however, the government had switched to a plan to use ISDB-T after receiving aid from the Japanese foreign ministry.[2] Rūpavāhinī was created under a government act on January 23, 1982, and established on February 14 the same year. Rupavahini began broadcasting on February 15, 1982, one day after it was established, with an opening speech from J. R. Jayewardene, Sri Lanka's president at the time. Funding was donated by the Japanese government. Both transmitters were built and installed by Japanese technicians.[citation needed] In 1986, Rupavahini expanded its facilities and, in 1998, rehabilitated most of the original equipment using digital technology under three grant aid projects from the Government of Japan. Its studio complex is in Colombo, the commercial capital of Sri Lanka. The complex comprises a master control room, four studios, two dubbing studios, a digital post-production unit, two analogue post-production units, several editing suites including non-linear editing, and four outside broadcast vehicles. 'Rupavahini 2' launched in April 1999 before it changed its name to the current 'Channel Eye' in August 2000. On January 1, 2008, Channel Eye became a time-shared channel, altering with the newly created Nethra TV. In 2009, series of Rupavahini productions available in DVD and VCD formats under the title \"RU Entertainments\".[3] Rupavahini is the first Sri Lankan channel to telecast foreign teledramas. The most popular of them was Oshin, which was a Japanese teledrama dubbed in Sinhala. Also, the channel telecasted the first Korean drama to air in the country called Sujatha Diyani also known as Dae Jang Geum, in November 2012. Which is another popular drama where it led to the foundation of other Korean historical dramas to air and be dubbed in Sinhala as well. In December 2014, the main channel was made available via satellite to Europe (via Eutelsat 70B), prompting the channel to temporarily go 24/7 (still doing the formal start and end of transmission routines) to alleviate time zone differences. Due to unknown reasons, the channel was removed. The channel now starts up shortly before 04:00 IST and closes down shortly after midnight. As anti-government protests intensify and after protesters stormed the headquarters of the network, Rupavahini temporarily ceased operations shortly after playing the national anthem on 13 July 2022.[4][5] Currently, the SLRC operates three channels. All transmitters are in analog. Since its launch in 1982, Rupavahini has used a slightly modified version of the German Telefunken FuBK colour test card during non-broadcast hours. The pink and purple bars are solid and the text (RUPAVAHINI-SRI LANKA) is set to half-width.[7] Rupavahini is an autonomous corporation run by a chairman, director-general, and a board of directors appointed by the president. Until 1998, Rupavahini was funded by a licence fee system: every television owner with at least VHF reception had to pay the government a yearly fee. After a parliament act, the licence fee was scrapped and the funding of Rupavahini was changed to a system of government grants supplemented with TV advertising. Rupavahini's logo is a hill mynah carrying a message in gold on a red TV screen. Until 2022, the channel's name in Sinhala (රූපවාහිනී), Tamil (ரூபவாகினி), and a transliteration of Sinhala, with macrons (RŪPAVĀHINĪ). The leaf was incorporated into NTV's previous symbol and is incorporated into trophies held at award shows organized by the corporation, the Ape Gamana logo, and the SLRC's news operation. On February 24, 2022, coinciding with changes to Rupavahini News, the channel changed its logo for the first time, the bird was kept intact but the screen was replaced by a rounded rectangle. The Tamil and English forms of the name were removed. There was some criticism on social media over the decision.[8]","Title":"Sri Lanka Rupavahini Corporation - Wikipedia","KeyID":"12807","URL":"https://en.wikipedia.org/wiki/Sri_Lanka_Rupavahini_Corporation"}