{"Content: ":"Mount Wellington is a suburb in East Auckland, New Zealand, located 10 kilometres southeast of the city centre. It is surrounded by the suburbs of Stonefields, Tamaki, Panmure, Penrose, and Ellerslie, and by the Tamaki River. The suburb is named after the volcanic peak of Maungarei / Mount Wellington. Sylvia Park is a large business park and shopping centre located in the suburb. Maungarei / Mount Wellington is a 135-metre[3] volcanic peak of the Auckland volcanic field. It is the youngest onshore volcano of the Auckland volcanic field, having been formed by an eruption around 10,000 years ago. It is the largest of Auckland's scoria cones.[4] Prior to European settlement, the area around Maungarei was bracken scrub and not densely forested.[5] The southern section, closer to Mount Richmond, was primarily broadleaf and podocarp forest with patches of clear scrubland.[6] The isthmus south of the mountain was traditionally settled by Ngāi Tāhuhu, descendants of Tāhuhunui-o-te-rangi, captain of the Moekākara waka and namesake of Ōtāhuhu.[7][8] Four archaeological sites near Carbine Road/Panama Road near the Tamaki River were occupied in the mid to late 1500s.[8] A large number of storage pits for root vegetables (such as kūmara) were found at the sites, suggesting the area was extensively gardened by Māori, as well as an area where toki (adze) were created.[6][8] South of Mutukaroa / Hamlins Hill was Karetu, a 2 km portage between the Waitematā Harbour/Tāmaki River and the Manukau Harbour.[8] Mount Wellington covers 10.36 km2 (4.00 sq mi)[1] and had an estimated population of 27,440 as of June 2021,[2] with a population density of 2,649 people per km2. While most of the suburb is residential, Sylvia Park is almost entirely commercial, and the central area of Mount Wellington Industrial is almost entirely industrial. Mount Wellington had a population of 25,236 at the 2018 New Zealand census, an increase of 1,944 people (8.3%) since the 2013 census, and an increase of 4,074 people (19.3%) since the 2006 census. There were 7,914 households, comprising 12,573 males and 12,663 females, giving a sex ratio of 0.99 males per female, with 4,716 people (18.7%) aged under 15 years, 6,249 (24.8%) aged 15 to 29, 11,409 (45.2%) aged 30 to 64, and 2,862 (11.3%) aged 65 or older. Ethnicities were 38.8% European/Pākehā, 11.7% Māori, 21.6% Pacific peoples, 37.5% Asian, and 3.0% other ethnicities. People may identify with more than one ethnicity. The percentage of people born overseas was 47.5, compared with 27.1% nationally. Although some people chose not to answer the census's question about religious affiliation, 33.1% had no religion, 43.6% were Christian, 0.9% had Māori religious beliefs, 7.6% were Hindu, 2.7% were Muslim, 3.9% were Buddhist and 3.1% had other religions. Of those at least 15 years old, 5,919 (28.8%) people had a bachelor's or higher degree, and 2,790 (13.6%) people had no formal qualifications. 3,129 people (15.2%) earned over $70,000 compared to 17.2% nationally. The employment status of those at least 15 was that 11,436 (55.7%) people were employed full-time, 2,304 (11.2%) were part-time, and 873 (4.3%) were unemployed.[9] The Sylvia Park shopping centre opened in 2006,[20] and an upgrade opened in 2020.[21] The mall has 106,427 m2 of lettable space spread across two floors,[20] alongside 4,053 carparks.[22] Its 250 stores include anchor tenants The Warehouse, Farmers, Kmart, Pak'nSave and a 10-screen Hoyts Cinema.[23] Mt Wellington Shopping Centre has 22 stores spread across 9,000 m2, including anchor tenants Countdown and Supercheap Auto.[24] Bailey Road School, Stanhope Road School and Sylvia Park School are state full primary schools (years 1–8) with rolls of 369, 520 and 493 students, respectively.[25][26][27] Panama Road School is a contributing primary school (years 1–6) with a roll of 221 students.[28] All these school are coeducational. Rolls are as of March 2022.[29]","Title":"Mount Wellington, New Zealand - Wikipedia","KeyID":"12817","URL":"https://en.wikipedia.org/wiki/Mount_Wellington,_New_Zealand"}