{"Content: ":"The Mahajana Eksath Peramuna (People's United Front) is a left-wing political party in Sri Lanka. Today the party is led by Prime Minister Dinesh Gunawardena, son of Philip Gunawardena. The MEP was founded in 1959 by Philip Gunawardena and PH William de Silva, on the basis of Gunawardena's previous party and founded on the principles of the earlier MEP. At the General Election of March 1960, the MEP obtained 10 parliamentary seats. In the 1960s the group joined with the Lanka Sama Samaja Party and the Communist Party of Sri Lanka to form the United Left Front. On September 29, 1963, 800 delegates, representing a million workers, ratified a charter of 21 demands that sought to encapsulate the demands and goals of Sri Lankan workers.[1] In 1965 the party join hands to form a national government under the leadership of Prime Minister Dudley Senanayake. Philip Gunawardena was appointed as a cabinet minister. In 1983, Dinesh Gunawardena, Leader of the MEP, became the common candidate to contest Maharagama by-election under MEP symbol Cartwheel, which he won with an overwhelming majority to become one of the 8 members of opposition in Sri Lanka Parliament. In 1989, the MEP contested alone under the new proportional representation electoral system and won 3 parliamentary seats out of 225, with Dinesh Gunawardena MP for Colombo District, Bandula Gunawardane MP for Colombo District and Gitanjana Gunawardena as National list MP. In 2000, the MEP was one of the constituent members of the Peoples' Alliance, where MEP had 3 representatives in Parliament, with Dinesh Gunawardena MP for Colombo District, Bandula Gunawardena MP for Colombo District and Somaweera Chandrasiri as National List MP. At the 2004 Sri Lankan parliamentary election, the party was part of the United People's Freedom Alliance that won 45.6% of the popular vote and 105 out of 225 seats. There were two MEP representatives in the parliament including one National list MP. Two representatives are Minister of Urban Development & Sacred Areas Development & Chief Government Whip, Dinesh Gunawardena and the Housing Minister, Gitanjana Gunawardena. At the last parliamentary elections, April 2010, the party was part of the United People's Freedom Alliance that won nearly 2/3 in Parliament with 143 out of 225 seats. At present there are three MEP representatives in the current parliament including one National list MP. Three representatives are Minister of Water Supply and Drainage and Chief Government Whip, Dinesh Gunawardena MP for Colombo District, Deputy Minister for Finance, Gitanjana Gunawardena National List MP, and Sriyani Wijewickrama, Attorney-at-Law, MP for Digamadulla (Ampara) District. Mahajana Eksath Peramuna is also successfully represented in other branches of Government, including Provincial Council Members, 2 from Colombo District, and 1 each from Gampaha, Badulla, and Hambantota Districts. At Local Government level MEP is represented in Municipal Councils, Urban Councils, and Pradeshiya Sabhas, in Districts of Colombo, Kalutara, Galle, Hambantota, Ratnapura, Digamadulla, Anuradhapura, Vavuniya, Nuwara Eliya, and Trincomalee in nearly 30 councils.","Title":"Mahajana Eksath Peramuna - Wikipedia","KeyID":"12813","URL":"https://en.wikipedia.org/wiki/Mahajana_Eksath_Peramuna"}