{"Content: ":"Solomon West Ridgeway Dias Bandaranaike (Sinhala: සොලොමන් වෙස්ට් රිජ්වේ ඩයස් බණ්ඩාරනායක; Tamil: சாலமன் வெஸ்ட் ரிட்ஜ்வே டயஸ் பண்டாரநாயக்கா; 8 January 1899 – 26 September 1959), often referred to by his initials as S. W. R. D. or S. W. R. D. Bandaranaike and known by the Sri Lankan people as \"The Silver Bell of Asia\" (ආසියාවේ රිදී සීනුව), was the fourth Prime Minister of the Dominion of Ceylon (now Sri Lanka), serving from 1956 until his assassination in 1959. The founder of the left-wing and Sinhalese nationalist Sri Lanka Freedom Party, his tenure saw the country's first left-wing reforms. Born to a wealthy, political family, he studied philosophy, politics, and economics at Christ Church, Oxford, and was called to the bar at the Inner Temple. Returning to Ceylon, he entered local politics by joining the Ceylon National Congress. Having been elected to the Colombo Municipal Council in 1926, he was elected from his family seat in Veyangoda to the State Council of Ceylon for two terms between 1931 and 1947, while serving in the second term as Minister of Local Administration in the Board of Ministers. Having founded the Sinhala Maha Sabha in 1936 on Sinhalese nationalist lines advocating for self-rule in Ceylon, he joined D. S. Senanayake by dissolving the Sinhala Maha Sabha and merging it with the United National Party at its formation in 1947. He was elected to the House of Representatives in 1947 representing the United National Party from Attanagalla, which would become the political seat of his family for the next fifty years. Since the Sinhala Maha Sabha formed the largest segment of the United National Party, D. S. Senanayake appointed Bandaranaike as Minister of Health and Local Government and he was elected as the Leader of the House. Following several disagreements, Bandaranaike resigned from the government and crossed the floor to the opposition, forming the Sri Lanka Freedom Party in 1951. Following D. S. Senanayake's sudden death and the elections that followed, Bandaranaike was elected leader of the opposition. Mustering a powerful coalition called the Mahajana Eksath Peramuna and contesting on the lines of Sinhalese nationalism and socialism, he was able to achieve a landslide victory over the United National Party in the general elections in 1956 thereby becoming the fourth Prime Minister of Ceylon. His tenure saw some of the first left wing reforms instituted by the Freedom Party in Sri Lanka such as the nationalizing bus services and introducing legislation to prohibit caste based discrimination. Bandaranaike removing British naval and air bases in Ceylon and established diplomatic missions with a number of communist states. He implemented a new language policy, the Sinhala Only Act, making Sinhala the sole official language of the country creating much controversy. On 25 September 1959, Bandaranaike was shot at his town house in Colombo and died of his wounds the day after. A Buddhist monk named Ven Talduwe Somarama was arrested, convicted and hanged for the murder of Bandaranaike. Minister of Education and the acting leader of the house, Wijeyananda Dahanayake was appointed caretaker prime minister by the Governor General and was confirmed by Parliament. Bandaranaike's death led to political turmoil with the Mahajana Eksath Peramuna falling apart under Dahanayake who eventually formed his own party to contest the general elections in March 1960. Although the Freedom Party failed to form a government under the leadership of C. P. de Silva, fresh elections were held four months later after the United National Party government lost the throne speech. Bandaranaike's widow Sirima Ratwatte Dias Bandaranaike lead the Freedom Party to gain a majority in parliament and was appointed the first female Prime Minister in the world. She expanded on her husbands left wing reforms in her two terms as Prime Minister from 1960 to 1964 and from 1970 to 1977. In 1994, Bandaranaike's daughter Chandrika Kumaratunga headed a coalition lead by the Freedom Party to be elected Prime Minister and thereafter President serving from 1994 to 2005, during which Bandaranaike's widow served as Prime Minister from 1994 to 2000 and Bandaranaike's son Anura Bandaranaike served as Speaker of the Parliament of Sri Lanka from 2000 to 2001. Bandaranaike was born in Colombo, Ceylon, to the wealthy Sinhalese Anglican Christian Bandaranaike family, which had become one of the more elite native families under the British administration. His father was Sir Solomon Dias Bandaranaike, the Maha Mudaliyar of Ceylon at the time[note 1], while his mother, Daisy Ezline Obeyesekere, was a daughter of Sir Solomon Christoffel Obeyesekere, a member of the Legislative Council of Ceylon. Sir Solomon named his only son after Sir Joseph West Ridgeway, the Governor of Ceylon at the time, who was his godfather[clarification needed]. He had two sisters, Alexandra Camelia, and Anna Florentina. Sir Forester Obeysekera was his maternal uncle.[1] He was tutored at his home, Horagolla Walauwa, by Mr. Henry Young, an English tutor from Nuwaraeliya, and for a short time attended S. Thomas' College, Mutwal, where he boarded with the warden, Rev. Arthur William Stone. He passed his Senior Cambridge examinations with distinctions in English, Latin, Greek and French, and gained the second Order of Merit in the British Empire that year. He entered Christ Church, Oxford, where he read philosophy, politics and economics, and graduated with honours in 1923. At Oxford, he was President of the Majlis Society; his contemporaries at Oxford included Anthony Eden. In 1924, he became a barrister and was called to the bar at the Inner Temple; on his return to Ceylon, he took oaths as an Advocate of the Supreme Court of Ceylon.[2] After his return from Britain, Bandaranaike became active in local politics. He got elected as the Chairman of the Nittambuwa Village Committee in his family seat. He became Secretary of the Ceylon National Congress (CNC) in 1926, and in December the same year was elected from the Maradana Ward to the Colombo Municipal Council, defeating the trade unionist A. E. Goonesinha.[3] Following the implementation of the Donoughmore Constitution, the State Council of Ceylon was established as the first legislature in the island with its members elected through universal suffrage. Bandaranaike contended and was elected unopposed from Veyangoda at the 1931 election to the first State Council and was elected to the executive committee for local administration, chaired by Charles Batuwantudawe. He stated in the council that the committee system introduced in the new constitution was satisfactory at the time. In 1936, he was re-elected unopposed from Veyangoda in the 1936 election to the second State Council. In its first meeting, he was elected as Minister of Local Administration. As Minister, he was chairmen of the executive committee on local administration, of which he had been a member in the previous term and was a member of the Board of Ministers. In order to promote Sinhalese culture and community interests, Bandaranaike founded the Sinhala Maha Sabha in 1936. He introduced the Free Lanka Bill in the State Council in 1945[4] In 1947, when Leader of the House, D. S. Senanayake presented the Soulbury Constitution to the State Council, Bandaranaike seconded the motion stating that he does so as the Sinhala Maha Sabha was the largest party in the State Council. With Ceylon heading for self-rule under dominion status, D. S. Senanayake invited Bandaranaike to combine his Sinhala Maha Sabha with other smaller parties into the United National Party (UNP) which Senanayake was forming to contest for the 1947 election under the new Soulbury Constitution.[5] Bandaranaike accepted the invitation, formally dissolving the Sinhala Maha Sabha and merging with the UNP. He contested for the newly formed House of Representatives in the 1947 election from the UNP from Attanagalla, winning with a good majority. In September 1947, D. S. Senanayake appointed him to his cabinet as the first Minister of Health and Local Government of Ceylon and he was elected as the Leader of the House. Effectively this made Bandaranaike the most senior member of the cabinet, after the Prime Minister. In fact, Senanayake had Sir Oliver Goonetilleke discuss with Bandaranaike as leader of the Sinhala Maha Sabha, the draft agreements for independence; which Bandaranaike received with mixed feelings. However, he did not object and the agreements signed with the Britain government making way for Ceylon to gain self-rule. As leader of the house, he delivered the address of thanks at the ceremonial opening of parliament on 4 February 1948, which marked Ceylon's independence from Britain. During the next few years, he supported legislation proposed by the government as leader of the house. This included the Ceylon Citizenship Act No. 18 of 1948 and the Indian and Pakistani Residents (Citizenship) Act No.3 of 1949 which deprived citizenship to Indian Tamils. He initiated several projects for the improvement of health as minister of health, including the expansion of hospitals and uplifting ayurveda medicine. He attended the Third World Health Assembly in Geneva in May 1950 as Chief delegate of Ceylon. However, he found himself at odds with Senanayake administration on policy. By 1951, it also appeared that Senanayake did not intend to make an early retirement that would have allowed Bandaranaike to succeed him as prime minister. In July 1951, Bandaranaike resigned from his government posts and crossed the floor to the opposition with several of his close associates from the Sinhala Maha Sabha. Thereafter he dissolved the Sinhala Maha Sabha and formed a new party, the Sri Lanka Freedom Party (SLFP) having its inaugural meeting at Town Hall on 2 September 1951.[6][7][8][9] A few months later, on 21 March 1952 D. S. Senanayake fell off his horse, while on his morning ride after suffering a stroke and died the following day. Although Sir John Kotelawala was expected to succeed him, his son Dudley Senanayake, Minister of Agriculture was appointed Prime Minister on 26 March 1952 by the Governor-General Lord Soulbury. Dudley Senanayake called a general election in 1952, which the UNP won gaining 54 seats in parliament. Bandaranaike contested the general election from the SLFP for the Attanagalla seat and was re-elected. With the SLFP gaining nine seats and the LSSP gaining nine. Bandaranaike was elected Leader of the Opposition. The leftist agitated Hartal 1953 affected Senanayake, who shortly stepped down. Kotelawala succeeded him as prime minister. Between 1952 and 1956, Bandaranaike spent much of its time consolidating the new party. Although it drew many supporters from the old Sinhala Maha Sabha, it was still relatively new facing a lack of funds and the lack of support from mess media as it could not afford a party newspaper. It drew much of its support from the rural areas that were marginalized or neglected by the incumbent UNP government which was pro-establishment. On the issue of language, the party originally espoused the use of both Sinhala and Tamil as national languages, but in the mid-1950s it adopted a \"Swabasha\" (native language) policy. The party asserted itself as a champion of the Buddhist religion; the SLFP has thus customarily relied upon the socially and politically influential Buddhist clergy (the Sangha) to carry its message to rural Sinhalese. Since the 1950s, SLFP platforms have reflected the earlier organization's emphasis on appealing to the sentiments of the Sinhalese masses in rural areas. To this basis has been added the anti-establishment appeal of non-revolutionary socialism. Bandaranaike continued his policies stated in 1952, on language, Buddhism, and Ayurvedic medicine. As such he stated that the basis of the party would be the 'Pancha Maha Balavegaya' (Five Great Forces) which consisted of the native doctors, clergy, teachers, farmers and workers.[10] In 1956, Kotelawala called for early elections. Bandaranaike responded by assembling a coalition with a group of small Marxist parties to form the Mahajana Eksath Peramuna (MEP) to contest the 1956 general elections. The MEP was a four-party coalition with a no-contest pact with the Lanka Sama Samaja Party and the Communist Party of Sri Lanka. Although he inherited his father's vast estate at the death of Sir Solomon in 1946, he was riddled with death duties. Short on funds for the election, Bandaranaike mortgaged his town house at Rosmead Place to the Bank of Ceylon for Rs 200,000; which he used for his campaign. The 1956 elections was a landslide victory for the MEP as it gained a two-thirds majority in parliament and Bandaranaike was invited by the Governor General to form a government as the fourth prime minister of Ceylon in April 1956. He formed his cabinet with a collection of senior members of the parties that made up the MEP and several independents.[11] In keeping with one of his primary election polices, Bandaranaike had the Official Language Act (No. 33 of 1956) passed. known as the Sinhala Only Act, it made Sinhala language the sole official language of the country, replacing English which he had promised to do within 24 hours of coming to power. The effects of this legislation was profound and last for many years. It created immediate distrust among the minority Sri Lankan Tamils which resulted in protests as they found themselves disenfranchised, these protests lead to several riots in 1956 and 1958. The Tamil Language (Special Provisions) Act' was passed in September 1958 to remedy the effects of the Official Language Act, it fell short of making the Tamil language an official language in par with the Sinhala language, which lead to the Sri Lankan Civil War from 1983 to 2009. He is also remembered by the minority Sri Lankan Tamils for his failure to use the state's resources to control the 1958 riots, leading to the deaths of many Tamil citizens at the hands of mobs. The government declared a state of emergency on 27 May after six days of riots, by the Governor General who effectively took control. He introduced legislation to prohibit caste based discrimination.[12] Bandaranaike made a radical shift of Ceylon's foreign policy to date, by opening diplomatic channels with the People's Republic of China, the Soviet Union and the Eastern Bloc and moved towards the Non-Aligned Movement. He established a close personal friendship with Jawaharlal Nehru and Zhou Enlai. He abrogated the 1947 United Kingdom-Ceylon Defence Agreement, requested for the removal of the British air bases at RAF Negombo, RAF China Bay and the naval base at Trincomalee. This resulted in the loss of jobs for lacals employed in those bases and Ceylon becoming dependent on India for its security. In 1957, he signed the Bandaranaike–Chelvanayakam Pact, but was forced to withdraw in 1958 due to pressure from right wing elements of his party.[13] Bandaranaike introduced socialist reforms to the therethrough Anglo-Saxon model in the island with nationalization, labor reforms and wage increase. The Paddy Lands Bill was introduced by is government to protect peasant farmers, the Employees' Provident Fund was established and May day declared a public holiday. In 1958, he nationalized bus companies and formed the Ceylon Transport Board, nationalized the Colombo Port and formed the Ceylon Shipping Corporation. These didn't bring short benefits and he was faced with economic problems. His critics claimed that some or all of these polices were politically motivated and would have long term negative economic effects.[14] Bandaranaike initiated the process to abolish the colonial era Ceylon Civil Service and replace it with a broader Ceylon Administrative Service which replaced the merit based public administration with an appointment based system that was opened to political influence. Due to the change of the official language, many experienced civil servants opted for early retirement. He suspended all British and native honors and enacted the Suspension of the Capital Punishment Act No 20 of 1958, which suspended the death penalty from May 1958. In early 1959, a cabinet crisis resulted in the resignation of the leftist Philip Gunawardena and William de Silva. However the MEP remained intact. In 1959 trade unions at Colombo Harbour went on strike crippling imports and exports. Bandaranaike requested that the police intervene against trade union action, the order was declined by IGP Osmund de Silva on the grounds that he believed it to be unlawful. In April 1959, de Silva was compulsorily retired from the police force and M. Walter F. Abeykoon, a civil servant and Bandaranaike's bridge partner at the Orient Club, was appointed in his place.[15][16][17][18] Bandaranaike died four years into his term, aged 60 on 26 September 1959, at the Merchant's Ward of the Colombo General Hospital due to wounds sustained after being shot by Talduwe Somarama, a Buddhist monk.[19][20][21] On 25 September, Somarama had visited Bandaranaike at his private residence, Tintagel, in Rosmead Place, Colombo. Since Somarama appeared to be a member of the Buddhist clergy, he was not searched for weapons and given free access to the prime minister as he began his routine meetings with the public. The monk then fired a revolver at Bandaranaike as the latter stood to greet him; he was rushed to hospital but died the following day despite six hours of surgery by Ceylon's most skilled surgeons.[22] A Supreme court trial found Somarama, Mapitigama Buddharakkitha, H.P. Jayewardena guilty and pronounced on all three of them the death sentence (death by hanging). Although Bandaranaike's administration had suspended capital punishment, Talduwe Somarama was hanged on 6 July 1962. It was claimed by the court that the reason for the murder of the Bandaranaike, was due to Bandaranaike's refusal to entertain Buddharakitha Thero's requests following his support for Buddharakitha in the election. After Bandaranaike's death, Wijeyananda Dahanayake, minister of education and the acting leader of the house, was appointed caretaker prime minister by the Governor General and was confirmed by Parliament. C. P. de Silva, the minister of lands, land development and agriculture, and the leader of the house had taken ill at a cabinet meeting on 25 August 1959 and was flown to the United Kingdom for treatment, making Dahanayake the acting leader of the house and had been put up by Bandaranaike as acting prime minister, during his planned visit to the UN.[23] However, he fell out of favor with the members of the government, resulting in the removal of all ministers of the Bandaranaike's cabinet in less than a year. Eventually, the leadership of the Sri Lanka Freedom Party fell to Bandaranaike's widow Sirima Ratwatte Dias Bandaranaike who held the SLFP to an election victory in July 1960 becoming the world's first female Prime Minister and was soon appointed a Senator. In 1940, he married Sirima Ratwatte, daughter of Barnes Ratwatte, Rate Mahatmaya of Balangoda. Ratwattes were an old Radala family hailing from the Kingdom of Kandy and the Bandaranaike's were an old and wealthy family from the low-country which had been in service of the colonial rulers for centuries. The wedding was dubbed \"the wedding of the century\" and linked Bandaranaike with the Kandyan elite through marriage.[24] The newly married couple moved into Wentworth in Guilford Crescent, Colombo which was taken on rent from Lionel Wendt. Their first two children, Sunethra and Chandrika were born and the family stayed at Wentworth till 1946, when Sir Solomon bought a mansion at Rosmead Place, Colombo and the family settled into it. Here their only son Anura was born. Following the death of his father Sir Solomon, Bandaranaike inherited the family seat of Horagolla Walauwa in Atthanagalla. Atthanagalla became his home constituency for the future elections and remained the home constituency of his wife, daughter and son. Sirima Ratwatte Dias Bandaranaike, as she was known after her marriage, became the first female prime minister in the world following Bandaranaike's assassination. His daughter Chandrika Kumaratunga subsequently became Prime Minister (1994) and then first female Executive president in the country; his only son Anura Bandaranaike went on to become Speaker of the Parliament of Sri Lanka (2000–2001) and a Minister (2004–08); and his eldest Sunethra Bandaranaike, who followed her father's footsteps attending Oxford, became a prominent socialite. Both a highly respected and controversial figure, he has been accused of initiating the racial discords in the island nation with his pro-Sinhalese nationalist policies.[25] His wife continued many of his socialist policies in later years of her administration. On 17 July 1976, a bronze statue of S. W. R. D. Bandaranaike was unveiled on Galle Face Green, it was sculpted by Lev Kerbel and gifted from the Soviet Union.[26] The Bandaranaike Memorial International Conference Hall was gifted from the People's Republic of China in his memory in 1970 and houses the S W R D Bandaranaike Museum.[27] The Bandaranaike International Airport, the first international airport in Ceylon was named in his honor when it was opened in 1970. This page incorporates text from the Library of Congress's Country Studies series.","Title":"S. W. R. D. Bandaranaike - Wikipedia","KeyID":"12812","URL":"https://en.wikipedia.org/wiki/S.W.R.D._Bandaranaike"}