{"Content: ":"Nalaka Godahewa, MP, (Sinhala:නාලක ගොඩහේවා) (Tamil:நாலக கொடஹேவா), (born 7 June 1965) is a Sri Lankan politician, Cabinet Minister, and former corporate executive. He is currently serving as the Minister of Mass Media since the 18th of April 2022.[2] In addition to this, he is a member of parliament for the Gampaha District. He had served as the Chairman, Securities Exchange Commission (August 2012-January 2015); Chairman, Sri Lanka Tourism (2010–2012); and Managing Director, Sri Lanka Insurance (2006–2009). At the first election he faced after entering politics, Dr Nalaka Godahewa topped the preferential votes in the Gampaha District obtaining 325,479 votes[3] He was ranked 3rd in the entire country in terms of the number of votes received by a candidate at the 2020 general election[4] Before entering politics his last state sector involvement was as the Chairman of the Securities Exchange Commission of Sri Lanka during 2012 -2015 period. Godahewa was appointed as SEC Chairman in mid 2012 after two of his predecessors, Indrani Sugathadasa and Thilak Karunaratne, had to resign within 12 months as a result of a stock market crisis during April 2011 to August 2012.[5] According to Bloomberg statistics, within the first few weeks of Godahewa's appointment as SEC head, the market bounced back from world's worst performing stock market status to the third best performing stock market status.[6] This prompted the business newspaper Daily FT to carry a headline \"From Bust to Boom\".[7] In November 2012 Godahewa presented a three-year roadmap for capital market development in Sri Lanka.[8] which was endorsed by key industry stakeholders as a timely, positive step in the right direction.[9] By January 2014 Godahewa was in a position to publicly claim that \"Foundation laid; time for other stakeholders to deliver\"[10] The all share price index of the Colombo Stock Exchange (CSE) had reached 7500 and was performing above all regional and global indices when Godahewa announced in January 2015 the vision and strategies for the market capitalization to bje 100Bn by 2020[11] Educated at Ananda College, Godahewa entered the engineering faculty of University of Moratuwa in 1986. He graduated with a BSc Honours degree in Electronics and Telecommunication Engineering. While working at Unilever he read for an MBA from the PIM of University of Sri Jayewardenepura. He was awarded a PhD in Economics from the University of South Australia in 2008. Godahewa is a Fellow of the Chartered Institute of Marketing, a Fellow of the Chartered Institute of Management Accountants and a Member of the Certified Management Accountants ( Australia).[12] His PhD thesis was on ' Market orientation and the performance of Sri Lankan apparel manufacturers in the post MFA environment.[13] He began his career quite late having lost two years since completing A/L due to the long backlog in entering universities and two more years due to JVP insurgency in the late 1980s.[14] He started his career at Unilever Ceylon as a management trainee, and within less than 10 years, Godahewa became the youngest CEO Offshore Operations of MAS Holdings, an exporter of apparel products to international brands such as Victoria's Secret Stores, Nike, Gap and Marks & Spencer.[15] He managed several overseas operations for MAS Holdings in countries such as Vietnam, Madagascar Indonesia and India gaining experience in setting up international joint venture partnerships.[16] He has served both in private sector and public sector.[17] The year 2009 was a critical year for the insurance company Sri Lanka Insurance corporation.[18] As a result of a Supreme court order the largest insurance company in the country was handed over from private sector to the Government. Customer confidence was falling rapidly and unions were gaining upper hand. This was the time financial institutions across borders were collapsing due to world financial crisis. A crisis at the Sri Lanka Insurance Cooperation would was triggered a chain reaction in Sri Lanka too. Godahewa was appointed as competent authority of Sri Lanka Insurance in June 2009 with the task of handling the company affairs.[19] Subsequently, appointed as the managing Director of Sri Lanka Insurance,[20] Godahewa, restructured the company within a very short period of time and posted some of the best financial results with the revenue growth of over 30%.[21] He was instrumental in launching the new advertising campaign of Sri Lanka Insurance 'Like Father Like Mother ( Piyekumen, Mawakemen)’ in 2009[22] highlighting the two core strengths of Sri Lanka insurance of having the government protection and private sector type service standards.[23] He also rebranded life and motor insurance products of SLIC making both categories the fastest growing insurance brands in the market.[24] During his tenure as Managing Director, Sri Lanka Insurance made several strategic investments which were also resulted in substantial unrealized capital gains to the company. These investments included buying controlling stakes of NDB Bank, Seylan Bank and Hatton National Bank. Under his leadership Sri Lanka Insurance made history in 2010 by declaring the highest ever bonus of Rs 3 Bn to the life insurance policy holders of SLIC.[25] This helped increasing the brand credibility significantly.[26] Apollo was a private hospital originally set up by an Indian company and subsequently sold to Sri Lanka Insurance. By 2009 the hospital was not doing well. When Sri Lanka Insurance ownership reverted to government then Defense secretary Gotabhaya Rajapaksa was appointed Chairman of the struggling hospital. The original idea was to convert the hospital to a military hospital as it was not financially viable to maintain. Hand in hand with Gotabaya Rajapksa, the Chairman of the SLIC-controlled Apollo hospitals, Godahewa, who was the Managing Director of Sri Lanka Insurance took a series of measures to turn around the company which was rebranded as Lanka Hospitals and became an industry bench mark for service excellence in the health care industry.[27] Considering his contribution towards turning around Lanka Hospitals from loss making company to a highly profitable and one of the most sought after private health care services of the country, the Chairman Gotabaya Rajapaksa invited him to remain on the Board even after he left SLIC to become the Chairman of Sri Lanka Tourism. When Fortis health care of Singapore bought a substantial shareholding of Lanka Hospitals[28] in 2011 LHP board made full use of the expertise of Forties to strengthen the medical standards of the hospital The Sunday Leader.[29] The joint collaboration between the Super Religare Laboratories of Fortis Health Care and Lanka Hospitals in setting up an international standard laboratory network in the country was also a strategic decision that helped the hospitals increasing overall profitability.[30] As the Chairman of Sri Lanka Tourism Dr Nalaka Godahewa was instrumental in developing the Sri Lanka Tourism Development Strategy 2011-2016 which was approved by the Cabinet of Ministers of Sri Lanka[31] It was under his direction that Sri Lanka Tourism started promoting a clear value proposition of the destination being authentic, compact and diverse under the new tagline 'Refreshingly Sri Lanka, the Wonder of Asia'.[32] He has been commended by key corporate personalities in the country for creating a highly efficient and investor friendly management culture within a government organization and also for his highly strategic and focused approach towards developing tourism in the post war Sri Lanka.[33] In the 2011/12 annual report the Chairman of Aitken Spence Group, Mr Harry Jayewardene, probably one of the most out spoken and highly critical business leader in the country, states \"I must commend the one-stop shop now operated by Sri Lanka Tourism for those interested in entering the industry. The new facilitation body is a much needed single point of contact and has clearly eased the processing and coordination complexities faced by investors\".[34] Godahewa was invited by UNWTO on several occasions to talk about Sri Lanka Tourism.[35] He also took a special interest in promoting Chinese tourism to Sri Lanka and made a special contribution by bringing to limelight the historical records of the 14th century Chinese Naval Admiral Zheng He who visited Sri Lanka 6 times.[36] In 2012 Godahewa launched a coffee table book named Refreshingly Sri Lanka jointly with the photographer Dilum Alagiyawanna to support the Tourism promotions efforts of the country.[37] However Sri Lanka Tourism Promotions Bureau changed the 'Refreshingly Sri Lanka' tagline immediately following the exit of Godahewa showing sharp differences of opinion within the Ministry. In 2016 UNWTO/PATA included the Sri Lanka Tourism strategy speech presented by Dr Nalaka Godahewa in Guilin China in 2011 in a publication named 'Global Tourism Outlook 2007-2015' which included some of the best country strategy presentations made at UNWTO over the previous 12 years[38] During May 2012, wide publicity was given by Sri Lankan media about a likely dispute between Godahewa the Chairman of Tourism and the Secretary to the Ministry of Economic Development P B Jayasundara when Godahewa suddenly resigned from the three of the four state sector chairmanships he was holding[39] Though both of them denied that the resignations were due to any clash between the Tourism Chairman and the Secretary to the Ministry of Economic Development, industry sources pointed out that there were major differences of opinions between the two top persons in tourism.[40] Godahewa, a PhD holder in marketing, strongly believed that the country requires an aggressive marketing promotions campaign following the first two years of product development after the war ended in 2009. This position was not supported by the Ministry who wanted the tourism organisations to be restructured.[41] Ministry went to the extent of issuing its own press statement when media expressed serious concern about a crisis in tourism administration and Minister Basil Rajapaksa clarified the ministry view point of how country and investment promotions should be handled.[42] However most of the media continued to express the opinion that professionals such as Godahewa should be given a free hand to deliver. Sunday Times Business Editorial on 10 June 2012 observed that Sri Lanka's tourism promotions have got adversely affected due to disputes between officials professionally competent in tourism promotion and marketing, and bureaucrats who have little or no knowledge about the intricacies of destination marketing. It further said \"Godahewa's usefulness may have ended in tourism marketing and promotion, as far as the Ministry is concerned. However his skills and competence have not gone unnoticed by the President\" pointing out that SLTDA chairman continues to be a key speaker at most of the international business forums attended by President President Mahinda Rajapaksa himself.[43] Nalaka Godahewa's appointment to SEC as Chairman took place at a time there were a number of controversies surrounding the Colombo Stock Exchange. During the last 12 months proceeding his appointment on 28 August 2012, two chairpersons of SEC had resigned due to public pressure following continuous decline in the overall market performance.[44] Once rated the Asia's second best performing stock market in Asia the CSE had become Asia's worst performing stock market by mid-2012. The SEC chairmanship became vacant on 17 Aug when Former Chairman of the Securities and Exchange Commission Tilak Karunaratne resigned, claiming he had come under pressure from market players being investigated for alleged stock market.[45] On the other hand, active investors pointed out that during Karunratne's tenure the market performance got from bad to worst due to ad hoc decision making and excessive regulations. Same allegation was there for Karunaratne's predecessor Indrani Sugathadasa, during whose short tenure the market crash actually started.[46] Godahewa on the other hand was seen as a more market friendly regulator respected by both public sector and private sector[47] and the market confidence was visible in the immediate turnaround of the market following his appointment.[48] The new regulator assured that all investigations would continue without interruption but promised a more strategic approach for regulation and market development.[49] Following the introduction of a 10-point action plan for market development,[50] the market bounced back once again[51] All Share Price Index (CSEASI) returned to 6500 mark in June 2013, one year after it hit the bottom.[52] In October 2013 Godahewa presented to the public the first year achievements at SEC which demonstrated that the implementation of the capital market development plan was on track.[53] When capital market vision 2020 was launched in January 2015 with a target of achieving US$100 B the market performance had reached a peak with ASPI at 7500 plus and performing better than all regional and global indices.[54] In January 2015, the Colombo Stock Exchange (CSE) was voted the \"Most Sustainable Growth Exchange\" in Asia, by the subscribers of the CIF Journal of UK, the World Bank, International Monetary Fund (IMF), Pacific Investment Management Company (PIMCO) and Fidelity Investments.[55] Since Dr Nalaka Godahewa was appointed to lead SEC, he was instrumental in ushering a period of excellent market performance which was reported in daily FT under the heading Capital raised via Bourse booms to record Rs. 119.4 b which reported that \" Amount raised in 2013 was up 300% over 2012 and surpasses even the 2010-09 bull run years and active 2011\". It further stated \"Most analysts viewed these achievements, along with record raising of debt worth Rs. 68.3 billion and net foreign inflow of Rs. 34.1 billion, as testimony of a major turnaround for the CSE after having been bruised by various allegations in 2011 and 2012.\".[56] By the end of 2014 the market capitalization was up 631% since the end of the war and the annual net foreign inflow had exceeded Rs 97 Bn leading to a Daily FT cover story under the title \" Capital market gathers momentum\" which remarked \" This achievement is commendable since there were many who warned that foreigners would shun the Colombo Stock Market after it was faced with allegations of manipulation among other ills\".[57] In June 2013 Sri Lankan news paper, Sunday Times, published an article saying that a major investment into the country is under investigation[58] and continued the story for a few weeks indirectly speculating that there is a probe on Dr Godahewa, a government official for facilitating such investment. Responding to the allegations, Krrish Transworks, the foreign Investment company involved, issued a press statement pointing out there has never being any investigation on its investments into SL and all transactions of the company have always been above board.[59] The press release also praised the Sri Lankan government officials for their commitment and transparency and pointed out that the negative publicity with ulterior motives are in fact affecting the confidence of the investors who are looking at Sri Lanka positively.[60] Answering a question from the press, Mahinda Rajapaksa the President of the country, clarified on 30 July 2013, that there has never been any complain or an investigation on matters related to Krrish group[61] The new government elected in 2015 arrested Dr Godahewa following an investigation carried out by a newly set up special police unit FCID which it self was found illegal and dissolved 5 years later.[62] According to a presidential commission report tabled in Sri Lanka Parliament in March 2021 during the 2015–2019 period a large number of politically active people had been prosecuted using this illegally set up Financial Crimes Investigation Unit[63] The presidential commission which investigated into mass scale political suppression during 2015-2019 period had unanimously concluded that Dr Godahewa's arrest was a clear case of political victimization[64][65] Some of the senior politicians of the 2015-2019 may even lose their civil rights if found guilty for abusing the powers of their high offices to victimize political opponents.[66] Dr Nalaka Godahewa’s political journey began after 2015 when he became a leading speaker for the opposition at many public forums[67] Along with a few like-minded professionals he pioneered the establishment of the 'Viyathmaga' ( Professionals for a Better Tomorrow) organization which functioned as the main think tank for the Presidential candidate Mr Gotabaya Rajapaksa who won the 2019 election and became the 7th next President of Sri Lanka.[68] Dr Nalaka contested the parliamentary election of 2020 as a candidate of Sri Lanka Podujana Peramuna[69] He received the highest preferential votes from Gampaha District and got elected to the parliament on 5 August 2020. The 325,479 votes he received was the highest ever for someone who contested a parliamentary election in Sri Lanka for the first time[70] Following the mass resignation of the Sri Lankan cabinet in the wake of the 2022 Sri Lankan protests, he was appointed as the Minister of Mass Media by President Gotabaya Rajapaksa on 18 April 2022.[71]","Title":"Nalaka Godahewa - Wikipedia","KeyID":"12828","URL":"https://en.wikipedia.org/wiki/Nalaka_Godahewa"}