{"Content: ":"Premiership Budgets  Campaigns Missions Establishments and foundations Events and observances Military and rescue operations Treaties and accords  Establishments and foundations Events and observances Military and rescue operations Treaties and accords  Narendra Damodardas Modi (Gujarati: [ˈnəɾendɾə dɑmodəɾˈdɑs ˈmodiː] (listen); born 17 September 1950)[a] is an Indian politician serving as the 14th and current prime minister of India since 2014. Modi was the chief minister of Gujarat from 2001 to 2014 and is the Member of Parliament from Varanasi. He is a member of the Bharatiya Janata Party (BJP) and of the Rashtriya Swayamsevak Sangh (RSS), a right-wing Hindu nationalist paramilitary volunteer organisation. He is the first prime minister to have been born after India's independence in 1947 and the second prime minister not belonging to the Indian National Congress to have won two consecutive majorities in the Lok Sabha, or the lower house of India's parliament. He is also the longest serving prime minister from a non-Congress party. Born and raised in Vadnagar, a small town in northeastern Gujarat, Modi completed his secondary education there. He was introduced to the RSS at age eight. He has drawn attention to having to work as a child in his father's tea stall on the Vadnagar railway station platform, a description that has not been reliably corroborated. At age 18, Modi was married to Jashodaben Chimanlal Modi, whom he abandoned soon after. He left his parental home where she had come to live. He first publicly acknowledged her as his wife more than four decades later when required to do so by Indian law, but has made no contact with her since. Modi has asserted he had travelled in northern India for two years after leaving his parental home, visiting a number of religious centres, but few details of his travels have emerged. Upon his return to Gujarat in 1971, he became a full-time worker for the RSS. After the state of emergency was declared by prime minister Indira Gandhi in 1975, Modi went into hiding. The RSS assigned him to the BJP in 1985 and he held several positions within the party hierarchy until 2001, rising to the rank of general secretary.[b] Modi was appointed Chief Minister of Gujarat in 2001 due to Keshubhai Patel's failing health and poor public image following the earthquake in Bhuj. Modi was elected to the legislative assembly soon after. His administration has been considered complicit in the 2002 Gujarat riots in which 1044 people were killed, three-quarters of whom were Muslim,[c] or otherwise criticised for its management of the crisis. A Supreme Court of India–appointed Special Investigation Team found no evidence to initiate prosecution proceedings against Modi personally.[d] While his policies as chief minister—credited with encouraging economic growth—have received praise, his administration has been criticised for failing to significantly improve health, poverty and education indices in the state.[e] Modi led the BJP in the 2014 general election which gave the party a majority in the lower house of Indian parliament, the Lok Sabha, the first time for any single party since 1984. Modi's administration has tried to raise foreign direct investment in the Indian economy and reduced spending on healthcare and social welfare programmes. Modi has attempted to improve efficiency in the bureaucracy; he has centralised power by abolishing the Planning Commission. He began a high-profile sanitation campaign, controversially initiated a demonetisation of high-denomination banknotes and transformation of taxation regime, and weakened or abolished environmental and labour laws. Under Modi's tenure, India has experienced democratic backsliding.[12][13][f] Following his party's victory in the 2019 general election, his administration revoked the special status of Jammu and Kashmir, introduced the Citizenship Amendment Act and three controversial farm laws, which prompted widespread protests and sit-ins across the country, resulting in a formal repeal of the latter. Described as engineering a political realignment towards right-wing politics, Modi remains a figure of controversy domestically and internationally over his Hindu nationalist beliefs and his handling of the 2002 Gujarat riots, cited as evidence of an exclusionary social agenda.[g] Narendra Damodardas Modi was born on 17 September 1950 to a Gujarati Hindu family of grocers in Vadnagar, Mehsana district, Bombay State (present-day Gujarat). He was the third of six children born to Damodardas Mulchand Modi (c. 1915–1989) and Hiraben Modi (born c. 1920).[25][a] Modi's family belonged to the Modh-Ghanchi-Teli (oil-presser) community,[26][27][28] which is categorised as an Other Backward Class by the Indian government.[28][29] Modi had only infrequently spoken of his family background during his 13 years as chief minister of Gujarat. In the run up to the 2014 national elections, he began to regularly draw attention to his low-ranking social origins and to having to work as a child in his father's tea shop on the Vadnagar railway station platform,[30] a description that the evidence of neighbours does not entirely corroborate.[31][32] Modi completed his higher secondary education in Vadnagar in 1967, where teachers described him as an average student and a keen gifted debater, with interest in theatre.[33] Modi preferred playing larger-than-life characters in theatrical productions, which has influenced his political image.[34][35] When eight years old, Modi was introduced to the Rashtriya Swayamsevak Sangh (RSS) and began attending its local shakhas (training sessions). There, Modi met Lakshmanrao Inamdar, popularly known as Vakil Saheb, who inducted him as a balswayamsevak (junior cadet) in the RSS and became his political mentor.[36] While Modi was training with the RSS, he also met Vasant Gajendragadkar and Nathalal Jaghda, Bharatiya Jana Sangh leaders who were founding members of the BJP's Gujarat unit in 1980.[37] In a custom traditional to Narendra Modi's caste, his family arranged a betrothal to a girl, Jashodaben Chimanlal Modi, leading to their marriage when she was 17 and he was 18.[38][39] Soon afterwards, he abandoned his bride,[40] and left home, never divorcing her, but the marriage remaining unmentioned in Modi's public pronouncements for many decades.[41] In April 2014, shortly before the national elections that swept him to power, Modi publicly affirmed that he was married and his spouse was Jashodaben; the couple has remained married, but estranged.[42] Modi spent the ensuing two years travelling across Northern and North-eastern India, though few details of where he went have emerged.[43] In interviews, Modi has described visiting Hindu ashrams founded by Swami Vivekananda: the Belur Math near Kolkata, followed by the Advaita Ashrama in Almora and the Ramakrishna Mission in Rajkot. Modi remained only a short time at each, since he lacked the required college education.[44] Vivekananda has been described as a large influence in Modi's life.[45] In the early summer of 1968, Modi reached the Belur Math but was turned away, after which Modi wandered through Calcutta, West Bengal and Assam, stopping in Siliguri and Guwahati. Modi then went to the Ramakrishna Ashram in Almora, where he was again rejected, before travelling back to Gujarat via Delhi and Rajasthan in 1968–69. Sometime in late 1969 or early 1970, Modi returned to Vadnagar for a brief visit before leaving again for Ahmedabad.[46][47] There, Modi lived with his uncle, working in the latter's canteen at the Gujarat State Road Transport Corporation.[48] In Ahmedabad, Modi renewed his acquaintance with Inamdar, who was based at the Hedgewar Bhavan (RSS headquarters) in the city.[49][50][51] Modi's first known political activity as an adult was in 1971 when he, as per his remarks, joined a Jana Sangh Satyagraha in Delhi led by Atal Bihari Vajpayee to enlist for the battlefield during the Bangladesh Liberation War.[52][53] But the Indira Gandhi-led central government disallowed open support for the Mukti Bahini and Modi, according to his own claim, was put in Tihar Jail for a short period.[54][55][56] After the Indo-Pakistani War of 1971, he stopped working for his uncle and became a full-time pracharak (campaigner) for the RSS,[57] working under Inamdar.[58] Shortly before the war, Modi took part in a non-violent protest against the Indian government in New Delhi, for which he was arrested (as per his claim); this has been cited as a reason for Inamdar electing to mentor him.[58] Many years later Modi would co-author a biography of Inamdar, published in 2001.[59] Modi's claim that he was part of a Satyagraha led to a political war.[55] Applications were filed with the PMO under the RTI Act seeking details of his arrest. In reply, the PMO claimed that it maintains official records on Modi only since he took charge as the Prime Minister of India in 2014. Despite this claim, the official website of the PMO contains specific information about Modi which dates back to the 1950s.[60][61] In 1978 Modi received a Bachelor of Arts degree in political science from the School of Open Learning (SOL)[62] at the University of Delhi,[63] graduating with a third class.[64] Five years later, in 1983, he received a Master of Arts degree in political science from Gujarat University, graduating with a first class[65][66] as an external distance learning student.[67] But there is a controversy surrounding his educational qualification.[68][69] Replying to an RTI query, the SOL said it did not have any data of students who received a BA degree in 1978.[62] Jayantibhai Patel, a former political science professor of Gujarat University, claimed that the subjects listed in Modi's MA degree were not offered by the university when Modi was studying there.[70][71] In June 1975, Prime Minister Indira Gandhi declared a state of emergency in India which lasted until 1977. During this period, known as \"The Emergency\", many of her political opponents were jailed and opposition groups were banned.[72][73] Modi was appointed general secretary of the \"Gujarat Lok Sangharsh Samiti\", an RSS committee co-ordinating opposition to the Emergency in Gujarat. Shortly afterwards, the RSS was banned.[74] Modi was forced to go underground in Gujarat and frequently travelled in disguise to avoid arrest. He became involved in printing pamphlets opposing the government, sending them to Delhi and organising demonstrations.[75][76] Modi was also involved with creating a network of safe houses for individuals wanted by the government, and in raising funds for political refugees and activists.[77] During this period, Modi wrote a book in Gujarati, Sangharsh Ma Gujarat (In The Struggles of Gujarat), describing events during the Emergency.[78][79] Among the people he met in this role was trade unionist and socialist activist George Fernandes, as well as several other national political figures.[80] In his travels during the Emergency, Modi was often forced to move in disguise, once dressing as a monk, and once as a Sikh.[81] Modi became an RSS sambhag pracharak (regional organiser) in 1978, overseeing RSS activities in the areas of Surat and Vadodara, and in 1979 he went to work for the RSS in Delhi, where he was put to work researching and writing the RSS's version of the history of the Emergency. He returned to Gujarat a short while later, and was assigned by the RSS to the BJP in 1985. In 1987 Modi helped organise the BJP's campaign in the Ahmedabad municipal election, which the BJP won comfortably; Modi's planning has been described as the reason for that result by biographers.[82][83] After L. K. Advani became president of the BJP in 1986, the RSS decided to place its members in important positions within the BJP; Modi's work during the Ahmedabad election led to his selection for this role, and Modi was elected organising secretary of the BJP's Gujarat unit later in 1987.[84] Modi rose within the party and was named a member of the BJP's National Election Committee in 1990, helping organise L. K. Advani's 1990 Ram Rath Yatra in 1990 and Murli Manohar Joshi's 1991–92 Ekta Yatra (Journey for Unity).[33][85][86] However, he took a brief break from politics in 1992, instead establishing a school in Ahmedabad; friction with Shankersinh Vaghela, a BJP MP from Gujarat at the time, also played a part in this decision.[86] Modi returned to electoral politics in 1994, partly at the insistence of Advani, and as party secretary, Modi's electoral strategy was considered central to the BJP victory in the 1995 state assembly elections.[87][88] In November of that year Modi was appointed BJP national secretary and transferred to New Delhi, where he assumed responsibility for party activities in Haryana and Himachal Pradesh.[89] The following year, Shankersinh Vaghela, a prominent BJP leader from Gujarat, defected to the Indian National Congress (Congress, INC) after losing his parliamentary seat in the Lok Sabha elections.[33] Modi, on the selection committee for the 1998 Assembly elections in Gujarat, favoured supporters of BJP leader Keshubhai Patel over those supporting Vaghela to end factional division in the party. His strategy was credited as key to the BJP winning an overall majority in the 1998 elections,[90] and Modi was promoted to BJP general secretary (organisation) in May of that year.[91] In 2001, Keshubhai Patel's health was failing and the BJP lost a few state assembly seats in by-elections. Allegations of abuse of power, corruption and poor administration were made, and Patel's standing had been damaged by his administration's handling of the earthquake in Bhuj in 2001.[90][92][93] The BJP national leadership sought a new candidate for the chief ministership, and Modi, who had expressed misgivings about Patel's administration, was chosen as a replacement.[33] Although BJP leader L. K. Advani did not want to ostracise Patel and was concerned about Modi's lack of experience in government, Modi declined an offer to be Patel's deputy chief minister, telling Advani and Atal Bihari Vajpayee that he was \"going to be fully responsible for Gujarat or not at all\". On 3 October 2001 he replaced Patel as Chief Minister of Gujarat, with the responsibility of preparing the BJP for the December 2002 elections.[94] Modi was sworn in as Chief Minister on 7 October 2001,[95] and entered the Gujarat state legislature on 24 February 2002 by winning a by-election to the Rajkot – II constituency, defeating Ashwin Mehta of the INC by 14,728 votes.[96] On 27 February 2002, a train with several hundred passengers burned near Godhra, killing approximately 60 people.[h][99] The train carried a large number of Hindu pilgrims returning from Ayodhya after a religious ceremony at the site of the demolished Babri Masjid.[100][101] In making a public statement after the incident, Modi declared it a terrorist attack planned and orchestrated by local Muslims.[7][100][102] The next day, the Vishwa Hindu Parishad called for a bandh across the state.[103][104] Riots began during the bandh, and anti-Muslim violence spread through Gujarat.[100][103][104] The government's decision to move the bodies of the train victims from Godhra to Ahmedabad further inflamed the violence.[100][105] The state government stated later that 790 Muslims and 254 Hindus were killed.[101] Independent sources put the death toll at over 2000,[100][99][106] the vast majority Muslims[99] Approximately 150,000 people were driven to refugee camps.[107] Numerous women and children were among the victims; the violence included mass rapes and mutilations of women.[6][108] The government of Gujarat itself is generally considered by scholars to have been complicit in the riots,[5][6][7] (with some blaming chief minister Modi explicitly[6][99]) and has otherwise received heavy criticism for its handling of the situation.[109] Several scholars have described the violence as a pogrom, while others have called it an example of state terrorism.[110][111][112] Summarising academic views on the subject, Martha Nussbaum said: \"There is by now a broad consensus that the Gujarat violence was a form of ethnic cleansing, that in many ways it was premeditated, and that it was carried out with the complicity of the state government and officers of the law.\"[6] The Modi government imposed a curfew in 26 major cities, issued shoot-at-sight orders and called for the army to patrol the streets, but was unable to prevent the violence from escalating.[103][104] The president of the state unit of the BJP expressed support for the bandh, despite such actions being illegal at the time.[7] State officials later prevented riot victims from leaving the refugee camps, and the camps were often unable to meet the needs of those living there.[113] Muslim victims of the riots were subject to further discrimination when the state government announced that compensation for Muslim victims would be half of that offered to Hindus, although this decision was later reversed after the issue was taken to court.[114] During the riots, police officers often did not intervene in situations where they were able.[6][102][115] Modi's personal involvement in the 2002 events has continued to be debated. During the riots, Modi said that \"What is happening is a chain of action and reaction.\"[6] Later in 2002, Modi said the way in which he had handled the media was his only regret regarding the episode.[116] In March 2008, the Supreme Court reopened several cases related to the 2002 riots, including that of the Gulbarg Society massacre, and established a Special Investigation Team (SIT) to look into the issue.[109][117][118] In response to a petition from Zakia Jafri (widow of Ehsan Jafri, who was killed in the Gulbarg Society massacre), in April 2009 the court also asked the SIT to investigate the issue of Modi's complicity in the killings.[117] The SIT questioned Modi in March 2010; in May, it presented to the court a report finding no evidence against him.[117][119] In July 2011, the court-appointed amicus curiae Raju Ramachandran submitted his final report to the court. Contrary to the SIT's position, he said that Modi could be prosecuted based on the available evidence.[120][121] The Supreme Court gave the matter to the magistrate's court. The SIT examined Ramachandran's report, and in March 2012 submitted its final report, asking for the case to be closed. Zakia Jafri filed a protest petition in response. In December 2013 the magistrate's court rejected the protest petition, accepting the SIT's finding that there was no evidence against the chief minister.[122] In 2022, the Supreme Court dismissed a petition by Zakia Jafri wherein she challenged the clean chit given to the Modi in the riots by the Special Investigation Team, and upheld previous rulings that no evidence was found against him.[123][124][125] In the aftermath of the violence there were widespread calls for Modi to resign as chief minister from within and outside the state, including from leaders of the Dravida Munnetra Kazhagam and the Telugu Desam Party (allies in the BJP-led National Democratic Alliance coalition), and opposition parties stalled Parliament over the issue.[126] Modi submitted his resignation at the April 2002 BJP national executive meeting in Goa, but it was not accepted.[127] His cabinet had an emergency meeting on 19 July 2002, after which it offered its resignation to the Gujarat Governor S. S. Bhandari, and the state assembly was dissolved.[128][129] Despite opposition from the election commissioner, who said that a number of voters were still displaced, Modi succeeded in advancing the election to December 2002.[130] In the elections, the BJP won 127 seats in the 182-member assembly.[131] Although Modi later denied it, he made significant use of anti-Muslim rhetoric during his campaign,[132][133][134][135] and the BJP profited from religious polarisation among the voters.[130] He won the Maninagar constituency, receiving 113,589 of 154,981 votes and defeating INC candidate Yatin Oza by 75,333 votes.[136] On 22 December 2002, Bhandari swore Modi in for a second term.[137] Modi framed the criticism of his government for human rights violations as an attack upon Gujarati pride, a strategy which led to the BJP winning two-thirds of the seats in the state assembly.[5][132] During Modi's second term the rhetoric of the government shifted from Hindutva to Gujarat's economic development.[92][5][132] Modi curtailed the influence of Sangh Parivar organisations such as the Bharatiya Kisan Sangh (BKS) and the Vishva Hindu Parishad (VHP),[138] entrenched in the state after the decline of Ahmedabad's textile industry,[92] and dropped Gordhan Zadafia (an ally of former Sangh co-worker and VHP state chief Praveen Togadia) from his cabinet. When the BKS staged a farmers' demonstration Modi ordered their eviction from state-provided houses, and his decision to demolish 200 illegal temples in Gandhinagar deepened the rift with the Vishva Hindu Parishad.[138][139] Sangh organisations were no longer consulted or informed in advance about Modi's administrative decisions.[138] Nonetheless, Modi retained connections with some Hindu nationalists. Modi wrote a foreword to a textbook by Dinanath Batra released in 2014, which stated that ancient India possessed technologies including test-tube babies.[140][141] Modi's relationship with Muslims continued to attract criticism. Prime Minister Atal Bihari Vajpayee (who asked Modi for tolerance in the aftermath of the 2002 Gujarat violence and supported his resignation as chief minister)[142][143] distanced himself, reaching out to North Indian Muslims before the 2004 Lok Sabha elections. After the elections Vajpayee called the violence in Gujarat a reason for the BJP's electoral defeat and said it had been a mistake to leave Modi in office after the riots.[144][145] Questions about Modi's relationship with Muslims were also raised by many Western nations during his tenure as chief minister. Modi was barred from entering the United States by the State Department, in accordance with the recommendations of the Commission on International Religious Freedom formed under the aegis of the International Religious Freedom Act,[146][147] the only person denied a US visa under this law.[146] The UK and the European Union refused to admit him because of what they saw as his role in the riots. As Modi rose to prominence in India, the UK[148] and the EU[149] lifted their bans in October 2012 and March 2013, respectively, and after his election he was invited to Washington as the nation's prime minister.[150][151] During the run-up to the 2007 Gujarat Legislative Assembly election and the 2009 Indian general election, the BJP intensified its rhetoric on terrorism.[152] In July 2006, Modi criticised Prime Minister Manmohan Singh \" for his reluctance to revive anti-terror legislation\" such as the 2002 Prevention of Terrorism Act. He asked the national government to allow states to invoke tougher laws in the wake of the 2006 Mumbai train bombings.[153] In 2007 Modi authored Karmayog, a 101-page booklet discussing manual scavenging. In it, Modi argued that scavenging was a \"spiritual experience\" for Valmiks, a sub-caste of Dalits.[154][155] However, this book was not circulated that time because of the election code of conduct.[156] After the November 2008 Mumbai attacks, Modi held a meeting to discuss the security of Gujarat's 1,600-kilometre (990 mi)-long coastline, resulting in government authorisation of 30 high-speed surveillance boats.[157] In July 2007 Modi completed 2,063 consecutive days as chief minister of Gujarat, making him the longest-serving holder of that post,[158] and the BJP won 122 of 182 state-assembly seats in that year's election.[159] As Chief Minister, Modi favoured privatisation and small government, which was at odds with the philosophy of the RSS, usually described as anti-privatisation and anti-globalisation. His policies during his second term have been credited with reducing corruption in the state. He established financial and technology parks in Gujarat and during the 2007 Vibrant Gujarat summit, real-estate investment deals worth ₹6.6 trillion (equivalent to ₹17 trillion or US$210 billion in 2020) were signed.[92] The governments led by Patel and Modi supported NGOs and communities in the creation of groundwater-conservation projects. By December 2008, 500,000 structures had been built, of which 113,738 were check dams, which helped recharge the aquifers beneath them.[160] Sixty of the 112 tehsils which had depleted the water table in 2004 had regained their normal groundwater levels by 2010.[161] As a result, the state's production of genetically modified cotton increased to become the largest in India.[160] The boom in cotton production and its semi-arid land use[162] led to Gujarat's agricultural sector growing at an average rate of 9.6 percent from 2001 to 2007.[163] Public irrigation measures in central and southern Gujarat, such as the Sardar Sarovar Dam, were less successful. The Sardar Sarovar project only irrigated 4–6% of the area intended.[160] Nonetheless, from 2001 to 2010 Gujarat recorded an agricultural growth rate of 10.97 percent – the highest of any state.[162] However, sociologists have pointed out that the growth rate under the 1992–97 INC government was 12.9 percent.[164] In 2008 Modi offered land in Gujarat to Tata Motors to set up a plant manufacturing the Nano after a popular agitation had forced the company to move out of West Bengal. Several other companies followed the Tata to Gujarat.[165] The Modi government finished the process of bringing electricity to every village in Gujarat that its predecessor had almost completed.[164] Modi significantly changed the state's system of power distribution, greatly impacting farmers. Gujarat expanded the Jyotigram Yojana scheme, in which agricultural electricity was separated from other rural electricity; the agricultural electricity was rationed to fit scheduled irrigation demands, reducing its cost. Although early protests by farmers ended when those who benefited found that their electricity supply had stabilised,[160] according to an assessment study corporations and large farmers benefited from the policy at the expense of small farmers and labourers.[166] A contentious debate surrounds the assessment of Gujarat's economic development during Modi's tenure as chief minister.[167] The state's GDP growth rate averaged 10% during Modi's tenure, a value similar to other highly industrialised states, and above that of the country as a whole.[165] Gujarat also had a high rate of economic growth in the 1990s, before Modi took office, and some scholars have stated that growth did not much accelerate during Modi's tenure,[168] although the state is considered to have maintained a high growth rate during Modi's Chief Ministership. Under Narendra Modi, Gujarat topped the World Bank's \"ease of doing business\" rankings among Indian states for two consecutive years.[169] In 2013, Gujarat was ranked first among Indian states for \"economic freedom\" by a report measuring governance, growth, citizens' rights and labour and business regulation among the country's 20 largest states.[165][170] In the later years of Modi's government, Gujarat's economic growth was frequently used as an argument to counter allegations of communalism.[5] Tax breaks for businesses were easier to obtain in Gujarat than in other states, as was land. Modi's policies to make Gujarat attractive for investment included the creation of Special Economic Zones, where labour laws were greatly weakened.[132] Despite its growth rate, Gujarat had a relatively poor record on human development, poverty relief, nutrition and education during Modi's tenure. In 2013, Gujarat ranked 13th in the country with respect to rates of poverty and 21st in education. Nearly 45 percent of children under five were underweight and 23 percent were undernourished, putting the state in the \"alarming\" category on the India State Hunger Index.[171][172] A study by UNICEF and the Indian government found that Gujarat under Modi had a poor record with respect to immunisation in children.[173] Over the decade from 2001 to 2011, Gujarat did not change its position relative to the rest of the country with respect to poverty and female literacy, remaining near the median of the 29 Indian states.[114] It showed a marginal improvement in rates of infant mortality, and its position with respect to individual consumption declined.[114] With respect to the quality of education in government schools, the state ranked below many Indian states.[114] The social policies of the government generally did not benefit Muslims, Dalits, and Adivasis, and generally increased social inequalities.[114] Development in Gujarat was generally limited to the urban middle class, and citizens in rural areas or from lower castes were increasingly marginalised. In 2013 the state ranked 10th of 21 Indian states in the Human Development Index.[9] Under Modi, the state government spent less than the national average on education and healthcare.[114] Despite the BJP's shift away from explicit Hindutva, Modi's election campaign in 2007 and 2012 contained elements of Hindu nationalism. Modi only attended Hindu religious ceremonies, and had prominent associations with Hindu religious leaders. During his 2012 campaign he twice refused to wear articles of clothing gifted by Muslim leaders.[132] He did, however, maintain relations with Dawoodi Bohra.[132] His campaign included references to issues known to cause religious polarisation, including to Afzal Guru and the killing of Sohrabuddin Sheikh. The BJP did not nominate any Muslim candidates for the assembly election of 2012.[132] During the 2012 campaign, Modi attempted to identify himself with the state of Gujarat, a strategy similar to that used by Indira Gandhi during the Emergency, and projected himself as protecting Gujarat against persecution by the rest of India.[132] While campaigning for the 2012 assembly elections, Modi made extensive use of holograms and other technologies allowing him to reach a large number of people,[130] something he would repeat in the 2014 general election. In the 2012 Gujarat Legislative Assembly elections, Modi won the constituency of Maninagar by 86,373 votes over Shweta Bhatt, the INC candidate and wife of Sanjiv Bhatt.[174] The BJP won 115 of the 182 seats, continuing its majority during his tenure[175] and allowing the party to form the government (as it had in Gujarat since 1995).[176] After his election as prime minister, Modi resigned as the chief minister and as an MLA from Maninagar on 21 May 2014. Anandiben Patel succeeded him as the chief minister.[177] In September 2013 Modi was named the BJP's candidate for prime minister ahead of the 2014 Lok Sabha election.[178][179] Several BJP leaders expressed opposition to Modi's candidature,[180] including BJP founding member L. K. Advani, who cited concern with leaders who were \"concerned with their personal agendas\".[181] Modi played a dominant role in the BJP's election campaign.[182][183] Several people who voted for the BJP stated that if Modi had not been the prime-ministerial candidate, they would have voted for another party.[178][184][185] The focus on Modi as an individual was unusual for a BJP election campaign.[180][186] The election was described as a referendum on Narendra Modi.[167] During the campaign, Modi focused on the corruption scandals under the previous INC government, and played on his image as a politician who had created a high rate of GDP growth in Gujarat.[180] Modi projected himself as a person who could bring about \"development,\" without focus on any specific policies.[180] His message found support among young Indians and among middle-class citizens. The BJP under Modi was able to downplay concerns about the protection of religious minorities and Modi's commitment to secularism, areas in which he had previously received criticism.[183] Prior to the election Modi's image in the media had centered around his role in the 2002 Gujarat riots, but during the campaign the BJP was able to shift this to a focus on Modi's neoliberal ideology and the Gujarat model of development,[183] although Hindutva remained a significant part of its campaign.[180][184][21] The BJP's campaign was assisted by its wide influence in the media.[172] Modi's campaign blitz cost around ₹50 billion (US$630 million)[167] and the BJP received extensive financial support from corporate donors.[187] In addition to more conventional campaign methods, Modi made extensive use of social media,[167][180] and addressed more than 1000 rallies via hologram appearances.[21] The BJP won 31% of the vote,[20] and more than doubled its tally in the Lok Sabha to 282, becoming the first party to win a majority of seats on its own since 1984.[183][184] Voter dissatisfaction with the INC, as well as with regional parties in North India, was another reason for the success of the BJP,[184] as was the support from the RSS.[180] In states such as Uttar Pradesh in which the BJP performed well, it drew exceptionally high support from upper-caste Hindus, although the 10 percent of Muslim votes won was more than it had won before. It performed particularly well in parts of the country that had recently experienced violence between Hindus and Muslims.[184] The magnitude of the BJP's victory led many commentators to say that the election constituted a political realignment away from progressive parties and towards the right-wing.[21][167][184][188][189] Modi's tweet announcing his victory was described as being emblematic of the political realignment away from a secular, socialist state towards capitalism and Hindu cultural nationalism.[190] Modi himself was a candidate for the Lok Sabha in two constituencies: Varanasi and Vadodara.[191] He won in both constituencies, defeating Aam Aadmi Party leader Arvind Kejriwal in Varanasi by 371,784 votes and Madhusudan Mistry of the INC in Vadodara by 570,128 votes.[192] Modi, who was unanimously elected leader of the BJP, was appointed prime minister by India's president.[193][194] To comply with the law that an MP cannot represent more than one constituency, he vacated the Vadodara seat.[195] On 13 October 2018, Modi was renamed as the BJP candidate for prime minister for the 2019 general election.[196] The chief campaigner for the party was BJP's president Amit Shah. Modi launched the Main Bhi Chowkidar campaign ahead of the general election, against Chowkidar Chor Hai campaign slogan of INC.[197] In the year 2018, end Party's, second-biggest alliance Telugu Desam Party split from NDA over the matter of special-status for Andhra Pradesh.[198] The campaign was started by Amit Shah on 8 April 2019. In the campaign, Modi was targeted by the opposition on corruption allegations over Rafale deal with France government. Highlighting this controversy the campaign \"Chowkidar Chor Hai\" was started, which was contrary to \"Main Bhi Chowkidar\" slogan.[199] Modi made defence and national security among the foremost topics for the election campaign, especially after Pulwama attack, and the retaliatory attack of Balakot airstrike was counted as an achievement of the Modi administration.[200][201] Other topics in the campaign were development and good foreign relations in the first premiership.[202] Modi contested the Lok Sabha elections as a candidate from Varanasi. He won the seat by defeating Shalini Yadav of the Samajwadi Party, who fought on SP-BSP alliance by a margin of 479,505 votes.[203][204] Modi was unanimously appointed the prime minister for a second time by the National Democratic Alliance,[205] after the alliance won the election for the second time by securing 353 seats in the Lok Sabha with the BJP alone won 303 seats.[206][207] After the Bharatiya Janata Party led National Democratic Alliance won a landslide in the 2014 Lok Sabha election, Narendra Modi was sworn in as the Prime Minister of India on 26 May 2014. He became the first Prime Minister born after India's independence from the British Empire in 1947.[208] Modi started his second term after the Bharatiya Janata Party led National Democratic Alliance won again in the 2019 Lok Sabha election. On 6 December 2020, Modi became the 4th longest serving Prime Minister of India and the longest serving Non-Congress Prime Minister.[209] Modi's first year as prime minister saw significant centralisation of power relative to previous administrations.[141][210] His efforts at centralisation have been linked to an increase in the number of senior administration officials resigning their positions.[141] Initially lacking a majority in the Rajya Sabha, or upper house of Indian Parliament, Modi passed a number of ordinances to enact his policies, leading to further centralisation of power.[211] The government also passed a bill increasing the control that it had over the appointment of judges, and reducing that of the judiciary.[20] In December 2014 Modi abolished the Planning Commission, replacing it with the National Institution for Transforming India, or NITI Aayog.[212][213] The move had the effect of greatly centralising the power previously with the planning commission in the person of the prime minister.[211][212][213][214][215] The planning commission had received heavy criticism in previous years for creating inefficiency in the government, and of not filling its role of improving social welfare: however, since the economic liberalisation of the 1990s, it had been the major government body responsible for measures related to social justice.[213] The Modi government launched investigations by the Intelligence Bureau against numerous civil society organisations and foreign non-governmental organisations in the first year of the administration. The investigations, on the grounds that these organisations were slowing economic growth, was criticised as a witch-hunt. International humanitarian aid organisation Medecins Sans Frontieres was among the groups that were put under pressure.[141] Other organisations affected included the Sierra Club and Avaaz.[214] Cases of sedition were filed against individuals criticising the government.[141] This led to discontent within the BJP regarding Modi's style of functioning and drew comparisons to the governing style of Indira Gandhi.[141][211] Modi repealed 1,200 obsolete laws in first three years as prime minister; a total of 1,301 such laws had been repealed by previous governments over a span of 64 years.[216][217][218] He started a monthly radio programme titled \"Mann Ki Baat\" on 3 October 2014.[219] Modi also launched the Digital India programme, with the goal of ensuring that government services are available electronically, building infrastructure to provide high-speed Internet access to rural areas, boosting manufacturing of electronic goods in the country, and promoting digital literacy.[220][221] Modi launched Ujjwala scheme to provide free LPG connection to rural households. The scheme led to an increase in LPG consumption by 56% in 2019 as compared to 2014.[222] In 2019, a law was passed to provide 10% reservation to Economically weaker sections.[223] He was again sworn in as prime minister on 30 May 2019. On 30 July 2019, Parliament of India declared the practice of Triple Talaq as illegal, unconstitutional and made it punishable act from 1 August 2019 which is deemed to be in effect from 19 September 2018.[224][225][226] On 5 August 2019, the government moved resolution to scrap Article 370 in the Rajya Sabha,[227] and also reorganise the state with Jammu and Kashmir serving as one of the union territory and Ladakh region separated out as a separate union territory.[228] The economic policies of Modi's government focused on privatisation and liberalisation of the economy, based on a neoliberal framework.[214][229] Modi liberalised India's foreign direct investment policies, allowing more foreign investment in several industries, including in defence and the railways.[214][230][231] Other proposed reforms included making it harder for workers to form unions and easier for employers to hire and fire them;[229] some of these proposals were dropped after protests.[232] The reforms drew strong opposition from unions: on 2 September 2015, eleven of the country's largest unions went on strike, including one affiliated with the BJP.[229] The Bharatiya Mazdoor Sangh, a constituent of the Sangh Parivar, stated that the underlying motivation of labour reforms favoured corporations over labourers.[214] The funds dedicated to poverty reduction programmes and social welfare measures were greatly decreased by the Modi administration.[141] The money spent on social programmes declined from 14.6% of GDP during the Congress government to 12.6% during Modi's first year in office.[214] Spending on health and family welfare declined by 15%, and on primary and secondary education by 16%.[214] The budgetary allocation for the Sarva Shiksha Abhiyan, or the \"education for all\" programme, declined by 22%.[214] The government also lowered corporate taxes, abolished the wealth tax, increased sales taxes, and reduced customs duties on gold, and jewellery.[214] In October 2014, the Modi government deregulated diesel prices.[233] In September 2014, Modi introduced the Make in India initiative to encourage foreign companies to manufacture products in India, with the goal of turning the country into a global manufacturing hub.[214][234] Supporters of economic liberalisation supported the initiative, while critics argued it would allow foreign corporations to capture a greater share of the Indian market.[214] Modi's administration passed a land-reform bill that allowed it to acquire private agricultural land without conducting a social impact assessment, and without the consent of the farmers who owned it.[235] The bill was passed via an executive order after it faced opposition in parliament, but was eventually allowed to lapse.[211] Modi's government put in place the Goods and Services Tax, the biggest tax reform in the country since independence. It subsumed around 17 different taxes and became effective from 1 July 2017.[236] In his first cabinet decision, Modi set up a team to investigate black money.[237] On 9 November 2016, the government demonetised ₹500 and ₹1000 banknotes, with the stated intention of curbing corruption, black money, the use of counterfeit currency, and terrorism.[238] The move led to severe cash shortages,[239][240][241] a steep decline in the Indian stock indices BSE SENSEX and NIFTY 50,[242] and sparked widespread protests throughout the country.[243] Several deaths were linked to the rush to exchange cash.[244][245] In the subsequent year, the number of income tax returns filed for individuals rose by 25%, and the number of digital transactions increased steeply.[246][247] Over the first four years of Modi's premiership, India's GDP grew at an average rate of 7.23%, higher than the rate of 6.39% under the previous government.[248] The level of income inequality increased,[249] while an internal government report said that in 2017, unemployment had increased to its highest level in 45 years. The loss of jobs was attributed to the 2016 demonetisation, and to the effects of the Goods and Services Tax.[250][251] In the next year, after 2018, Indian economy started a gradual recovery with a GDP growth of 6.12% in 2018–19 FY, with an inflation rate of 3.4%.[252] Same year, India was successful in making a good economy in trade and manufacturing sector.[253] While in the FY of 2019–20, due to the general election, Modi government focused more on their election campaign. In the year 2019–20, the GDP growth rate was 4.18% and inflation rate also increased to 4.7% from 3.4% in the previous year. Though being high unemployment, increase in inflation rate and budget deficiency, Modi's leadership won in 2019 elections.[254] Due to the COVID-19 pandemic, numerous rating agencies downgraded India's GDP predictions for FY21 to negative figures,[255] signalling a recession in India, the most severe since 1979.[256] According to a Dun & Bradstreet report, the country is likely to suffer a recession in the third quarter of FY2020 as a result of the over 2-month long nation-wide lockdown imposed to curb the spread of COVID-19.[257] This was also accompanied by the mass migration of migrant workers.[258] Though, The Indian Economy in 2021 recovered with a growth rate around 9% in FY21 and is expected to grow around 8.2% in FY22, as estimates from IMF and WB; although the growth rate in 2020 was in negative figures (-6.6%) due to the COVID-19 Pandemic.[259][260] In his first year as prime minister, Modi reduced the amount of money spent by the central government on healthcare.[173] The Modi government launched New Health Policy (NHP) in January 2015. The policy did not increase the government's spending on healthcare, instead emphasising the role of private healthcare organisations. This represented a shift away from the policy of the previous Congress government, which had supported programmes to assist public health goals, including reducing child and maternal mortality rates.[261] The National Health Mission, which included public health programmes targeted at these indices received nearly 20%[262] less funds in 2015 than in the previous year. 15 national health programmes, including those aimed at controlling tobacco use and supporting healthcare for the elderly, were merged with the National Health Mission. In its budget for the second year after it took office, the Modi government reduced healthcare spending by 15%.[263] The healthcare budget for the following year rose by 19%. The budget was viewed positively by private insurance providers. Public health experts criticised its emphasis on the role of private healthcare providers, and suggested that it represented a shift away from public health facilities.[264] The healthcare budget rose by 11.5% in 2018; the change included an allocation of ₹20 billion (US$250 million) for a government-funded health insurance program, and a decrease in the budget of the National Health Mission.[265] The government introduced stricter packaging laws for tobacco which requires 85% of the packet size to be covered by pictorial warnings.[266] An article in the medical journal Lancet stated that the country \"might have taken a few steps back in public health\" under Modi.[261] In 2018 Modi launched the Ayushman Bharat Yojana, a government health insurance scheme intended to insure 500 million people. 100,000 people had signed up by October 2018.[267] Modi emphasised his government's efforts at sanitation as a means of ensuring good health.[261] On 2 October 2014, Modi launched the Swachh Bharat Mission (\"Clean India\") campaign. The stated goals of the campaign included eliminating open defecation and manual scavenging within five years.[268][269] As part of the programme, the Indian government began constructing millions of toilets in rural areas and encouraging people to use them.[270][271][272] The government also announced plans to build new sewage treatment plants.[273] The administration plans to construct 60 million toilets by 2019. The construction projects have faced allegations of corruption, and have faced severe difficulty in getting people to use the toilets constructed for them.[269][270][271] Sanitation cover in the country increased from 38.7% in October 2014 to 84.1% in May 2018; however, usage of the new sanitary facilities lagged behind the government's targets.[274] In 2018, the World Health Organization stated that at least 180,000 diarrhoeal deaths were averted in rural India after the launch of the sanitation effort.[275] During the 2014 election campaign, the BJP sought to identify itself with political leaders known to have opposed Hindu nationalism, including B. R. Ambedkar, Subhas Chandra Bose, and Ram Manohar Lohia.[141] The campaign also saw the use of rhetoric based on Hindutva by BJP leaders in certain states.[276] Communal tensions were played upon especially in Uttar Pradesh and the states of Northeast India.[276] A proposal for the controversial Uniform Civil Code was a part of the BJP's election manifesto.[21] The activities of a number of Hindu nationalist organisations increased in scope after Modi's election as Prime Minister, sometimes with the support of the government.[citation needed] These activities included a Hindu religious conversion programme, a campaign against the alleged Islamic practice of \"Love Jihad\", and attempts to celebrate Nathuram Godse, the assassin of Mahatma Gandhi, by members of the right wing Hindu Mahasabha.[277][278] Officials in the government, including the Home Minister, defended the conversion programmes.[276] Links between the BJP and the RSS grew stronger under Modi. The RSS provided organisational support to the BJP's electoral campaigns, while the Modi administration appointed a number of individuals affiliated with the RSS to prominent government positions.[279] In 2014, Yellapragada Sudershan Rao, who had previously been associated with the RSS, became the chairperson of the Indian Council of Historical Research (ICHR).[21] Historians and former members of the ICHR, including those sympathetic to the BJP, questioned his credentials as a historian, and stated that the appointment was part of an agenda of cultural nationalism.[21][280][281] The North East Delhi riots, which left more than 40 dead and hundreds injured, were triggered by protests against a citizenship law seen by many critics as anti-Muslim and part of Modi's Hindu nationalist agenda.[282] On 5 August 2020, Modi visited Ayodhya after the Supreme Court in 2019 ordered a contested land in Ayodhya to be handed over to a trust to build the Hindu temple and ordered the government to give alternate 5 acre land to Sunni Waqf Board for the purpose of building a mosque.[283] He became the first prime minister to visit Ram Janmabhoomi and Hanuman Garhi.[284] Foreign policy played a relatively small role in Modi's election campaign, and did not feature prominently in the BJP's election manifesto.[285] Modi invited all the other leaders of SAARC countries to his swearing in ceremony as prime minister.[286][287] He was the first Indian prime minister to do so.[288] Modi's foreign policy, similarly to that of the preceding INC government, focused on improving economic ties, security, and regional relations.[285] Modi continued Manmohan Singh's policy of \"multi-alignment.\"[285] The Modi administration tried to attract foreign investment in the Indian economy from several sources, especially in East Asia, with the use of slogans such as \"Make in India\" and \"Digital India\". The government also tried to improve relations with Islamic nations in the Middle East, such as Bahrain, Iran, Saudi Arabia, and the United Arab Emirates, as well as with Israel.[i] The foreign relations of India with the USA also mended after Narendra Modi became the Prime Minister.[290] During the run-up to the general election there was wide-ranging scepticism regarding future of the strategic bilateral relation under Modi's premiership as in 2005 he was, while Chief Minister of Gujarat, denied a U.S. visa during the Bush administration for his poor human rights records.[146][147] However sensing Modi's inevitable victory well before the election, the US Ambassador Nancy Powell had reached out to him as part of greater rapprochement from the west. Moreover, following his 2014 election as the Prime Minister of India, President Obama congratulated him over the telephone and invited him to visit the US.[291] The Modi government was successful in forging good foreign relations with the USA in the presidencies of both Barack Obama and Donald Trump.[292][293] During the first few months after the election, Modi made trips to a number of different countries to further the goals of his policy, and attended the BRICS, ASEAN, and G20 summits.[285] One of Modi's first visits as prime minister was to Nepal, during which he promised a billion USD in aid.[294] Modi also made several overtures to the United States, including multiple visits to that country.[287] While this was described as an unexpected development, due to the US having previously denied Modi a travel visa over his role during the 2002 Gujarat riots, the visits were expected to strengthen diplomatic and trade relations between the two countries.[287] In 2015, the Indian parliament ratified a land exchange deal with Bangladesh about the India–Bangladesh enclaves, which had been initiated by the government of Manmohan Singh.[211] Modi's administration gave renewed attention to India's \"Look East Policy\", instituted in 1991. The policy was renamed the \"Act East Policy\", and involved directing Indian foreign policy towards East Asia and Southeast Asia.[295][296] The government signed agreements to improve land connectivity with Myanmar, through the state of Manipur. This represented a break with India's historic engagement with Myanmar, which prioritised border security over trade.[296] China–India relations have deteriorated rapidly following the 2020 China–India skirmishes.[297] Modi has pledged aid of $900 million to Afghanistan, visited the nation twice and been honoured with the nation's highest civilian honour in 2016.[298][299] India's nominal military spending increased steadily under Modi.[300] The military budget declined over Modi's tenure both as a fraction of GDP and when adjusted for inflation.[301][302] A substantial portion of the military budget was devoted to personnel costs, leading commentators to write that the budget was constraining Indian military modernisation.[301][303][302] The BJP election manifesto had also promised to deal with illegal immigration into India in the Northeast, as well as to be more firm in its handling of insurgent groups. The Modi government issued a notification allowing Hindu, Sikh, and Buddhist illegal immigrants from Pakistan and Bangladesh to legalise their residency in India. The government described the measure as being taken for humanitarian reasons but it drew criticism from several Assamese organisations.[304] The Modi administration negotiated a peace agreement with the largest faction of the National Socialist Council of Nagaland (NSCM), which was announced in August 2015. The Naga insurgency in northeast India had begun in the 1950s.[304][305] The NSCM and the government had agreed to a ceasefire in 1997, but a peace accord had not previously been signed.[305] In 2015 the government abrogated a 15-year ceasefire with the Khaplang faction of the NSCM (NSCM-K). The NSCM-K responded with a series of attacks, which killed 18 people.[304] The Modi government carried out a raid across the border with Myanmar as a result, and labelled the NSCM-K a terrorist organisation.[304] Modi promised to be \"tough on Pakistan\" during his election campaign, and repeatedly stated that Pakistan was an exporter of terrorism.[306][307][308] On 29 September 2016, the Indian Army stated that it had conducted a surgical strike on terror launch pads in Azad Kashmir. The Indian media claimed that up to 50 terrorists and Pakistani soldiers had been killed in the strike.[309][310][311] Pakistan initially denied that any strikes had taken place.[312] Subsequent reports suggested that Indian claim about the scope of the strike and the number of casualties had been exaggerated, although cross-border strikes had been carried out.[306][313][314] In February 2019, India carried out airstrikes in Pakistan against a supposed terrorist camp. Further military skirmishes followed, including cross-border shelling and the loss of an Indian aircraft.[315][316][317] Following his victory in 2019 Lok Sabha elections, he focused more on Defence policies of India, especially against China and Pakistan.[318] On 5 May 2020, Chinese and Indian troops engaged in aggressive melee, face-offs and skirmishes at locations along the Sino-Indian border, including near the disputed Pangong Lake in Ladakh and the Tibet Autonomous Region, and near the border between Sikkim and the Tibet Autonomous Region. Additional clashes also took place at locations in eastern Ladakh along the Line of Actual Control (LAC).[319] After which there was start of skirmishes between the nations leading to many border clashes, responses and reactions from both sides.[320] A series of talks were also held between the two by both military and diplomatic means for peace.[321] The first border clash reported in 2021 was on 20 January, referred to as a minor border clash in Sikkim.[322] Modi signed an agreement with Russian leader Vladimir Putin in December 2021 to extend military technical cooperation.[323] The Modi government struck a deal with Russia, buying the S-400 missile system, an anti-missile striking system thereby constructing much stronger ties and relationship between the two nations.[324] During the 2022 Russian invasion of Ukraine, India refused to condemn Russia's invasion and stayed neutral, without opting to back both the countries.[323][325] The Indian government's 'Operation Ganga' initiative sought to bring back Indians stranded in Ukraine during the war. More than 19,000 nationals were evacuated.[326][327] This also involved assistance to those who have crossed over to the neighboring countries of Romania, Hungary, Poland, Moldova, Slovakia. Prime Minister Modi sent 4 special envoys headed by the union ministers Hardeep Singh Puri, Jyotiraditya Scindia, Kiren Rijiju and V. K. Singh to the neighboring nations of Ukraine to assist coordination efforts.[328] In naming his cabinet, Modi renamed the \"Ministry of Environment and Forests\" the \"Ministry of Environment, Forests, and Climate Change.\" In the first budget of the government, the money allotted to this ministry was reduced by more than 50%.[329] The new ministry also removed or diluted a number of laws related to environmental protection. These included no longer requiring clearance from the National Board for Wildlife for projects close to protected areas, and allowing certain projects to proceed before environmental clearance was received.[214] The government also tried to reconstitute the Wildlife board such that it no longer had representatives from non-governmental organisations: however, this move was prevented by the Supreme Court.[330] Modi also relaxed or abolished a number of other environmental regulations, particularly those related to industrial activity. A government committee stated that the existing system only served to create corruption, and that the government should instead rely on the owners of industries to voluntarily inform the government about the pollution they were creating.[214] Other changes included reducing ministry oversight on small mining projects, and no longer requiring approval from tribal councils for projects inside forested areas. In addition, Modi lifted a moratorium on new industrial activity in the most polluted areas in the countries.[330] The changes were welcomed by businesspeople, but criticised by environmentalists.[331] Under the UPA government that preceded Modi's administration, field trials of Genetically Modified (GM) crops had essentially been put on hold, after protests from farmers fearing for their livelihoods. Under the Modi government these restrictions were gradually lifted. The government received some criticism for freezing the bank accounts of environmental group Greenpeace, citing financial irregularities, although a leaked government report said that the freeze had to do with Greenpeace's opposition to GM crops.[332] Upon asked by Assamese students in 2014, Modi downplayed climate change, saying \"Climate has not changed. We have changed. Our habits have changed. Our habits have got spoiled. Due to that, we have destroyed our entire environment.\"[333] However, over the years he has been vocal for climate action,[334][335] especially with proliferating clean energy.[336][337] Modi in 2015 proposed the International Solar Alliance initiative, by means of which, India and France hope to achieve one trillion US dollars investment into solar energy by 2030.[338] The Alliance has an understanding with the World Bank,[339] an observer status granted by United Nations General Assembly[340] and 106 singatory countries.[341] He also proposed One Sun, One World, One Grid (OSOWOG) which is now merged into the United Kingdom's Green Grids Initiative as part of the UK-India Virtual Summit in 2021. He explained the initiative as \"an idea whose time has come. If the world has to move to a clean and green future, these interconnected transnational grids are going to be critical solutions,”[342] Holding developed countries responsible,[343] Modi and his government have multiple times reiterated that India has negligible role in climate change historically. At the COP26 conference Modi announced that India would target carbon neutrality by 2070, and also expand its renewable energy capacity.[344] Indian environmentalists and economists applauded the decision, describing it as a bold climate action.[345] India has emerged as the only major economy to be on track to meet Paris Agreement goals.[346] It has achieved 10% ethanol blending five months ahead of schedule.[347] Out of promised 450 GW by 2030, it has achieved 150 GW through renewable energy and is hopeful of achieving 175 GW in 2022. He has promised that India will \"become the world's biggest Green Hydrogen hub. We are answerable to future generations with our decision making.\"[348] Under Modi's tenure, India has experienced democratic backsliding.[f] According to one study, \"The BJP government incrementally but systemically attacked nearly all existing mechanisms that are in place to hold the political executive to account, either by ensuring that these mechanisms became subservient to the political executive or were captured by party loyalists.\"[15][349] Scholars also point to how the Modi government has used state power to intimidate and stifle critics in the media and academia, thus undermining freedom of expression and alternative sources of information.[350][16] There have been several reports of the Modi government to be as an authoritarian conservative government, even due to lack of good opposition.[351] In accordance with Ghanchi tradition, Modi's marriage was arranged by his parents when he was a child. He was engaged at age 13 to Jashodaben Modi, marrying her when he was 18. They spent little time together and grew apart when Modi began two years of travel, including visits to Hindu ashrams.[33][357] Reportedly, their marriage was never consummated, and he kept it a secret because otherwise he could not have become a 'pracharak' in the puritan Rashtriya Swayamsevak Sangh.[63][358] Modi kept his marriage secret for most of his career. He acknowledged his wife for the first time when he filed his nomination for the 2014 general elections.[359][360] Modi maintains a close relationship with his centenarian mother, Hiraben.[361] A vegetarian and teetotaler,[362][363] Modi has a frugal lifestyle and is a workaholic and introvert.[364] A person named Badri Meena has been his cook since 2002.[365] Modi's 31 August 2012 post on Google Hangouts made him the first Indian politician to interact with citizens on a live chat.[366][367] Modi has also been called a fashion-icon for his signature crisply ironed, half-sleeved kurta, as well as for a suit with his name embroidered repeatedly in the pinstripes that he wore during a state visit by US President Barack Obama, which drew public and media attention and criticism.[368][369][370] Modi's personality has been variously described by scholars and biographers as energetic, arrogant, and charismatic.[20][371] He had published a Gujarati book titled Jyotipunj in 2008, containing profiles of various RSS leaders. The longest was of M. S. Golwalkar, under whose leadership the RSS expanded and whom Modi refers to as Pujniya Shri Guruji (\"Guru worthy of worship\").[372] According to The Economic Times, his intention was to explain the workings of the RSS to his readers and to reassure RSS members that he remained ideologically aligned with them. Modi authored eight other books, mostly containing short stories for children.[373] The nomination of Modi for the prime ministership drew attention to his reputation as \"one of contemporary India's most controversial and divisive politicians.\"[167][374][375] During the 2014 election campaign the BJP projected an image of Modi as a strong, masculine leader, who would be able to take difficult decisions.[167][178][180][184][185] Campaigns in which he has participated have focused on Modi as an individual, in a manner unusual for the BJP and RSS.[180] Modi has relied upon his reputation as a politician able to bring about economic growth and \"development\".[376] Nonetheless, his role in the 2002 Gujarat riots continues to attract criticism and controversy.[8] Modi's hardline Hindutva philosophy and the policies adopted by his government continue to draw criticism, and have been seen as evidence of a majoritarian and exclusionary social agenda.[8][20][141][180] In March 2021, Modi received his first COVID-19 vaccine dose at the All India Institute of Medical Sciences, New Delhi.[377] Prime Minister's Office and senior officials have said that Modi has made the following donations from his personal savings: As a Prime Minister, Modi has received consistently high approval ratings; at the end of his first year in office, he received an overall approval rating of 87% in a Pew Research poll, with 68% of people rating him \"very favorably\" and 93% approving of his government.[380] His approval rating remained largely consistent at around 74% through his second year in office, according to a nationwide poll conducted by instaVaani.[381] At the end of his second year in office, an updated Pew Research poll showed Modi continued to receive high overall approval ratings of 81%, with 57% of those polled rating him \"very favorably.\"[382][383] At the end of his third year in office, a further Pew Research poll showed Modi with an overall approval rating of 88%, his highest yet, with 69% of people polled rating him \"very favorably.\"[384] A poll conducted by The Times of India in May 2017 showed 77% of the respondents rated Modi as \"very good\" and \"good\".[385] In early 2017, a survey from Pew Research Center showed Modi to be the most popular figure in Indian politics.[386] In a weekly analysis by Morning Consult called the Global Leader Approval Rating Tracker, Modi had the highest net approval rating as of 22 December 2020 of all government leaders in the 13 countries being tracked.[387][388] In March 2012 and June 2014, Modi appeared on the cover of the Asian edition of Time Magazine, one of the few Indian politicians to have done so.[389][390] He was awarded Indian of the Year by CNN-News18 (formally CNN-IBN) news network in 2014.[391] In June 2015, Modi was featured on the cover of Time Magazine.[392] In 2014, 2015, 2017, 2020 and 2021, he was named one of Time magazine's 100 Most Influential People in the World.[393] Forbes Magazine ranked him the 15th Most Powerful Person in the World in 2014 and the 9th Most Powerful Person in the World in 2015, 2016 and 2018.[394] In 2015, Modi was ranked the 13th Most Influential Person in the World by Bloomberg Markets Magazine.[395] Modi was ranked fifth on Fortune Magazine's first annual list of the \"World's Greatest Leaders\" in 2015.[396][397] In 2017, Gallup International Association (GIA) conducted a poll and ranked Modi as third top leader of the world.[398][399] In 2016, a wax statue of Modi was unveiled at Madame Tussauds wax museum in London.[400][401] In 2015 he was named one of Time's \"30 Most Influential People on the Internet\" as the second-most-followed politician on Twitter and Facebook.[402] In 2018, he was the third most followed world leader on Twitter,[403] and the most followed world leader on Facebook and Instagram.[404][405] In October 2018, Modi received United Nations's highest environmental award, the 'Champions of the Earth', for policy leadership by \"pioneering work in championing\" the International Solar Alliance and \"new areas of levels of cooperation on environmental action\".[406][407] He was conferred the 2018 Seoul Peace Prize in recognition of \"his dedication to improving international co-operation, raising global economic growth, accelerating the Human Development of the people of India by fostering economic growth and furthering the development of democracy through anti-corruption and social integration efforts\". He is the first Indian to win the award.[408][409] Following his second swearing-in ceremony as Prime Minister of India, a picture of Modi was displayed on the facade of the ADNOC building in Abu Dhabi, United Arab Emirates.[410] The Texas India Forum hosted a community event in honour of Modi on 22 September 2019 at the NRG Stadium in Houston, Texas. The event was attended by over 50,000 people and several American politicians including President Donald Trump, making it the largest gathering for an invited foreign leader visiting the United States other than the Pope.[411][412] At the same event, Modi was presented with the Key to the City of Houston by Mayor Sylvester Turner.[413] He was awarded the Global Goalkeeper Award on 24 September 2019 in New York City by the Bill & Melinda Gates Foundation in recognition for the Swachh Bharat Mission and \"the progress India has made in providing safe sanitation under his leadership\".[414][415][416] In 2020, Modi was among eight world leaders awarded the parodic Ig Nobel Prize in Medical Education \"for using the COVID-19 viral pandemic to teach the world that politicians can have a more immediate effect on life and death than scientists and doctors can\".[417] On 21 December 2020, President Donald Trump awarded Modi with the Legion of Merit for elevating the India–United States relations.[418][419] The Legion of Merit was awarded to Modi along with Prime Minister of Australia Scott Morrison and former Prime Minister of Japan Shinzo Abe, the \"original architects\" of the QUAD.[420][421][422] On 24 February 2021, the largest cricket stadium in the world at Ahmedabad was renamed Narendra Modi Stadium by the Gujarat Cricket Association.[423] Modi is featured in TIME Magazine's 100 most influential people of 2021 list,[424] making it his fifth time after 2014, 2015, 2017, and 2020. TIME called him the third \"pivotal leader\" of independent India after Jawaharlal Nehru and Indira Gandhi who \"dominated the country's politics like no one since them\".[425][426] Modi Kaka Ka Gaon, a 2017 Indian Hindi-language drama film by Tushar Amrish Goel is the first biopic on Modi, starring Vikas Mahante in the titular role it was made halfway into his first-term as the prime minister which is shown in the film.[435] PM Narendra Modi, a 2019 Indian Hindi-language biographical drama film by Omung Kumar, starred Vivek Oberoi in the titular role and covers his rise to prime ministership.[436]An Indian web series, Modi: Journey of a Common Man, based on the same premise released in May 2019 on Eros Now with Ashish Sharma portraying Modi.[437] Hu Narender Modi Banva Mangu Chu is a 2018 Indian Gujarati-language drama film by Anil Naryani about the aspirations of a young boy who wants to become like Narendra Modi.[438] 7 RCR (7, Race Course Road), a 2014 Indian docudrama political television series which charts the political careers of prominent Indian politicians, covered Modi's rise to the PM's office in the episodes – \"Story of Narendra Modi from 1950 to 2001\", \"Story of Narendra Modi in Controversial Years from 2001 to 2013\", \"Truth Behind Brand Modi\", \"Election Journey of Narendra Modi to 7 RCR\", and \"Masterplan of Narendra Modi's NDA Govt.\"; with Sangam Rai in the role of Modi.[439] Other portrayals of Modi include by Rajit Kapur in the film Uri: The Surgical Strike (2019) and Vikram Gokhale in the web-television series Avrodh: The Siege Within (2020) both based on the 2016 Uri attack and the following Indian surgical strikes.[440][441] Pratap Singh played a character based on Modi in Chand Bujh Gaya (2005) which is set in the backdrop of the Gujarat riots.[442] Premiered on 12 August 2019, Modi appeared in an episode – \"Man vs. Wild with Bear Grylls and Prime Minister Modi\" – of Discovery Channel's show Man vs Wild with the host Bear Grylls,[443][444] becoming the second world leader after Barack Obama to appear in the reality show.[445] In the show he trekked the jungles and talked about nature and wildlife conservation with Grylls.[446] The episode was shot in Jim Corbett National Park, Uttarakhand and was broadcast in 180 countries along India.[447] He has also appeared twice on the Indian television talk show Aap Ki Adalat before the 2009 and 2014 elections respectively.[448][449] Along with hosting the Mann Ki Baat monthly radio programme, on All India Radio, he has also conducted Pariksha Pe Charcha – a competition/discussion for students and the issues they face in examinations.[450][451] Dharma-Dhamma unity Template:Subject bar #invoke:Authority control","Title":"Narendra Modi - Wikipedia","KeyID":"12838","URL":"https://en.wikipedia.org/wiki/Narendra_Modi"}