{"Content: ":"Legislature Judiciary The Attorney General of Sri Lanka is the Sri Lankan government's chief legal adviser, and its primary lawyer in the Supreme Court of Sri Lanka. The Attorney General is usually a highly respected Senior Advocate, and is appointed by the ruling government. The current Attorney General is Sanjay Rajaratnam. The president does not have any power to make orders, mandatory or otherwise, to the attorney general. He heads the Attorney General's Department which is the public prosecutor. Unlike the Attorney General of the United States, the Attorney General of Sri Lanka does not have any executive authority, and is not a political appointee; those functions are performed by the Minister of Justice. The Attorney General is assisted by the Solicitor General of Sri Lanka and several Additional Solicitors General. Under section 54 of the Constitution of Sri Lanka, the President of Sri Lanka appoints the Attorney General on advice of the government. The general practice is the serving Solicitor General succeeds the outgoing Attorney General. However there have been instances where exceptions have been made.[1] Under the 17th Amendment and 19th Amendment to the Constitution, the Attorney General along with the Chief Justice, the Judges of the Supreme Court and the Court of Appeal, the Members of the Judicial Service Commission, and four other officials are placed in a constitutionally guaranteed position of security from removal from office.[2] The powers and duties of the Attorney General are derived from the Administration of Justice Law, No. 44 of 1973 and the Code of Criminal Procedure Act. Traditionally the Attorney General is addressed by the honorific The Honourable. The Attorney General draws a monthly salary and pensionable allowance (as at 2017) of Rs 240,000 and other allowances of 332,800. He/she is entitled to an official vehicle and an official residence or an allowance of Rs 50,000 in place of such. Further a books allowance of Rs 30,000 and allowance for not engaging in private practice of Rs 150,000 is provided. The position is pensionable and holders are entitled to government duty free permits.[3] Data based on:","Title":"Attorney General of Sri Lanka - Wikipedia","KeyID":"12847","URL":"https://en.wikipedia.org/wiki/Attorney_General_of_Sri_Lanka"}