{"Content: ":"Bandaranaike International Airport (BIA) (Sinhala: බණ්ඩාරනායක ජාත්‍යන්තර ගුවන්තොටුපළ, romanized: Bandāranāyaka Jātyantara Guvantoṭupaḷa; Tamil: பண்டாரநாயக்க சர்வதேச விமான நிலையம், romanized: Paṇṭāranāyakka Carvatēca Vimāṉa Nilaiyam) (commonly known as Colombo International Airport, Colombo–Bandaranaike and locally as Katunayake Airport) (IATA: CMB, ICAO: VCBI) is the main international airport serving Sri Lanka. It is named after former Prime Minister S. W. R. D. Bandaranaike (1899–1959) and is located in a suburb of Negombo, 32.5 kilometres (20+1⁄4 miles) north of the nation's longstanding capital and commercial center, Colombo. It is administered by Airport and Aviation Services (Sri Lanka) Ltd and serves as the hub of SriLankan Airlines, the national carrier of Sri Lanka, and domestic carrier Cinnamon Air. The other airport serving the city of Colombo is Colombo International Airport, Ratmalana. The airport began as a Royal Air Force airfield in 1944 during the Second World War, RAF Negombo with No. 45 Squadron RAF (1946–49),[3] No. 232 Squadron RAF (1945),[4] No. 249 Squadron RAF (1950)[5] and No. 1303 Flight RAF (1945–46).[6] In 1957, Prime minister S. W. R. D. Bandaranaike removed all the British Military airfields from Ceylon (Sri Lanka), and the airfield was handed over to the Royal Ceylon Air Force (RCyAF) and renamed Katunayake; part of it still remains a military airfield. In 1964 Anil Moonesinghe, the Minister of Communications, started the building of a new international airport to replace Ratmalana, with Canadian aid. The airport was completed in 1967, and Air Ceylon, the national carrier, began international operations from it using a Hawker Siddeley Trident and a leased British Overseas Airways Corporation (BOAC) British Aircraft Corporation (BAC) VC-10. It was named after former Prime Minister SWRD Bandaranaike, in 1970. It was renamed Katunayake International Airport in 1977, but was changed back to Bandaranaike International Airport in 1995.[7] On 7 November 1971, the first Boeing 747 landed at the airport. The Boeing 747-200B was operated by Condor carrying German tourists from Frankfurt. In the early 1990s the position of the airport's runway (04/22) was shifted northward and the old runway was made into a taxiway for departing and arriving aircraft. Airport expansion projects have recently been undertaken at the airport under the Stage 1, Phase II Expansion Project. A pier with eight aero-bridges opened in November 2005. A new terminal with an additional eight gates are proposed to be built under Stage II of the Phase II Expansion Project. Construction of the new Stage II, Phase II Expansion Project is expected to commence in April 2017 and is expected to be completed by 2020.[citation needed] On 7 May 2007, the Sri Lankan Government shifted military aviation operations out of the space adjoining the airport to SLAF Hingurakgoda, thus paving the way for the expansion of civilian operations. As part of the airport development program, a passenger train service was launched between the Airport and Colombo Secretariat Station, in June 2010.[8] The airport is used by Emirates as an alternative emergency airport for its Airbus A380 aircraft.[8][9] On 9 January 2012, an Airbus A380-800 operated by Emirates landed at Bandaranaike International Airport. This was the first time in history that an Airbus A380 had landed in a Sri Lankan airport.[10] SriLankan Airlines is the largest airline operating at the airport, with a fleet of 27 Airbus aircraft.[11] In the past, British Airways, KLM, Kuwait Airways, LTU International, Royal Jordanian Airlines, Saudia and Swissair are the airlines that previously served Colombo for many years.[citation needed] Bandaranaike International Airport (airport code CMB[12]) at Katunayake, Sri Lanka, is 32.5 kilometers north of the island nation's capital of Colombo. Thirty seven(37) airlines currently serve the airport's over 10.79 million annual passengers.[13] The airport has three passenger terminals. Terminal 1 is the current international terminal, built in 1967. Terminal 2 is the new international terminal, which is expected to be completed in 2019. Terminal 3 is the new domestic terminal, which opened in November 2012. The Bandaranaike International Airport has a single runway (04/22), with an asphalt surface. The take-off and landing distances are 3,441 m and 3,350 m respectively.[15] In addition, Phase II of the BIA expansion project is to have a second runway, also able to accommodate the A380, with another taxiway to the second runway. Bandaranaike International Airport Approach - 132.4Mhz Bandaranaike International Airport Tower - 118.7Mhz The airport is undergoing resurfacing of its runway. Future projects include a second runway to support the Airbus A380, a further eight passenger gates, a domestic terminal, a five-storey car-park, and a five-star hotel neighbouring the airport. Construction of the new approach channels to the airport will begin in April 2017, and expected to be completed by 2020.[16] A new split-level passenger terminal building, which separates arrivals and departures vertically, a new pier with eight boarding gates, and fourteen passenger boarding bridges, with a dedicated gate comprising two passenger boarding bridges for the new Airbus A380, will be included in the proposed new complex. There would also be a remote apron and an additional nine parking stands to ease air traffic movement. There would be a tax-free apparel shopping mall at the Katunayake BOI Zone to attract more business visitors to Sri Lanka. The mall is to be adjacent to the arrival terminal and connected by a sky bridge. The second stage will involve the acquisition of 600 ha (1,500 acres) of public land, the construction of a runway capable of accommodating new-generation airplanes, an aircraft repair and maintenance center, an arrival and a departure terminal, a shopping arcade, a cargo complex connected to the airport by rail and a multi-storey car park. Under the Development Project Phase II, Stage 2, a second passenger terminal and a required utility for second terminal will be constructed. Work will also be carried out to expand the terminal, aircraft parking apron, and public utilities. The existing airport terminal will be converted to a domestic and regional terminal, when the new complex is ready. A two tier passenger terminal with arrivals and departures physically separated as found in most modern airports will also be constructed. A rapid exit to the Colombo – Katunayake Highway will be provided directly from the terminal. Stage 2 itself is to be implemented in two stages and the first stage is scheduled to be completed by 2020.[citation needed] The project has been divided into two packages and the bidding has been completed for both packages. The construction work of Package B –\"Remote Apron and Taxiways\" commenced in April 2017 and the work is expected to be completed by October 2019. The bids for Package A- \"Terminal building and associated works\" is under evaluation and it is expected to commence the construction work by November 2017 with the selection of the main contractor and the work is expected to be completed for the operation by the end of year 2020.[citation needed] The second phase of the expansion project is being carried out with Japanese assistance and is expected to be completed by 2019.[needs update] |+ Passenger Movements[27] |+ Aircraft Movements[28] |+ Cargo Movements[29] A coach service operates every 15 minutes from the terminal to Colombo via E03 Colombo – Katunayake Expressway, with a travel time of around 30 minutes. E03 Colombo – Katunayake Expressway is a new high-speed road linking the airport to the city of Colombo with a travel time of around 20 minutes, and just a few minutes to the city of Negombo. The airport taxi service operates a counter in the arrival Lobby with a fleet over 600 vehicles. This road is linked to coastal cities like and Galle and Matara by Southern Highway with a travel time of 2-2.15 hours to Matara. A high-speed rail system is proposed to connect from the city of Negombo to city of Colombo via BIA airport by an electrified high-speed rail link to Colombo Fort where it will link to the proposed Colombo Light Rail. Currently Puttalam - Colombo Fort rail is active using several Diesel Engine powered trains. Passengers can get the train from Katunayake Railway Station. Cinnamon Air operates scheduled seaplane flights from Seeduwa Dadugam Oya near the airport using DHC-6-100 aircraft. In 1956 with the departure of the RAF from RAF Negombo, the Royal Ceylon Air Force took over and renamed the station RCyAF Katunayake. With the construction of the Bandaranaike International Airport, major portion of the air base was taken over. However the Sri Lanka Air Force remained and expanded its air base adjoining the International Airport. At present it is the largest SLAF station in the country and is the airfield for several flying squadrons as well as ground units. The Air Force Hospital is also based at SLAF Katunayake.[30] In March 2001, on the 50th anniversary of the Sri Lanka Air Force, the airfield was presented with the President's Colours.[31]  [32]  Kfir C2 Fighter-bomber Aircraft of No. 10 \"Fighter\" Squadron An-32B transport aircraft of No. 2 Heavy Transport Squadron Chengdu F-7 of No. 5 Fighter Squadron at the 70th Independence day Lockheed C-130 Hercules transport aircraft of No. 2 Heavy Transport Squadron Media related to Bandaranaike International Airport at Wikimedia Commons","Title":"Bandaranaike International Airport - Wikipedia","KeyID":"12849","URL":"https://en.wikipedia.org/wiki/Bandaranaike_International_Airport"}