{"Content: ":"A private military company (PMC) is a private company providing armed combat or security services for financial gain. PMCs refer to their personnel as \"security contractors\" or \"private military contractors\". The services and expertise offered by PMCs are typically similar to those of governmental security, military, or police forces but most often on a smaller scale. PMCs often provide services to train or supplement official armed forces in service of governments, but they can also be employed by private companies to provide bodyguards for key staff or protection of company premises, especially in hostile territories. However, contractors that use armed force in a warzone may be considered unlawful combatants in reference to a concept that is outlined in the Geneva Conventions and explicitly stated by the 2006 American Military Commissions Act.[1] The services of private contractors are used around the world. P. W. Singer, the author of Corporate Warriors: The Rise of the Privatized Military Industry, stated, \"In geographic terms, it operates in over 50 countries. It’s operated in every single continent but Antarctica.\" Singer noted that in the 1990s, there were 50 military personnel for every contractor and that the ratio is now 10 to 1. He also pointed out that the contractors have a number of duties, depending on who hires them. In developing countries that have natural resources, such as oil refineries in Iraq, they are hired to guard the area. They are hired also to guard companies that contract services and reconstruction efforts such as General Electric. Apart from securing companies, they secure officials and government affiliates. Private military companies carry out many missions and jobs. Some examples have included close protection for Afghan President Hamid Karzai and piloting reconnaissance airplanes and helicopters as a part of Plan Colombia.[2][3] According to a 2003 study, the industry was then worth over $100 billion a year.[4] According to a 2008 study by the Office of the Director of National Intelligence, private contractors make up 29% of the workforce in the United States Intelligence Community and cost the equivalent of 49% of their personnel budgets.[5] Modern PMCs trace their origins back to a group of ex-SAS veterans in 1965 who, under the leadership of the founder of the SAS, Sir David Stirling and John Woodhouse, founded WatchGuard International (formerly with offices in Sloane Street before moving to South Audley Street in Mayfair) as a private company that could be contracted out for security and military purposes.[6] The company's first assignment was to go to Yemen to report on the state of the royalist forces when a cease-fire was declared. At the same time Stirling was cultivating his contacts in the Iranian government and exploring the chances of obtaining work in Africa. The company eventually operated in Zambia and in Sierra Leone, providing training teams and advising on security matters. Stirling also organised deals to sell weapons and military personnel to other countries for various privatised foreign policy operations. Contracts were mainly with the Gulf States and involved weapons supply and training. The company was also linked with a failed attempt to overthrow Colonel Muammar Gaddafi from power in Libya in 1971. Woodhouse resigned as Director of Operations after a series of disagreements and Stirling himself ceased to take an active part in 1972.[7] Stirling also founded KAS International (aka KAS Enterprises) and was involved in a collaboration with the World Wide Fund for Nature to forcibly reduce the illegal poaching and smuggling of elephant tusks in various countries of Southern Africa.[8] Other groups formed by ex-SAS servicemen were established in the 1970s and 80s, including Control Risks Group and Defence Systems, providing military consultation and training. Dramatic growth in the number and size of PMCs occurred at the end of the Cold War, as Western governments increasingly began to rely on their services to bolster falling conventional military budgets. Some of the larger corporations are: Vinnell and Military Professional Resources Inc. in the United States; G4S and Keeni-Meeny Services in the United Kingdom; Lordan-Levdan in Israel and Executive Outcomes in South Africa. The exodus of over 6 million military personnel from Western militaries in the 1990s expanded the recruiting pool for PMCs. Some commentators have argued that there was an exodus from many special operations forces across the globe towards these private military corporations. Units that were allegedly severely affected included the British Special Air Service,[9][10] the US Special Operations Forces[11] and the Canadian Joint Task Force 2.[12] The Center for Public Integrity reported that since 1994, the Defense Department entered into 3,601 contracts worth $300 billion with 12 U.S. based PMCs, specifically during the initial response after Hurricane Katrina in New Orleans. Domestic operations are generally under the auspice of state or federal agencies such as the Department of Energy or the Department of Homeland Security rather than the Department of Defense. Driven by increasingly greater fears of domestic terror attacks and civil unrest and disruption in the wake of disasters, more conventional security companies are moving into operations arenas that would fall within the definition of a PMC. The United States State Department also employs several companies to provide support in danger zones that would be difficult for conventional U.S. forces. The October 2000 USS Cole bombing proved a pivotal moment for private military companies at sea, and directly led to the first contract between Blackwater and the US military.[13][14] In December 2006, there were estimated to be at least 100,000 contractors working directly for the United States Department of Defense in Iraq which was a tenfold increase in the use of private contractors for military operations since the Persian Gulf War, just over a decade earlier.[15] The prevalence of PMCs led to the foundation of trade group the Private Security Company Association of Iraq. In Iraq, the issue of accountability, especially in the case of contractors carrying weapons, was a sensitive one. Iraqi laws do not hold over contractors. U.S. Secretary of Defense Donald Rumsfeld justified the use of PMCs in Iraq on the basis that they were cost effective and useful on the ground. He also affirmed that they were not subject to the Uniform Code of Military Justice.[16] Two days before he left Iraq, L. Paul Bremer signed \"Order 17\" giving all Americans associated with the CPA and the American government immunity from Iraqi law.[17] A July 2007 report from the American Congressional Research Service indicates that the Iraqi government still had no authority over private security firms contracted by the U.S. government.[18] In 2007, the Uniform Code of Military Justice was amended to allow for prosecution of military contractors who are deployed in a \"declared war or a contingency operation.\" PMCs supplied support to U.S. military bases throughout the Persian Gulf, from operating mess halls to providing security. They supplied armed guards at a U.S. Army base in Qatar, and they used live ammunition to train soldiers at Camp Doha in Kuwait. They maintained an array of weapons systems vital to the invasion of Iraq. They also provided bodyguards for VIPs, guard installations, and escort supply convoys from Kuwait. All these resources were called upon constantly.[4] Another area that saw a large involvement of Private Military Companies over the past decades was Somalia and the seas surrounding it. While having less publicity and scrutiny compared to PMC involvement in Iraq, in the Western media, the role of the PMCs in this area should not be underestimated. Up till today PMCs are active in this region to both provide support for the UN AMISOM mission, and provide security for private shipping organizations that sail through the Gulf of Aden. At the seas the PMCs are hired to deter pirates from attacking vessels and taking the shipping crew and their transport hostage. While, a large variety of international naval missions with the same goals (such as EU's Atalanta, NATO's Ocean Shield, and one by CTF 150) are and were active in this region, it is still necessary for the shipping companies to have security personnel on-deck. This is a service that could almost solely be provided by PMCs. While these PMCs seem to be successful in providing this de-centralized form of security, it also has a large downside since, inherent to its de-centralized nature, it is very hard for the UN or other international organizations to provide effective oversight over what happens at the seas. Whereas, the UN showed that between 2010 and 2015 there were over 50 encounters between the national sovereign Navies, that participated in the missions, resulting in over 1200 detained pirates, only one PMC published information over this period.[28] Since the PMCs are so much more active in this area, and covering a larger part of it through it activities on board of trading ships, this seems to be a very low estimate.[29] PMC presence in Somalia is an example of two violent non-state actors at sea engaged in combat with each other. By the end of 2012, the number of contractors who had died in Iraq, Afghanistan and Kuwait had reached 3,000. Scholars have studied whether contractor deaths have an effect on the public's \"casualty sensitivity\" when substituted for military fatalities.[30] Casualty sensitivity refers to the inverse relationship between military deaths and public support for a sustained military engagement. Contractor deaths may account for nearly 30% of total US battlefield losses since the beginning of the wars in Iraq and Afghanistan.[31] In October 2007, the United Nations released a two-year study that reported that, although hired as \"security guards\", private contractors performed military duties. Many countries, including the United States and the United Kingdom, are not signatories to the 1989 United Nations Mercenary Convention banning the use of mercenaries. A spokesman for the American mission to the U.N. office in Geneva (UNOG) said that \"Accusations that U.S. government-contracted security guards, of whatever nationality, are mercenaries is inaccurate.\"[32] An observer noted that the difficulty in separating private from public troops means that legal proceedings against these violent non-state actors can be complicated, and stated that contracted combatants carry the legitimacy of the state that hires them.[33] There is currently no globally accepted norms or legal framework applied to these firms.[citation needed] The Central African-based park-ranger organization African Wildlife Defence Force is contracting former servicemen and law enforcement personnel to protect national parks and private game ranches in Africa. Candidates must undergo additional retraining to become park rangers. They are also referred to as Private Ranger Contractors or PRC. The use of private security contractors by NGOs in dangerous regions is a highly sensitive subject.[50] Many NGOs have sought the services of private security contractors in dangerous areas of operation, such as Afghanistan, Somalia and Sudan due to the following reasons:[50] Quite often the contractors hired are local companies and mostly are unarmed personnel guarding facilities, only very rarely are international contractors or mobile armed security personnel used.[50] However, there are a great many voices against their use who cite the following problems:[50] The result is that many NGOs are not open about their use of PSPs and researchers' at the Overseas Development Institute studies have found that sometimes statements at NGOs central headquarters contradict those given by local staff.[50] This prevents informative knowledge-sharing and debate on the subject needed to improve NGOs decisions regarding this issue, though there have been some notable exceptions (Afghanistan NGO Security Office (ANSO) and the NGO Coordination Committee in Iraq (NCCI)).[50] The Private Security Contractor fulfills many different needs in the private and public sectors. While some nations rely heavily on the input of governments such as the US, other countries do not trust the US, so they tend to look for private contractors who will have a fiduciary obligation them. According to Joel Vargas, Director of Operations for Contingent Security Services, Ltd and Assistant Director for InterPort Police, it will be impossible to build democracies without having the assistance from the private sector performing activities for clients.[citation needed] After the withdrawal of U.S. troops from Iraq, the U.S. State Department is reportedly planning to more than double the number of its private security guards, up to as many as 7,000. Defending five fortified compounds across the country, the security contractors would operate radars to warn of enemy rocket attacks, search for roadside bombs, fly reconnaissance drones and even staff quick reaction forces to aid civilians in distress. Its helicopter fleet, which will be piloted by contractors, will grow from 17 to 29.[51] Due to strain of United States Armed Forces, the U.S. State Department and The Pentagon has also outsourced the expanded military training in Africa to three companies: Military Professional Resources Inc. (M.P.R.I), DFI International and Logicon (Now owned by Northrop Grumman).[34] Demands for specific PSC services have grown to record levels in recent decades, and private firm's capabilities now include an array of services that are vital to the success of on-the-ground war fighting as well as other more traditional stability operations and contingency contracting. While past calls for corporate responsibility have heralded successes such as the Kimberley Process and the Extractive Industries Transparency Initiative in widespread international operations, there has also been a move within the PSC and contingency contracting industries to call for accountability and to implement a code of ethics for the retention of services and operations of such service providers. Existing credible accountability initiatives form a skeleton for governing the conduct of contractors, but much remains to be fleshed out to form a coherent and standardized framework from which to oversee such organizations and activities. Over the last decade there have been a number of initiatives to regulate the private security industry.[52] These include the ISO/PAS 28007:2012 Guidelines for Private Maritime Security Companies[53] and the ANSI/ASIS PSC.1 and PSC.4 standards. Founded in 1955, ASIS is a society of individual security professionals dedicated to increasing the effectiveness and productivity of security professionals by developing educational programs and materials. ASIS is an ANSI-accredited Standards Developing Organization, and within ASIS the ASIS Commission on Standards and Guidelines works with national and international standards-setting organizations and industry representatives to develop voluntary standards and guidelines for security professionals. With funding from the U.S. Department of Defense, the ASIS Commission on Standards is currently promulgating four sets of standards for private security companies.[54] In 2008, the International Committee of the Red Cross, the Swiss government, and contributors from private security companies and the civil society/NGO sector developed and proposed the Montreux Document on Private Military and Security Companies. The document details international legal obligations and lists specific recommendations related to PSC services procurement practices and operational oversight, and clarifies the obligations of States pertaining to the hiring of such entities during armed conflicts.[55] Private military companies are explored extensively in the Metal Gear video game franchise, with several games (particularly Metal Gear Solid: Peace Walker, Metal Gear Solid 4: Guns of the Patriots, and Metal Gear Solid V: The Phantom Pain) featuring the command of fictional PMCs.[56] In the video game storyline, which takes place in the 20th and 21st centuries, traditional militaries eventually collapse as the world becomes run by PMCs.[57] They were also parodied in the Grand Theft Auto series, specifically Grand Theft Auto V as \"Merryweather Security\", which is possibly a parody of the controversial PMC Blackwater. In Contract Wars and its sequels, Hired Ops and Escape from Tarkov, the armed conflict erupts between two fictional PMCs, the Russian BEAR and the western USEC.[58] In Marvel Television's The Punisher on Netflix a PMC by the name of ANVIL is heavily featured. ANVIL's founder, Billy Russo, being one of the primary antagonists of the series.[59] Much like real PMCs, ANVIL provides training spaces for U.S. forces on American and foreign soil.[60]","Title":"Private military company - Wikipedia","KeyID":"12840","URL":"https://en.wikipedia.org/wiki/Private_military_company"}