{"Content: ":"George William Davies (born 29 October 1941) is an English fashion designer and retailer. Davies headed Next from its creation in the 1980s, before moving on to start the fashion label 'George at Asda' in the 1990s. Leaving Asda in 2000 following their acquisition by Walmart, he launched the Per Una fashion collection at Marks & Spencer.[2] In 2009, Davies launched his 4th brand (called GIVe) which saw 26 stores opening in selected towns and cities in the UK along with an e-commerce retailing.[3] Dubbed as a \"serial brand creator\",[4] the \"King of the High Street\"[5] and \"the leading fashion visionary\"[6] he was awarded the Drapers Record Life Time Achievement award in 2003 and the \"Designer of the Decade\" by Prima in 2004. George William Davies was born in Crosby,[1] Lancashire, on 29 October 1941 to sausage maker George Snr, and seamstress Mary Davies. Davies cites his mother as his motivation to succeed in life in fashion:[7] You don't realise as a boy the influences you go through, but I remember in the late '40s and early '50s my mum, my auntie and cousin would sit cutting out dress patterns at home. My mum always said she wouldn't buy from the high street because it was rubbish. You obviously inherit genetic traits as well and that's probably why I ended up going into fashion His grandparents lived on a farm in Thornton, Crosby, and his parents moved closer to the coast when he was 11, when his mother took over a post office and his father became a sausage factory manager. Davies attended Bootle Grammar School,[8] where he enjoyed sports including golf, football and tennis. Asked recently[when?] by the Sunday Times if he had ever been \"hard up\" he responded \"No. When I got pocket money as a young boy, I would save it. Apart from a blip when I was first in business, I've always had money. From the age of 16, I worked as a milkman in my holidays and saved to buy my first car, a Mini van\". In the same article, Davies was asked if he was better off than his parents had been. \"Financially, I am. But \"better off\" should be measured by more than finance. My parents were an amazingly happy couple and never wanted for anything. My father was the manager of a sausage factory and my mother bought and ran a post office in her fifties\".[9] A passionate supporter of Liverpool F.C. through his father (nowadays he is frequently seen watching from the directors' box) Davies had trials for the club during the reign of Bill Shankly but was unsuccessful (in 1995 he told The Independent that as things as turned out, it was probably for the best). However, he did go on to play centre forward for Bangor City, and also represented England Universities and England Under 18s at football and scored twice against Scotland.[10] After walking away from Birmingham University where he was studying to become a dentist in the early '60s, Davies returned to Liverpool and applied to work for the retailers Littlewoods whose head office was based in the city. He also applied to work for Pilkington, the glass manufacturer, but Littlewoods responded first. He started off as a graduate trainee before ending up in stock control and then as a buyer (ankle socks). Davies cites his experience at Littlewoods as being the cornerstone of one of his fundamental beliefs of successful retailing – the importance of effective stock control and the need for understanding local buying patterns – commonly known in retail as Trading. He also credits Littlewoods as offering him \"the most fantastic training\" environment which was to strongly contribute to his successes in the future. In 2007, he told The Times: \"During the Whitsun holidays in Manchester, children dressed up in white and took part in the Whit Walks. Sales of white ankle socks went up by 200 dozen in the area and I had only sent 10. The manager of the store was soon on the phone shouting about what some stupid person had done. I had to drive to the supplier in Leicestershire and deliver the socks myself. It saved my job. Without that I don't think I would be here now. It taught me that in retailing every store is different.\"[10] In 1972 Davies launched his first business – Schoolcare, a mail order company specialising in the supply of children's school uniforms. However Schoolcare experienced problems when their bank suffered financial difficulties. Whilst the demise of Schoolcare is no more than a tiny piece in the Davies business jigsaw, it is regarded as the birthplace of another Davies trademark legacy – the \"total look concept\". In 1973, he was invited to join a fast-growing home-based fashion retailer called Pippa Dee which operated in a similar trading style to Tupperware, counting on a self-employed sales force of over thirteen thousand women to organise house party plan sales across the UK. Davies initially joined as Product and Design Director but very quickly became the driving force behind the sales operation. In a move that was to be reflected in his later business life, Davies left Pippa Dee amid a boardroom struggle and broken promises from other directors.[11] In 1981, the chairman of Leeds based men's retailer Hepworth's, Sir Terence Conran, approached Davies to join the retail chain and revamp the concept to better combine their new purchase, the 70 stores of Kendall & Sons Ltd. Briefed to come up with a concept that would bring profitability to Kendall's, Davies' response was a blueprint which became NEXT, now the third most successful high street chain in the UK after Marks & Spencer and BHS/Arcadia Group. The first NEXT shops opened on 12 February 1982, with the Kendall's conversion complete by the end of 1983.[12] Based around \"the total concept look,\" it encouraged customers to mix and match within a style, resulting in customers having both trend and buying more. The average NEXT customer would buy five items, not just the one they had entered the shop originally to buy. Made Chief Executive in 1984, Davies then converted the 50 Hepworth's stores to the NEXT format, extending the total concept look at the same time to cover menswear. In 1985, NEXT interiors was added to stores which were deemed in the \"right demographic areas.\" In 1986, Davies moved the group's headquarters from Leeds to Leicester, to be closer to the main garment manufacturers. In 1987, the group bought the Grattan catalogue company. Extending first to introduce NEXT childrenswear, he then introduced the NEXT Directory based around four key concepts:[13][14] At the same time, Davies launched the NEXT account card. The pressures of ever-increasing growth and expansion demanded by the analysts in the city caused NEXT to go through turbulent times in 1988. Under new chairman Sir David Jones, Davies' expansion plans and diversification of the brand were cited as one of the causes for the share price dropping.[15] In December 1988, Davies was sacked from Next by chairman Sir David Jones, who accused him of being egotistical and taking Next to the verge of bankruptcy.[16] After leaving NEXT, Davies spent time writing his autobiography What Next? In 1995, Davies founded Sporter, a sporting aligned clothing manufacturer. It supplies branded merchandise for sports clubs including Liverpool F.C. and Arsenal F.C. as well as Newcastle United F.C. and Rangers F.C.[17] Sporter today employs over 100 staff, with offices in the UK, India, Sri Lanka and Italy. Approached by UK supermarket chain Asda to create a new range of clothing, in the 1990s Davies produced his second household-name brand, George at Asda.[18] Davies was positive about the approach, the shift of consumer spending moved from high street to out of town accessible development.[19] Asda CEO Archie Norman commented that Davies grasped the fact that the line had to be based on value, and be a distinct brand name on its own. The George brand and range was developed by Davies's company Red Creative, set up to provide full clothing retail solutions[clarification needed] through a team of designers and marketeers. In 2000, Asda was bought by the world's largest retailer, Wal-Mart of the United States. With the resultant resignation of the UK board, Davies also resigned his direct association. At the time of the takeover, the George brand was turning over £600M.[20] By 2002, Wal-Mart had rolled out George Clothing across the USA,[21] and presently has annual global sales of £2bn.[19] In October 2009, the BBC reported that George @ Asda brand had officially become the UK's biggest selling clothing retailer, taking over from Marks & Spencer, with a 10% UK market share.[22] As one of the top three recognised brands in the UK, Marks & Spencer had a traditionally strong selling women's clothing line. But in 2000 in light of developing fashion trends driven by distinct brands, needed to develop a new approach in their retail format.[23] Introduced to chairman Luc Vandevelde and CEO Roger Holmes through a mutual friend, Davies was given the brief to develop a high-touch and distinct brand/line of clothing which would appeal to a younger female market sector. Developed by Red Creative in three months as a joint venture with Marks & Spencer, Per Una ((in English) For one (woman)), had a logo of three hearts inspired by a postcard Davies picked up in Italy whilst looking for ideas for the new collection. Within three years of launch, per una was creating an annual turnover in excess of £230M, which was over 10% of Marks & Spencer womenswear sales. More importantly, Per Una was attracting a younger audience back into the store, which was having a positive knock on effect in other departments.[24] The Financial Times reported that it was Per Una that put Davies in the super-rich league (he sold the 5-year-old business to Marks & Spencer in 2004 for £125 million) as part of the retailer's efforts to block a potential takeover by entrepreneur Sir Philip Green. “It (Per Una) was absolutely fundamental in the resurgence of the core appeal of womenswear,\" said Roger Holmes, the former chief executive of M&S who signed Davies up in 2001 to bring the Per Una range to Marks. \"Put in the context of the value it created from saving the company as a whole, it was creating billions of profits for shareholders.\" Did it save the company? \"Yes, I don't think that overstates the case.\"[19] Sir Stuart Rose saw through the acquisition of the Per Una brand and Davies stayed on with the company until 2008, which also saw the launch of his GD 25[25][better source needed] range celebrating Davies' 25 anniversary in the fashion industry. According to many newspaper articles between 2005 and 2008, the relationship that Davies enjoyed with Rose was not as cordial as the one with his predecessors, Holmes and Vandevelde.[26][27] However, in a recent[when?] article in the business section of The Guardian, it appeared the relationship was back on an even-keel. Davies stated: \"Stuart and I talk. We have a lot in common on a personal level and in truth, I couldn't do what he does and he probably couldn't do what I do.\"[28] Recently[when?] asked by the Sunday Times what his most lucrative piece of work has ever been, Davies responded: \"Building up Per Una and selling it on to Marks & Spencer, without a doubt.\"[9] On Davies' departure from Per Una in December 2008, Rose commented in the Daily Telegraph that \"I'll eat my hat if he wants to go and launch another business.\"[29] On 13 June 2009 George Davies told the Financial Times that he was to launch his fourth fashion business under the name of GIVe as in George 1V – his fourth large fashion venture.[19] The small \"e\" represents the e-commerce (internet element) of the company. The company has also been named GIVe because it is Davies' intention to donate part of the profits to charitable causes – he was quoted in the Sunday Times as expecting this figure to be up to 10% of the company's profits.[30] In a recent article in the Sunday Telegraph, the architect of Davies' sacking from Next, Sir David Jones, was cited as one of the motivations behind the decision to launch the current brand, GIVe. Davies said that it was an informal conversation over a drink with Jones in early 2009 that convinced him to launch GIVe when he was seriously considering whether it was a risk worth taking or not. Sir David Jones confirmed the conversation: \"I remember the conversation well,\" \"Believe it or not, George Davies and I are very good friends after 25 years. George is an outstanding individual – he started Next, he did George at Asda – and he's a passionate man. Life is too short to hold grudges and I wish him well.\"[31] GIVe opened its doors in 25 towns and cities across the UK in October 2009 and, according to the FT, provides Italian-inspired, high quality women's fashion clothing at affordable prices. The move (in a recession) is typical of Davies who spots a niche, observes what the competition are doing and then does the opposite. In a June 2009 independent poll conducted by Drapers Online, 100% of the voters agreed that the new venture would be another success story for Davies.[citation needed] Davies describes the range of Italian-inspired luxurious women's wear as \"affordable luxury\" and the target sector as being women over the age of 30, although Davies recently commented that \"it's not about age, it's about attitude\".[32] In July 2009, Drapers reported that Davies was in advanced discussions with House of Fraser and Dutch retail group Maxeda to take GIVe to a new dimension in terms of store coverage from spring 2010. It was suggested that the potential high-profile partnerships demonstrated the \"serial brand maker's\" commitment to creating a fourth \"mega brand\" to shake up the fashion sector – Davies had been openly critical of the UK's homogenous high street in 2008.[33] In August 2009, Retail Week revealed the locations for GIVe's first stores. Under the headline \"Fashion legend George Davies has secured a raft of shopping centre deals for his new venture Give\", the magazine correctly confirmed GIVe's first chosen store sites. In addition to Regent Street, Bluewater and Meadowhall stores, GIVe is opening in Liverpool, Cribbs Causeway, Kingston, Glasgow and Harrogate in October and November. Sixteen independent retailers (including 10 Beales shops) across the UK entered into joint venture agreements with GIVe to carry the range in a large concession-style deal which also opened in October 2009. In the run-up to the brand's launch Davies agreed an exclusive deal with women's fashion magazine Grazia.[34] Describing the brand GIVe \"as the most exciting story to come out of retail this year\" and \"from what we've seen it's set to be a major new fixture on the British high street\", Miller said that she and her Editor-in-Chief, Jane Bruton, had been given a preview of the new range which Davies kept very firmly under wraps prior to the brand's launch in October 2009. On 22 September, Grazia featured a 24-page promotion dedicated to GIVe and some of its clothing and accessory range. Grazia also highlighted that Emma Trayner (Davies' second daughter) has also played a large part in the selection and design input into GIVe's collection.[34] In an interview with the Business section of the Sunday Times, Davies confirmed that he had invested over £20,000,000 of his own money in the new venture. He told the paper that he planned to donate up to 10% of the company's profits to charitable causes. He also said that he was in discussions to take the brand global and that he would be disappointed if GIVe did not see sales of £50m-£60m.[30] Davies was described by The Week as being \"indefatigable\" – in other words incapable of being tired out; not yielding to fatigue; untiring.[35] Elle magazine commented that \"the designs are still underwraps, but we hear we should expect chic womens wear to rival the likes of Whistles and Karen Millen\".Elle News | George Davies New High Street Shopping Venture To Launch | Elleuk.com Davies believes that many large high street retailers have failed to react quickly enough and embrace the power of the internet and its impact on the consumer, including the use of social network sites such as Facebook and Twitter to get the message of new product into the public domain. In an interview in Retail Week,[when?] Davies said: \"I've had to understand a lot of new things like Twitter, Facebook and blogging because that's the route consumers have gone. I feel the high street has left itself open to the rise of that sort of medium.\" Davies also said the new GIVe stores include in-store internet kiosks giving customers real-time stock information as well as video content of the store's garments on a catwalk (the shopper will scan a bar code into the system and get instant video feedback of what the chosen garment looks like on the catwalk). In addition the same in-store system will allow shoppers to order home delivery.[36] Speaking to the Financial Times in December 2009, Davies discussed his intentions of taking the GIVe brand overseas. It had been widely reported that he was in discussions with several different groups in India and the Middle East and was considering launching the brand outside of the UK in the second quarter of 2010.[37] GIVe was effectively closed for any further trading in early 2011 and the holding company that was its parent company, \"Sporter Ltd\" was put into receivership in September 2011. Davies is the father of seven children (five daughters and two sons) and has three former wives. In 2008, it was reported that he had built a 7-hole golf course in his back garden.[38] Davies divides his time between his family, his business ventures and his seven chosen charities[39] which includes helping the education of under-privileged children in Asia as well as making life more comfortable for British soldiers injured in combat overseas. In an interview with the Sunday Times, Davies revealed that he had decided to give his private yacht away to a charity called Sail 4 Cancer (a charity which provides families suffering from cancer with respite break sailing holidays).[9] He also donated the use of his private jet to the Celebration of Life After Cancer charity who successfully auctioned the prize to raise funds for people who were living and coping with cancer.[40] In addition, Davies was a Governor of Malvern College[41] and is the benefactor behind the George Davies Centre For Retail Excellence at Heriot-Watt University.[6][42] Davies is also a trustee of the Mvumi School Trust, which oversees the DCT Mvumi Secondary School in Tanzania. Davies was found guilty of drink driving in June 2011 following a 5-mile police chase in May 2010.[43] In September 2017, Davies made a £5.15 million donation to the University of Leicester and hospitals associated with it.[44] This was the University's largest ever philanthropic gift from an individual, with the money largely supporting research into vascular limb disease. The University renamed its Centre for Medicine to the George Davies Centre in honour of this donation in November of that year, with Sir David Attenborough officially opening the building.[45]","Title":"George Davies (retailer) - Wikipedia","KeyID":"12842","URL":"https://en.wikipedia.org/wiki/George_Davies_(retailer)"}