{"Content: ":"Corruption is considered a major problem in Sri Lanka, and weak whistleblower protections have negative impacts on citizen's willingness to stand up against corruption. Despite some recent institutional reforms by the government in order to fight corruption, whistleblower protections need to be improved.[1] Corruption exists left, right and centre on all levels of society from the top echelons of political power to minor staff level. The problems are long-standing, and despite ongoing calls for reform, and many attempts to improve the situation, there is little evidence of progress.[2] Most of the Sri Lankan also consider bribery is just a fact of life especially bribing a public official to get the job done.[3] The officials and politicians who have involved in corruption have been either given presidential pardon or have escaped to foreign countries fearing sanctions. There have been number of incidents in the history of Sri Lanka where individuals who have engaged in some form of corruption are freed without ant penalties due to political connections. Although, the Commission to Investigate Allegations of Bribery or Corruption exists, its powers have been curbed with the influence of powerful politicians and business tycoons and in most of the instances the commission has not been able to act in an independent manner.[4][5] The successive governments in Sri Lanka have often pledged to eradicate corruption but practically speaking, it has been an impossible task to achieve zero corruption due to years of mismanagement and due to lack of good governance. The political parties and politicians in Sri Lanka have often reiterated to end corruption in their manifestos as a political publicity stunt and as a political gimmick during election times in order to manipulate the voter base. Corruption in Sri Lanka is considered as an ongoing serious national issue which has been a massive setback as far as growth rate of Sri Lankan economy is concerned. High inequality/disparity in income levels of people and increase in poverty line of Sri Lanka have been partly responsible due to the prevalent corruption culture in Sri Lanka. The topic on corruption has always been a hot topic in Sri Lanka over the years and corruption has been one of the main root causes for Sri Lanka's worsening economic situation since 2019.[6] Corruption was cited among many issues which provoked the 2022 nationwide protests where people have been holding large demonstrations against the administration of Gotabaya Rajapaksa owing to the inability of general public to fulfill their basic needs and wants due to shortages, rolling powercuts, hyperinflation, decline in disposable income and the lack of foreign reserves to import basic essentials.[7] Corruption directly affects the welfare of citizens by decreasing public investments in health, education, infrastructure, security, housing and plantations. One of the more recent forms of corruption is through public procurement because of the lack of transparency with transactions that happen within the government. According to Transparency International's 2021 Corruption Perception Index, Sri Lanka scored a 37 on a scale from 0 (\"highly corrupt\") to 100 (\"highly clean\"). When ranked by score, Sri Lanka ranks #102 among the 180 countries in the Index, where the country ranked #1 is perceived to have the most honest public sector.[8][9] Just prior to contesting at the 2005 presidential election, he was accused of stealing public money which was provided as donation for the Tsunami victims who were affected by the 2004 Indian Ocean earthquake and tsunami. When Mahinda served as Prime Minister in 2004, the money was sent by international donors to the Prime Minister's national relief fund to serve for the requirements of people whose livelihoods were adversely affected due to the tsunami which struck on a Boxing Day on 26 December 2004.[10] However, the funds which were set to be utilized for the betterment of the public were credited to the privately run fund scheme called \"Helping Hambantota\" and the funds had never reached the affected people.[11][12] In May 2022, Australian prominent leading investigative journalism program ABC Four Corners in a documentary claimed that Australian based medical company Aspen Medical had involved in a high-profile money laundering scandal after its involvement in a multi-million dollar hospital project for the construction of Hambantota General Hospital during the Presidency of Mahinda Rajapaksa in 2012.[13] As per the documentary, the company had obtained amounting to $18.8 million insurance guarantee through the formal Australian governmental support from the then Export Finance and Insurance Corporation.[14] The first transaction of Aspen Medical in Sri Lanka amounted to a whopping amount of 1.4 million euros (which is equivalent to $2.1 million) to a suspectable mysterious British Virgin Islands domiciled company Sabre Vision Holdings which was owned by Nimal Perera, a Sri Lankan businessman who also has close ties with Rajapaksa family.[15][16] Nimal Perera claimed that in 2016, he collected funds for Namal Rajapaksa and as a result Namal was arrested by the police but was released on bail shortly afterwards. However, soon after the release of the documentary, Namal denied wrongdoing and insisted that it is a conspiracy to undermine his reputation by Yahapalanaya government.[17] In the 2015 election, according to the Presidential Commission of Inquiry investigating irregularities into SriLankan Airlines, it was revealed that security officers and vehicles of the national carrier had been used in the Rajapaksa's 2015 presidential campaign. At the time, Nishantha Wickramasinghe, a brother-in-law of Rajapaksa, was also Chairman of SriLankan Airlines until Rajapaksa lost the presidential election in 2015.[18] The Sri Lanka Air Force announced that Mahinda Rajapaksa and his family had used military aircraft for the Presidential election campaign, using $17,300 (Rs. 2,278,000) of public funds to travel across the island. Rajapaksa and his family were the subjects of numerous state resource abuse complaints from organizations and election monitors, including claims of their involvement in fraud, misuse of powers, murder, and money-laundering activities that are said to have taken $5.31 billion (Rs. 700 billion) out of the country illegally through the Central Bank using Rajapaksa's close association with Ajith Nivard Cabraal, the former governor of the Central Bank of Sri Lanka.[19] In 2015, the Sirisena led government started investigations against China Harbour Engineering Company on suspicion of offering bribes to Mahinda Rajapaksa's failed presidential re-election campaign.[20][21] The company also apparently landed a $1.4 billion contract to establish the Port City in Colombo which was suspended when the Sirisena regime took over. Several sources claimed that Mahinda Rajapaksa had maintained close ties with Uganda especially during his second term as President from 2010 to 2015. Mahinda Rajapaksa also reported to have befriended Sri Lankan High Commissioner to Uganda, Velupillai Kananathan during the former's first official presidential trip to Uganda in 2014.[22][23][24] The government which was formed in 2015 under the Presidency of Maithripala Sirisena and Prime Minister Ranil Wickremesinghe came with the policy to tackle corruption in the country. Ending corruption at all levels was the key objective put in place by the Sri Lanka Freedom Party and United National Party joint government during their election campaigns in 2015.[25] Sirisena promised to take necessary action against the Rajapaksas regarding the corruption practices during when Mahinda Rajapaksa served as the President of Sri Lanka. However, the Yahapalanaya government itself was embroiled in a huge Central Bank of Sri Lanka bond scandal within just a month after taking office. Arjuna Mahendran who was appointed as the Central Bank governor replacing Ajith Nivard Cabraal had involved in the alleged bond scandal. In 27 February 2015, newly appointed CBSL governor Arjuna Mahendran advertised the sale of Rs. 1 billion in 30 year government bonds at a coupon of 12.5% [26] Despite several accounts erroneously cite an indicative rate of 9.5%.[27][28] The sale was oversubscribed with 36 bids of totaling Rs. 20 billion. The majority of bidders, 26, bidded for Rs. 100 million or less at a rate of 9.5%–10.5%. However, a few bidders, including Perpetual Treasuries Limited, wanted interest rates of 11%–12%. On 27 February 2015, the CBSL accepted Rs. 10 billion in bids at rates of 9.5%–12.5%, which meant that the base value of the auction doubled twenty times. The issuing of ten times the advertised bonds, and at a higher than expected rate, was alleged to cost the Sri Lankan government an additional Rs. 1.6 billion ($ 10.6 million), though this alleged loss was disputed by the Leader of the House of Parliament.[29][30][31][32] A petition was lodged in the Supreme Court of Sri Lanka contesting the methodology used to allege such a loss.[33] Perpetual Treasuries was issued, directly and indirectly, with Rs. 5 billion in bonds at 12.5%.[34][35][36][37] Perpetual Treasuries was one of the primary dealers in the sale and is owned by Mahendran's son-in-law Arjun Aloysius.[38][39] The primary dealer had also appointed the sister of the former Central Bank Governor Ajit Nivard Cabraal onto the Board of its holding company.[40] In 2016, Sirisena into his second year presidency was involved in a controversy after allegations were raised that he and his political adviser had reportedly demanded a political donation to be paid by the Australian based company Snowy Mountains Engineering Company. As per the company emails, the incident happened when Sirisena was a cabinet minister during the tenure as Mahinda Rajapaksa as the president. The overseas staff members of Snowy Mountains Engineering Company had bribed officials to secure a $2.3 million sewerage project in 2011. In return, Sirisena was all set to approve the awarding of the dam contract to SMEC worth $1.82 million.[41] The government embroiled in controversy over inappropriately handling public funds of over Rs. 15 billion behind the huge tax cut to sugar importers in 2020. As a result, the sugar scam cost Sri Lanka a whopping 15.9 billion rupees in tax revenue.[42][43] On 14 April 2021, the Sri Lankan Airlines in its official Twitter handle claimed that Sri Lankan cargo had made history by operating three successive cargo charter flights to Entebbe International Airport which is Uganda's only international airport uplifting over 102 metric tonnes of printed papers in February 2021.[44] The information on whether what kind of printed papers were not revealed by Sri Lankan Airlines due to confidential reasons. However, the cargo carrier deleted the tweet for unknown reasons and it created doubts about the transparency of Sri Lankan Airlines and speculations arose about the transfer of \"printed papers\" cargo charter flights which departed to Uganda in February 2021.[45] Sri Lankan Airlines later issued a statement clarifying that the printed material which was deported to Uganda included only the Ugandan currency notes and it further revealed that due to security reasons with bordering Kenya, Ugandan government preferred to obtain printed Ugandan shilling currency notes from a global security printer.[46][47] The Biyagama branch of the De La Rue company is responsible for printing currency notes to countries including Uganda.[48] SriLankan insisted that the consignment was purely commercial in nature and brought much needed foreign revenue to the airlines as well as for the country.[49]","Title":"Corruption in Sri Lanka - Wikipedia","KeyID":"12854","URL":"https://en.wikipedia.org/wiki/Corruption_in_Sri_Lanka"}