{"Content: ":"The Reptile Database is a scientific database that collects taxonomic information on all living reptile species (i.e. no fossil species such as dinosaurs). The database focuses on species (as opposed to higher ranks such as families) and has entries for all currently recognized ~13,000 species[1] and their subspecies, although there is usually a lag time of up to a few months before newly described species become available online. The database collects scientific and common names, synonyms, literature references, distribution information, type information, etymology, and other taxonomically relevant information. The database was founded in 1995 as EMBL Reptile Database[2] when the founder, Peter Uetz, was a graduate student at the European Molecular Biology Laboratory (EMBL) in Heidelberg, Germany. Thure Etzold had developed the first web interface for the EMBL DNA sequence database which was also used as interface for the Reptile Database. In 2006 the database moved to The Institute of Genomic Research (TIGR) and briefly operated as TIGR Reptile Database[3] until TIGR was merged into the J Craig Venter Institute (JCVI) where Uetz was an associate professor until 2010. Since 2010 the database has been maintained on servers in the Czech Republic under the supervision of Peter Uetz and Jirí Hošek, a Czech programmer.[4] The database celebrated its 25th anniversary together with AmphibiaWeb which had its 20th anniversary in 2021.[5] As of September 2020, the Reptile Database lists about 11,300 species (including another ~2,200 subspecies) in about 1200 genera (see figure), and has more than 50,000 literature references and about 15,000 photos. The database has constantly grown since its inception with an average of 100 to 200 new species described per year over the preceding decade.[6] Recently, the database also added a more or less complete list of primary type specimens.[7] The Reptile Database has been a member of the Species 2000 project that has produced the Catalogue of Life (CoL), a meta-database of more than 150 species databases that catalog all living species on the planet.[8] The CoL provides taxonomic information to the Encyclopedia of Life (EoL). The Reptile Database also collaborates with the World Register of Marine Species (WoRMS), the citizen science project iNaturalist,[9] and has links to the IUCN Redlist database. The NCBI taxonomy database links out to the Reptile Database.","Title":"Reptile Database - Wikipedia","KeyID":"1285","URL":"https://en.wikipedia.org/wiki/Reptile_Database"}