{"Content: ":"The Daily Mirror is a British national daily tabloid-sized newspaper that is considered to be engaged in tabloid-style journalism.[2] Founded in 1903, it is owned by parent company Reach plc. From 1985 to 1987, and from 1997 to 2002, the title on its masthead was simply The Mirror. It had an average daily print circulation of 716,923 in December 2016, dropping to 587,803 the following year.[3] Its Sunday sister paper is the Sunday Mirror. Unlike other major British tabloids such as The Sun and the Daily Mail, the Mirror has no separate Scottish edition; this function is performed by the Daily Record and the Sunday Mail, which incorporate certain stories from the Mirror that are of Scottish significance. Originally pitched to the middle-class reader, it was converted into a working-class newspaper after 1934, in order to reach a larger audience. The Mirror has had a number of owners. It was founded by Alfred Harmsworth, who sold it to his brother Harold Harmsworth (from 1914 Lord Rothermere) in 1913. In 1963 a restructuring of the media interests of the Harmsworth family led to the Mirror becoming a part of International Publishing Corporation. During the mid-1960s, daily sales exceeded 5 million copies, a feat never repeated by it or any other daily (non-Sunday) British newspaper since.[4] The Mirror was owned by Robert Maxwell between 1984 and 1991. The paper went through a protracted period of crisis after his death before merging with the regional newspaper group Trinity in 1999 to form Trinity Mirror. The Daily Mirror was launched on 2 November 1903 by Alfred Harmsworth (later Lord Northcliffe) as a newspaper for women, run by women.[5] About the name, he said: \"I intend it to be really a mirror of feminine life as well on its grave as on its lighter sides ... to be entertaining without being frivolous, and serious without being dull.\"[6] It cost one penny (equivalent to 48p in 2021). It was not an immediate success and in 1904 Harmsworth decided to turn it into a pictorial newspaper with a broader focus. Harmsworth appointed Hamilton Fyfe as editor and all of the paper's female journalists were fired. The masthead was changed to The Daily Illustrated Mirror, which ran from 26 January to 27 April 1904 (issues 72 to 150), when it reverted to The Daily Mirror.[7] The first issue of the relaunched paper did not have advertisements on the front page as previously, but instead news text and engraved pictures (of a traitor and an actress), with the promise of photographs inside.[8] Two days later, the price was dropped to one halfpenny and to the masthead was added: \"A paper for men and women\".[9] This combination was more successful: by issue 92, the guaranteed circulation was 120,000 copies[10] and by issue 269, it had grown to 200,000:[11] by then the name had reverted and the front page was mainly photographs. Circulation grew to 466,000 making it the second-largest morning newspaper.[12] Alfred Harmsworth sold the newspaper to his brother Harold Harmsworth (from 1914 Lord Rothermere) in 1913. In 1917, the price was increased to one penny.[13] Circulation continued to grow: in 1919, some issues sold more than a million copies a day, making it the largest daily picture paper.[14] In 1924 the newspaper sponsored the 1924 Women's Olympiad held at Stamford Bridge in London. Lord Rothermere was a friend of Benito Mussolini and Adolf Hitler, and directed the Mirror's editorial stance towards them in the early 1930s.[15][16] On Monday, 22 January 1934 the Daily Mirror ran the headline \"Give the Blackshirts a helping hand\" urging readers to join Sir Oswald Mosley's British Union of Fascists, and giving the address to which to send membership applications.[17] By the mid-1930s, the Mirror was struggling – it and the Mail were the main casualties of the early 1930s circulation war that saw the Daily Herald and the Daily Express establish circulations of more than two million, and Rothermere decided to sell his shares in it. In 1935 Rothermere sold the paper to H. G. Bartholomew and Hugh Cudlipp.[18] With Cecil King (Rothermere's nephew) in charge of the paper's finances and Guy Bartholomew as editor, during the late 1930s the Mirror was transformed from a conservative, middle class newspaper into a left-wing paper for the working class.[19] Partly on the advice of the American advertising agency J. Walter Thompson, the Mirror became the first British paper to adopt the appearance of the New York tabloids. The headlines became bigger, the stories shorter and the illustrations more abundant.[20] By 1939, the publication was selling 1.4 million copies a day. In 1937, Hugh McClelland introduced his wild Western comic strip Beelzebub Jones in the Daily Mirror. After taking over as cartoon chief at the Mirror in 1945,[21] he dropped Beelzebub Jones and moved on to a variety of new strips. During the Second World War the Mirror positioned itself as the paper of the ordinary soldier and civilian, and was critical of the political leadership and the established parties. At one stage, the paper was threatened with closure following the publication of a Philip Zec cartoon (captioned by William Connor), which was misinterpreted by Winston Churchill and Herbert Morrison.[22] In the 1945 general election the paper strongly supported the Labour Party in its eventual landslide victory. In doing so, the paper supported Herbert Morrison, who co-ordinated Labour's campaign, and recruited his former antagonist Philip Zec to reproduce, on the front page, a popular VE Day cartoon on the morning of the election, suggesting that Labour were the only party who could maintain peace in post-war Britain.[23] By the late 1940s, it was selling 4.5 million copies a day, outstripping the Express; for some 30 years afterwards, it dominated the British daily newspaper market, selling more than 5 million copies a day at its peak in the mid-1960s. The Mirror was an influential model for German tabloid Bild, which was founded in 1952 and became Europe's biggest-selling newspaper.[24] In 1955, the Mirror and its stablemate the Sunday Pictorial (later to become the Sunday Mirror) began printing a northern edition in Manchester. In 1957 it introduced the Andy Capp cartoon, created by Reg Smythe from Hartlepool, in the northern editions.[25] The Mirror's mass working-class readership had made it the United Kingdom's best-selling daily tabloid newspaper. In 1960, it acquired the Daily Herald (the popular daily of the labour movement) when it bought Odhams, in one of a series of takeovers which created the International Publishing Corporation (IPC). The Mirror management did not want the Herald competing with the Mirror for readers, and in 1964, relaunched it as a mid-market paper, now named The Sun. When it failed to win readers, The Sun was sold to Rupert Murdoch – who immediately relaunched it as a more populist and sensationalist tabloid and a direct competitor to the Mirror. In an attempt to cater to a different kind of reader, the Mirror launched the \"Mirrorscope\" pull-out section on 30 January 1968. The Press Gazette commented: \"The Daily Mirror launched its revolutionary four-page supplement \"Mirrorscope\". The ambitious brief for the supplement, which ran on Wednesdays and Fridays, was to deal with international affairs, politics, industry, science, the arts and business\".[26] The British Journalism Review said in 2002 that \"Mirrorscope\" was \"a game attempt to provide serious analysis in the rough and tumble of the tabloids\".[27] It failed to attract significant numbers of new readers, and the pull-out section was abandoned, its final issue appearing on 27 August 1974.[citation needed] In 1978, The Sun overtook the Mirror in circulation, and in 1984 the Mirror was sold to Robert Maxwell. After Maxwell's death in 1991, David Montgomery became Mirror Group's CEO, and a period of cost-cutting and production changes ensued. The Mirror went through a protracted period of crisis before merging with the regional newspaper group Trinity to form Trinity Mirror in 1999. Printing of the Daily and Sunday Mirror moved to Trinity Mirror's facilities in Watford and Oldham.[citation needed] Under the editorship of Piers Morgan (from October 1995 to May 2004) the paper saw a number of controversies.[28] Morgan was widely criticised and forced to apologise for the headline \"ACHTUNG! SURRENDER For you Fritz, ze Euro 96 Championship is over\" a day before England met Germany in a semi-final of the Euro 96 football championships.[29] In 2000, Morgan was the subject of an investigation after Suzy Jagger wrote a story in The Daily Telegraph revealing that he had bought £20,000 worth of shares in the computer company Viglen soon before the Mirror's 'City Slickers' column tipped Viglen as a good buy.[30] Morgan was found by the Press Complaints Commission to have breached the Code of Conduct on financial journalism, but kept his job. The 'City Slickers' columnists, Anil Bhoyrul and James Hipwell, were both found to have committed further breaches of the Code, and were sacked before the inquiry. In 2004, further enquiry by the Department of Trade and Industry cleared Morgan from any charges.[31] On 7 December 2005 Bhoyrul and Hipwell were convicted of conspiracy to breach the Financial Services Act. During the trial it emerged that Morgan had bought £67,000 worth of Viglen shares, emptying his bank account and investing under his wife's name too.[32] In 2002, the Mirror attempted to move mid-market, claiming to eschew the more trivial stories of show-business and gossip. The paper changed its masthead logo from red to black (and occasionally blue), in an attempt to dissociate itself from the term \"red top\", a term for a sensationalist mass-market tabloid. (On 6 April 2005, the red top came back.) Under then-editor Piers Morgan, the newspaper's editorial stance opposed the 2003 invasion of Iraq, and ran many front pages critical of the war. It also gave financial support to the 15 February 2003 anti-war protest, paying for a large screen and providing thousands of placards. Morgan re-hired John Pilger, who had been sacked during Robert Maxwell's ownership of the Mirror titles. Despite such changes, Morgan was unable to halt the paper's decline in circulation, a decline shared by its direct tabloid rivals The Sun and the Daily Star.[citation needed] Morgan was fired from the Mirror on 14 May 2004 after authorising the newspaper's publication of photographs allegedly showing Iraqi prisoners being abused by British Army soldiers from the Queen's Lancashire Regiment.[33] Within days the photographs were shown to be fakes. Under the headline \"SORRY.. WE WERE HOAXED\", the Mirror responded that it had fallen victim to a \"calculated and malicious hoax\" and apologised for the publication of the photographs.[34] The Mirror's front page on 4 November 2004, after the re-election of George W. Bush as U.S. President, read \"How can 59,054,087 people be so DUMB?\". It provided a list of states and their alleged average IQ, showing the Bush states all below average intelligence (except for Virginia), and all John Kerry states at or above average intelligence. The source for this table was The Economist,[35] although it was a hoax.[36] Richard Wallace became editor in 2004. On 30 May 2012, Trinity Mirror announced the merger of the Daily Mirror and Sunday Mirror into a single seven-day-a-week title.[37] Richard Wallace and Tina Weaver, the respective editors of the Daily Mirror and Sunday Mirror, were simultaneously dismissed and Lloyd Embley, editor of The People, appointed as editor of the combined title with immediate effect.[38][39] In 2018, Reach plc acquired the Northern & Shell titles, including the Daily Express, which led to a number of editor moves across the stable. Lloyd Embley was then promoted to editor-in-chief across the entire group, and Alison Phillips (previously deputy editor-in-chief for the Trinity Mirror titles) was appointed editor of the Daily Mirror. The Mirror has consistently supported the Labour Party since the 1945 general election.[40] On 3 May 1979, the day of the general election, the Daily Mirror urged its readers to vote for the governing Labour Party led by James Callaghan.[41] As widely predicted by the opinion polls, Labour lost this election and Conservative Margaret Thatcher became Prime Minister.[41] The Mirror's continued support of the Labour government was in spite of its falling popularity over the previous few months which had been the result of the Winter of Discontent, where the country was crippled by numerous public sector strikes.[42] By the time of the 1983 general election, Labour support was at a postwar low, partly due to the strong challenge by the recently formed SDP–Liberal Alliance. Despite this, the Daily Mirror remained loyal to Labour and urged its readers to vote for the party, now led by Michael Foot, condemning the Thatcher-led Tory government for its \"waste of our nation\"[41] and the rise in unemployment that Thatcher's Conservative government had seen in its first term in power largely due to monetarist economic policies to reduce inflation, although the government's previously low popularity had dramatically improved since the success of the Falklands conflict a year earlier.[43] However, the Conservatives were re-elected and Labour suffered its worst postwar general election result, only narrowly bettering the SDP–Liberal Alliance in terms of votes whilst winning considerably more seats.[41] At the 1987 general election, the Daily Mirror remained loyal to Labour, now led by Neil Kinnock, and urged its readers with the slogan \"You know he's right, chuck her out.\"[41] By this stage, unemployment was falling and inflation had remained low for several years.[44] As a result, the Tories were re-elected for a third successive term, although Labour did cut the Tory majority slightly.[41] For the 1992 general election, the Daily Mirror continued to support Labour, still led by Neil Kinnock. By this stage, Thatcher had stepped down and the Tory government was now led by John Major.[41] The election was won by the Conservatives, although Labour managed to significantly cut the Tory majority to 21 seats compared to the triple-digit figure of the previous two elections, which led to a difficult term for Major. The outcome of this election had been far less predictable than any of the previous three elections, as opinion polls over the previous three years had shown both parties in the lead, although any Labour lead in the polls had been relatively narrow since the Conservative government's change of leader from Thatcher to Major in November 1990, in spite of the onset of the early 1990s recession which had pushed unemployment up again after several years of decline. Labour's credibility was helped by plans including extra National Health Service (NHS) funding and moving away from firm commitments on re-nationalisation to reverse the Conservative policy of privatisation, but its decision to be up-front about tax increases was seen as a key factor in its failure to win.[45] By the time of the 1997 general election, support for the Labour Party, now led by Tony Blair, in the opinion polls had exceeded that of support for the Conservative government led by John Major since late 1992, whose reduced popularity largely blamed on the failings of Black Wednesday in September of that year and it had failed to recover popularity in spite of a strong economic recovery and fall in unemployment. A reinvented New Labour had further improved its credibility under Blair by promising traditional Labour essentials including more funding for healthcare and education, but also promising not to increase income tax and ending its commitment to the nationalisation of leading industries.[46] The Daily Mirror urged its readers that their country needed Tony Blair, and to vote Labour.[41] The 1997 election produced a Labour landslide that ended the party's 18-year exile from power, followed by two further election wins in 2001 and 2005. On 4 May 2010, the newspaper printed a picture of Conservative leader David Cameron with a giant red cross through his face. The headline read \"How to stop him\" in reference to the 2010 general election two days later, confirming the Daily Mirror's Labour allegiance. The election ended in Britain's first hung parliament since 1974, but Cameron still became prime minister within days as the Conservatives formed a coalition with the Liberal Democrats. The Daily Mirror was the only leading national newspaper to remain loyal to Labour and Gordon Brown at a time when opinion polls showed the party on course for their worst election result since 1983.[47] The newspaper was critical of the Liberal Democrats for forming the coalition which enabled the Conservatives to form a new government in 2010, and branded leader Nick Clegg as Pinickio (alluding to the lying fictional character Pinocchio)[48] for going back on numerous pre-election pledges. It has frequently referred to the party as the \"Fib Dems\"[49] or \"Lib Dumbs\".[50] The Daily Mirror endorsed Democratic candidate Hillary Clinton in the run-up for the 2016 United States presidential election.[51] Also in 2016, the newspaper asked for Jeremy Corbyn's resignation \"for the good of the party and of the country.\"[52] Despite this critical position, the Daily Mirror endorsed the Labour Party in the 2017 general election.[53] For the 2019 general election, the newspaper again endorsed Labour \"to protect NHS, end poverty and for a kinder Britain.\"[54] On 2 April 1996, the Daily Mirror was printed entirely on blue paper.[citation needed] This was done as a marketing exercise with Pepsi-Cola, who on the same day had decided to relaunch its cans with a blue design instead of the traditional red and white logo.[citation needed] Source: Tabloid Nation[23] Notable former and current columnists of the Daily Mirror include: The Daily Mirror won \"Newspaper of the Year\" in 2002 at the British Press Awards. It won \"Scoop of the Year\" in 2003 (\"3am\", 'Sven and Ulrika'), 2004 (Ryan Parry, 'Intruder at the Palace'), 2006 and 2007 (both Stephen Moyes).[81] The Mirror won \"Team of the Year\" in 2001 ('Railtrack'), 2002 ('War on the World: World against Terrorism'), 2003 ('Soham'), and 2006 ('London bombings'); and \"Front Page of the Year\" in 2007.[81] The Mirror also won the \"Cudlipp Award\" in 2002, 2003, 2004 and 2010.[81]","Title":"Daily Mirror - Wikipedia","KeyID":"12857","URL":"https://en.wikipedia.org/wiki/Daily_Mirror"}