{"Content: ":"Legislature Judiciary The Supreme Court of Sri Lanka (Sinhala: ශ්‍රී ලංකා ශ්‍රේෂ්ඨාධිකරණය, romanized: Sri Lanka Sreshthadikaranaya; Tamil: இலங்கை உயர் நீதிமன்றம், romanized: Ilankai uyar neetimanram) is the highest court in Sri Lanka and the final judicial instance of record. Established in 1801 and empowered to exercise its powers subject to the provisions of the Constitution of Sri Lanka, the Supreme Court has ultimate appellate jurisdiction in constitutional matters and takes precedence over all lower courts. The Sri Lankan judicial system is a complex blend of common law and civil law. In some cases, such as those involving capital punishment, the decision may be passed on to the President of Sri Lanka for clemency petitions.[1] The current Chief Justice of Sri Lanka is Jayantha Jayasuriya. The Supreme Court of Sri Lanka was created on 18 April 1801 with the \"Royal Charter of Justice of 1801 of King George the 3rd establishing the Supreme Courts of the Island of Ceylon\" by the British, who controlled most of the island at the time, excluding the inland territory of Kandy. This creation was repealed in 1833 and replaced by a new Charter covering the whole of the island.[2] In 1948, the country gained its independence as the Dominion of Ceylon and adopted a new Constitution in 1972 after becoming a republic. Until 1971, there was a right of appeal from the Supreme Court of Ceylon to the Judicial Committee of the Privy Council in London, which was terminated under the terms of the Court of Appeal Act No. 44 1971[1] A fire occurred at the building it was housed in on 15 December 2020 that was later doused by firefighters.[3] The court consists of the Chief Justice of Sri Lanka and not less than six and not more than sixteen other judges, appointed by the President, upon the President's recommendation for such appointment to the Constitutional Council is approved by the Council. The Chief Justice, The Justices of the Supreme Court and The Justices of the Court of Appeal are addressed as \"Your Lordship\" and receives the title \"The Honourable Justice\". The President of Sri Lanka is responsible for the appointment and removal of all the judges of the Supreme Court. The Supreme Court judges are appointed with the advice and consent of the Constitutional Council. From 3 October 2001 until 2011, with the 17th Amendment, the Constitutional Council had the task of advising the President on the appointment of the judges.[4] If the appointment is for a period less than fourteen days, this requirement will not apply. The Justices are not allowed to hold any other office without the consent of the Constitution or the President. In the discharge of its functions relating to the appointment of judges of the Courts, the Council may obtain the views of the Chief Justice and of the Attorney General.[5] Judges who hold office during good behaviour can serve until the retirement age for the judges fixed at 65 years, as per the Constitution. They cannot be removed except by an order of the President made after an address to the Parliament and the support of the majority of its members. The order has to be presented to the President for removal on the ground of proved misbehaviour or incapacity. A resolution for the presentation of the order of the President can be obtained by the Speaker or be placed on the Order Paper of Parliament only if notice of the resolution is signed by no less than one third of the total number of Members of Parliament and sets out full particulars of the alleged misbehaviour or incapacity. Parliament is required to provide for all matters relating to the presentation of the address, including the procedure for the passing of the resolution, the investigation and proof of the alleged misbehaviour or incapacity, and the right of the judge to appear and to be heard in person or by representative, by law or by Standing Orders of Parliament. A judge is not permitted to perform or hold any other office, whether paid or not, or accept any place of profit or emolument, except as authorized by the Constitution or by written law or with the written consent of the President.[6] A judge of the Supreme Court can only be removed by Parliament, however if convicted of a criminal offense the judge may face a jail sentence. The 2015 indictment of Justice Sarath De Abrew was the first sitting Supreme Court judge has been indicted on a criminal offence.[7][8] The Supreme Court of Sri Lanka is housed in the Hulftsdorp court complex. On 15 December at 4:45 pm a fire start waste material storage area on the ground floor of Supreme Court Complex. More than nine fire trucks have been dispatched to douse the fire. After fire CID team investigation into the matter. The fire had only destroyed defective material previously used machines, according to the Police Media said. No one was injured and no one damage any other building in Supreme Court area.[9] Article 118 of the Constitution - the Supreme Court is the highest and final superior court of record and is empowered to exercise original advisory and appellate judicial functions. It is also the final Court of Record and the Court of Appeal of Sri Lanka. The Supreme Court has the following powers, subject to the provisions of the Constitution: Appeals from judgments, sentences and orders pronounced at a High Court Trial at Bar lie direct to the Supreme Court. Sri Lankan judiciary was considered non-independent by some analysts during the time of President Mahinda Rajapaksa. It was proved right by the Impeachment of Shirani Bandaranayake.[10] Shirani Bandaranayake the former chief justice was impeached by the parliament for rulings against the government, including one against a bill proposed by Basil Rajapaksa the minister for economic development and the brother of president Mahinda Rajapaksa.[11] Bandaranayake was replaced as chief justice by former Attorney General Mohan Peiris. Peiris is considered to be an ally of former President Rajapaksa and his appointment is seen by critics as further consolidation of power by the president and his family. Bandaranayake had refused to recognise the impeachment and lawyers groups had refused to work with the new chief justice. Bandaranayake's controversial impeachment has drawn much criticism and concern from within and outside of Sri Lanka. After Maithripala Sirisena was elected as president the appointment of Mohan Peiris was considered null and void in law because Bandaranayake’s sacking by the previous Government had no legal validity. Shirani Bandaranayake resumed office carrying a bouquet of flowers and being greeted by lawyers. After that she lawfully retired and Kanagasabapathy Sripavan was appointed as the Chief justice[12][13][14] In one of the landmark judgements, the Supreme Court ruled that powers over land would continue to remain vested in the Central Government, and not the provincial councils. The verdict assumes significance in the wake of the government’s apparent reluctance to devolve land and police powers — stated in the 13th Amendment that followed the Indo-Lanka Accord of 1987 — to its provinces. It practically killed the 13th amendment.[15] Supreme Court judges wear scarlet gowns when attending court. On special ceremonial occasions (such as ceremonial sittings of the Supreme Court) they would wear scarlet gown, barrister's bands and mantle and a long wig.","Title":"Supreme Court of Sri Lanka - Wikipedia","KeyID":"12851","URL":"https://en.wikipedia.org/wiki/Supreme_Court_of_Sri_Lanka"}