{"Content: ":"CBC News is the division of the Canadian Broadcasting Corporation responsible for the news gathering and production of news programs on the corporation's English-language operations, namely CBC Television, CBC Radio, CBC News Network, and CBC.ca. Founded in 1941, CBC News is the largest news broadcaster in Canada and has local, regional, and national broadcasts and stations. It frequently collaborates with its French-language counterpart, Radio-Canada Info, though the two are organizationally separate. The first CBC newscast was a bilingual radio report on November 2, 1936. The CBC News Service was inaugurated during World War II on January 1, 1941, when Dan McArthur, chief news editor, had Wells Ritchie prepare for the announcer Charles Jennings a national report at 8:00 pm. Readers who followed Jennings were Lorne Greene, Frank Herbert and Earl Cameron. CBC News Roundup (French counterpart: La revue de l'actualité) started on August 16, 1943, at 7:45 pm,[1] being replaced by The World at Six on October 31, 1966.[2] On English-language television the first newscast, part of CBC Newsmagazine, was given on September 8, 1952, on CBLT (Toronto), the only English station then telecasting. Later that year CBC National News was introduced (anchors: Larry Henderson, Earl Cameron, Stanley Burke), then changing its name to The National in 1970.[3] CBC began delivering news online in 1996 via the Newsworld Online website.[4] The CBC News Online site launched in 1998.[5] In 2016, the site was renamed CBC Indigenous. In 2017, CBC News relaunched its flagship newscast, The National, with four co-anchors based in Toronto, Ottawa and Vancouver and later two anchors Monday through Thursday and a single anchor on Friday and Sunday.[6][7][8] The Television News section of CBC News is responsible for the news programs on CBC Television and CBC News Network, including national news programs like The National,[9] Marketplace,[10] The Fifth Estate,[11] and The Investigators with Diana Swain.[12] It is also responsible for The Weekly with Wendy Mesley[13] until its cancellation in September 2020.[14] They are also responsible for news, business, weather and sports information for Air Canada's inflight entertainment.[15] Most local newscasts on CBC Television are branded as CBC News: [city/province name], such as CBC News: Toronto at Six. Local radio newscasts are heard on the half-hour during morning and afternoon drive shows and on the hour at other times during the day.[16][17][18][19] The Radio News section of CBC News produces on-the-hour updates for the CBC's national radio newscasts and provides content for regional updates. Major radio programs include World Report, The World at Six, The World This Hour and The World this Weekend. The majority of news and information is aired on CBC Radio One. All newscasts are available on demand online, via apps or via voice-activated virtual assistants. CBC News Online is the CBC's CBC.ca news website. Launched in 1996, it was named one of the most popular news websites in Canada in 2012.[20] The website provides regional, national, and international news coverage, and investigative, politics, business, arts and entertainment, investigative, politics, business, entertainment, Indigenous, health, science and tech news. An Opinion section was reintroduced in November 2016. Many reports are accompanied by podcasting, audio and video from the CBC's television and radio news services. CBC News content is available on multiple platforms including Facebook, Twitter, Instagram, etc.[21] CBC News Network (formerly CBC Newsworld) is an English-language news channel owned and operated by the CBC. It began broadcasting on July 31, 1989, from several regional studios in Halifax, Toronto, Winnipeg and Calgary. It was revamped and relaunched as the CBC News Network in 2009 as part of a larger renewal of the CBC News division. Current programs include CBC News Now (based in Toronto with Heather Hiscox, Suhana Meharchand, Carole MacNeil, John Northcott, Andrew Nichols (weekdays) and Aarti Pole and Michael Serapio (weekends), Power & Politics (based in Ottawa with host Vassy Kapelos), and The National (with Adrienne Arsenault, Ian Hanomansing (Toronto), Andrew Chang (Vancouver) and Rosemary Barton (Ottawa)).[6][7] The network dropped the four-anchor format on January 22, 2020, and had Arsenault and Chang co-anchor from Monday through Thursday with Hanomansing as solo anchor for the Friday and Sunday editions. Barton became the chief political correspondent for CBC News; she continues to host The National's weekly \"At Issue\" political panel.[8] In November 2005, the CBC News Weather Centre was established to cover local and international weather, using in part data provided by Environment Canada. Claire Martin was hired to serve as the primary face of the Weather Centre.[22] In April 2014, the national Weather Centre was effectively disbanded due to CBC budget cuts (Martin had left the CBC a few months prior); weather presenters at local CBC stations were retained but with the added responsibility of supplying reports for The National and CBC News Network.[23] In November 2014, citing difficulties implementing this new system, CBC announced a one-year trial content sharing partnership with The Weather Network, the privately owned cable specialty channel, which went into effect on December 8. Under the partnership, in exchange for access to weather-related news coverage from the CBC, The Weather Network provides the national weather reports seen on The National and CBCNN daytime programming, as well as local forecasts for CBC Toronto's weekend newscasts.[23] Apart from Toronto, weather coverage during local newscasts was not affected, and CBC Vancouver meteorologist Johanna Wagstaffe continues to provide weather coverage for the Vancouver-based (primetime) editions of CBC News Now on CBC News Network.[24] Most local CBC stations have retained their weather team to provide local weather information, including: The content partnership with the Weather Network has continued beyond the original one-year period, and has been expanded. The weather section of CBC.ca has been phased out in favour of forecasts from The Weather Network, and local CBC news headlines are displayed on the latter's website.[25] CBC News provides the following television programs. Current programs: Former programs: CBC News provides the following radio programs. CBC Digital provides the following services: Several news outlets and politicians have accused the CBC of liberal bias in its news coverage, including the National Post,[26] former prime minister Stephen Harper[27] and columnist Barbara Amiel.[28] Public surveys in 2002 found that the CBC was viewed as being less objective than other Canadian news networks, with results suggesting potential left-wing bias.[29][30] In 2009, CBC President Hubert Lacroix commissioned a study to determine whether its news was biased, and if so, to what extent. He said: \"Our job — and we take it seriously — is to ensure that the information that we put out is fair and unbiased in everything that we do\".[31] The study found that Canadians perceived the CBC as having a more left of centre bias than other Canadian news organizations.[32] In April 2010, the president of the Conservative Party of Canada filed a complaint with the CBC regarding Frank Graves, who directed a number of public opinion research projects on behalf of the CBC and appeared on CBC political news programs. Graves acknowledged that he offered the Liberal Party of Canada informal advice on political strategy and had made incendiary comments suggesting Conservatives are racist and homophobic, for which he later apologized.[33][34] An investigation conducted by the CBC ombudsman concluded that \"whatever Mr. Graves's private views, CBC journalists do not appear to have violated CBC's Journalistic Standards and Practices in dealing with him.\"[35] The CBC itself has denied all allegations of bias, saying that \"It is the duty of CBC News to inform its viewers across the country about what is happening, without bias or prejudice, and without telling them what to think. We believe that it is our obligation to report fairly and truthfully.\"[36] A 2017 survey of Canadians found that CBC TV was perceived to be the most biased national news media outlet (perceived biased by 50% of Canadians overall, tied with the Globe and Mail) followed closely by CBC Radio (perceived biased by 49% of Canadians overall). Respondents predominantly saw a bias towards CBC TV and radio coverage favouring the Liberal party, a view that held consistently across Conservative, Liberal and NDP voters.[37] In October 2019, two weeks before the 2019 Canadian federal election, the CBC sued the Conservative Party of Canada for using excerpts from its leaders' debates in campaign material. The CBC petitioned for an injunction against the party continuing to use the excerpts as well as seeking an acknowledgement from the Conservative Party and its executive director, Dustin Van Vugt, that the party had \"engaged in the unauthorized use of copyright-protected material.\"[38] In response, the Conservative Party stated that 17 seconds of footage had been used, the video in question had been removed before the lawsuit was filed, and expressed \"grave concern that this decision was made on the eve of an election that CBC is to be covering fairly and objectively.\"[39] The CBC's lawsuit was dismissed in federal court decision that found that the Conservative Party's use was allowable and falls under fair dealing.[40] In January 2022, journalist Tara Henley publicly explained that she had left the CBC, saying that it has a \"radical political agenda\" that focuses too much on racial issues while ignoring important community and economic issues.[41] The CBC News Hall of Fame was established in 2015 to honour men and women who have shaped Canadian journalism. Located in CBC's Toronto headquarters, inductees include: The CBC sets out to maintain its accuracy, integrity and fairness in its journalism. As a Canadian institution and a press undertaking, CBC set out the Journalistic Standards and Practices and works in compliance with these principles. Balanced viewpoints must be presented through on-the-air discussions. As it is with other public and private journalistic undertakings, credibility in the eyes of the general population is seen as the corporation's most valuable asset. The CBC Ombudsman is completely independent of CBC program staff and management, reporting directly to the President of the CBC and, through the President, to the corporation's board of directors.[47][citation needed] CBC has reporters stationed in the following cities. Main cities are listed with the notation (M). Currently vacant: CBC also uses satellite bureaus, with reporters who fly in when a story occurs outside the bureaus. In the late 1990s, the CBC and other media outlets cut back their overseas operations.[48] From 1994 to 2000, the CBC, in a venture with Power Broadcasting (former owner of CKWS in Kingston), jointly owned two networks: In 2000, CBC and Power Broadcasting sold these channels to Barry Diller's USA Networks. Diller's company was later acquired by Vivendi Universal, which in turn was partially acquired by NBC to form NBC Universal. NBC Universal still owns the Trio brand, which no longer has any association with the CBC (and, as of the end of 2005, became an Internet-only broadband channel). However, the CBC continued to program NWI, with much of its programming simulcast on the domestic Newsworld service.[citation needed] In late 2004, as a result of a further change in NWI's ownership to the INdTV consortium (including Joel Hyatt and former Vice-President of the United States Al Gore), NWI ceased airing CBC programming on August 1, 2005, when it was renamed Current TV. It was sold to the Al Jazeera Media Network in 2013 and became Al Jazeera America.[citation needed] On September 11, 2001, several American broadcasters without their own news operations, including C-SPAN, carried the CBC's coverage of the September 11 attacks in New York City and Washington, D.C. In the days after September 11, C-SPAN carried CBC's nightly newscast, The National, anchored by Peter Mansbridge. The quality of this coverage was recognized specifically by the Canadian Journalism Foundation; editor-in-chief Tony Burman later accepted the Excellence in Journalism Award (2004) – for \"rigorous professional practice, accuracy, originality and public accountability\" – on behalf of the service.[citation needed] A joint investigation between CBC and the Australian Broadcasting Corporation revealed questionable sales tactics employed by the travel company the Global Work & Travel Co. CBC and ABC interviewed former salespersons who were quoted as saying they \"felt like [they were] tricking people.\"[55]","Title":"CBC News - Wikipedia","KeyID":"12868","URL":"https://en.wikipedia.org/wiki/CBC_News"}