{"Content: ":"Hindustan Times is an Indian English-language daily newspaper[2] founded by Sunder Singh Lyallpuri, founder-father of the Akali movement and the Shiromani Akali Dal in the Punjab Province. It played integral roles in the Indian independence movement as a nationalist daily.[3][4][5] The newspaper is owned by Shobhana Bhartia.[6] It is the flagship publication of HT Media, an entity controlled by the KK Birla family.[7][8] Hindustan Times is one of the largest newspapers in India by circulation. According to the Audit Bureau of Circulations, it has a circulation of 993,645 copies as of November 2017.[1] The Indian Readership Survey 2014 revealed that HT is the second-most widely read English newspaper in India after The Times of India.[9] It is popular in North India, with simultaneous editions from New Delhi, Mumbai, Lucknow, Patna, Ranchi and Chandigarh. The print location of Nagpur was discontinued from September 1997, and that of Jaipur from June 2006. HT launched a youth daily, HT Next, in 2004. The Kolkata edition was launched in early 2000, and that of Mumbai on 14 July 2005. Other sister publications of Hindustan Times are Mint (English business daily), Hindustan (Hindi Daily), Nandan (monthly children's magazine) and Kadambani (monthly literary magazine). It also has a children's version like other newspapers. The media group owns a radio channel, Fever 104.0 FM, an education-related company, Studymate, and organises an annual Luxury Conference that has featured speakers like designer Diane von Fürstenberg, shoemaker Christian Louboutin, Gucci CEO Robert Polet and Cartier MD Patrick Normand. Hindustan Times is owned by the KK Birla branch of the Birla family. Hindustan Times was founded in 1924 by Sunder Singh Lyallpuri, founder-father of the Akali movement and the Shiromani Akali Dal in Punjab Province.[10] S Mangal Singh Gill (Tesildar) and S. Chanchal Singh (Jandiala, Jalandhar) were made in charge of the newspaper. Madan Mohan Malaviya and Tara Singh were among the members of the Managing Committee. The Managing Chairman and Chief Patron was Master Sunder Singh Lyallpuri. According to Prem Shankar Jha, who wrote an official history of the newspaper in 1999, most of the early funding of the paper, therefore, came from Sikhs in Canada. When financial troubles started in the early years, the Akalis approached two interested potential buyers from the nationalist movement. These were Motilal Nehru and Madan Mohan Malaviya, and ultimately Malviya bought the Hindustan Times. In fact, Malviya had to take out a loan of Rs. 40,000 with the help of Lala Lajpat Rai in order to finance the paper. In 1928, Gandhi chose a new editor, K. M. Panikkar, for the paper. By that time, the paper was running into financial troubles again; G. D. Birla underwrote some expenses and ultimately assumed ownership.[11] Devdas Gandhi, son of Mahatma Gandhi, was inducted into the editors' panel, and was later appointed editor.[12] The opening ceremony was performed by Mahatma Gandhi on 26 September 1924. The first issue was published from Naya Bazar, Delhi (now Swami Sharda Nand Marg). It contained writings and articles from C. F. Andrews and Cattamanchi Ramalinga Reddy, among others. K. M. Panikkar, also known as Sardar Panikkar, launched the Hindustan Times as a serious nationalist newspaper. As an Oxonian, historian and litterateur, Panikkar strived to make the paper broader than an Akali sheet. He became the editor and funds flowed freely from Akali patrons. He exerted himself strenuously, but the paper made very little headway. In two years, Panikkar could not take the print order any higher than 3,000. By then the Akali movement appeared to lose steam and funds dried up. The paper was saved from an untimely demise when Pandit Madan Mohan Malaviya stepped in to realise his vision of a newspaper in Delhi.[13] It has its roots in the Indian independence movement of the first half of the twentieth century and even faced the noted \"Hindustan Times Contempt Case (August–November, 1941)\" at Allahabad High Court.[14] It was edited at times by many important people in India, including Devdas Gandhi, Sri Mulgaonkar, B.G. Verghese and Khushwant Singh. Sanjoy Narayan was editor in chief of the paper from 2008 to 2016.[15] The Delhi-based Hindustan Times is part of the KK Birla group and managed by Shobhana Bhartia, Rajya Sabha member of Congress Party and daughter of the industrialist Krishna Kumar Birla and granddaughter of Ghanshyam Das Birla.[citation needed] HT Media[16] Limited is a subsidiary of The Hindustan Times Limited which is a subsidiary of Earthstone Holding (Two) Limited. The KK Birla group owns a 69 percent stake in HT Media, currently valued at ₹ 834 crore. When Shobhana Bhartia joined Hindustan Times in 1986, she was the first female chief executive of a national newspaper. Shobhana has been nominated as a Rajya Sabha MP from Congress Party. Along with Hindustan Times, HT Media owns Desimartini, Fever 104 FM, and the newspaper Mint.[17] In The Brand Trust Report 2012, Hindustan Times was ranked 291st among India's most trusted brands and subsequently, according to the Brand Trust Report 2013, Hindustan Times was ranked 434th among India's most trusted brands. In 2014 however, Hindustan Times was ranked 360th among India's most trusted brands according to the Brand Trust Report 2014, a study conducted by Trust Research Advisory, a brand analytics company.[18] After the 2016 LoC strike in September, Shobhna Bhartia reportedly had started getting calls from the PM's office and from Amit Shah, and attention came to be focused on the Hate Tracker, a crowd-sourced database on the Hindustan Times website that recorded hate crimes in India which was launched under recently appointed editor Bobby Ghosh.[11] Ghosh left the newspaper abruptly afterwards and The Wire reported that he was asked to leave the newspaper after Shobhana Bhartia met Prime Minister Narendra Modi recently. Hindustan Times's general Counsel Dinesh Mittal rejected the report and said Bobby Ghosh left for personal reasons.[19] In 2017, the Frontline magazine[20] published a report which stated that Hindustan Times' editor Shishir Gupta was colluding with the government after releasing emails to Amit Shah. Hindustan Times rejected claims of collusion and said that the emails were a request for comment.[21] The Indian Express also published a report in 2017 stating that Hindustan Times Limited was linked to an offshore entity called Go4i.com, of which Bhartia and her son Priyavat were listed as directors.[11] Hindustan Times stated that this report contained \"certain serious misrepresentations, grave inaccuracies and falsehoods\" and added that \"HT Ltd. did not, as a matter of fact, have any direct shareholding in Go4i.com\".[22] Supplements of Hindustan Times","Title":"Hindustan Times - Wikipedia","KeyID":"12866","URL":"https://en.wikipedia.org/wiki/Hindustan_Times"}