{"Content: ":"Maithripala Sirisena Sri Lanka Freedom Party Gotabaya Rajapaksa SLPP Presidential elections were held in Sri Lanka on 16 November 2019.[1][2] The incumbent President Maithripala Sirisena's term of office would have ended on 9 January 2020. This was the first Presidential election in Sri Lanka where no sitting president, prime minister or opposition leader was contesting for president. Gotabaya Rajapaksa won this election defeating Sajith Premadasa.[3] The results were released on 17 November 2019 and Rajapaksa managed to cross the majority mark to win the election.[4] The next election was scheduled for 2024, but snap indirect elections were held in 2022 after Rajapaksa resigned from his position. The President of Sri Lanka is elected via limited ranked voting. Voters can express up to three ranked preferences for President. If no candidate receives over 50% of valid votes on the first count, all candidates except for the two candidates receiving the highest number of votes are eliminated. The second and third preferences of the eliminated candidates are distributed until one of the remaining two candidates receives an outright majority.[5] In practice, this system has seen little use, as each direct election going back to the first in 1981 has resulted in a candidate from one of the two major parties or alliances at the time winning in the first count. For this reason, many citizens opt to mark only one candidate, and many are wholly unaware that multiple candidates can be ranked at all.[6] Both main candidates have had their own surveys carried out with the results claiming victory for each of them.[43] Earlier circulated polls prediction which was claimed done by National Intelligence Service was proved false and manipulated.[44] After the massive victory they won in Local Elections, the Sri Lanka Podujana Peramuna intended to run for the presidential election, with Chamal, Basil and Gotabaya all being mentioned as credible prospects.[45][46] Calls for Gotabaya Rajapaksa to run were made even though he was ineligible to run due to his possession of foreign citizenship.[47] Basil Rajapaksa also held foreign citizenship and was therefore ineligible.[45] On 12 January Gotabaya announced he was ready to run in the elections if he had the support for it,[48][49] though his announcement stunned senior SLPP leaders. Chamal Rajapaksa had also signaled his potential candidacy saying he would \"willingly consider it if the party nominates him as the next presidential candidate\", soon after the announcement made by his brother. Chamal Rajapaksa could not decide whether to contest from the SLFP or the SLPP but prefered a candidate that has the support of both. Gotabaya Rajapaksa was a leading figure in the war victory of Sri Lanka and the development process of the Colombo metro region and the Northern Province.[50][51][52] In March, Chamal denied that neither him nor Basil would contest but avoided commenting about Gotabaya. Meanwhile the SLPP announced that they favoured Gotabaya unless someone better is found.[53] Gotabaya Rajapaksa already had a well organized campaign promoting him and according to D. B. S Jeyaraj, the Rajapaksa family had chosen to support Gotabaya as the candidate and is renouncing his US citizenship.[54] Gotabaya Rajapaksa announced he would run for presidency on 11 April, six days after the 2019 Sri Lanka Easter bombings.[14] On 11 August Mahinda Rajapaksa and the SLPP officially announced that his brother Gotabaya would be its presidential candidate, while Mahinda would run as his Prime Ministerial candidate.[15][55][56] The United National Party did not field a presidential candidate in either the 2010 and 2015 elections and supported a common candidate in both elections. Even though they won the 2015 election and elected Maithripala Sirisena from their support, UNP expenditure for the election period is 500lkr million relations between the president and the UNP was shaky from the beginning. The power struggle between the president and UNP prime minister Ranil Wickremesinghe led to the 2018 Sri Lankan constitutional crisis. In the aftermath of the events, most of the UNP members publicly expressed their regret supporting a common candidate in 2015 and promised to field their own presidential candidate in the 2019 elections.[citation needed] Party leader Ranil Wickremesinghe was the obvious choice for the candidacy and he reportedly expressed his intentions to run for the presidency in a meeting with other senior members.[19] Meanwhile, several rebel MPs including Mangala Samaraweera, Harin Fernando, Ajith Perera, Harsha de Silva and Sujeewa Senasinghe wanted deputy leader Sajith Premadasa as the UNP candidate, and organized a rally in Badulla where Premadasa himself openly expressed his intentions to be the UNP candidate[57] With the growing support for the deputy leader Sajith Premadasa and party leader Ranil Wickremesinghe refusing to make a move, speaker of the parliament Karu Jayasuriya released a statement signaling his intention to run for presidency to end the confusion and avoid a rift within the party[58] However, the Sajith faction showed that they had the popular support among party members and followers by organizing successful rallies in Matara[59] Kurunegala[60] and Matugama.[61] On 26 September 2019, the working committee of the United National Party unanimously picked Sajith Premadasa as the UNP presidential candidate. Announcing the official statement, general Secretary of the UNP Akila Viraj Kariyawasam told that Ranil Wickremesinghe will continue to function as the Prime Minister and the leader of the UNP.[citation needed] President and leader of the SLFP Maithripala Sirisena was eligible to run for a second term. Although he had previously stated that he would only serve a single term, after being sworn in in 2015, he had since expressed his desire to stay for a second term.[62][63] However, with many party seniors choosing to support the newly formed Sri Lanka Podujana Peramuna led by former SLFP leader Mahinda Rajapaksa, the SLFP was weakened and suffered a heavy loss in the 2018 Sri Lankan local elections, thus losing the credibility it had as the main opposition to the UNP.[citation needed] The SLFP pledged to support SLPP candidate Gotabaya Rajapaksa on 9 October.[33] The National People's Power party announced Janatha Vimukthi Peramuna leader Anura Kumara Dissanayaka as their candidate in a massive rally on 18 August at Galle Face.[64][65] 35 candidates submitted their nominations on 7 October to the election commission.[66] Winners of polling divisions Majorities according to polling divisions Majorities according to electoral districts Minister Mangala Samaraweera informed President Maithripala Sirisena via a letter that he would step down as Minister of Finance with immediate effect. In the letter, minister Samaraweera stated that the 2019 election was the most peaceful and fair election held in the recent past.[72] In a tweet, Minister Harin Fernando said, respecting the people's mandate, he will step down as Minister of Sports, Telecommunications and Foreign Employment. He will also be resigning from his positions at the United National Party. “I take this opportunity to thank every one who supported me in my tenure, hope good work done will be continued”, he added.[72] Non-Cabinet Minister Ajith P. Perera said, respecting the mandate of the people of Sri Lanka, that he has decided to resign from his position as the Minister of Digital Infrastructure and IT with immediate effect. Tagging Sajith Premadasa he added, “It was a well fought battle”, “and the country needs your leadership at this critical time”.[72] State Minister Ruwan Wijewardene congratulated Gotabaya Rajapaksa via Twitter for his victory in the election and said he will step down as State Minister of Defence. “I hope we will be able to build a nation free of division that unites all communities to take this country forward,” he added.[72] Minister Kabir Hashim decided after the results were announced to resign as the Chairman of the United National Party and as the Minister of Highways, Road Development and Petroleum Resources Development.[72] Issuing a statement, Minister Malik Samarawickrama said he will step down as Minister of Development Strategies and International Trade.[73] Minister of Megapolis and Western Development, Patali Champika Ranawaka, resigned from his ministerial portfolio. In a letter to President Gotabaya Rajapaksa, he stated that he took this decision with respect to the people's mandate.[74]","Title":"2019 Sri Lankan presidential election - Wikipedia","KeyID":"12878","URL":"https://en.wikipedia.org/wiki/2019_Sri_Lankan_presidential_election"}