{"Content: ":"Legislature Judiciary The 20th Amendment (20A) to the Constitution of Sri Lanka was passed by the 225-member Sri Lankan Parliament with 156 voting in favor, 65 against and four abstained on 22 October 2020.[1][2] The 20th amendment became a subject of political controversy as political activists, civil societies, international community expressed concerns over its bias towards Rajapaksa family. Critics called it as a constitutional bombshell as it was deemed as in violation to the Constitution of the Democratic Socialist Republic of Sri Lanka.[3] The proposed amendment reverses most of the reforms and amendments which were introduced in the Nineteenth Amendment to the Constitution of Sri Lanka in 2015. 20th amendment brought back most of the constitutional powers to the President which was previously abolished in the 19th amendment. The 19th amendment was the first instance in Sri Lanka where the executive powers were equally shared by the President along with the cabinet. The 20th amendment was often a political objective of ruling party Sri Lanka Podujana Peramuna and Gotabaya Rajapaksa administration which recorded landslide victories in both 2019 Sri Lankan presidential election as well as 2020 Sri Lankan parliamentary election. On 22 October 2020, the amendment was successfully passed in the parliament with a ⅔ majority in the parliament.[2] The amendment replaced the 19th amendment to the constitution of Sri Lanka. In addition, the amendment reintroduced certain enactments which existed in the Eighteenth amendment to the constitution of Sri Lanka in 2010. The 20th amendment did also in fact reintroduce some of the reforms of the 1978 constitution. It was earlier revealed that the proposed bill of the 20th amendment would not require a referendum and instead could be enacted with a two-thirds of majority among MPs in the parliament.[4] The 20th amendment enhances the executive powers to the President of the country. In addition, the president gets the authority to dissolve the parliament after one year. The proposed 20th amendment weakens the powers of Prime minister's office and cabinet. In addition, the President could use his executive and constitutional powers to appoint any person to the government offices in his sole discretion without having the need of getting consent from members of parliament.[4] A deadline of seven days was allowed for the parties if they were to challenge the amendment in the apex court after the presenting of the bill in the parliament on 22 September 2020.[5] A Two day debate on the 20th amendment to the constitution in the parliament was decided to be held on 21 and 22 October during a meeting at the Committee on Parliamentary Business.[13] The draft amendment was challenged in Supreme Court as certain clauses in their present form were deemed inconsistent with Article 3 and Article 4 of the constitution.[16] Around 39 petitions were filed by the opposition parties including Tamil National Alliance and Samagi Jana Balawegaya alongside civil societies against the approval of the 20th amendment in the Supreme Court.[17] On 20 October 2020, in a setback to the ruling government the Supreme Court cleared that certain sections of the proposed bill should require a referendum.[10][11] The opposition party Samagi Jana Balawegaya criticised the amendment and termed the government as paving way for dictatorship instead of being autocracy. The opposition party leader Sajith Premadasa claimed that the draft bill would not comply with public mandate given to the government and also further insisted that he wouldn't support for the bill to be passed in the parliament. He also suggested that the government should pass a modern health bill to tackle the second wave of infections due to the COVID-19 pandemic in Sri Lanka instead of passing an \"anti-democratic\" amendment.[18] Some Buddhist monks who were allies of the Sri Lanka Freedom Party also shown opposition against the amendment stating that it would be a deal leading to a death blow to the democracy of Sri Lanka.[19] Catholic bishops also shown their opposition against the proposed amendment.[20] Tamil minority political parties including Tamil National Alliance accused Sri Lankan government of gaining dictatorship through passing of 20th amendment.[21] Senior political scientist Jayadeva Uyangoda condemned the government decision to pass 20A calling it as a constitutional bombshell.[22] Under the Soulbury Constitution which consisted of The Ceylon Independence Act, 1947 and The Ceylon (Constitution and Independence) Orders in Council 1947, Sri Lanka was then known as Ceylon.[23] The Soulbury Constitution provided a parliamentary form of Government for Ceylon and for a Judicial Service Commission and a Public Service Commission. Minority rights were safeguarded by Article 29 (2) of the Constitution. The Governor-General (The Viceregal Representative of the Queen of Ceylon, also Queen of the United Kingdom, as well as the other Commonwealth Realms, and therefore usually resident in London), the Senate and the House of Representatives exercised legislative power. The House of Representatives consisted of 101 Members, of which 95 were elected by universal suffrage and 6 were nominated by the Governor-General. That total number was increased to 151 by the 1959 Delimitation Commission and the term of the House was 5 years[24] The S. W. R. D. Bandaranaike Government set up a Joint Select Committee of the Senate and the House of Representatives to consider a revision of the Constitution on 10 January 1958 but the Committee was unable to come to a final conclusion on account of the propagation of Parliament on 23 May 1959.[25] A similar attempt by the Dudley Senanayake Government was failed due to such a propagation on 22 June 1968 too.[26]","Title":"Twentieth Amendment to the Constitution of Sri Lanka - Wikipedia","KeyID":"12877","URL":"https://en.wikipedia.org/wiki/20th_Amendment_to_the_Constitution_of_Sri_Lanka"}