{"Content: ":"See text Andrena is a genus of bees in the family Andrenidae. With over 1,500 species, it is one of the largest genera of animals.[2] It is a strongly monophyletic group that is difficult to split into more manageable divisions;[3][4] currently, Andrena is organized into 104 subgenera.[2] It is nearly worldwide in distribution, with the notable exceptions of Oceania and South America. Bees in this genus are commonly known as mining bees due to their ground-nesting lifestyle. Andrena are generally medium-sized bees; body length ranges between 8 and 17 mm with males being smaller and more slender than females. Most are black with white to tan hair, and their wings have either two or three submarginal cells[clarification needed]. They carry pollen mainly on femoral scopal hairs, but many Andrena have an additional propodeal corbicula for carrying some pollen on their thorax.[5] They can be distinguished from other bees by the broad velvety areas in between the compound eyes and the antennal bases, called facial foveae. Some other genera in the family Andrenidae also have foveae though, so the best identifying feature unique to Andrena is the presence of a ring of hairs on the underside of their face called the \"subgenal coronet\".[3] All Andrena are ground nesting, solitary bees. They seem to have a preference for sandy soils.[6] The genus includes no parasitic or social species, though some nest communally or in aggregations. After mating, each female bee digs a burrow, collects pollen to form firm, round provisions for the larvae to eat and places them in cells lined with a shiny secretion.[5] Larvae do not spin a cocoon and they overwinter as adults. They typically have one generation per year and adults are only active for a few weeks. Andrena nests are attacked by many other insects including brood parasitic bees, blister beetles, various parasitic flies, and Strepsiptera.[7] Many Andrena are host-plant specialists, in which a species visits flowers of only a single or a few closely related plants. Oligolectic Andrena have specialized on many different plant groups and have morphological and behavioral adaptations that suit them for their pollen preference. For example, all members of the subgenus Callandrena specialize on pollen from the plant family Asteraceae and have highly branched, fluffy scopal hairs to hold aster pollen.[8] According to Larkin et al. 2008, oligolecty was the basal trait for Andrena and a generalist diet has evolved multiple times across the genus.[9] Andrena are common in temperate regions of Europe, Asia, and North America and most diverse in areas with a Mediterranean climate. A small amount of species are present in sub-Saharan Africa, and there are none in South America, Australia and nearby islands, or Madagascar.[5] Partial list of species: See comprehensive separate list. A. accepta A. nasonii A. haemorrhoa, Early mining bee, Oxfordshire Andrena Subgenus Gonandrena, dogwood andrena A. nida A. antoinei fossil","Title":"Andrena - Wikipedia","KeyID":"1287","URL":"https://en.wikipedia.org/wiki/Andrena"}