{"Content: ":"Don Mathew Rajapaksa (known as D. M. Rajapaksa - the Lion of Ruhuna) (27 November 1897–18 May 1945) was a Ceylonese politician and a member of State Council of Ceylon (1937–1945).[1] Don Mathew Rajapksa was the second of three sons born to Don David Rajapaksa (Vidane Arachchi of Ralahamy) and Dona Gimara Moonesinghe, his brothers being Don Coronelis Charles and Don Alvin. Rajapaksa had his early education at the local village school, Mandaduwa Government School in Weeraketiya and his secondary education at Richmond College, Galle and Wesley College, Colombo. Following the death of his father, Rajapaksa left school at age sixteen and returned home together with his brothers, to assist his widowed mother. In 1922, Rajapaksa married Emalin (Emalyn) née Weeratunga, the daughter of Don Costan Weeratunga Ralahamy of Madihe, Matara (Vidan Arachchi of Four Gravets and Godagama). They had three sons, Lakshman (Member of Parliament for Hambantota (1947–52, 1956–60), Member of Parliament for Tissamaharama (1960–65), Member of Parliament for Mulkirigala (1976–77)), George (Member of Parliament for Mulkirigala (1960–76)) and Neil Kumaradasa, and four daughters, Esther Gurly, Pearl (Peri) Jayanthi, Kamala and Ruby Lalitha. Rajapaksa first entered the political arena in 1931, when he supported the Communist Party leader, Dr. S. A. Wickramasinghe, who contested the seat of Morawaka at the first State Council election. Rajapaksa and his brother Don Alvin became closely associated with the Suriya-Mal Movement and with the Left Leaders in particular. At the Ceylonese State Council election in 1936, he was elected a member of the Second State Council for the Hambantota District, with a majority of 12,106 votes. In the State Council he worked as a group, with Dr. S. A. Wickremasinghe, Dr. N. M. Perera, Philip Gunawardena and Leslie Goonewardene in the anti-imperialist and progressive movement. On 18 May 1945 he died unexpectedly of a heart attack at the age of 48, whilst serving on the State Council. His position on the Council was filled by his younger brother Don Alvin, who was elected unopposed.","Title":"D. M. Rajapaksa - Wikipedia","KeyID":"12881","URL":"https://en.wikipedia.org/wiki/D._M._Rajapaksa"}