{"Content: ":"Hambantota electoral district is one of the 22 multi-member electoral districts of Sri Lanka created by the 1978 Constitution of Sri Lanka. The district is conterminous with the administrative district of Hambantota in the Southern province. The district currently elects 7 of the 225 members of the Sri Lankan Parliament and had 421,186 registered electors in 2010.[2] Results of the 1st presidential election held on 20 October 1982 for the district: Results of the 2nd presidential election held on 19 December 1988 for the district: Results of the 9th parliamentary election held on 15 February 1989 for the district: The following candidates were elected:[6] Mahinda Rajapaksa (SLFP), 13,073 preference votes (pv); Ranjit Atapattu (UNP), 10,381 pv; Chamal Rajapaksa (SLFP), 10,342 pv; Kadukannage Ananda Kularatne (UNP), 9,470 pv; Patabandi Madduma Baduge Cyril (UNP), 5,911 pv; Abeydheera Hary (UNP), 5,699 pv; and Gunapala Tissakuttiarachchi (UNP), 3,600 pv. Results of the 2nd Southern provincial council election held on 17 May 1993 for the district: Results of the 3rd Southern provincial council election held on 24 March 1994 for the district: Results of the 10th parliamentary election held on 16 August 1994 for the district: The following candidates were elected:[7] Mahinda Rajapaksa (PA), 78,977 preference votes (pv); Chamal Rajapaksa (PA), 63,698 pv; Nirupama Rajapaksa (PA), 46,034 pv; Mahinda Amaraweera (PA), 39,376 pv; Ananda Kularatne K. (UNP), 36,965 pv; Mervyn Silva (UNP), 36,338 pv; and Janith Priyantha Vidyathilaka Vipulaguna (SLPF-JVP), 1,791 pv. Janith Vipulaguna (SLPF-JVP) resigned and was replaced by Nihal Galappaththi (SLPF-JVP).[8] Results of the 3rd presidential election held on 9 November 1994 for the district: Results of the 4th Southern provincial council election held on 10 June 1999 for the district: Results of the 4th presidential election held on 21 December 1999 for the district: Results of the 11th parliamentary election held on 10 October 2000 for the district: The following candidates were elected:[13] Sajith Premadasa (UNP), 98,968 preference votes (pv); Mahinda Rajapaksa (PA), 88,726 pv; Chamal Rajapaksa (PA), 66,737 pv; Dilip Wedaarachchi (UNP), 43,949 pv; Siri Alexander Andrahennady (UNP), 39,674 pv; Kadukannage Ananda Kularatne (UNP), 27,618 pv; and Nihal Galappaththi (JVP), 4,654 pv. Results of the 12th parliamentary election held on 5 December 2001 for the district: The following candidates were elected:[16] Sajith Premadasa (UNF), 92,536 preference votes (pv); Mahinda Rajapaksa (PA), 81,855 pv; Chamal Rajapaksa (PA), 48,473 pv; Dilip Wedaarachchi (UNF), 38,972 pv; Siri Alexander Andrahennady (UNF), 26,644 pv; Kadukannage Ananda Kularatne (UNF), 24,811 pv; and Nihal Galappaththi (JVP), 4,514 pv. Results of the 13th parliamentary election held on 2 April 2004 for the district: The following candidates were elected:[18] Mahinda Rajapaksa (UPFA-SLFP), 107,603 preference votes (pv); Nihal Galappaththi (UPFA-JVP), 96,039 pv; Vijitha Ranaweera (UPFA-JVP), 86,184 pv; Sajith Premadasa (UNF-UNP), 82,968 pv; Mahinda Amaraweera (UPFA-SLFP), 63,118 pv; Chamal Rajapaksa (UPFA-SLFP), 56,416 pv; and Dilip Wedaarachchi (UNF-UNP), 40,738 pv. Mahinda Rajapaksa (UPFA-SLFP) resigned on 19 November 2005 to take up presidency. His replacement Nirupama Rajapaksa (UPFA-SLFP) was sworn in on 25 November 2005. Results of the 5th Southern provincial council election held on 10 July 2004 for the district: The following candidates were elected:[19] Piyasena Ramanayake (UPFA), 55,780 preference votes (pv); Wahalathanthrige Sisisra Kumara (UPFA), 47,697 pv; Ajith Rajapakse (UPFA), 36,546 pv; Athula Welandagoda Hewage (UPFA), 35,153 pv; Wehella Kankanamge Indika (UPFA), 30,198 pv; Hewa Wellalage Gunasena (UPFA), 25,730 pv; Jayantha Wanniarachchi (UPFA), 25,215 pv; D.V.R. Priya Upul (UPFA), 22,738 pv; Thennakoon Gamage Senarathne (UNP), 21,202 pv; Ekanayake Somapala (UNP), 18,775 pv; Dewaka Weerasinghe Puwakdandawa Muneendradasa (UNP), 13,228 pv; and Nimal Lalchandra Punchihewage (UNP), 12,166 pv. Results of the 5th presidential election held on 17 November 2005 for the district: Results of the 6th Southern provincial council election held on 10 October 2009 for the district: The following candidates were elected:[22] Wehella Kankanamge Indika (UPFA), 56,855 preference votes (pv); D.V.R. Priya Upul (UPFA), 50,944 pv; Kapila Gamini Samarasingha Dissanayaka (UPFA), 48,832 pv; Ajith Rajapakse (UPFA), 47,854 pv; Hewa Wellalage Gunasena (UPFA), 45,910 pv; Kodagoda Arachchige Somawansa (UPFA), 38,838 pv; Ananda Senarath Widanapathiranage (UPFA), 33,323 pv; Arjuna Nishantha de Silva Pussewelage (UPFA), 25,282 pv; Thennakoon Gamage Senarathne (UNP), 23,894 pv; Nimal Lalchandra Punchihewage (UNP), 17,614 pv; Ekanayake Somapala (UNP), 15,760 pv; and Kumudu Sujeewa Priyantha Lokuhennadige (JVP), 2,345 pv. Results of the 6th presidential election held on 26 January 2010 for the district: Results of the 14th parliamentary election held on 8 April 2010 for the district: The following candidates were elected:[24] Namal Rajapaksa (UPFA-SLFP), 147,566 preference votes (pv); Mahinda Amaraweera (UPFA-SLFP), 105,414 pv; Chamal Rajapaksa (UPFA-SLFP), 79,648 pv; Sajith Premadasa (UNF-UNP), 74,467 pv; Dilip Wedaarachchi (UNF-UNP), 47,160 pv; Nirupama Rajapaksa (UPFA-SLFP), 39,025 pv; and P. K. Indika (UPFA), 37,626 pv. ","Title":"Hambantota Electoral District - Wikipedia","KeyID":"12888","URL":"https://en.wikipedia.org/wiki/Hambantota_Electoral_District"}