{"Content: ":"Over 3,000 species, see List of Astragalus species Astragalus is a large genus of over 3,000 species[2] of herbs and small shrubs, belonging to the legume family Fabaceae and the subfamily Faboideae. It is the largest genus of plants in terms of described species.[3] The genus is native to temperate regions of the Northern Hemisphere. Common names include milkvetch (most species), locoweed (in North America, some species)[4] and goat's-thorn (A. gummifer, A. tragacantha). Some pale-flowered vetches (Vicia spp.) are similar in appearance, but they are more vine-like than Astragalus. Most species in the genus have pinnately compound leaves.[5] There are annual and perennial species. The flowers are formed in clusters in a raceme, each flower typical of the legume family, with three types of petals: banner, wings, and keel. The calyx is tubular or bell-shaped.[6][7] Astragalus species are used as food plants by the larvae of some Lepidoptera species including many case-bearing moths of the genus Coleophora: C. cartilaginella, C. colutella, C. euryaula, and C. onobrychiella feed exclusively on Astragalus, C. astragalella and C. gallipennella feed exclusively on the species Astragalus glycyphyllos, and C. hippodromica is limited to Astragalus gombo. The genus was formally described in 1753 by Carl Linnaeus in his Species Plantarum.[8] The name Astragalus is Greek, an old name for this group of plants which were believed to have a positive effect on goat milk production.[9] Astragalus testiculatus Astragalus glycyphyllos Astragalus alpinus Astragalus dasyanthus Astragalus has been used in traditional Chinese medicine over centuries to treat various disorders, but there is no high-quality evidence that it is effective or safe for any medical purpose.[11][12] Extracts of astragalus root include diverse phytochemicals, such as saponins and isoflavone flavonoids, which are purported in traditional practices to increase lactation in nursing mothers.[13] There is no valid clinical evidence to indicate such use is effective or safe for the mother or infant.[13] Dietary supplement products containing astragalus extracts may not have been adequately tested for efficacy, safety, purity or consistency.[13] The root extracts of astragalus may be used in soups, teas or sold in capsules.[11] Although astragalus supplements are generally well tolerated, mild gastrointestinal upset, diarrhea, and allergic reactions may occur.[11][13] Because astragalus may affect regulation of blood sugar and blood pressure, it may be risky for people with blood disorders, diabetes, or hypertension to use it as a supplement.[11] Astragalus may interact with prescribed drugs that suppress the immune system, such as medications used by people being treated for cancer or recovery from organ transplants.[11] Some astragalus species can be toxic, such as those found in the United States containing the neurotoxin, swainsonine, which causes \"locoweed\" poisoning in animals.[11] Some astragalus species may contain high levels of selenium, possibly causing toxicity.[11] Several species, including A. alpinus (bluish-purple flowers), A. hypoglottis (purple flowers), and A. lotoides, are grown as ornamental plants in gardens.[citation needed]","Title":"Astragalus - Wikipedia","KeyID":"1288","URL":"https://en.wikipedia.org/wiki/Astragalus"}