{"Content: ":"George Rajapaksa (25 December 1926 – 18 June 1976) was a Sri Lankan politician. He was the former Cabinet Minister of Health, Fisheries and a Member of Parliament. George Rajapaksa was born 25 December 1926,[1] the second son of Don Mathew Rajapaksa, who was a member of State Council of Ceylon and the Senate of Ceylon,[2][3] and Emalin (Emalyn) née Weeratunga. He was the nephew of Don Alwin Rajapaksa, founder member of the Sri Lanka Freedom Party, and cousin of Mahinda Rajapaksa. Rajapaska attended Richomd College, Galle and then Royal College, Colombo. Following the death of his father in May 1945 he entered the University of Ceylon and in 1946 the Ceylon Law College.[4] He qualified as an Advocate and built up a criminal law practice in the Hambantota District. During this time he also served as the chairman of the Mulkirigala Village Committee. Rajapaksa entered politics at the age of 34 when he contested the Mulkirigala electorate,[5] representing the People's United Front, at the March 1960 parliamentary elections.[6] He was successful securing over 50% of the vote.[7] In the subsequent July 1960 General Elections he retained the seat, however this time representing the Sri Lanka Freedom Party, increasing his margin to 68% of the vote.[8] He was then appointed as the Deputy Minister of Finance in the Sirimavo Bandaranaike cabinet, a position he retained until June 1962,[9] resigning in protest at the government's withdrawal of the subsidy on rice.[5][6] He ran again at the parliamentary elections in 1965 holding on to the seat with a reduced margin of 54% of the vote,[10] and again at the 1970 parliamentary elections retaining the seat with 57% of the vote.[11] Rajapaska was then appointed as the Minister for Fisheries in the second Sirimavo Bandaranaike cabinet.[5][6][12] Following which he was also appointed as Minister of Health.[5][12] Following his death in 1976, his older brother Lakshman, selected as the SLFP candidate, was successful in securing the Mulkirigala seat at the subsequent by-election.[13] His daughter Nirupama is a currently a Member of Parliament[14] for Hambantota and the former Deputy Minister of Tourism and his son Shyamlal (1966-2009) was a former Provincial Councilor and prosecutor for the International Criminal Tribunal for Rwanda.[15] *Appointed MPs were abolished in 1972 by the First Republican Constitution","Title":"George Rajapaksa - Wikipedia","KeyID":"12883","URL":"https://en.wikipedia.org/wiki/George_Rajapaksa"}