{"Content: ":"circa 425 spp., see text Anolis is a genus of anoles (US: /əˈnoʊ.liz/ (listen)), iguanian lizards in the family Dactyloidae, native to the Americas. With more than 425 species,[1] it represents the world's most species-rich amniote tetrapod genus, although many of these have been proposed to be moved to other genera, in which case only about 45 Anolis species remain.[2][3] Previously, it was classified under the family Polychrotidae that contained all the anoles, as well as Polychrus, but recent studies place it in the Dactyloidae.[2] This very large genus displays considerable paraphyly, but phylogenetic analysis suggests a number of subgroups or clades.[2][4] Whether these clades are best recognized as subgenera within Anolis or separate genera remains a matter of dispute.[2][3][5] If the clades are recognized as full genera, about 45 species remain in Anolis, with the remaining moved to Audantia (9 species), Chamaelinorops (7 species), Ctenonotus (more than 40 species), Dactyloa (circa 95 species), Deiroptyx (almost 35 species), Norops (about 190 species), and Xiphosurus (around 15 species).[2][3] Some of these can be further subdivided. For example, Phenacosaurus was often listed as a full genus in the past, but it is a subclade within Dactyloa (Dactyloa heteroderma species group).[6] Among the subgroups within Anolis are: In 2011, the green (or Carolina) anole (Anolis carolinensis) became the first reptile to have its complete genome published.[7] Closely related, recently diverged anole lizards exhibited more divergence in thermal biology than in morphology. These anole lizards are thought to have the same structural niche and have similarities in their size and shape, but they inhabit different climatic niches with was variability in temperature and openness of the environment. This suggests that thermal physiology is more associated with recently diverged anole lizards.[8][9] Anolis lizards are some of the best examples of both adaptive radiation and convergent evolution. Populations of lizards on isolated islands diverge to occupy separate ecological niches, mostly in terms of the location within the vegetation where they forage (such as in the crown of trees vs. the trunk vs. underlying shrubs).[10] These divergences in habitat are accompanied by morphological changes primarily related to moving on the substrate diameter they most frequently encounter, with twig ecomorphs having short limbs, while trunk ecomorphs have long limbs. In addition, these patterns repeat on numerous islands, with animals in similar habitats converging on similar body forms repeatedly.[10][11] This demonstrates adaptive radiation can actually be predictable based on habitat encountered, and experimental introductions onto formerly lizard-free islands have proven Anolis evolution can be predicted.[12][13][14][15] After appearing on each of the four Greater Antillean Islands about 50 million years ago, Anolis lizards spread on each island to occupy niches in the island's trees. Some living in the tree canopy area, others low on the tree trunk near the ground; others in the mid-trunk area, others on twigs. Each new species developed its own distinct body type, called an ecomorph, adapted to the tree niche where it lived. Together, the different species occupied their various niches in the trees as a \"community\". A study of lizard fossils trapped in amber shows that the lizard communities have existed for about 20 million years or more. Four modern ecomorph body types, trunk-crown, trunk-ground, trunk, and twig, are represented in the amber fossils study. Close comparison of the lizard fossils with their descendants alive today in the Caribbean shows the lizards have changed little in the millions of years.[16][17] As ectotherms, Anolis lizards must regulate their body temperature partly through behavioral changes and bask in the sunlight to gain enough heat to become fully active, but lizards cannot behaviorally warm themselves at night when temperatures drop. Because of this, cold tolerance evolves faster than heat tolerance in these lizards.[18] On the island of Hispanola, both high-altitude and low-altitude lizard populations exist, and the thermal conditions at high and low elevations differ significantly.[19] High-altitude lizards have shifted their ecological niche to boulder environments, where warming themselves is easier, and they show changes in the shape of limbs and skull that make them better adapted to these environments. The Anolis lizards that are less susceptible to predation are those with a dewlap in which both the scales and the exposed skin areas between them match the usual pale gray or whitish of the rest of the ventral surface.[20]","Title":"Anolis - Wikipedia","KeyID":"1289","URL":"https://en.wikipedia.org/wiki/Anolis"}