{"Content: ":"Shirani Bandaranayake, the 43rd Chief Justice of Sri Lanka, was impeached by Parliament and then removed from office by President Mahinda Rajapaksa in January 2013.[1][2] Bandaranayake was accused of a number of charges including financial impropriety and interfering in legal cases,[3] all of which she has denied.[4] The impeachment followed a series of rulings against the government by the Supreme Court, including one against a bill proposed by Minister Basil Rajapaksa, President Rajapaksa's brother.[5] Bandaranayake was replaced as chief justice by former Attorney General Mohan Peiris.[6] Peiris is considered to be an ally of President Rajapaksa and his appointment is seen by critics as further consolidation of power by the president and his family.[7][8] Bandaranayake refused to recognise the impeachment and lawyers groups refused to work with the new chief justice.[9][10][11] Bandaranayake's controversial impeachment drew much criticism and concern from within and outside of Sri Lanka.[12] On 28 January 2015 she was reinstated and retired on 29 January, the next day. Bandaranayake was appointed to the Supreme Court on 30 October 1996 by President Chandrika Kumaratunga.[13][14] In 2011 President Mahinda Rajapaksa appointed Bandaranayake as Chief Justice, succeeding Asoka de Silva who retired on 17 May 2011. She took her oaths before President Rajapaksa on 18 May 2011.[13][14] The Town and Country Planning (Amendment) Bill was published in The Sri Lanka Gazette on 17 October 2011.[15] The bill allowed the government to declare any land in a municipal, urban development or road development area as a \"protected\", \"conservation\", \"architectural\", \"historical\" or \"sacred\" area and to acquire that land.[16] According to the Constitution of Sri Lanka most land issues are devolved to the provincial councils. The Sri Lankan government introduced the bill in parliament on 8 November 2011.[17] The bill's constitutionality was challenged by the Centre for Policy Alternatives (CPA) and Paikiasothy Saravanamuttu in the Supreme Court. The court (Bandaranayake, Chandra Ekanayake and K. Sripavan) met on 21 November 2011 to hear the petition. The court's determination (S.C. Special Determination No. 03/2011) was conveyed to Speaker Chamal Rajapaksa, another brother of President Rajapaksa, on 2 December 2011 and on 3 December 2011 the Speaker announced the determination to Parliament: the bill was in respect of matters set out in the provincial council list and therefore cannot become law unless it has been referred to every provincial council.[18][19] The government withdrew the bill from parliament and referred it to the nine provincial councils.[20] The provincial councils expressed concern about the bill and suggested amendments.[21][22] The bill was opposed by the Sri Lanka Muslim Congress and Tamil Makkal Viduthalai Pulikal, both members of the United People's Freedom Alliance (UPFA), President Rajapaksa's party, as well as the opposition United National Party.[23][24] Faced with opposition, the government abandoned the bill in April 2012.[25] The Divi Neguma Bill was published in The Sri Lanka Gazette on 27 July 2012.[26] The bill established the Department of Divi Neguma Development by amalgamating the Samurdhi Authority of Sri Lanka, Southern Development Authority of Sri Lanka and the Udarata Development Authority, and created numerous community organisations, banks and banking societies.[27] The Department of Divi Neguma Development would be controlled by the Ministry of Economic Development headed by President Rajapaksa's brother Basil Rajapaksa and would carry out development activities.[28] According to the Constitution of Sri Lanka most development activities are devolved to the provincial councils. The Sri Lankan government introduced the bill in parliament on 10 August 2012.[29] The bill's constitutionality was consequently challenged by four petitioners on three petitions in the Supreme Court. The court (Bandaranayake, Priyasath Dep and Eva Wanasundera) met on 27 and 28 August 2012 to hear the petitions. Speaker Chamal Rajapaksa announced the Supreme Court's determinations (S.C. Special Determination No. 01/2012, 02/2012 and 03/2012) to Parliament on 18 September 2012: the bill was in respect of matters set out in the provincial council list and therefore cannot become law unless it has been referred to every provincial council.[30][31][32] The UPFA controlled eight of the nine provincial councils and between 25 September 2012 and 3 October 2012 all eight approved the Divi Neguma Bill. The ninth provincial council, Northern, had not been functioning as an elected body since it was established in 2007. The bill was approved by the Northern Province's Governor G. A. Chandrasiri who had been appointed by President Rajapaksa.[33] The bill then returned to Parliament and a further eleven petitions were placed before the Supreme Court challenging the bill's constitutionality. Amongst these petitions was one filed on 4 October 2012 by opposition MP Mavai Senathirajah challenging the legality of Chandrasiri's approving the bill.[34] The court (Bandaranayake, N. G. Amaratunga and K. Sripavan) met on 18, 22, and 23 October 2012 to hear the petitions. The Supreme Court's determinations were passed to the president on 31 October 2012.[35][36] Speaker Chamal Rajapaksa announced the Supreme Court's determinations to Parliament on 6 November 2012: clause 8(2) was unconstitutional and needed to be approved by a referendum; twelve other clauses were inconsistent with the constitution and needed to be passed by special majority (two-thirds) of Parliament; the governor of the Northern Province does not have the power to endorse the bill and therefore Parliament needed to pass the bill by special majority.[37][38][39] The government amended the bill to avoid holding a referendum.[40] The amended Divi Neguma Bill was passed by Parliament on 8 January 2013 with the required two-thirds majority.[41][42] An impeachment motion against Chief Justice Bandaranayake signed by 117 UPFA MPsA was handed to Speaker Chamal Rajapaksa on 1 November 2012, the day after the Supreme Court's determinations on the Divi Neguma Bill were passed to the president.[43][44] Speaker Chamal Rajapaksa revealed the 14 chargesB against Bandaranayake on 6 November 2012 which included failing to disclose financial interests, abuse of power and disregarding the constitution.[45] Bandaranayake denied the charges.[46] An eleven-member parliamentary select committee (PSC)C consisting of seven government MPs and four opposition MPs was appointed to hear the impeachment charges.[47] Impeachment hearings were held on 23 November 2012, 4 December 2012 and 6 December 2012 when Bandaranayake walked out of the hearing.[48][49][50] The opposition MPs withdrew from the PSC on 7 December 2012.[51][52] The PSC's report was presented to Parliament on 8 December 2012.[53] The PSC found that three of five charges against Bandaranayake had been proven and this was enough to remove her from office.[54][55] She was found guilty of impropriety in a property transaction (1st charge), having undeclared bank accounts (4th charge) and conflict of interest in a legal case involving her husband (5th charge).[56][57] She was found not guilty on the 2nd and 3rd charges and the remaining nine charges were disregarded by the PSC.[58] Opposition MPs have rejected the PSC report, saying \"This was not an inquiry it was an inquisition\".[59] The PSC's report was them sent to President Rajapaksa.[60] The Supreme Court (N. G. Amaratunga, Priyasath Dep and K. Sripavan) ruled on 1 January 2013 that the PSC had no power to investigate allegations against the chief justice and the impeachment was therefore unconstitutional.[61][62] Bandaranayake appealed against the PSC and on 7 January 2013 the Court of Appeal quashed the PSC's findings.[63][64] Two Court of Appeal judges, S. Sriskandarajah and Anil Goonarathne, subsequently received death threats.[65][66] The government ignored the Supreme Court and Court of Appeal rulings and went ahead with the impeachment.[67] The impeachment motion against Bandaranayake was debated by Parliament on 10 and 11 January 2013.[68] The motion was passed by Parliament with 155 MPs voting for and 49 MPs voting against it.D[69] Opposition MPs described the impeachment motion as flawed and therefore invalid.[70] Bandaranayake was removed from office on 13 January 2013 after President Mahinda Rajapaksa ratified the impeachment motion passed by Parliament.[71][72] According to some reports Rajapaksa had offered to allow Bandaranayake to retire but she had refused.[73][74] After the impeachment motion passed Parliament, Bandaranayake indicated that she would not leave office, citing the Supreme Court ruling declaring the PSC unconstitutional.[75] Lawyers groups urged the Supreme Court judges not to sit with any new Chief Justice.[76] President Rajapaksa nominated former Attorney General Mohan Peiris to succeed Bandaranayake.[77][78] According to the constitution of Sri Lanka, the president must refer his nomination to the Parliamentary Council for \"observations\" but it is the president who makes the appointment.[79] The five member Parliamentary Council consists of the Speaker, Prime Minister, Leader of the Opposition, a nominee of the Prime Minister and a nominee of the Leader of the Opposition. The Parliamentary Council met on 15 January 2013 to discuss the appointment but Leader of the Opposition Ranil Wickremasinghe and his nominee D. M. Swaminathan did not attend as they were opposed to the Council.[80][81] The Parliamentary Council gave its approval for Peiris's appointment on 15 January 2013.[82][83] Peiris was sworn in as chief justice at 12.30pm on 15 January 2013.[84][85] Peiris was a legal adviser to President Rajapaksa and his government and was prominent in defending Rajapaksa's government from allegations of human rights violations and enforced disappearances.[86][87] He had never served as a judge and is seen as an ally of the president.[87][88] Bandaranayake vacated her official residence at 5.30pm on 15 January 2013 and issued a statement in which she insisted she was still the legitimate chief justice and that the charges against her were all \"blatant lies\".[89][90] As she left Bandaranayake told reporters she feared for her family's safety.[91][92] After the impeachment three senior lawyers who had supported Bandaranayake received threatening letters.[93][94] Peiris was officially inaugurated as chief justice at a ceremony in the Supreme Court on 23 January 2013.[95] The media, other than the state-owned media, were banned from the ceremony which was boycotted by the Bar Association of Sri Lanka (BASL), the largest lawyers association in the country.[96][97] The ceremony was however attended by other judges including the associate judges of the Supreme Court.[98] A fundamental rights petition was filled by the CPA challenging the new appointment of the Chief Justice, as the CPA contends the appointment as illegal and in violation of their rights and the rights of the people.[99] They sought two interim reliefs that would have prevented the approval of the new Chief Justice and the prevention of his accepting the post and the functioning of his office.[87][100] Three other fundamental rights petitions against the impeachment have also been referred to the Supreme Court.[101] These petitions will be heard by a panel of at least five Supreme Court judges.[102] It is reported that the government is hoping that a fuller bench of the Supreme Court will reverse the 1 January 2013 ruling that the PSC was unconstitutional.[103] The International Bar Association's Human Rights Institute (IBAHRI) had established a four-member delegation headed by former Chief Justice of India J. S. Verma to visit Sri Lanka on a fact-finding mission about the impeachment.[104] The other members of the delegation were Baroness Prashar, Shane Keenan and Sadakat Kadri.[105] The mission had to be cancelled after the Sri Lankan government withdrew the delegates visas on 29/30 January 2013.[106][107] The Sri Lankan government defended the visa withdrawal, stating that the delegation was intent on interfering in the country's sovereignty.[108][109] Bandaranayake's controversial impeachment drew much criticism and concern from within and outside of Sri Lanka.[110][111] Opposition politicians, lawyers, judges and other civil society groups criticised the impeachment as an attempt to curb the independence of the judiciary and concentrate powers with President Rajapaksa.[112][113] They also claim the impeachment is in retaliation for the Supreme Court blocking the Divi Neguma Bill.[114] After the impeachment motion had been passed opposition MP Mangala Samaraweera claimed that Sri Lanka had become a dictatorship: \"Up to yesterday at least we kept up appearances of being at least a nominal democracy. But as of Friday night, the Rajapaksa Government sheds the façade and the country becomes a pariah of the international community\".[115] 41st Chief Justice of Sri Lanka Sarath N. Silva expressed disappointment over the appointment of former Attorney General Mohan Peiris. Silva proposed the appointment of a sitting Supreme Court judge saying, \"given the controversy that has been created over the impeachment of the Chief Justice, only the appointment of a senior Supreme Court judge as the next Chief Justice would have resolved the problem.\"[116] United Nations - In November 2012 United Nations Special Rapporteur on the independence of judges and lawyers, Gabriela Knaul, urged the Sri Lankan government to reconsider the impeachment and ensure that any hearing complies with \"the fundamental principles of due process and fair trial\".[117] At a press briefing on 18 January 2013 United Nations High Commissioner for Human Rights Navi Pillay expressed deep concern about the impeachment which had \"further eroded the rule of law in the country and could also set back efforts for accountability and reconciliation\".[118][119] Pillay went on to describe the \"flawed\" impeachment as a \"gross interference in the independence of the judiciary and a calamitous setback for the rule of law in Sri Lanka\".[118] Pillay also expressed doubts about the independence and impartiality of Bandaranayake's successor Mohan Peiris.[118] Commonwealth Secretary General Kamalesh Sharma issued a statement on 15 November 2012 in which he expressed concern about the impeachment, stating that Sri Lankan constitutional provisions regarding independence of the judiciary must be respected.[120] Sharma issued another statement, on 11 January 2013, which stated that \"The Commonwealth, collectively, is profoundly concerned about this situation\" and urged the Sri Lankan government to pause and carefully consider the ramifications before taking any decision on impeachment.[121][122] On 13 January 2013 Sharma issued a third statement which expressed disappointment at Bandaranayake's dismissal, stating \"The dismissal of the Chief Justice will be widely seen..as running counter to the independence of the judiciary, which is a core Commonwealth value.\"[123][124] European Union - High Representative of the Union for Foreign Affairs and Security Policy Catherine Ashton issued a statement on 18 January 2013 which expressed concern about the impeachment process, stating \"the independence of the judicial branch cannot be made subject to actions by any other branch of government\".[125][126] The statement went on to urge the Sri Lankan government to implement the International Covenant on Civil and Political Rights and ensure the safety of Bandaranayake.[125] Canada - Foreign Minister John Baird issued a statement on 11 January 2013 condemning Parliament's interference in the judiciary, describing the impeachment as \"highly politicized, lacking basic transparency and respect for the guarantees of due process and fair trial\".[127] United Kingdom - The Foreign and Commonwealth Office issued a statement on 11 January 2013 in which the British government expressed deep concern about the impeachment process, noting that \"The motion to impeach the Chief Justice runs contrary to the clear rulings of Sri Lanka’s highest courts and the proceedings appear to contravene basic principles of fairness, due process and respect for the independence of the judiciary and the Commonwealth Latimer House Principles\".[128] The statement went on to urge the Sri Lankan government to \"respect democratic principles\".[128] United States - The United States Department of State issued a statement on 2 November 2012 which expressed concern about the impeachment and urged the Sri Lankan government not to interfere with the independence of the judiciary.[129] The department issued another statement, on 7 December 2012, which urged the Sri Lankan government to \"guarantee due process, and to ensure that all investigations are conducted transparently and in accordance with the rule of law\".[130] The US embassy in Colombo issued a press release on 12 January 2013 in which expressed deep concern about the impeachment and urged the Sri Lankan government to \"uphold the rule of law and respect the principles of democratic governance\".[131][132] At a press briefing on 15 January 2013 State Department spokesperson Victoria Nuland expressed concern about the impeachment's impact on the democratic process, saying \"we were concerned about the perception of reprisals against somebody for independent thinking and action\".[133] The following day Nuland stated that the explanation given by the Sri Lankan government regarding the impeachment was not \"satisfactory in terms of protecting democracy\".[134][135] The International Commission of Jurists (ICJ) issued a statement on 6 December 2012 which stated that the impeachment process ignored \"international standards and practice\" and urged the Sri Lankan government to uphold the independence of the judiciary.[136] The ICJ then issued a statement on 11 January 2013 which condemned the impeachment, stating \"Sri Lanka’s parliament and executive have effectively decapitated the country’s judiciary in pursuit of short term political gain. As an immediate matter, this has precipitated a legal and constitutional crisis of unprecedented dimensions\".[137][138] On 15 January 2013 ICJ issued a statement which condemned Mohan Peiris' appointment as chief justice, describing it as a \"further assault on the independence of the judiciary\" and called for Bandaranayake's re-instatement.[139][140] On 23 January 2013 44 senior judges and jurists from around the globe wrote an open letter to President Rajapaksa which condemned Bandaranayake's removal, urged her re-instatement, saying that the impeachment was \"in contravention of the Constitution, international human rights law and standards, including the right to a fair hearing, and the rule of law\".[141][142] On 28 January 2015 the government of Sri Lanka, having removed all obstacles for Bandaranayake to hold her position as the 43rd Chief Justice by the President Maithripala Sirisena, on the grounds that her 2013 impeachment was unlawful and as such the appointment of Mohan Peiris, her successor, was void Ab initio. This paved the way for Bandaranayake to resume duties on 28 January 2015.[143] On 28 January 2015, the day that she resumed duties, Bar Association of Sri Lanka Chairman Upul Jayasuriya said that a special function had been organized in view of Chief Justice Shirani Bandaranayake retiring from serving as Chief Justice with effect from the following day, 29 January 2015.[144][145]","Title":"Impeachment of Shirani Bandaranayake - Wikipedia","KeyID":"12893","URL":"https://en.wikipedia.org/wiki/Impeachment_of_Shirani_Bandaranayake"}