{"Content: ":"Legislative branch Pro UNP-Ranil protesters Executive branch A constitutional crisis began in Sri Lanka when President Maithripala Sirisena appointed former president and member of parliament Mahinda Rajapaksa as Prime Minister on 26 October 2018 before formally dismissing the incumbent Ranil Wickremesinghe, resulting in two concurrent Prime Ministers. Wickremesinghe and the United National Party (UNP) viewed the appointment as illegal, and he refused to resign.[3] Sirisena's sudden decision instigated \"political turmoil in the country\", and drew international criticism.[4][2][5] Wickremesinghe, the majority of the parliament, and opposition parties refused to acknowledge his removal and the appointment of Rajapaksa, stating that Sirisena's move was unconstitutional.[6][7] Wickremesinghe claimed that he still commands a majority in parliament and requested that Speaker of the Parliament Karu Jayasuriya convene parliament immediately.[8] Sirisena ignored all calls to reconvene parliament and on 27 October prorogued parliament, delaying its meeting till 16 November.[9] After an attempt to form a new cabinet of ministers with Rajapaksa as Prime Minister failed, Sirisena attempted to dissolve parliament on 9 November. The UNP declared the move unconstitutional and subsequently the Supreme Court stayed Sirisena's dissolution until December 2018, when it ruled that the move was unconstitutional and illegal.[10][11] Rajapaksa backed down from claiming the office and Wickremesinghe was once again reinstated, ending the crisis after 7 weeks of political and economic turmoil. The roots of the crisis date back to the late Rajapaksa presidency which turned increasingly authoritarian in its second term, after the end of the Sri Lankan Civil War.[1] During his time in office President Rajapaksa expanded the power of the presidency, centralising power under his control, while drawing the country closer to China.[12] He and his close family have been accused of and are currently under investigation for corruption,[2][13] and the former president has also been accused of war crimes and human rights violations.[14] The crisis was triggered by a false allegation of an assassination plot against President Sirisena and lasted for 7 weeks but had a lasting political and economic impact on the country.[15][16] Due to the fragile Sri Lankan economy the crisis cost the country a billion US dollars in reserves, dropping from $7.991 billion in forex reserves to $6.985 billion.[17] The Sri Lankan rupee ultimately devalued by 3.8% during the same time, while US$312.9 million, in the form of treasury bonds, and US$29.8 million in the form of treasury bills left the country.[17][18] Sri Lanka's credit was also downgraded as a result of the crisis,[19][20] while the United States and Japanese governments froze more than a billion US dollars worth of development aid. November saw industrial activity in Sri Lanka slow as a result of the crisis, falling 3.7% from October to November, the largest seen since it began in 2016.[21] The presidency of Mahinda Rajapaksa, from 2005 to 2015 was an increasingly authoritarian regime[22] characterised by the diminishing human rights in the country, nepotism, weakening of government institutions, slow progress of national reconciliation in the aftermath of the Sri Lankan Civil War, and close ties to China.[23] Before serving as president, Rajapaksa also served as Prime Minister. In 2009, Rajapaksa ended the 27-year long Sri Lankan Civil War, but has been accused of war crimes and human rights abuses.[14][24] At the height of his power, Rajapaksa and his family controlled 80 percent of the national budget where Rajapaksa simultaneously served as finance minister and four other cabinet posts on top of the presidency, while his three brothers served as the defence secretary and ministers of economy and ports and the Speaker of the Parliament.[23] Many of those, including journalists, who were critical of him disappeared.[23] According to Reuters, in the aftermath of the Sri Lankan Civil War, Rajapaksa borrowed \"billions of dollars\" from China to build infrastructure projects, though these had little economic value to the country.[25][26] These projects were seen as vanity projects or white elephants.[27] In response to the degrading democracy in the country, the United National Party (UNP), along with several other parties and civil organisations, signed a Memorandum of Understanding and decided to field the then Secretary General of Sri Lanka Freedom Party (SLFP), Maithripala Sirisena, as the Common Candidate for the 2015 Presidential Election. Sirisena, a former health minister under Rajapaksa, pledged to appoint UNP Leader Ranil Wickremesinghe as the Prime Minister if he were to win the election.[23] Sirisena won the January 2015 election and became the 7th President of Sri Lanka and appointed Wickremesinghe as the Prime Minister as promised. The presidential election was followed by a General Parliamentary Elections, held on 17 August 2015, in which the UNP-lead coalition gained 106 seats in the Parliament and formed a National Government with several other parties. Wickremesinghe and the UNP came to power promising accountability for alleged atrocities committed during the Sri Lanka civil war and during the Rajapaksa presidency.[2] Following the 2015 election defeat, Mahinda Rajapaksa held India's intelligence service, Research and Analysis Wing (RAW), among those responsible for the change in regime.[28] The Government of India also welcomed Rajapaksa's defeat, claiming that the former leader had strained ties with them while moving the country closer to China.[23] A national unity government was formed, which passed the Nineteenth Amendment to the Constitution of Sri Lanka on 28 April 2015, stipulating that the Prime Minister should remain in office for as long as his cabinet functions, unless he resigns or ceases to be a member of parliament.[29] The Sirisena-Wickremesinghe government had been struggling to repay the debts incurred during the Rajapaksa presidency. The Magampura Mahinda Rajapaksa Port, built with Chinese money, was handed over to Beijing in a 99-year lease in 2017 as a form of payment.[23] Sri Lanka also recorded just 3.1% economic growth rate, the lowest for 16 years in 2017.[30] By 2018, following Mahinda Rajapaksa's proxy Sri Lanka Podujana Peramuna winning a landslide victory in the 2018 local authority elections, disputes among the members of the National Government began to surface and a major rift between the President and Prime Minister appeared.[31] Sirisena claimed Wickremesinghe to have led to the loss of 11 billion Sri Lankan rupees ($65 million; £50 million) in the controversial central bank bond sale, and also alleged that a cabinet minister was involved in a plot to kill him and that police had obstructed an investigation.[2] In 2017 opinion poll conducted by the Centre for Policy Alternatives revealed Fifty-six percent of respondents are unhappy with the coalition government. Specially 63 percent of majority Sinhalese respondents.[32] In May 2018, the Sri Lanka parliament approved a special high court[33] that would expedite the hearing and trial of bribery and corruption related cases. The concept for the High Court Trial-at-Bar was instituted with the passage of amendments to the Judicature Act, the purpose of expediting cases from the Rajapaksa Government era.[34] The Sunday Times of 15 July 2018 stated that \"the former Sri Lanka Insurance Corporation chairman Gamini Senarath and its Managing Director Piyadasa Kudabalage will be the first to be indicted before the newly set up court.\"[35][36] Senarath was the chief of staff of former President Mahinda Rajapaksa. The Special Courts are also strongly regarded as a factor in the creation of the 2018 Constitutional Crisis. Reports of an assassination plot emerged in September when an individual named Namal Kumara claimed he was aware of a plan to assassinate President Sirisena and former Defence Secretary Gotabaya Rajapaksa. Kumara was interrogated by the Criminal Investigation Department (CID), and in late September the police arrested an Indian national, Marceli Thomas, from Kerala, claiming he knew of the plot.[28] Kumara alleged the Director of the Terrorism Investigation Division (TID) of the Sri Lanka Police, Deputy Inspector General of Police Nalaka de Silva had masterminded the plot.[37] Nalaka de Silva was suspended pending a formal investigation by the CID and later arrested by CID on 25 October under the Prevention of Terrorism Act and remanded till 7 November.[38] In mid October 2018, Indian newspaper The Hindu reported that Sirisena told Cabinet members that India's intelligence service, Research and Analysis Wing (RAW), had devised a plot to assassinate him, though Sirisena denied the report.[28] Sirisena in the cabinet meeting told Ministers that RAW was \"trying to kill\" him, but \"Prime Minister Narendra Modi may not be aware of the plan.\"[28] On 18 October 2018, a statement released by India's Prime Minister Office (PMO) said that Sirisena called Indian Prime Minister Narendra Modi to reject the media reports about him alluding to the involvement of India in the alleged assassination plot. Sirisena also stated that he \"regards the [Indian] Prime Minister as a true friend of Sri Lanka, as also a close personal friend. He stressed that he greatly valued the mutually beneficial ties between India and Sri Lanka, and remained steadfast to work with the Prime Minister for further strengthening them.\"[39] On 26 October 2018, the United People's Freedom Alliance (UPFA) withdrew from the government, ending the national government that was in place since 2015.[40] The same day, Sirisena also alleged that a cabinet minister was involved but did not name the cabinet minister. However said \"Under these political problems, economic troubles, and the strong plot to assassinate me, the only alternative open to me was to invite former president Mahinda Rajapaksa and appoint him as Prime Minister to form a new government.\"[1] In February 2019 Sri Lankan police refused to press charges against Indian national, Marceli Thomas and cleared the man of wrongdoing due to lack of evidence. \"There is no sufficient evidence to file charges against him and we will not file charges against him\", S. Wijesuriya, an investigating official, told the Colombo Magistrate Court.[15][16] The president's UPFA had earlier on Friday, 26 October, quit the national unity government that had governed with Prime Minister Ranil Wickremesinghe's UNP.[41] Later at about 7:00 pm without a prior announcement, President Maithripala Sirisena unexpectedly appointed former President Mahinda Rajapaksa as Prime Minister in a live swearing-in ceremony broadcast over television. Rajapaksa took an oath of office in the presence of Sirisena and representatives of the military inside the Presidential Secretariat. He was sworn in while Prime Minister Ranil Wickremesinghe was still the incumbent and away touring in the south of the country.[27] The situation in Colombo was uneasy with some cabinet ministers immediately declaring the move unconstitutional, while other Cabinet ministers and parliamentarians began defecting to the new government.[23] Wickremesinghe addressed the nation saying, \"I am addressing you as the Prime Minister of Sri Lanka. I still hold the majority of the house. [...] Convene parliament and I will prove it.\" Three ministers, including Mangala Samaraweera and Cabinet Spokesman Rajitha Senaratne, tried to address the nation during a live television program.[27] That day Rajapaksa loyalists stormed two state-owned television networks which they regarded loyal to Wickremesinghe and the sitting government, including Rupavahini, and forced them off the air. Troops were brought in to protect the channel's staff.[23][41][2] Finance Minister Mangala Samaraweera tweeted that Rajapaksa's appointment was \"unconstitutional and illegal. This is an anti-democratic coup,\" saying Wickramasinghe remained leader as he could not constitutionally be removed by the president.[42][23][14] While UPFA MP Susil Premajayantha told reporters that a new cabinet would be sworn in soon.[27] Speaker of the Parliament Karu Jayasuriya said he was to decide on Saturday (27th), after seeking legal advice, whether to recognise Rajapaksa or not. The Parliament was not due to meet until 5 November when the 2019 national budget was to be presented. The Supreme Court, which is empowered to resolve constitutional disputes, was shut for the weekend, to be reopened on Monday.[41] On 27 October President Sirisena issued a formal notice for Prime Minister Ranil Wickremesinghe to step down. Sirisena later issued gazettes formalising and defending the dramatic move.[41] Wickremesinghe however entered Temple Trees, the Prime Ministers residence, refusing to accept the appointment of Mahinda Rajapaksa and his dismissal, insisting in a letter to Sirisena that he was still in office. Sirisena and Rajapaksa announced their intent to form a new cabinet.[41] Nalaka Kaluwewa, an Acting Additional Secretary in the Presidential Secretariat, was appointed as Acting Director General of Information under the instructions of President Sirisena.[43] The day after Rajapaksa's appointment, the Parliament, which was due to meet on 5 November to discuss the budget for the next year, was prorogued by the President, delaying its meeting till 16 November.[9] President Sirisena stated on Saturday night that the main reason for him to form a new government with Mahinda Rajapaksa as Prime Minister was the alleged plot to assassinate him. He claimed that the name of Sarath Fonseka had come up in the investigation of the CID but was suppressed.[44] On 27 October, Mangala Samaraweera tweeted that the security personnel and official verticals assigned to the Prime Minister were withdrawn from Wickremesinghe and assigned to Rajapaksa on orders from the President.[45] The Inspector General of Police (IGP) Jayasundara had ordered the 1,008 police and STF personnel assigned to Wickremesinghe as Prime Ministerial security to be withdrawn and replaced with 10 police personnel from the Ministerial Security Division (MSD). The security details of ministers of the former government have been also reduced to the levels provided to parliamentarians.[46] China, Burundi and Pakistan had recognised Mahinda Rajapaksa as Prime Minister. Chinese President Xi Jinping was one of the first to congratulate the pro-Beijing leader.[47] The Speaker of Parliament, Karu Jayasuriya requested the President to reconvene parliament following consultations with party leaders of the UNP, ITAK, JVP and the SLMC on 30 October.[48] The Attorney General Jayantha Jayasuriya stated that it is inappropriate for him to express an opinion on the matter, in response to a request for comment by the Speaker.[49][50] UPFA MP Susil Premajayantha stated that Parliament would reconvene on 16 November as per the Gazette and not on 5 November as said by Rajapaksa the day before.[51] On 2 November 119 MPs from several parties met and passed a resolution calling for immediate convention of Parliament claiming that the removal of the Prime Minister and the appointment of another was unconstitutional. The Speaker has stated that the President agreed to convene Parliament on 7 November. However, if the President fails to issue the gazette notification to convene Parliament, the Speaker has stated that he will convene Parliament on 7 November under the powers vested in him.[52] Speaker Jayasuriya later in a statement announced that he will not accept any changes that had happened in Sri Lanka after 26 October until they are verified in parliament.[53] On 7 November UPFA MP Lakshman Yapa Abeywardena said that the only item on Parliamentary agenda on 14 November is the policy statement by President Sirisena.[54] President Sirisena met with a Tamil National Alliance (TNA) delegation whom he asked to abstain from a vote of no confidence if it were moved. The TNA told Sirisena it had taken a decision to vote against the appointment of Mahinda Rajapaksa as the Prime Minister. The President in response is reported to have said that he will not reappoint Ranil Wickremesinghe as the Prime Minister, even if his party secured a majority in Parliament.[55] While making an address on 8 November the SLFP executive committee meeting Sirisena said that \"he had used only one trump card and there were more trump cards still in his hand\", and that he would not go back on any decisions that he had taken already, during this crisis. Sirisena said he was going to make a request to the UNP to support the government's work plan when Parliament reconvenes on the 14th.[56][57] The UNP said it would explore the possibility of removing President Sirisena in conformity with Article 38 (2) of the Constitution. The Tamil Progressive Alliance (TPA) responded it would not support any impeachment move as, while they do not support the appointment of Rajapaksa, \"they are not in favour of adding more fire to the current crisis\".[58] On 29 October, President Maitripala Sirisena appointed the first members of a new cabinet at the Presidential Secretariat in Colombo, with four UNP MPs appointed as ministers including Wijeyadasa Rajapakshe, Vadivel Suresh, Vasantha Senanayake and Ananda Aluthgamage.[59] UNP MP Dunesh Gankanda was sworn in as State Minister of Environment along with a dozen secretaries to various ministries on 30 October.[60] UNP MP Ashoka Priyantha was appointed on 4 November as Deputy Minister of Cultural and Internal Affairs, and Regional Development (Wayamba).[61] While UPFA MPs Dinesh Gunawardena was appointed Minister of Megapolis and Western Development; Vasudeva Nanayakkara, Minister of National Integration, Reconciliation, and Official Languages and Keheliya Rambukwella State Minister of Mass Media and Digital Infrastructure.[62] On 6 November Deputy Minister of Labour and Foreign Employment and UPFA MP Manusha Nanayakkara resigned from his ministerial position and pledged support to Ranil Wickremesinghe. Nanayakkara says that staying true to his heart he cannot join or participate in the recent appointments made and the change in government.[63][64] UPFA MP Dinesh Gunawardena was appointed Leader of the House.[65] In an effort to show a majority in parliament for a vote of confidence the Sirisena-Rajapaksa group have been seeking defections from opposing parties in an attempt to reach 113 MPs. Amid these attempts have been claims of bribery and threats against those opposing the Sirisena-Rajapaksa group.[66] UNP MP Hirunika Premachandra's political career had been threatened, over a phone call to her aunt, if she failed to accept a ministerial portfolio with the Sirisena-Rajapaksa group.[67] The UNP alleged that Rajapaksa loyalists had been luring its MPs to support Sirisena and Rajapaksa with the offer of significant bribes and ministerial portfolios. Some say they have been offered over Rs. 500 million (US$2,796,150, Dec 2018) to defect. Another UNP legislator claimed he had been approached by Sirisena's party to defect with an offer of 500 million rupees and an apartment in Malaysia along with free passage for the entire family to a foreign destination. Some UNP MPs have said the bribery is being financed by China, which Beijing has denied.[66][68] Namal Rajapaksa responded on Twitter saying his party had no information about bribes.[69] Palitha Range Bandara told Speaker Jayasuriya he had been offered a bribe of Rs. 500 million to defect to Mr. Rajapaksa's party.[69][70] On 3 November, the UNP released an audio recording, which claimed to attempt to buy UNP MPs which contained a phone conversation allegedly taken place between UPFA MP S. B. Dissanayake and UNP MP Palitha Range Bandara.[71] Bandara said he would hand over the electronic and documentary evidence to the Bribery Commission to file a complaint.[69] Members of the Sri Lanka Muslim Congress, who have 7 MPs, have said its members have been approached with offers to join the Sirisena-Rajapaksa camp.[70] In an interview, with the Daily Mirror in early December, President Sirisena confirmed the bribery allegations made by the UNP remarking he personally knew about the situation. \"Some MPs even asked for Rs. 500 million ($2,796,150 USD, Dec 2018) to crossover. I personally know about such situations. It was like calling for tenders. That is why Mahinda Rajapaksa could not show a majority in Parliament\" he said.[72] Sirisena openly admitted his candidate for Prime Minister Mahinda Rajapaksa attempted to bribe members of parliament in order to show majority in the House, he went on to say that the current crisis could have been avoided had he been able to the 113 MPs.[73] However he said he \"believes that Mahinda Rajapaksa couldn't show majority because MPs demanded millions, as high as Rs. 500 million to crossover.[66] The Daily Mirror later removed the video of the interview from its Facebook page upon coming under increasing pressure from the President’s Media Division. The video was replaced with an audio based short video of photographs of Sirisena. A second version did not carry Sirisena's remarks about MPs asking for bribes.[74] President Sirisena issues a gazette notification bringing the Sri Lanka Police under the purview of the Ministry of Defence, which was earlier under the Ministry of Law and Order.[75] This was followed with the transfer of the Department of Government Printing which publishes the government Gazette under the Ministry of Defence. Sirisena has brought the Military, Police and the Gazette under his direct control.[76] Amid calls to reconvene parliament Sirisena and his party admitted they did not have enough votes to support Mahinda Rajapaksa against Ranil Wickremesinghe to decide the office of Prime Minister. Ahead of the president's announcement the UPFA said they were at least eight legislators short of getting a majority for Rajapaksa in the parliament. \"At the moment we have 104 or 105 MPs,\" UPFA's spokesman Keheliya Rambukwella told reporters. He further went on to say the Sirisena-Rajapakse group hoped to secure support from \"crossover\" legislators. This is in contrast to what Sirisena claimed on the 5th, that he had the support of 113 legislators when he sacked Wickremesinghe. According to an AFP count, 120 MPs support Wickremesinghe and his allies.[77] President Sirisena dissolves Parliament by proclamation, from midnight of 9 November and declared snap elections to be held on around 5 January 2019.[78][56][79] The move was swiftly denounced by the United National Party in a post on Twitter, saying it \"vehemently rejects\" the sacking of the parliament. The party also accused Sirisena of robbing the \"people of their rights and democracy\".[78] The act was in violation of the 19th Amendment to the constitution, which he co-sponsored.[56][80] A short while later it was announced through an extraordinary gazette notice that general elections will be held on 5 January 2019, with the first meeting of the new Parliament to be held on 17 January 2019. UPFA MP Lakshman Yapa Abeywardena said \"The nominations would be tendered from 9 to 26 November\".[81] The JVP has accused Sirisena of trying to consolidate his power grab.[77] The election date was announced even before preparing the government's annual budget for the next fiscal year in 2019.[82] Sirisena inducted more cabinet ministers prior to signing the order to dissolve the parliament.[77] Supporters of Ranil Wickremesinghe were in the process of preparing legal papers to challenge the latest move in the country's Supreme Court.[56] Succeeding the dissolution of parliament and the announcement of snap elections, Mahinda Rajapaksa and 44 other members of parliament on 11 November defected from the Sri Lanka Freedom Party, led by President Maithripala Sirisena, to join the Sri Lanka Podujana Peramuna (SLPP). The SLPP was formed in 2016 by Basil Rajapaksa, younger brother of Mahinda. A member of the SLPP said that 65 out of 82 Sri Lanka Freedom Party MPs will eventually join Rajapaksa's party.[4][83][84] Other prominent defectors include Mahindananda Aluthgamage, Rohitha Abeygunawardena, Anura Priyadharshana Yapa, Johnston Fernando and Namal Rajapaksa.[85] Namal Rajapaksa said relating to the defections, \"We will strive to create a broader coalition with many stakeholders under the leadership of Maithripala Sirisena & Mahinda Rajapaksa to face the upcoming General Election and come out victorious.\"[86] On 12 November, twelve Fundamental Right petitions were submitted to the Supreme Court of Sri Lanka challenging the president's decree sacking parliament and calling a snap election, by the UNP, TNA, JVP, SLMC and others including Prof Ratnajeevan Hoole, a member of the Election Commission. Arguing that Sirisena's actions were unconstitutional, illegal and against the people of Sri Lanka, Hoole demanded the restoration of status quo prevailing prior to 26 October. Hoole's position strengthens the argument of 11 other petitions.[87] These were taken up for hearing on the same day by a three-member bench of the Supreme Court consisting of the Chief Justice Nalin Perera, Justices Prasanna Jayawardena and Priyantha Jayawardena.[88] Responding to the petitions, Attorney General Jayantha Jayasuriya made submissions stating that \"the court had no jurisdiction to hear and determine the Fundamental Rights petitions against the dissolution of Parliament\".[89] On the same day, 5 petitions by Prof G. L. Peiris, Minister Udaya Gammanpila, Minister Vasudeva Nanayakkara and two others supporting the dissolution of parliament were filed at the Supreme Court. However, in the evening the three Judge bench issued an interim order till 7 December staying the proclamation issued by President Sirisena to dissolve parliament and granted leave to proceed with the Fundamental Rights petitions that challenged the President's dissolving parliament.[11] Following the stay order of the Supreme Court, President Sirisena convened the National Security Council at the Presidential Secretariat; where he ordered the police and armed forces to maintain the peace in the country.[90] Soon after the IGP Jayasundara ordered senior police officers to maintain the law and order in the country.[91] The Speaker office stated on 13 November, following the stay order from the Supreme Court, that Parliament would convene on 14 November as per the gazette issued by President Sirisena on 4 November.[92] On 14 November the Parliament gathered for the vote. Rajapaksa and his son Namal walked out of the chamber just before the Speaker called for a vote. Amid shouting, speaker Karu Jayasuriya took a voice vote while members loyal to Rajapaksa attempted to grab the mace, the symbol of authority of the legislature, to disrupt it. The vote went ahead and a no-confidence motion against Mahinda Rajapaksa was passed.[93] Wickremesinghe said he submitted a petition carrying signatures of 122 MPs who support the no-confidence motion.[94] Jayasuriya confirmed that the no-confidence motion against Rajapaksa had support of 122 members in the 225-member house.[95] A second Motion of no confidence took place on 16 November which was approved. However it too was not accepted by the President, who later requested for a third motion of no confidence to be passed in parliament.[96] On 12 December, the parliament passed a vote of confidence in support of Ranil Wickremesinghe as Prime Minister.[97] During the period of the crisis the disputed government hastily made controversial government decisions and contracts in order to win over public opinion.[98] The Rajapaksa led government had made plans to lower fuel prices and income taxes in a bid to increase public support.[99] The intervention of the Police Commission in preventing the arbitrary executive actions of transferring an officer is an important result of the independent commissions introduced by the 19th Amendment. Robust democratic institutions are key to protecting the freedoms of citizens from arbitrary actions of the state. We must defend and strengthen such institutions. Ranil Wickremesinghe' Since the start of the crisis, President Sirisena has taken the police under his direct control.[100] Inspector of Police Nishantha Silva is the officer in charge of Criminal Investigation Department's (CID) Organised Crimes Investigation Unit. Silva is handling investigations into major incidents including those during the Rajapaksa administration, most notably the abduction and the assault of Journalist Keith Noyahr, in 2008 and the murder of Lasantha Wickrematunge in 2009, in addition to at least 60 crimes committed by the LTTE. He is also investigating the rape and the murder of student Sivaloganathan Vithya and the abduction of 11 youths in Colombo, in 2008-09 where Chief of Defence Staff Admiral Ravindra Wijegunaratne is allegedly involved in harbouring a suspect of the abduction. Mahinda Rajapaksa, his family and associates are directly connected to these investigations, and as Silva pursued inquiries into them, on 18 November he was transferred by IGP Pujith Jayasundara on the orders of President Sirisena to the Negombo Division with \"immediate effect on service requirements\".[101][102] Silva had just secured an arrest order for Admiral Wijegunaratne when he was shifted. Wijegunaratne, however has retained the office of Chief of Defence Staff. Gotabhaya Rajapaksa, the Former defence secretary and brother of the former president, is being investigated on allegations of defrauding the state and was indicted in September. Silva was also investigating Gotabhaya for alleged corruption in aircraft purchases from Ukraine during his time in the Rajapaksa administration.[100][103] In response to the transferral Silva had appealed to the National Police Commission (NPC). The Commission requested a report from IGP Pujith Jayasundara as to why the officer handling several high-profile investigations had been transferred.[104] The intervention by the NPC prompted IGP Jayasundara to reverse his order and withdraw the transfer, on the 19th, allowing Silva to continue in the same capacity.[105] It was learnt in a letter to IGP Jayasundara, written by CID Director Senior DIG Ravi Seneviratne that it was Admiral Wijegunaratne who had orchestrated the transferral by framing allegations against Silva of maintaining connections with the LTTE, during the last security council meeting chaired by President Sirisena.[106] The daughter of Lasantha Wickrematunge, Ahimsa Wickrematunge wrote to the President against the obstruction of justice.[106][107] The disputed government controversially lowered taxes on sugary drinks which attracted immediate criticism. The tax that was introduced by the Sirisena-Wickremesinghe government sought to tackle the prevalence of diabetes in the country. The sweet tax, which taxed 50 cents on every gram of sugar in fizzy and fruit drinks was cut to 30 cents starting 1 December.[98] Mahinda Rajapaksa who holds the Ministry of Finance in the disputed government instructed the cut the sugar tax by 40 percent, a move made after a meeting with business leaders in the industry. The measure could reduce soft drinks prices by 30%, Prime Minister's Office said.[108][99] The damage that will be posed by temporarily restraining a lawful cabinet of ministers from functioning would be … outweighed by the damage that would be caused by allowing a set of persons who are not entitled in law to function as the Prime Minister or the cabinet of ministers,\" Preethipadhman Surasena, Court of Appeal' Following a quo warranto writ petition filed by 122 MPs against the appointment of Mahinda Rajapaksa as Prime Minister and other Ministers, the Court of Appeal issued an interim order on 3 December restraining the functioning of the respondents Mahinda Rajapaksa as Prime Minister as well as other cabinet ministers, deputy ministers and state ministers. The following day Rajapaksa filed an appeal in the Supreme Court against the interim order.[109] On 14 December 2018, the Supreme Court refused to issue an interim order vacating the earlier interim order of the Court of Appeal restricting the functions of the Prime Minister's office, the matter was set down for hearing in mid-January 2019.[110] Following this decision, the Prime Minister indicated his intention to resign.[111] Concerns have been raised over a possibility of a government shutdown similar to those in the United States, without the parliament passing finances for the government spending for the year 2019.[112][113] Without a lawful finance minister it is unclear if the government's $1 billion foreign debt repayment due in early January can be serviced.[114] \"It has been said by some of the added Respondent that refusing the Petitioner’s applications will enable a General Election to be held in pursuance of the Proclamation marked \"P1\" and, therefore, justified because it will give effect to the franchise of the people. That submission is not correct. Giving effect to the franchise of the people is not achieved by the court permitting a General Election held consequent to dissolution of Parliament which has been effected contrary to the provision of the Constitution. Such a General Election will be unlawfully held and its result will be open to question. A General election will be valid only if it is lawfully held. Thus, a General Election held consequent to dissolution of Parliament which has been done contrary to the provisions of the constitution will not be a true exercise of the franchise of the people\". Supreme Court of Sri Lanka, Colombo Telegraph On 13 December 2018, the Supreme Court ruled that President Sirisena's decision to dissolve the Parliament 20 months before the end of its term was unconstitutional.[115] A full (seven-judge) bench unanimously ruled on that the President cannot dissolve Parliament until it completes a four-and-a-half-year term. The court also said the President's decision to call snap elections was illegal.[7] On 14 December in response to the Supreme Court rulings, according to party members, Mahinda Rajapaksa said he would relinquish his claim to be Prime Minister and would back down after an address to the nation on Saturday (15th).[116][114][115] Rajapaksa's son Namal wrote in a Twitter post \"to ensure stability of the nation, Former President Rajapaksa has decided to resign from the Premiership tomorrow after an address to the nation\". Namal Rajapaksa went on to say \"his family's political party would work with Mr. Sirisena's party to form a broader coalition in Parliament\". The following day, the Supreme Court also refused to vacate the interim order given by the Court of Appeal restraining Rajapaksa and his cabinet from functioning.[117] On 15 December 2018, Mahinda Rajapaksa signed a letter of resignation as Prime Minister. He stated he has no intention of remaining as Prime Minister without a general election and does not wish to hamper the president forming a new government.[118] Former minister S. B. Dissanayake claimed that Rajapaksa intends to become the Leader of the Opposition while Dinesh Gunawardena intends to become the Chief Opposition Whip. On the same day, it was announced that Wickremesinghe would be reinstated as Prime Minister the next day.[119] Ranil Wickremesinghe was sworn in as Prime Minister at 11:16am on 16 December at the Presidential Secretariat.[120][121] The UNP has said it will appoint a UNP government but several legislators from the SLFP have expressed interest in joining the new government.[122] Meanwhile, Rajapaksa said he will continue to work with Sirisena to establish a majority or push for a general election.[116] With the presidential election in 2019 and parliamentary elections in 2020 coming President Sirisena and Rajapaksa's moves to consolidate power backfired due to the political and economic instability during this whole crisis. The turmoil angered many Sri Lankans and weakened both the president and Rajapaksa ahead of the polls.[115] Senior political scientist Jayadeva Uyangoda, called President Sirisena and his party the SLFP the \"ultimate casualties\" of the crisis. It saw the split of the Sri Lanka Freedom Party when Rajapaksa and his loyalists broke away from the party days after being appointed Prime Minister and took up membership in the Rajapaksa-backed Sri Lanka Podujana Peramuna. Prof. Uyangoda said Sirisena, after the crisis, has no independent power base with his party having been virtually absorbed by the pro-Rajapaksa SLPP. \"Sirisena has proved to be the country's poorest political leader when it comes to political strategising\", Prof. Uyangoda told The Hindu.[123] Rajapaksa and his allies continued to demand for early elections, but as they are seen as the chief architects of the recent political turmoil the Rajapaksa family will probably enter any race with considerably less popular support than it had before the crisis. The Rajapaksa's were surprised when they were unable to secure enough votes in Parliament to form a government and have admitted privately that the political crisis has hurt their chances in an election in the urban areas.[3] The crisis saw a central role for the Supreme Court of Sri Lanka. Its significance was huge in restoring constitutional governance for democracy in the country. The greatest outcome of the Supreme Court's rulings against President Sirisena is the re-emergence of the judiciary with a clear sense of institutional autonomy and independence. In doing so, it also protected the constitutional protection to the Prime Minister and the Cabinet was ensured as well as the institutional autonomy of the legislature. The two decisions by the Supreme Court in the last week of the crisis were not only landmark judgments but will go on to define judicial verdicts of the future.[124] The crisis which gave the prospect of a new Mahinda Rajapaksa backed government coming to power prompted authorities in United States to publicly disclose money laundering and visa fraud charges against the former Sri Lankan Ambassador to the United States Jaliya Wickramasuriya to ensure that he is swiftly prosecuted before a Rajapaksa administration could restore his diplomatic immunity. Wickramasuriya who is the cousin of Rajapaksa has become the first Rajapaksa relative to be prosecuted abroad. He will face a possible lengthy jail term following five counts of charges ranging from wire fraud to immigration offences.[125][126] The fragile Sri Lankan economy was badly hurt during the political upheaval with the steep loss in value in its currency, downgrading of its economy and loss in tourist revenue.[115] The economic loss and financial slippage, according to a provisional assessment, caused to the country during this period has exceeded Rs. 102 billion.[127] In January 2019 it was revealed that the crisis cost the country a billion US dollars in reserves. The government on 26 October had $7.991 billion in forex reserves but by the end of this period reserves had depleted to $6.985 billion.[17] The Colombo Stock Exchange recorded some growth during the crisis.[128][129] However, the rupee reached a record low during the same time, but was boosted by Central Bank dollar sales.[130][131] The Sri Lankan rupee was ultimately devalued by 3.8% during the 7-week political crisis. USD $312.9 million, in the form of treasury bonds, and US$29.8 million in the form of treasury bills had also gone out of the country.[17][18] Sri Lanka's credit was also downgraded during the period. On 20 November credit rating agency Moody's released a statement downgrading the Sri Lankan government's foreign currency issuer and senior unsecured ratings to B2 from B1 and changed the outlook to stable from negative. Moody's says the downgrade was driven by the \"ongoing tightening in external and domestic financing conditions and low reserve adequacy, exacerbated most recently by a political crisis which seems likely to have a lasting impact on policy\".[19][20] In the wake of the political crisis and doubts about the future of democracy in the nation, the United States and Japanese governments froze more than a billion US dollars worth of development aid. The European Union also warned that if it did not stick to commitments on national reconciliation, it could withdraw duty-free concessions for Sri Lankan exports. In November industrial activity in Sri Lanka slowed as a result of the crisis. The Index of Industrial Production compiled by the Department of Census and Statistics fell 1.2% to 107.3 points in November when compared to the same time a year earlier. Food production, which contributes 35.2% to overall manufacturing activities fell 2.7% in November. Manufacture of other non-metallic mineral products, the third largest industrial production, fell 11.3% compared to a year earlier. Sri Lanka's leading export however, which forms 19.8% of industrial activity, apparel production grew 3.8% and exports of garments during the month grew 9.9%. Coke and refined petroleum production, Sri Lanka's fourth largest manufacturing activity, and rubber and plastic product manufacturing, the fifth largest, also grew 5.8% and 13.3% respectively. Overall the index recorded a 3.7% fall from October to November, the largest seen since it began in 2016.[21] The crisis saw the resilience of Sri Lanka's democracy among its citizens amid multiple setbacks. Activism by citizens in defence of political freedom, political consciousness, education and participation greatly increased. Activism, participation and resistance was particularly large among young voters, whose political weapons were the use of political humour shared through social media. President Sirisena's betrayal of the 2015 mandate, which opened a democratic space for Sri Lankans, shook and angered many citizens who spontaneously mobilised to defend constitutional governance, democracy, and freedom.[124] The political fallout of the constitutional crisis and the bitter infighting between the country's leaders has been questioned by various individuals on whether it may have contributed to a breakdown of the government's functionality contributing to the 2019 Sri Lanka Easter bombings.[132] The UNP held a protest near the Temple Trees on 31 October, where thousands of Sri Lankans have taken to the streets urging President Sirisena to uphold democracy.[133][24] The JVP held protest rally at Nugegoda on 1 November demanding the president to reconvene parliament immediately and to restore democracy in the country.[134] Tens of thousands of Sri Lankans marched Monday 5 November in support of a new government of Mahinda Rajapaksa and Maithripala Sirisena. Sri Lanka Police estimated 120,000 people attended the rally.[135] Rival groups supporting Mahinda Rajapaksa and Ranil Wickremesinghe have been gathering at different locations around Colombo. Hundreds of supporters of Wickremesinghe have gathered around Temple Trees and say they will stay there to protect the ousted Prime Minister.[24] So far demonstrations have been mostly peaceful, but Speaker Jayasuriya, and others, have warned of a \"blood bath\" if Parliament was not permitted to meet and end the constitutional crisis.[24] With the rushed swearing in of Rajapaksa, Rajapaksa loyalists stormed two state-owned television networks which they regarded loyal to Wickremesinghe and the sitting government and forced them off the air.[41][2] Trade unions linked to Rajapaksa's party have also been blocking access to ministers who are from the United National Party.[2] On Sunday 28 October, the bodyguards of a deposed government minister opened fire on a crowd of protestors resulting in the death of one person.[1] The first reported outbreak of violence occurred at the Ceylon Petroleum Corporation (CPC), which houses the headquarters of national oil and gas company, resulted in a shooting between members of the Sri Lanka Freedom Party CPC Trade Union and the personal security detail of deposed petroleum minister, Arjuna Ranatunga. Crowds loyal to the president attempted to prevent Ranatunga from entering the government building in Colombo as he was attempting to retrieve belongings from the CPC offices.[1] One union member was killed and two or three injured by shots fired by a member of the police MSD security detail as the crowd tried to take Ranatunga hostage. Ranatunga was rushed into the building in the immediate aftermath of the shooting. The SLFP CPC Trade Union went on strike until Ranatunga was arrested, causing long queues at filling stations. Ranatunga was dressed in a helmet and camouflage, and escorted by the Special Task Force, dozens of regular police were deployed in order to pacify a still-agitated crowd. He was arrested by police on 30 October, and was subsequently released on bail. The strike was called off.[2] One security member was arrested and an investigation has begun into the incident, police have confirmed.[136] After being rescued by police commandos, later on Sunday speaking to reporters Ranatunga said his bodyguards opened fire because the crowd \"They came to kill me – I state this responsibly – and you can check the CCTV footage,\" \"For the first time, I feared for my life. I thought of my children and my family.\"\"[1]","Title":"2018 Sri Lankan constitutional crisis - Wikipedia","KeyID":"12895","URL":"https://en.wikipedia.org/wiki/2018_Sri_Lankan_constitutional_crisis"}