{"Content: ":"Gampaha electoral district is one of the 22 multi-member electoral districts of Sri Lanka created by the 1978 Constitution of Sri Lanka. The district is conterminous with the administrative district of Gampaha in the Western province. The district currently elects 18 of the 225 members of the Sri Lankan Parliament and had 1,785,964 registered electors in 2020.[2] Results of the 1st presidential election held on 20 October 1982 for the district:[3] Results of the 2nd presidential election held on 19 December 1988 for the district:[4] Results of the 3rd presidential election held on 9 November 1994 for the district:[5] Results of the 4th presidential election held on 21 December 1999 for the district:[6] Results of the 5th presidential election held on 17 November 2005 for the district:[7] Results of the 6th presidential election held on 26 January 2010 for the district:[8] Results of the 7th presidential election held on 8 January 2015:[9] Results of the 9th parliamentary election held on 15 February 1989 for the district:[10] Results of the 10th parliamentary election held on 16 August 1994 for the district:[11] Results of the 11th parliamentary election held on 10 October 2000 for the district:[12] Results of the 12th parliamentary election held on 5 December 2001 for the district:[14][15] Results of the 13th parliamentary election held on 2 April 2004 for the district:[17] Results of the 14th parliamentary election held on 8 April 2010 for the district:[26] Results of the 1st Western provincial council election held on 2 June 1988 for the district:[28] Results of the 2nd Western provincial council election held on 17 May 1993 for the district:[29] Results of the 3rd Western provincial council election held on 6 April 1999 for the district:[30][31] Results of the 4th Western provincial council election held on 10 July 2004 for the district: The following candidates were elected:[32] R.A. Waruna Deepthi Rajapaksha (UPFA), 56,118 preference votes (pv); Prasanna Ranathunga (UPFA), 46,135 pv; R.A. Eraj Crishantha de Alwis (UPFA), 43,064 pv; Ashoka Sapumal Ranwala (UPFA), 35,623 pv; Ananda Ranjith Rupasinghe (UPFA), 34,614 pv; Arachchige Ganepola Dulip Pandula Perera Wijesekara (UPFA), 34,509 pv; Arachchige Ileperuma Sunil Wijerathna (UPFA), 33,496 pv; I. Gihan Wijesinghe (UPFA), 32,992 pv; Antony Nimal Lanza (UPFA), 31,502 pv; Appuhamilage Sardhathissa Sakalasuriya (UPFA), 31,356 pv; Arachchige Sarath Kumara Gunarathna (UPFA), 29,411 pv; Undikkunda Arachchige Nandaseeli (UPFA), 29,107 pv; M. Kulasiri de Silva (UPFA), 28,326 pv; Komitige Meril Perera (UPFA), 27,513 pv; H. Wimalasena Silva (UPFA), 26,865 pv; Nandana Mendis (UPFA), 26,083 pv; S. Kinsley Kasthuriarachchi (UPFA), 25,739 pv; Lalith Wanigarathna (UPFA), 24,710 pv; Gunasiri Jayanath (UPFA), 24,480 pv; Kalupathirannahalage Don Gamini Gunarathna (UNP), 23,947 pv; Arachchilage Sisira Jayakody (UPFA), 23,859 pv; Upul Deva Wanawasa Rununage (UNP), 23,632 pv; U. George Perera (UNP), 23,339 pv; Ashantha Namal Gunawardhana (UPFA), 22,097 pv; Chandana Jayakody (UPFA), 21,907 pv; Arachchige Don Nihal Caneesius Premasiri Jayawardhana (UPFA), 21,694 pv; Lowrence Madiwela (UNP), 21,591 pv; Uthuwan Pathirannehelage Chandrasoma Saranalal (UNP), 21,458 pv; R. Waragoda (UPFA), 21,446 pv; Araliya Kankanamalage Paul Perera (UNP), 21,195 pv; Edward Silva Digirige (UNP), 20,629 pv; Athige Sirikamal Feleshian de Silva (UNP), 18,637 pv; Mallikaarachchige Clarance Thushara Perera (UNP), 17,868 pv; Appuhamilage Kithsiri Manchanayake (UNP), 15,757 pv; Ananda Samarasekara (UNP), 15,529 pv; Palitha Lihiniyakumara (UNP), 15,066 pv; Abhayasiri Ramanayake (UNP), 14,996 pv; Welisarage Douglas Morine Fernando (UNP), 14,246 pv; and M.S.M. Raheem (SLMC), 3,001 pv. Results of the 5th Western provincial council election held on 25 April 2009 for the district: The following candidates were elected:[34] Prasanna Ranathunga (UPFA), 186,338 preference votes (pv); Antony Nimal Lanza (UPFA), 31,502 pv; 76,156 pv; Pradeep Perera (UPFA), 62,948 pv; I.A. Sunil Wijerarhna (UPFA), 58,444; Lalith Wanigarathna (UPFA), 53,773 pv; Dinendra Ruwan Wijewardhane (UNP); 53,756 pv; Arachchilage Sisira Jayakody (UPFA), 49,975 pv; Ranjith Rupasinghe (UPFA), 49,058 pv; Arachchi Chandrika Sakalasooriya (UPFA), 48,852 pv; Komitige Meril Perera (UPFA), 48,176 pv; Ananda Harishchandra De Silva Kadupiti (UPFA), 47,687 pv; H.M.G.B. Kotakadeniya (UPFA), 47,139 pv; Kokila Gunawardena (UPFA), 46,997 pv; Gunasiri Jayantha (UPFA), 42,068 pv; Arachchige Don Nihal Caneesius Premasiri Jayawardhana (UPFA), 40,142 pv; Agamuthugalage Sandya Siriwardhana (UPFA), 39,542 pv; Arachchige Ganepola Ravindra Prassad Perera Wijesekara (UPFA), 38,836 pv; Harshana Supun Rajakaruna (UNP), 37,485 pv; A. Ajith Kumara Mannapperuma (UNP), 37,330 pv; Marasinghe Pathirajalage Lionel Jayasinghe (UPFA), 37,240 pv; Upali Gunarathna (UPFA), 33,795 pv; Mallika Arachchige Clerance Thushara Perera (UPFA), 33,441 pv; A.A. Kuruppu Achchiralalage Kamal Kuruppu (UPFA), 31,332 pv; M. Shrinath Sudesh Mahendra Perera (UNP), 30,843 pv; Chandana Jayakody (UPFA), 29,663 pv; Asiri Bastian Koralage Randeer Rodrigo (UPFA), 29,072 pv; U. George Perera (UNP), 29,033 pv; N. Darshana Mallawa (UPFA), 28,311 pv; Shalitha Lakshman Wijesundara (UPFA), 27,951 pv; R.P. Dilip Kumara Rajapaksha (UPFA), 27,399 pv; W.K.D. Rehensiri Waragoda (UPFA), 27,336 pv; Innocent Sooriyabandarahe Don Doltan Janaka (UPFA), 26,186 pv; Appuhamilage Kithsiri Manchanayake (UNP), 23,804 pv; Amba Ahage Margret Rose Fernando (UNP), 22,439 pv; Udena Wijerathna (UNP), 19,607 pv; Araliya Kankanamalage Paul Perera (UNP), 18,705 pv; Amarasekara P.A.D.G.I. Shirantha (UNP), 18,472 pv; A.A. Mohamed Shaffi Raheem (SLMC), 12,344 pv; and R.A. Waruna Deepthi Rajapaksha (JVP), 5,689 pv. ","Title":"Gampaha Electoral District - Wikipedia","KeyID":"12910","URL":"https://en.wikipedia.org/wiki/Gampaha_Electoral_District"}