{"Content: ":"Ratnasiri Wickremanayake UPFA D. M. Jayaratne UPFA Parliamentary elections were held in Sri Lanka on 8 and 20 April 2010, to elect 225 members to Sri Lanka's 14th Parliament.[1] 14,088,500 Sri Lankans were eligible to vote in the election at 11,102 polling stations. It was the first general election held in Sri Lanka following the conclusion of the civil war which lasted 26 years. The main parties contesting in the election were the party of Sri Lankan president Mahinda Rajapakse, the ruling United People's Freedom Alliance (UPFA), the main opposition United National Front (UNF) and the Democratic National Alliance (DNA) of Sarath Fonseka. President Rajapakse was previously reelected as president in January 2010. As expected, the UPFA secured a landslide victory in the elections, buoyed by its achievement of ending the 30 year Sri Lankan Civil War by defeating the Liberation Tigers of Tamil Eelam in May 2009. The UPFA won a large majority in the house, obtaining 144 seats, an increase of 39 since the 2004 election. The main opposition UNF is won 60 seats, a decline of 22. The minority Tamil party Tamil National Alliance (TNA) won 14 seats, down from the 22 they won in 2004, and the DNA, contesting for the first time, won 7 seats.[2][3] The UPFA however fell short of its goal of obtaining a two-thirds supermajority in the house, which it would have needed to change the constitution on its own.[4] The election saw the lowest voter turnout since independence.[5] While the elections were initially scheduled to be concluded on 8 April, irregularities in two districts led the Commissioner of Elections to hold re-polls on 20 April. Final results were announced the following day, a day before the new parliament was scheduled to meet for the first time. General elections are usually held every six years in Sri Lanka, to elect 225 members to the Parliament of Sri Lanka. The country is divided into 22 electoral districts, and each district is assigned a specific number of seats depending on the districts population, with 196 seats distributed among the districts. At the election, parties contesting in a given district are awarded a certain number of seats available from the district based on the number of votes obtained in the whole district. The remaining 29 seats are distributed amongst the contesting political parties based on the percentage of the national vote received by each party.[6] The previous parliamentary election was held on April 2, 2004. The newly formed UPFA alliance became the largest group in Parliament by winning 105 of the 225 seats, allowing it to form a minority government with the support of the sole Eelam People's Democratic Party MP.[7][8] On April 6, 2004, President Chandrika Kumaratunga appointed Mahinda Rajapaksa, the leader of the UPFA, as the new Prime Minister.[9] The rest of the government were sworn in on April 10, 2004.[10][11] The new parliament was sworn in on April 22, 2004.[12] Since then a number of defections and counter-defections from the opposition have increased the number of government MPs to 129, most of whom have been rewarded with ministerial posts:[13] This has allowed the UPFA form a stable government for six years. Following the expiration of the second term of President Kumaratunge, Prime Minister Mahinda Rajapakse defeated the leader of the United National Party and former Prime Minister Ranil Wickremasinghe in the 2005 Presidential election. He was succeeded as Prime Minister by Ratnasiri Wickremanayake. Under Rajapakse, the Sri Lankan military defeated the militant Liberation Tigers of Tamil Eelam group in May 2009, ending the 30 year Sri Lankan Civil War and significantly increasing Rajapaksa's popularity in the country. Rajapaksa rode this wave of popularity to win the 2010 Presidential election, defeating opposition candidate Sarath Fonseka by a large margin. With the term of the 13th Parliament (also known as the 6th Parliament) scheduled to end in April 2010, Rajapaksa dissolved parliament on February 9, 2010, paving the way for fresh elections.[1] Nominations took place between February 19 and February 26, and the date of the election was set for April 8, 2010.[1] 14,088,500 Sri Lankans were eligible to vote in the election, for which 11,102 polling stations were set up. Of this, 415,432 people were eligible to cast their vote via postal voting. Final votes were counted at 1,387 counting centers around the country.[32] Since the 2004 election, there were four changes to number of seats allocated to each electoral district. Anuradhapura and Gampaha gained one seat each while Colombo and Kurunegala lost a seat each.[33] All the constituent parties of the ruling UPFA contested under its banner. The parliamentary opposition parties (UNF, Janatha Vimukthi Peramuna (JVP) and (TNA), who had come together to support common opposition candidate Sarath Fonseka at the presidential election, were unable to form a common alliance to contest in the election. Therefore, the UNF and the TNA contested alone, while Fonseka and the JVP allied to form a new alliance called the Democratic National Alliance (DNA). Fonseka was the DNA's chief candidate in Colombo district.[34] The UPFA, UNF and DNA contested in all 22 electoral districts while the TNA contested in the 5 districts in the north and east.[35] The UNF contested under the name and symbol of the United National Party, as it had done in the previous two parliamentary elections.[35] The TNA contested under the name and symbol of the Illankai Tamil Arasu Kachchi, as it did in the last parliamentary election.[35] A record 7,680 candidates contested for the 196 district seats.[35] Sri Lankan elections have a history of violence, misuse of state resources, and other violations of election laws. 274 incidents had been reported to the police up to 5 April.[36] The Centre for Monitoring Election Violence (CMEV) recorded 413 incidents up to 7 April.[37] The CMEV has stated that it is impossible to say if the election had been \"free and fair\".[38] People's Action for Free and Fair Elections (PAFFREL) recorded 270 incidents up to 7 April.[39] The Campaign for Free and Fair Elections (CaFFE) has stated that the election was not free and fair.[40] CaFFE condemned the police and election commissioner for not enforcing electoral law.[41] The Asian Network for Free Elections (ANFREL) also recorded a number of violations.[42] A significant feature of the violence was intra-party clashes between UPFA candidates. On the day of the election, there were a number of elections violations reported around the country. The violations in the Nawalapitiya electorate of the Kandy District were serious enough for the Elections Commissioner to nullify the voting in some areas of the electorate and order a re-poll.[43] Results from the Trincomalee District were also suspended as some ballot papers had been stolen.[44] Re-polling for the effected polling areas took place on April 20.[45]","Title":"2010 Sri Lankan parliamentary election - Wikipedia","KeyID":"12920","URL":"https://en.wikipedia.org/wiki/2010_Sri_Lankan_parliamentary_election"}