{"Content: ":"Cyril Esmond Lucien Wickremesinghe (29 May 1920 – 29 September 1985) was a Ceylonese press baron, lawyer, and a successful entrepreneur. He also played key role in defeating Sirimavo Bandaranaike that brought United National Party's Dudley Senanayake to power in 1965's Parliamentary Election.[1][2] He was also father of President of Sri Lanka and Leader of the UNP Ranil Wickremesinghe. Wickremesinghe was born to Cyril Leonard Wickremesinghe, CMG of the Ceylon Civil Service and Esmie Moonemalle Wickremesinghe (née Goonewardene). He was educated at Royal College, Colombo and at the University College, Colombo, he studied law at the Ceylon Law College and became an Advocate. He was an active member of the Trotskyist, Lanka Sama Samaja Party. He assisted its members who were imprisoned by the British during World War II.[3] He married Nalini Wickremesinghe (née Wijewardena) daughter of D. R. Wijewardena with whom he had five children they are Shan, Ranil, Niraj, Channa and Kshanika.[4] One of Wickremesinghe's brothers was the former Bishop of Kurunegala, Lakshman Wickremasinghe. Wickremesinghe following his marriage, began assisting is father-in-law, D. R. Wijewardene who formed the prominent newspaper group, The Lake House which is the home of the Associated Newspapers of Ceylon. He took over its management after Wijewardene's retirement due to ill-health.[5] He served as managing director of Lake House from 1950 to 1968.[6] He received the first provocation as a director which was to enhance the professional structure of the newspaper group. Wickremesinghe also played in revamping the group that comprised with five dailies and three Sunday newspapers in English, Sinhalese and Tamil and he also enlisted talented journalists, nurtured journalistic excellence and used them to develop a strong regional and international relations. During his tenor he successfully fended off Sirima Bandaranaike's attempted to nationalize Lake House in the 1964. He was awarded the Gold Pen Award for press freedom and served as President of the International Press Institute and the Press Foundation of Asia. The International Press Institute named him in 2000 as the IPI World Press Freedom Hero.[5] Wickremesinghe was instrumental in ensuring D. S. Senanayake's intentions on his son Dudley Senanayake succeeding him in the event of his death, which took place March 22, 1952. Lake House Press claimed that the UNP Parliamentary Group supported Dudley Senanayake and the Governor-General Lord Soulbury appointed Dudley Senanayake Prime Minister over his cousin Sir John Kotelawala. However, a few months later Senanayake resigned on ill health and Kotelawala succeeded him. Wickremesinghe defused an internal crisis within the UNP. He was a member of the UNP working Committee and one of the advisers who formed an inner council. He was instrumental in getting C. P. de Silva, who was a cabinet minister and senior member of the Sri Lanka Freedom Party to leave the government and cross over to the opposition with 13 other members of parliament. Taking the government by surprise, the Sirima Bandaranaike government lost its majority and was defeated in the throne speech by one vote and a general election was called for in March 1965.[7][8][9] Kotelawala appointed Wickremesinghe as Foreign Affairs Adviser to the Prime Minister, tasking him with gaining UN membership for Ceylon, which was achieved in 1955. Later he served as Ceylon's special envoy to the United Nations and represented Ceylon at many international events, such as UNESCO where he help gain its support to form Sri Lanka's Cultural Triangle Project. In 1985, he was sent to Bhutan as Sri Lankan President’s Representative in the formation of SAARC.[10] While accompanying President J. R. Jayewardene on a state visit to India, Wickremesinghe fell ill. It was a heart murmur and he required a by-pass surgery. He flew to Houston, Texas for the surgery. He died on September 29, 1985 a few days following the surgery.","Title":"Esmond Wickremesinghe - Wikipedia","KeyID":"12925","URL":"https://en.wikipedia.org/wiki/Esmond_Wickremesinghe"}