{"Content: ":"Ravindra Sandresh Karunanayake (born 19 February 1963) is a Sri Lankan politician. A former Member of Parliament for the Colombo District, he served as the Minister of Foreign Affairs from May 2017 to August 2017, Minister of Finance from 2015 to 2017, and Cabinet Minister of Commerce and Consumer Affairs from 2001 to 2004 and Cabinet Minister of Power and Energy since December 2018 till November 2019. Karunanayake is also the assistant leader of the United National Party (UNP), the District Leader of Colombo, and the chief organiser for the Colombo North Electorate.[citation needed] Ravindra Sandresh Karunanayake was born on 19 February 1963, the son of Tissa Anuruddha Mahanama Karunanayake and Carmaleka \"Carmi\" née Dissanayake, daughter of former Deputy Inspector General of Police Cyril Dissanayake. He is the eldest of two sons. His father was a planter, who died when he was 12 years old. Following the death of her husband, Carmi Karunanayake, gained employment at the Presidential Secretariat, served as head of housekeeping of the President's House, Colombo.[1] Educated at S. Thomas' Preparatory School, Kollupitiya up to his GCE Ordinary Level, Karunanayake then proceeded to Royal College Colombo for his Advanced Level examinations. He became a management accountant and worked for Delmege Group before starting his own fright forwarding businesses.[1] Between 1988 and 1989, Karunanayake worked with Lalith Athulathmudali, a distant relative; in Athulathmudali's election campaign for his parliamentary seat in the Colombo District for the 1989 general elections. Athulathmudali left the United National Party and formed the Democratic United National Front, which was led by his wife Srimani Athulathmudali after his assassination in April 1993. Srimani along with the 'DUNF-Lalith Front' joined the People's Alliance under Chandrika Kumaratunga at the 1994 general elections.[1] In 1994, following the general elections, two national list seats were allocated to the DUNF. Karunanayake was appointed to parliament from one of these national list seats. In 1996, Srimani was removed from the Cabinet by President Chandrika Kumaratunga, and simultaneously Srimani and her party had a dispute over the affiliation to the Government. Karunanayake was more disposed toward the UNP, and as a result Srimani fired him from the DUNF-Lalith Front. However, through a court order, Karunanayake was able to become an Independent MP in 1998-1999. With the dissolution of Parliament in 1999, he joined the UNP, and became the organiser of Kotte. He won the Kotte seat with 425,000 votes. He won the 'Young Politician of the Year' awarded by the Jaycees Colombo in the year 2000.[citation needed] In the General Election held in the year 2001, Karunanayake became the Minister of Trade, Commerce and Consumer Affairs. Along with the fall of the government in the year 2004, the UNP lost the portfolio, but Karunanayake has remained a Member of Parliament.[citation needed] Following the election of Maithripala Sirisena as President in 2015, he was appointed as the Minister of Finance. He presented the controversial interim budget soon thereafter.[2] In 2017, The Banker magazine selected Karunanayake as the best finance minister in Asia pacific for securing a $1.5 billion International Monetary Fund loan programme to avoid a balance of payments crisis, replenish reserves and rebuild confidence among international investors. Government revenue grew from Rs. 1205 in 2014 to Rs. 1,461 billion in 2015. Tax revenue rose from Rs. 1,050 billion to Rs. 1,356 billion in the same period which is crucial for Sri Lanka as it has a very low tax revenue-to-gross domestic product ratio. Sri Lanka’s tax records also grew from having 700,000 files in January 2015 to having 1.4 million.[3][4] In May 2017 Karunanayake was removed from the post of Finance Minister and appointed as Minister of Foreign Affrairs with the Ministerial subject of the Lotteries Board by President Maithripala Sirisena.[5][6] He resigned from the post of Minister of Foreign Affrairs on 10 August 2017.[7] In late July 2017, during the Presidential Commission of Inquiry on Bond Issuance appointed to look into the controversial sale of government bonds during the tenure of Central Bank Governor Arjuna Mahendran to his son-in-law Arjun Aloysius's firm Perpetual Treasuries; a witness, Anika Wijesuriya, stated that the upscale Colombo penthouse rented by Minister Karunanayake and his family in 2016 was paid for by Arjun Aloysius through his company.[8][9] Karunanayake was summoned to testify before the Commission, and stated that he had no knowledge of how his rent was paid.[10] This caused a major public outcry, with calls for his resignation and negative feedback to many of the proposals he presented to President Sirisena, such as his request for the use of Visumpaya as his official residence as Minister of Foreign Affairs.[11] Many within the government, both SLFP and UNP members as well as the President, wanted Karunanayake to resign.[12][13][14][15] He resigned from the post of Minister of Foreign Affrairs on 10 August 2017.[16] In October 2017, Anika Wijesuriya, who testified against Ravi Karunanayake, had left Sri Lanka following threats to her life.[17] In January 2018, a Special Committee of the United National Party, headed by Tilak Marapana, recommended that Karunanayake should be removed from his post as Assistant Leader of the party.[18] [19] [20] Following the 2018 Sri Lankan constitutional crisis, Karunanayake was appointed as Minister of Power, Energy and Business Development in December 2018. In March 2019, the country faced a major electric power crises with the Ceylon Electricity Board imposing power cuts.[21] He resigned following the election of President Gotabaya Rajapaksa in November 2019. He contested the 2020 Sri Lankan parliamentary election from the United National Party from Colombo, but failed to secure a seat in parliament following the break away of the Samagi Jana Balawegaya and the landslide victory of the Sri Lanka Podujana Peramuna.[22] Karunanayake is married to Mela and has three daughters Onella, Shenella and Minella.[citation needed]","Title":"Ravi Karunanayake - Wikipedia","KeyID":"12933","URL":"https://en.wikipedia.org/wiki/Ravi_Karunanayake"}