{"Content: ":"In economics, hot money is the flow of funds (or capital) from one country to another in order to earn a short-term profit on interest rate differences and/or anticipated exchange rate shifts. These speculative capital flows are called \"hot money\" because they can move very quickly in and out of markets, potentially leading to market instability.[1] The following simple example illustrates the phenomenon of hot money: In the beginning of 2011, the national average rate of one year certificate of deposit in the United States is 0.95%. In contrast, China's benchmark one year deposit rate is 3%. The Chinese currency (renminbi) is seriously undervalued against the world's major trading currencies and therefore is likely to appreciate against the US dollar in the coming years. Given this situation, if an investor in the US deposits his or her money in a Chinese bank, the investor would get a higher return than if he or she deposits money in a US bank. This makes China a prime target for hot money inflows. This is just an example for illustration. In reality, hot money takes many different forms of investment. The following description may help further illustrate this phenomenon: \"One country or sector in the world economy experiences a financial crisis; capital flows out in a panic; investors seek a more attractive destination for their money. In the next destination, capital inflows create a boom that is accompanied by rising indebtedness, rising asset prices and booming consumption - for a time. But all too often, these capital inflows are followed by another crisis. Some commentators describe these patterns of capital flow as 'hot money' that flows from one sector or country to the next and leaves behind a trail of destruction.\"[2] As mentioned above, capital in the following form could be considered hot money: The types of capital in the above categories share common characteristics: the investment horizon is short, and they can come in quickly and leave quickly. There is no well-defined method for estimating the amount of hot money flowing into a country during a period of time, because hot money flows quickly and is poorly monitored. In addition, once an estimate is made, the amount of hot money may suddenly rise or fall, depending on the economic conditions driving the flow of funds. One common way of approximating the flow of hot money is to subtract a nation’s trade surplus (or deficit) and its net flow of foreign direct investment (FDI) from the change in the nation's foreign reserves.[1] Hot money (approx) = Change in foreign exchange reserves - Net exports - Net foreign direct investment Hot money usually originates from the capital-rich, developed countries that have lower GDP growth rate and lower interest rates compared to the GDP growth rate and interest rate of emerging market economies such as India, Brazil, China, Turkey, Malaysia etc. Although the specific causes of hot money flow are somewhat different from period to period, generally, the following could be considered as the causes of hot money flow:[3] As described above, hot money can be in different forms. Hedge funds, other portfolio investment funds and international borrowing of domestic financial institutions are generally considered as the vehicles of hot money. In the 1997 East Asian Financial Crisis and in the 1998 Russian Financial Crisis, the hot money chiefly came from banks, not portfolio investors.[4] Capital flows can increase welfare by enabling households to smooth out their consumption over time and achieve a higher level of consumption. Capital flows can help developed countries achieve a better international diversification of their portfolios.[3] However, large and sudden inflows of capital with a short term investment horizon have negative macroeconomic effects, including rapid monetary expansion, inflationary pressures, real exchange rate appreciation and widening current account deficits. Especially, when capital flows in volume into small and shallow local financial markets, the exchange rate tends to appreciate, asset prices rally and local commodity prices boom. These favorable asset price movements improve national fiscal indicators and encourage domestic credit expansion. These, in turn, exacerbate structural weakness in the domestic bank sector. When global investors' sentiment on emerging markets shift, the flows reverse and asset prices give back their gains, often forcing a painful adjustment on the economy.[5] The following are the details of the dangers that hot money presents to the receiving country's economy: Furthermore, hot money could lead to exchange rate appreciation or even cause exchange rate overshooting. And if this exchange rate appreciation persists, it would hurt the competitiveness of the respective country's export sector by making the country's exports more expensive compared to similar foreign goods and services.[6] However, some economists and financial experts argue that hot money could also play positive role in countries that have relatively low level of foreign exchange reserves, because the capital inflow may present a useful opportunity for those countries to augment their central banks' reserve holdings.[8] Generally speaking, given their relatively high interest rates compared with that of the developed market economies, emerging market economies are the destination of hot money. Although the emerging market countries welcome capital inflows such as foreign direct investment, because of hot money's negative effects on the economy, they are instituting policies to stop hot money from coming into their country in order to eliminate the negative consequences. Different countries are using different methods to prevent massive influx of hot money. The following are the main methods of dealing with hot money.[8]","Title":"Hot money - Wikipedia","KeyID":"12934","URL":"https://en.wikipedia.org/wiki/Hot_money"}