{"Content: ":"Predatory lending refers to unethical practices conducted by lending organizations during a loan origination process that are unfair, deceptive, or fraudulent. While there are no internationally agreed legal definitions for predatory lending, a 2006 audit report from the office of inspector general of the US Federal Deposit Insurance Corporation (FDIC) broadly defines predatory lending as \"imposing unfair and abusive loan terms on borrowers\", though \"unfair\" and \"abusive\" were not specifically defined.[1] Though there are laws against some of the specific practices commonly identified as predatory, various federal agencies use the phrase as a catch-all term for many specific illegal activities in the loan industry. Predatory lending should not be confused with predatory mortgage servicing which is mortgage practices described by critics as unfair, deceptive, or fraudulent practices during the loan or mortgage servicing process, post loan origination. One less contentious definition of the term is proposed by an investing website as \"the practice of a lender deceptively convincing borrowers to agree to unfair and abusive loan terms, or systematically violating those terms in ways that make it difficult for the borrower to defend against\".[2][3] Other types of lending sometimes also referred to as predatory include payday loans, certain types of credit cards, mainly subprime,[4] or other forms of (again, often subprime) consumer debt, and overdraft loans, when the interest rates are considered unreasonably high.[5] Although predatory lenders are most likely to target the less educated, the poor, racial minorities, and the elderly, victims of predatory lending are represented across all demographics.[6][7] The continued occurrence of predatory lending can be viewed as a litmus test for the effectiveness of philanthropic lending that aims to foster entrepreneurship.[8] Where such philanthropic lending initiatives (microfinance) are widely available, loan sharks and other predatory lenders should not continue to thrive.[9] Predatory lending typically occurs on loans backed by some kind of collateral, such as a car or house, so that if the borrower defaults on the loan, the lender can repossess or foreclose and profit by selling the repossessed or foreclosed property. Lenders may be accused of tricking a borrower into believing that an interest rate is lower than it actually is, or that the borrower's ability to pay is greater than it actually is. The lender, or others as agents of the lender, may well profit from repossession or foreclosure upon the collateral. Predatory lending is often compared to (but not to be confused with) loan sharking, however a key the difference between the two is that that loan sharks do not seriously attempt to operate within the law.[citation needed] There are many lending practices which have been called abusive and labeled with the term \"predatory lending\". There is a great deal of dispute between lenders and consumer groups as to what exactly constitutes \"unfair\" or \"predatory\" practices, but the following are sometimes cited: OCC Advisory Letter AL 2003-2 describes predatory lending as including the following: Because many minority communities have been excluded from loans in the past, they are and have been more vulnerable to deception. Oftentimes, they are targeted because of these vulnerabilities.[13] Organizations and agencies including ACORN,[14] HUD,[15] the American Civil Liberties Union,[16] United for a Fair Economy[17] and more prove that predatory loans are disproportionately made in poor and minority neighborhoods. Brokers and lenders preyed on these neighborhoods with the knowledge that these people were often denied for loans and the demand for loans were high. Lenders called these neighborhoods never-never land. This created the subprime predatory lending world. Subprime lenders specialize in B, C, and D paper.[18] Predatory lending is the practice of overcharging a borrower for rates and fees, average fee should be 1%, these lenders were charging borrowers over 5%.[19] Consumers without challenged credit loans should be underwritten with prime lenders. In 2004, 69% of borrowers were from subprime lending. The 2007 mortgage drop and economy fail were from over lending.[20] Organizations such as AARP, Inner City Press, and ACORN have worked to stop what they describe as predatory lending. ACORN has targeted specific companies such as HSBC Finance, successfully forcing them to change their practices.[21] Some subprime lending practices have raised concerns about mortgage discrimination on the basis of race.[22] African Americans and other minorities are being disproportionately led to sub-prime mortgages with higher interest rates than their white counterparts.[23] Even when median income levels were comparable, home buyers in minority neighborhoods were more likely to get a loan from a subprime lender, though not necessarily a sub-prime loan.[22] In addition, studies by leading consumer groups have concluded that women have become a key component to the subprime mortgage crunch. Professor Anita F. Hill wrote that a large percentage of first-time home buyers were women, and that loan officers took advantage of the lack of financial knowledge of many female loan applicants.[24][25] Consumers believe that they are protected by consumer protection laws, when their lender is really operating wholly outside the laws. Refer to 15 U.S.C. 1601 and 12 C.F.R. 226. Media investigations have disclosed that mortgage lenders used bait-and-switch salesmanship and fraud to take advantage of borrowers during the home-loan boom. In February 2005, for example, reporters Michael Hudson and Scott Reckard broke a story in the Los Angeles Times about \"boiler room\" sales tactics at Ameriquest Mortgage, the nation's largest subprime lender. Hudson and Reckard cited interviews and court statements by 32 former Ameriquest employees who said the company had abused its customers and broken the law, \"deceiving borrowers about the terms of their loans, forging documents, falsifying appraisals and fabricating borrowers' income to qualify them for loans they couldn't afford\".[26] Ameriquest later agreed to pay a $325 million predatory lending settlement with state authorities across the nation. Some subprime lending advocates, such as the National Home Equity Mortgage Association (NHEMA), say many practices commonly called \"predatory,\" particularly the practice of risk-based pricing, are not actually predatory, and that many laws aimed at reducing \"predatory lending\" significantly restrict the availability of mortgage finance to lower-income borrowers.[27] Such parties consider predatory lending a pejorative term.[28] There are many underlying issues in the predatory lending debate: In an article in the January 17, 2008, New York Times, George Mason University economics professor Tyler Cowen described \"predatory borrowing\" as potentially a larger problem than predatory lending:[33] Mortgage applications are usually completed by mortgage brokers or lenders' in-house loan officers, rather than by borrowers themselves, making it difficult for borrowers to control the information that was submitted with their applications. A stated income loan application is done by the borrower, and no proof of income is needed.[34] When the broker files the loan, they have to go by whatever income is stated. This opened the doors for borrowers to be approved for loans that they otherwise would not qualify for, or afford. However, lawsuits and testimony from former industry insiders indicated that mortgage company employees frequently were behind overstatements of borrower income on mortgage applications. Borrowers had little or no ability to manipulate other key data points that were frequently falsified during the mortgage process. These included credit scores, home appraisals and loan-to-value ratios. These were all factors that were under the control of mortgage professionals. In 2012, for example, New York Attorney General Eric Schneiderman reached a $7.8 million settlement of allegations that a leading appraisal management firm had helped inflate real estate appraisals on a wide scale basis in order to help a major lender push through more loan deals. The attorney general office's lawsuit alleged that eAppraiseIT, which did more than 260,000 appraisals nationally for Washington Mutual, caved to pressure from WaMu loan officers to select pliable appraisers who were willing to submit inflated property valuations.[35] Several commentators have dismissed the notion of \"predatory borrowing\", accusing those making this argument as being apologists for the lack of lending standards and other excesses during the credit bubble.[36] Predatory servicing is also a component of predatory lending, characterized by unfair, deceptive, or fraudulent practices by a lender or another company that services a loan on behalf of the lender, after the loan is granted. Those practices include also charging excessive and unsubstantiated fees and expenses for servicing the loan, wrongfully disclosing credit defaults by a borrower, harassing a borrower for repayment and refusing to act in good faith in working with a borrower to effectuate a mortgage modification as required by federal law.[37] In many countries, legislation aims to control this, but research has found ambiguous results, including finding that high-cost mortgage applications can possibly rise after adoption of laws against predatory lending.[38] Many laws at both the Federal and state government level are aimed at preventing predatory lending. Although not specifically anti-predatory in nature, the Federal Truth in Lending Act requires certain disclosures of APR and loan terms. Also, in 1994 section 32 of the Truth in Lending Act, entitled the Home Ownership and Equity Protection Act of 1994, was created. This law is devoted to identifying certain high-cost, potentially predatory mortgage loans and reining in their terms. Twenty-five states have passed anti-predatory lending laws. Arkansas, Georgia, Illinois, Maine, Massachusetts, North Carolina, New York, New Jersey, New Mexico and South Carolina are among those states considered to have the strongest laws. Other states with predatory lending laws include: California, Colorado, Connecticut, Florida, Kentucky, Maine, Maryland, Nevada, Ohio, Oklahoma, Oregon, Pennsylvania, Texas, Utah, Wisconsin, and West Virginia. These laws usually describe one or more classes of \"high-cost\" or \"covered\" loans, which are defined by the fees charged to the borrower at origination or the APR. While lenders are not prohibited from making \"high-cost\" or \"covered\" loans, a number of additional restrictions are placed on these loans, and the penalties for noncompliance can be substantial.","Title":"Predatory lending - Wikipedia","KeyID":"12949","URL":"https://en.wikipedia.org/wiki/Predatory_lending"}