{"Content: ":"Asanga Abeyagoonasekera (Sinhala: අසංග අබේගුණසේකර; born 21 August 1977) is an Sri Lankan academic, geopolitics and foreign policy analyst.[2] He is a political columnist[3] and author. He is a visiting professor for geopolitics and global leadership at Northern Kentucky University[4] and a visiting lecturer in International Political Economy for University of London in Sri Lanka Royal Institute of Colombo and teach International Security at University of Colombo. Abeyagoonasekera has more than a decade of experience in government administration, serving as the head of several government institutions to positions at the board level. His commentaries on International Relations and Geopolitics are published by Observer Research Foundation New Delhi,[5] London School of Economics[6] and South Asia Journal.[7] Abeyagoonasekera writes the monthly column Dateline Colombo [8] for IPCS think tank in New Delhi. Abeyagoonasekera is the former founding director general of the Institute of National Security Studies Sri Lanka(INSSSL).[9] He was the former Executive Director of the Lakshman Kadirgamar Institute of International Relations and Strategic Studies (LKIIRSS) which is a Sri Lankan government foreign policy think tank.[10][11] Abeyagoonasekera is the only son of Ossie Abeygunasekera, who was the leader of Sri Lanka Mahajana Pakshaya (SLMP), presidential candidate and Member of Parliament from Colombo District. Ossie Abeygunasekera was assassinated by a Liberation Tigers of Tamil Eelam (LTTE) suicide attack in 1994. His primary and secondary education was at S. Thomas' Preparatory School and Ananda College, he gained BSc in computer science and a MBA from the Edith Cowan University. He has studied at the Harvard Kennedy School, Lee Kuan Yew School of Public Policy, India School of Business, Oxford University and Yale University. He attended Harvard Kennedy School under US-South Asia leadership program to study counter terrorism. He is a Fellow of the National Defense University Washington DC Near East South Asia Center for Strategic Studies NESA and Asia-Pacific Center for Security StudiesAPCSS Hawaii and US State Department IVLP [12] Having worked in the Sri Lankan telecommunication sector as a project manager at Sri Lanka Telecom and Hutchison Lanka from 2001 to 2005. Abeyagoonasekera joined the government sector in 2005 and was appointed chairman of the Ceylon Fishery Harbours Corporation (CFHC)[13][14][15] following the Asian tsunami in 2004 which destroyed many fishery harbours. He held the post until 2010 after successful reconstruction of the fishery harbours and transforming the loss making cooperation into profit,[16] He was appointed chairman of the Sri Lanka Foreign Employment Agency in 2010[17][18] and served until 2011. Abeyagoonasekera was also on the board of directors of the Sri Lanka Ports Authority from 2005 to 2010. He was appointed as executive director of the Lakshman Kadirgamar Institute for International Relations and Strategic Studies the Government foreign policy think tank under Ministry of External Affairs. During his tenure the institute published the first foreign policy research journal the 'Kadirgamar Review'[19] and conducted numerous research activities, including the 'National Reconciliation Conference'.[20] On 10 April 2015, he was appointed as a board director at the Insurance Board of Sri Lanka (IBSL) by Minister of Finance Ravi Karunanayake.[21] Asanga served as a consultant to Ministry of Finance until May 2016. In 2016 August he was appointed as the founding Director General of the new Security Think tank, the Institute of National Security Studies Sri Lanka(INSSSL).[22] During his tenure the institute published multiple defense and security publications.[23] In 2012 Abeyagoonasekera established \"Dirisaviya Foundation\" a non-governmental not for profit foundation which operates several initiatives including ipaidabribe.lk,[24] a powerful global crowdsourced anticorruption website, the project Global Dignity for School Children,[25] and the Millennium Project Foresight initiative of Sri Lanka.[26] Dirisaviya Foundation also launched two mobile apps - Sri Dalada[27] and Sinhala Poets.[28] The foundation conducted the memorial lecture of the national hero Ven.S.Mahinda Thero.[29] Abeyagoonasekera is the founding curator of the Global Shapers Colombo Hub and the Global Dignity[1] Country Chair for Sri Lanka. His research work on international relations and geopolitics is published by Routledge, IGI, NUS ISAS, Emerald, Cambridge University, Hudson Institute, South Asia Journal, ORF India, LSE and IPCS. In 2012, He was recognized as a Young Global Leader by the World Economic Forum.[30] In 2015, He was awarded 'Ambassador of Knowledge' from the Life learning Academia in Slovenia[31] In 2021, He was appointed to the 'Global Advisory council' at the Apolitical Academy Global(AAG) along with the former three time New Zealand Prime Minister Helen Clark and several other distinguished individuals.[32] In 2015 Abeyagoonasekera published the book Towards a Better World Order.[33] In 2016 he authored a chapter for The Modi Doctrine: New Paradigms in India’s Foreign Policy[34] In 2018 he authored a book Sri Lanka at Crossroads: Geopolitical challenges and National Interests[35] published by World Scientific Singapore.[36] The book was endorsed by former national security advisor of India Shivshankar Menon, former foreign Minister Singapore George Yeo, and many other academics from around the world. In the book, Abeyagoonasekera revisits Halford Mackinder's geopolitical theories while highlighting the geostrategic importance of Sri Lanka.[37] In 2021 he authored Conundrum of an Island [38] published by World Scientific Singapore.[39] The book was endorsed by Prof.Walter Russell Mead, Dr.Parag Khanna,Dr.Raja C. Mohan, Dr.David Brewster and several other distinguished academics. He authored the children's book The Sacred Tooth Relic of Sri Lanka.[40]","Title":"Asanga Abeyagoonasekera - Wikipedia","KeyID":"12958","URL":"https://en.wikipedia.org/wiki/Asanga_Abeyagoonasekera"}