{"Content: ":"Ramboll Group A/S (also known as just \"Ramboll\") is a Danish consulting engineering group. Ramboll was founded in October 1945 as \"Rambøll & Hannemann\" in Copenhagen.[5] In 1991 the company merged with \"B. Højlund Rasmussen A/S\" into \"Rambøll, Hannemann & Højlund A/S\".[5] In 2003 the company merged with Swedish Scandiaconsult making it the largest consulting engineering business in the Nordics.[5] In the summer of 2007, Ramboll broadened its geographical presence by acquiring the UK based engineering firm Whitbybird. When Whitbybird was acquired the company employed 680 people and had offices throughout the UK and in Italy, India and the United Arab Emirates. In April 2008, Ramboll's presence in India was strengthened by acquiring the Indian telecom design company ImIsoft.[6] Ramboll was founded in October 1945 as \"Rambøll & Hannemann\" in Copenhagen by Børge Johannes Rambøll (1911-2009) and Johan Georg Hannemann (1907-1980). Both had worked and studied at the Technical University of Denmark (DTU). Their first projects included a design for the roof of a clothing factory, and the 'Ballongyngen' ride at Tivoli Gardens theme park in Copenhagen.[7] They won major contracts with the Danish broadcast engineering services (‘Radioingeniørtjenesten’) to erect broadcast towers in Denmark and Norway after 1950. This led to work with high-tension-line towers for power plants, as well as with the Norwegian telephone directorate. In addition to offices in Copenhagen and Aarhus, a branch was opened in Oslo in 1976.[7] In 1991 the company merged with \"B. Højlund Rasmussen A/S\" to form \"Rambøll, Hannemann & Højlund A/S\".[7] A further merger with Scandiaconsult in 2003 made the company the largest consulting engineering firm in the Nordic region. In 2006 the company acquired Storvik & Co in Norway.[8] In August 2007 Ramboll bought privately owned UK based engineering firm Whitbybird. At the time of the acquisition Whitbybird employed 680 people, with offices throughout the UK and in Italy, India and the United Arab Emirates, making this the largest acquisition made by the Ramboll Group since the merger with Scandiaconsult in 2003.[9] In March 2011 Ramboll bought privately owned UK based engineering firm Gifford. Gifford also has offices around the world.[10] Also in March 2011, Ramboll acquired the power engineering section of DONG Energy (now Ørsted A/S), DONG Energy Power.[11] Later that year in July 2011, Ramboll Informatik was divested to the Danish IT company KMD. In 2014 Ramboll acquired US-based global consultancy, ENVIRON, adding more than 1,500 environmental and health science specialists in 21 countries. In 2018 Ramboll acquired North American engineering and design consultancy OBG (formally O'Brien & Gere), adding 950 consultants to Ramboll's North American presence. As of January 1, 2019, Ramboll Americas consists of engineering and science experts in Brazil, Canada, Mexico and the United States. In December 2019, Ramboll announced the acquisition of Henning Larsen Architects, effective on 2 January 2020.[12] 2020 was an unprecedented and challenging year, characterised by the COVID-19 global health crisis and the resulting partial and complete lockdown of societies and economies around the world. Given the uncertainty and rapid change caused by the pandemic, Ramboll’s financial performance in 2020 was satisfactory. All shares in Ramboll Group A/S are owned by the Ramboll Foundation (approx. 97.5% of the shares) and by Ramboll employee shareholders called Ramboll Partners (approx. 2.5% of the shares).[13] Ramboll Group A/S includes business units with their daughter companies in several European countries, including all the Nordic countries, as well as companies and offices in the Baltics and project offices all over the world. The Ramboll Group Directors' Forum (GDF) comprises the Group CEO, Group CFO, Group Chief Development Officer, Group Chief Market Officer, Managing Directors from the eight Strategic Business Units and the four Service Area Directors. It is the operational managing body of the Ramboll Group.[14] Ramboll is involved in many international large-scale projects. They have for instance had a key role in the work on the Oresund Bridge (1995–1999), connecting Copenhagen, Denmark with Malmö, Sweden.[17] The bridge is one of the most important infrastructures in Denmark. The international European route E20 runs across the bridge, as does the Oresund Railway Line. They were also involved in the planning and construction of the Great Belt Bridge (1988–1998).[19] This bridge connects Halsskov on Zealand with Knudshoved on Funen, 18 kilometres to its west, a two-track railway and a four-lane motorway had to be built, aligned via the small islet Sprogø in the middle of the Great Belt. Ramboll was the leading engineer on the new Royal Danish Opera, The Copenhagen Opera House.[20] As the lead consultant on the project, Ramboll delivered engineering design, fire & safety, project management, structural engineering, geophysical engineering, geotechnical engineering, HVAC engineering, electrical engineering, bridge engineering, traffic engineering, traffic planning and traffic safety services.[21] This was carried out between 2001 and 2004. A characteristic feature of the Opera building is the gigantic roof covering the entire building stretching all the way to the harbour front. Measuring 158 metres x 90 metres, the Opera roof is one of the largest roof constructions in the world. The innovative design of the roof, which Ramboll has projected in cooperation with Henning Larsen Architects, was the reason for the Opera winning \"The 2008 IABSE Outstanding Structure Award\". The Committee that selected the Opera as the winner complimented the design of the roof and the use of bridge construction principles. These principles provide strength, stability and stiffness to the 43-metre-long roof all the way from the columns of the foyer to the furthest corner of the roof.[21] Ramboll were the structural engineers for the new Tate Modern extension, opened on 17 June 2016 in London, the world's most visited museum of modern art. Ramboll is currently working on several projects concerning linking the infrastructure of the Nordic countries.[22] Among these are projects under the Trans-European Networks and the Fehmarn Belt Fixed Link, the world's longest immersed tunnel. Internationally, Ramboll has also marked itself by being involved in projects such as Chicago Lakeside Development, Ferrari World in Abu Dhabi King Abdullah Petroleum Studies and Research Center in Saudi Arabia, and the new National Museum of Art, Architecture and Design in Oslo. Coordinates: 55°37′38.52″N 12°34′45.37″E﻿ / ﻿55.6273667°N 12.5792694°E﻿ / 55.6273667; 12.5792694","Title":"Ramboll - Wikipedia","KeyID":"12957","URL":"https://en.wikipedia.org/wiki/Ramboll"}