{"Content: ":"Deborah Bräutigam is an American political scientist, currently the Bernard L. Schwartz Professor of Political Economy at Johns Hopkins University and the Director of the China Africa Research Initiative at the Paul H. Nitze School of Advanced International Studies. Bräutigam studies international development policies and foreign aid, focusing on Chinese projects in Africa. Bräutigam attended Ohio Wesleyan University, graduating with a BA in 1976.[1] After completing courses with the Yale-China Association and National Taiwan Normal University,[1] Bräutigam attended the Fletcher School of Law and Diplomacy of Tufts University, receiving an MA in Law and Diplomacy in 1983 followed by a PhD in International Development in 1987.[1][2] In 1987 she became a professor at Columbia University, before moving to American University in 1994 and then Johns Hopkins University in 2012.[1] In addition to numerous journal articles and chapters in edited volumes, Bräutigam has been the solo author of three books: Chinese Aid and African Development: Exporting the Green Revolution (1998), The Dragon’s Gift: The Real Story of China in Africa (2009), and Will Africa Feed China? (2015). In her first book, Chinese Aid and African Development, Bräutigam discusses three rice-growing demonstrations by China and Taiwan in The Gambia, Liberia, and Sierra Leone.[3] She documents the short-term successes of those projects, and the reasons that they did not succeed on longer timescales.[3] In her second book, The Dragon’s Gift, Bräutigam turned to the topic of whether China's engagement with Africa has been a harmful or beneficial enterprise.[4] The book presents data on China's agricultural and commercial investments in Africa, in the context of infrastructural projects as early as the 1960s, and argues that China's engagement with Africa may be genuinely aimed at sharing lessons about economic development and not just at China's narrow commercial interests.[5] In a book review, Jane Golley wrote that Bräutigam \"falls into the relatively small category of Western scholars who are positive about the role that China has played in African economic development to date and also optimistic about the role it will play in the future\".[4] The Dragon's Gift received several awards, including being chosen as the Book of the Week by The Independent for January 1, 2010.[6] Will Africa Feed China?, Bräutigam's third book, studies salient claims that Chinese companies have been involved in significant purchases of land throughout Africa, with mixed conjectures about the outcomes of those purchases.[7] Bräutigam studies the veracity of claims that Chinese corporations have purchased substantial arable land in Africa and populated it with laborers from China, and that these actions have been directed by the government in Beijing with the goal of improving food security in China.[7][8] Through extensive field work in a series of countries,[7] Bräutigam rebuts these claims, concluding that \"The Chinese are not building a new empire on the continent\" of Africa.[8] Bräutigam's work has been extensively cited; a 2019 review by the political scientists Hannah June Kim and Bernard Grofman listed her among the 40 most cited women actively working in political science departments at American universities.[2] Bräutigam has also published articles in media outlets like The New York Times,[9] The Washington Post,[10] and The American Interest,[11] and her work has been cited or reviewed in media outlets including The Economist[12] and Financial Times.[13] In December 2021, BBC contacted Bräutigam to give a brief explanation of debt trap diplomacy, an example of it, and why the evidence doesn't support it. The morning after, a BBC broadcast recording used clips of the brief interview with Bräutigam and misrepresented her position on the debt-trap issue, discarding all the evidence she brought forth that the \"conventional wisdom was not correct.\" Bräutigam contacted the BBC reporter that had reached out to her, who said that it was an editing decision by an inexperienced producer.[14][15][16] An apology for the error was issued by BBC on the same day noting that Bräutigam had explained why the ideas of Debt-Trap diplomacy have little basis in fact, however those comments were edited out of the broadcast interview.[17]","Title":"Deborah Bräutigam - Wikipedia","KeyID":"12953","URL":"https://en.wikipedia.org/wiki/Deborah_Br%C3%A4utigam"}