{"Content: ":"Chatham House, also known as the Royal Institute of International Affairs, is an independent policy institute headquartered in London. Its stated mission is to provide commentary on world events and offer solutions to global challenges. It is the originator of the Chatham House Rule. Canadian philanthropists Colonel Reuben Wells Leonard and Kate Rowlands Leonard purchased the property in 1923, donating the building as a headquarters for the fledgling organisation that then became known as Chatham House.[1] The building is a Grade I listed 18th-century house in St James's Square, designed in part by Henry Flitcroft and occupied by three British Prime Ministers, including William Pitt, 1st Earl of Chatham.[2] Chatham House accepts individual members as well as members from corporations, academic institutions and NGOs.[3] Chatham House is the origin of the non-attribution rule known as the Chatham House Rule, which provides that attendees of meetings may discuss the content of the meeting in the outside world, but may not discuss who attended or identify what a specific individual said. The Chatham House Rule evolved to facilitate frank and honest discussion on controversial or unpopular issues by speakers who may not have otherwise had the appropriate forum to speak freely. Despite this, most meetings at Chatham House are held on the record, and not under the Chatham House Rule.[4] Chatham House research is structured around five thematic programmes, comprising: environment and society; global economy and finance; global health security; international law; and international security; as well as six regional programmes, covering Africa, the Asia-Pacific region, Europe, the Middle East and North Africa, Russia and Eurasia, and the US and Americas.[5] Chatham House also contains the Sustainability Accelerator (formerly Hoffmann Centre for Sustainable Resource Economy), which focuses on the political economy of resource production and consumption.[6] Chatham House regularly hosts speakers from the UK and international policy and business communities.[7] Chatham House also produces the policy journals International Affairs and Journal of Cyber Policy[8] as well as a bi-monthly magazine, The World Today.[9] The Chatham House Prize is an annual award presented to \"the person, persons or organization deemed by members of Chatham House to have made the most significant contribution to the improvement of international relations in the previous year\".[10] The Royal Institute of International Affairs finds its origins in a meeting, convened by Lionel Curtis, of the American and British delegates to the Paris Peace Conference on 30 May 1919. Curtis had long been an advocate for the scientific study of international affairs and, following the beneficial exchange of information after the peace conference, argued that the method of expert analysis and debate should be continued when the delegates returned home in the form of international institute.[22] Ultimately, the British and American delegates formed separate institutes, with the Americans developing the Council on Foreign Relations in New York. The British Institute of International Affairs, as it was then known, held its inaugural meeting, chaired by Robert Cecil, on 5 July 1920. In this, former Foreign Secretary Edward Grey moved the resolution calling the institute into existence: \"That an Institute be constituted for the study of International Questions, to be called the British Institute of International Affairs.\"[23] These two, along with Arthur J. Balfour and John R. Clynes, became the first Presidents of the institute, with Lionel Curtis and G. M. Gathorne–Hardy appointed joint Honorary Secretaries.[23] By 1922, as the institute's membership grew, there was a need for a larger and more practical space and the Institute acquired, through the gift of Canadian Colonel R. W. Leonard, Chatham House, Number 10 St. James's Square, where the institute is still housed.[24] Following its inception, the Institute quickly focused upon Edward Grey's resolution, with the 1920s proving an active decade at Chatham House. The journal International Affairs was launched in January 1922, allowing for the international circulation of the various reports and discussions which took place within the institute.[24] After being appointed as Director of Studies, Professor Arnold Toynbee became the leading figure producing the institute's annual Survey of International Affairs, a role he held until his retirement in 1955. While providing a detailed annual overview of international relations, the survey's primary role was ‘to record current international history’.[25] The survey continued until 1963 and was well received throughout the Institution, coming to be known as ‘the characteristic external expression of Chatham House research: a pioneer in method and a model for scholarship.’[26] In 1926, 14 members of Chatham House represented the United Kingdom at the first conference of the Institute of Pacific Relations, a forum dedicated to the discussion of problems and relations between Pacific nations.[27] The IPR served as a platform for the institute to develop an advanced political and commercial awareness of the region, with special focus being placed upon China's economic development and international relations.[28] In the same year the Institute received its royal charter, thereupon being known as the Royal Institute of International Affairs. The Charter set out the aims and objectives of the institute, reaffirming its wish to ‘advance the sciences of international politics...promote the study and investigation of international questions by means of lectures and discussion…promote the exchange of information, knowledge and thought on international affairs.’[29] 1929 marked the next stage in the institute's development, with the appointment of a full-time chief executive or director. Ivison Macadam was appointed to the position (Secretary and then Director-General),[30] in which he oversaw the institute's rapid expansion with its growing research, organisational and financial needs,[31] a role he occupied until 1955. Macadam was able to secure funding to expand the physical plant of the Institute by acquiring the freeholds of 6 Duke of York Street, then called York Street, (largely through the generosity of Waldorf Astor, John Power and others) and later 9 St James's Square, then the Portland Club, in 1943 (through a donation to cover its purchase by Henry Price), and connect these adjoining properties to the original freehold property of Chatham House at 10, St James Square (with the cost of these connections covered by Astor's sons, William, David and John). Power also donated his leasehold property in Chesham Place to the Institute in 1938. These additional properties provided much needed additional space for the institute's activities.[32] 1929 also saw the inception of the institute's special study group on the international gold problem. The group, which included leading economists such as John Maynard Keynes, conducted a three-year study into the developing economic issues which the post-war international monetary settlement created.[33] The group's research anticipated Britain's decision to abandon the gold standard two years later.[34] Around this time Chatham House became known as the place for leading statesmen and actors in world affairs to visit when in London; notably, Mahatma Gandhi visited the institute on 20 October 1931, in which he delivered a talk on ‘The Future of India’. The talk was attended by 750 members, making it the institute's largest meeting up to that point.[35] In 1933 Norman Angell, whilst working within the institute's Council, was awarded the Nobel Peace Prize for his book The Great Illusion, making him the first and only Laureate to be awarded the prize for publishing a book.[35] Chatham House held the first Commonwealth Relations Conference in Toronto, Ontario, Canada in 1933. Held roughly every five years, the conference provided a forum for leading politicians, lawyers, academics and others to discuss the implications of recent Imperial Conferences.[36] With various dominion nations seeking to follow individual foreign policy aims, Major-General Sir Neill Malcolm, the chairman of the Council of the institute,[37] emphasised the need for \"essential agreement in matters of foreign policy between the various Governments,\" with the Commonwealth Relations Conference being the vehicle upon which this cooperation would be achieved and maintained.[38] At the outbreak of the Second World War the institute, under the Chairmanship of Waldorf Astor,[39] was decentralised for security reasons, with many of the staff moving to Balliol College, Oxford. There, the Foreign Press and Research Service of the Institute worked closely with the Foreign Office who requested various reports on foreign press, historical and political background of the enemy and various other topics supervised by Arnold Toynbee,[40] dedicating their research to the war effort.[41] The institute also provided many additional services to scholars and the armed forces at its St. James's Square home. Research facilities were opened to refugee and allied academics, whilst arrangements were made for both the National Institute of Economic and Social Research and the Polish Research Centre to relocate to the Institute following the bombing of their premises. In addition, allied officers undertook courses in international affairs at the Institute in an attempt to develop their international and political awareness as well as post war reconstruction planning.[41] Chatham House had been researching potential post-war issues as early as 1939 through the Committee on Reconstruction.[41] Whilst a number of staff returned to the Institute at the end of the war, a proportion of members found themselves joining a range of international organisations, including the United Nations and the International Monetary Fund. Combining this with the institute's early support of the League of Nations and impact of the gold study on the Bretton Woods system, Chatham House found itself to be a leading actor in international political and economic redevelopment.[41] In reaction to the changing post-war world, Chatham House embarked on a number of studies relating to Britain and the Commonwealth's new political stature, in light of growing calls for decolonisation and the development of the Cold War.[42] A board of studies in race relations was created in 1953, allowing for the close examination of changing attitudes and calls for racial equality throughout the world. The group broke off into an independent charity in 1958, forming the Institute of Race Relations.[43] Following the Cuban Missile Crisis and Brazilian coup d'état, the institute developed a growing focus on the Latin American region. Che Guevara, then Cuba's Minister of Industry, wrote an analysis of ‘The Cuban Economy: Its Past and Present Importance’ in 1964 for International Affairs.[44] Chatham House played a more direct role in the international affairs of the Cold War through the October 1975 Anglo-Soviet round-table, the first in a series of meetings between Chatham House and the Institute of World Economy and International Relations in Moscow. As an early example of two-track diplomacy, the meeting sought to develop closer communication and improved relations between Britain and the Soviet Union.[45] Soon after the first Anglo-Soviet round-table, the Institute began an intensive research project into ‘British Foreign Policy to 1985’. Its primary aim was to analyse the foreign policy issues which Britain would encounter in the near and far future. Research began in 1976 and the findings were published in International Affairs between 1977 and 1979.[citation needed] At the start of the 1980s, the Council moved to expand the institute's research capabilities in two key emerging areas. The first modern programmes to be created under this initiative were the Energy and Research Programme and the International Economics Programme, formed in 1980 - 1981.[46] In addition to reshaping its research practices, the institute also sought to strengthen its international network, notably amongst economically prosperous nations. For example, Chatham House's Far East programme, created with the intention of improving Anglo-Japanese relations in the long and short term, was bolstered by the support of the Japan 2000 group in 1984.[47] The Institute celebrated its 75th anniversary in 1995, an event marked by the visit of Queen Elizabeth II and Prince Philip, Duke of Edinburgh. During her visit, the Queen was briefed by the institute's experts on South Africa in preparation for her impending visit to the country, following the end of apartheid.[citation needed] In 1998, the Angola Forum was created. Its oil reserves, combined with growing international ambition, facilitated Angola's quick ascent as an influential African nation, resulting in Chatham House launching the Forum to create an international platform for \"forward looking, policy focused and influential debate and research\".[48] The institute's wider Africa Programme was created in 2002, beginning the modern structure of area studies programmes.[49] In 2005, Security, Terrorism and the UK was published.[50] The Chatham House Prize was launched in 2005, recognising heads of state and organisations that made a significant contribution to international relations during the previous year. Queen Elizabeth II presented the debut award to Ukrainian President Victor Yushchenko.[51] In January 2013, the Institute announced its Academy for Leadership in International Affairs, offering potential and established world leaders a 12-month fellowship at the institution with the aim of providing \"a unique programme of activities and training to develop a new generation of leaders in international affairs.\"[citation needed] In November 2014, The Queen formally launched the academy under the title of the \"Queen Elizabeth II Academy for Leadership in International Affairs.\"[52] The Institute celebrated its centenary in 2020 with a series of special events and new initiatives such as the SNF CoLab, the Common Futures Conversations project, and the introduction of a panel of young advisers,[53] plus three special Chatham House Centenary Awards[54] for Sir David Attenborough, Melina Abdullah and Greta Thunberg. In April 2022, Russia designated Chatham House as an \"undesirable organisation\".[55] In 2015, several reports were published by Chatham House, including Nigeria’s Booming Borders: The Drivers and Consequences of Unrecorded Trade, which urges formalising trade and driving more sustainable and less volatile growth;[56] Changing Climate, Changing Diets: Pathways to Lower Meat Consumption examines a reduction in global meat consumption as critical to keeping global warming below the \"danger level\" of two degrees Celsius;[57] Heat, Light and Power for Refugees: Saving Lives, Reducing Costs examines the reasons why energy provision to displaced people undermines the fundamental humanitarian aims of assistance;[58] and Towards a New Global Business Model for Antibiotics: Delinking Revenues from Sales argued for revenues for pharmaceutical companies to be de-linked from sales of antibiotics to avoid their over-use and avert a public health crisis.[59] In 2016, Chatham House published Elite Perceptions of the United States in Latin America and the Post-Soviet States, examining how elites in Latin America and the former Soviet Union view the United States, and providing recommendations on how the US could adjust its policies based on these perceptions.[60] 2017 reports included The Struggle for Ukraine, an exploration of how, four years after its Euromaidan revolution, of Ukraine's fight for survival as an independent and viable state;[61] and Chokepoints and Vulnerabilities in Global Food Trade advocates for policymakers to take immediate action to mitigate the risk of severe disruption at certain ports, maritime straits, and inland transport routes, which could have devastating knock-on effects for global food security;[62] Collective Action on Corruption in Nigeria: A Social Norms Approach to Connecting Society and Institutions examines how anti-corruption efforts could be made significantly more effective through new ways of understanding why people engage in the practice;[63] and America’s International Role Under Donald Trump explores the impact of President Donald Trump’s personality and style—brash, unpredictable, contradictory and thin-skinned—on his engagement in foreign affairs.[64] Major reports in 2018 included Transatlantic Relations: Converging or Diverging? which argues that the longer-term fundamentals of the transatlantic relationship remain strong.[65] as well as Making Concrete Change: Innovation in Low-carbon Cement and Concrete exploring why significant changes in how cement and concrete are produced and used are urgently needed to achieve deep cuts in emissions in line with the Paris Agreement on climate change,[66] and Artificial Intelligence and International Affairs arguing the rise of AI must be better managed in the near term in order to mitigate longer term risks and to ensure that AI does not reinforce existing inequalities.[67] 2019 saw three major reports produced. The UK and Japan makes the case that a stronger relationship could advance each country's ability to address shared global concerns.[68] Conflict Economies in the Middle East and North Africa examines the common economic factors that continue to drive conflict in Iraq, Libya, Syria and Yemen.[69] And Kazakhstan: Tested by Transition examines if the country can pursue modernisation and reform, and break from its authoritarian past.[70] In 2020 and 2021, there were reports on The Business Case for Investment in Nutrition claiming to be the first of its kind to reveal the hidden costs of malnutrition for business, and the extent to which these costs are recognised and addressed by multinational companies[71] and Myths and misconceptions in the debate on Russia which aims to deconstruct sixteen of the most prevalent myths and misconceptions that shape contemporary Western thinking on Russia.[72] In November 2016, Chatham House was named Prospect magazine's Think-Tank of the Year, as well as the winner in the UK categories for International Affairs and Energy and Environment.[73] In the University of Pennsylvania's rankings for 2017, Chatham House was ranked the think tank of the year,[failed verification] and the second-most influential in the world after the Brookings Institution, and the world's most influential non-U.S. think tank.[74] The current chairman of the Council of Chatham House is Sir Nigel Sheinwald GCMG[75] and its director is Sir Robin Niblett. The deputy director is Renata Dwan and research directors are Tim Benton, Patricia Lewis, Creon Butler, and Alex Vines. Chatham House has three presidents: Lord Darling of Roulanish, former Chancellor of the Exchequer, Baroness Manningham-Buller, a crossbench peer and former Director General of MI5, and Helen Clark, former prime minister of New Zealand.[76] In 2018, Chatham was given a C grade for funding transparency by Who Funds You?. If failed to achieve a B grade because of '[t]he presence of some anonymous donors and its use of broad funding brackets\".[77] During the 2020/2021 year, Chatham's largest donors were the MAVA Foundation which provided over ₤5,000,000 and the UK Foreign, Commonwealth and Development Office, which provided over ₤1,000,000. The charitable organisation Robert Bosch Stiftung and the Japanese Ministry of Foreign Affairs provided between ₤500,000 and ₤1,000,000 each.[78] Coordinates: 51°30′28″N 0°08′10″W﻿ / ﻿51.5077°N 0.1360°W﻿ / 51.5077; -0.1360","Title":"Chatham House - Wikipedia","KeyID":"12960","URL":"https://en.wikipedia.org/wiki/Chatham_House"}