{"Content: ":"Wang Yi (Chinese: 王毅; pinyin: Wáng Yì; born 19 October 1953) is a senior Chinese diplomat and politician currently serving as the Foreign Minister since 2013 and State Councilor since 2018.[2] Wang was born in Beijing. After graduating from high school in September 1969, he was sent to Northeast China. He subsequently served in the Northeast Construction Army Corps in Heilongjiang Province for eight years. In December 1977, Wang returned to Beijing, and in the same year was enrolled in the department of Asian and African Languages of Beijing International Studies University. He studied the Japanese language at the institution, graduating in February 1982 with a bachelor's degree. He is known to speak fluent English and Japanese.[3] Upon graduation from university, Wang was sent to the Asian section of the Ministry of Foreign Affairs by his father-in-law, where he began his career as a diplomat. In September 1989, he was sent to the Chinese embassy in Japan and served there for five years. When he returned to China in March 1994, Wang was appointed as vice section chief of the Asian section of the foreign ministry and was promoted to section chief the next year. From August 1997 to February 1998, Wang was a visiting scholar at the Institute of Foreign Relations of Georgetown University in the United States. Soon after his return, he was promoted to assistant minister and the director of office of policy research. From September 1999, Wang studied international relations at China Foreign Affairs University and obtained a doctoral degree. In February 2001, Wang was elevated to Deputy Minister of Foreign Affairs, in charge of Asian affairs. He was then the youngest Deputy Minister. In September 2004, Wang was appointed as China's Ambassador to Japan. He served in this post until September 2007. In June 2008, Wang succeeded Chen Yunlin as the director of Taiwan Affairs Office of the State Council of China.[4] On 16 March 2013, Wang was appointed Minister of Foreign Affairs after he was approved by the Congress.[5] Wang initiated a significant state visit to the Middle East in December 2013 to visit Israel and Palestine. He discussed with leaders of both countries the importance of the nuclear agreement with Iran and the importance of the continued peace talks, saying \"War does not solve the problems. Violence increases the hatred. The peace talks are the appropriate and the only path\".[6] In November 2017, he expressed 3 points (counter-terrorism, negotiation and reconstruction) to improve Syria's situation.[7] Wang criticized the speed and timing of withdrawal of the American-led NATO forces from Afghanistan and urged them to withdraw in a \"responsible and orderly manner\".[8] In June 2014, during the China-Arab summit in Beijing, Foreign Minister Wang met his Somali counterpart Abdirahman Duale Beyle to discuss bilateral cooperation between China and Somalia. The meeting was held at the Chinese foreign ministry center and focused on trade, security and reconstruction. Among the issues discussed were the various Chinese development projects that are in the process of being implemented in Somalia. Beyle also indicated that the Chinese authorities are slated to broaden their support for Somalia, which would serve to create new employment opportunities. Additionally, Wang commended the Somali federal government on its peace-building efforts. He likewise reaffirmed the historically close diplomatic ties between both territories, recalling China's recognition of the nascent Somali Republic in 1960 and Somalia's subsequent campaigning which helped the PRC government attain a position on the United Nations Security Council.[9] On the evening of 15 April 2018, Wang was received by his Japanese counterpart Taro Kono, on the first such official visit of a Foreign Minister of China to Japan since November 2009.[10] During a joint news conference in Ottawa on 1 June 2016, with Canadian Minister of Foreign Affairs Stéphane Dion, Wang responded to Canadian reporter Amanda Connolly of online news site IPolitics over a question she raised regarding human rights in China, saying \"Your question was full of prejudice against China and an arrogance that comes from I don’t know where. This is totally unacceptable to me\".[11][12][13] Wang Yi said the world should ignore \"gossip\" about Xinjiang internment camps.[14] In March 2021, Wang said that \"We welcome more people to visit Xinjiang - seeing is believing. This is the best way to debunk rumours.\"[15] However, journalists from the BBC have reported being followed by unmarked cars, and being chased out of restaurants and shops, and being forced to delete footage while trying to report from Xinjiang.[16] It was reported that during Wang's visit in Norway in August 2020, he said that while China was the first country to report the existence of the virus to the World Health Organization, \"it does not mean that the virus originated in China. Actually, for the past months, we have seen reports ... showing that the virus emerged in different parts of the world, and may have emerged earlier than in China.\"[17] On 22 February 2021, Wang Yi urged the administration of US President Joe Biden to lift the sanctions on trade and people-to-people contact imposed by his predecessor, Donald Trump. At the Foreign Ministry forum on US-China relations, he said that the US \"must not interfere in the internal affairs of China\".[18] In March 2021, Wang supported the decision to have only \"patriots\" rule Hong Kong, stating that \"loving Hong Kong and loving the motherland are consistent requirements...in the past 24 years since Hong Kong's [handover], no one has cared more about the [SAR's] democracy, prosperity and stability than the central government.\"[15] In March 2018, Wang was appointed as a State Councilor.[19] During Wang's current Foreign Ministry leadership he has facilitated obtaining the diplomatic recognition of China by Panama in 2017 as well as getting the Dominican Republic and El Salvador[20] to switch over in recognizing China (People's Republic of China) instead of Taiwan (Republic of China) in 2018.[21][22] In July 2016, Wang became an internet celebrity on the Chinese micro-blog Sina Weibo. A fan club on Weibo devoted to Wang has more than 130,000 followers in a country of over 1,400,000,000 people.[23]","Title":"Wang Yi (politician) - Wikipedia","KeyID":"12964","URL":"https://en.wikipedia.org/wiki/Wang_Yi_(politician)"}