{"Content: ":"The Lowy Institute is an independent think tank founded in April 2003 by Frank Lowy to conduct original, policy-relevant research about international political, strategic and economic issues from an Australian perspective. It is based in Sydney, New South Wales, Australia. While the institute has alternatively been described as \"neoliberal\",[1] \"centre-right\" leaning[2] or \"reactionary\",[3] officially, its research and analysis aim to be non-partisan, and its active program of conferences, seminars and other events are designed to inform and deepen the debate about international policy in Australia and to help shape the broader international discussion of these issues.[4] Based in Sydney, New South Wales, Australia, the Lowy Institute was founded in 2003 by Slovakian-born, Australian-Israeli billionaire businessman Sir Frank Lowy.[2] Lowy, a veteran of the 1947–1949 Palestine war,[2] and close associate of two former Israeli prime ministers,[2] emigrated to Australia and founded Westfield Corporation, a global shopping centre company; he retains a key role in various shopping centres in Australia and New Zealand.[5][6] In 2003, Lowy reportedly endowed the institute with a donation sufficient to fund the first eight years of its operation.[2] His family continues to play a key role in the institute, with at least four \"Lowy\"-named people on the Board of Directors. The institute registered with the Australian Charities and Not-for-profits Commission, in 2012, as the \"Lowy Institute For International Policy\", and by 2019 was reporting over $12 million in revenues (including over $2 million from government), and over $9 million in expenses.[7] The institute receives funds from the Australian government through the Department of Foreign Affairs and Trade, Department of Defence, and the Department of Home Affairs. Companies which provide funding include BHP, Capital Group, Rio Tinto, and Rothschild & Co.[8] The institute has also been funded by donations from the investment management firm, Manikay Partners; from a global accounting and professional services firm: Ernst & Young; and from a former Australian diplomat and cabinet secretary, Michael Thawley (with his wife Deborah).[2] The institute publishes polls, white papers and rankings on various international affairs subjects—particularly regarding Australia and the Asia-Pacific region—and advocates for a proactive and globally engaged Australian foreign policy. It hosts conferences, seminars and other events. Its annual Lowy Lecture is the institute's \"signature event\", where a \"prominent individual\", from Australia or abroad, comments on Australia's global role and on global influences on Australia.[4] The institute has hosted presentations by every Australian prime minister since 2003, as well as the NATO Secretary General, U.S, Vice-President Joe Biden, United Kingdom prime minister Boris Johnson, and various other Australian and foreign leaders.[4][9] The institute commonly meets and interacts with Australian officials, and with visiting international leaders, and is a source of influence on Australian government. The resulting internal and external computer activity, including email traffic, which could be of interest to foreign powers, is credited with attracting information-harvesting cyber attacks on the institute, during and before 2012—comparable to similar attacks against U.S. think tanks. The attacks were generally attributed to China.[10] The institute's website offers publications for free download. In 2006 the regular talks began to be recorded and made available on the website.[11] The Lowy Institute launched a blog The Interpreter in November 2007. According to former Executive Director Allan Gyngell: \"it aims to provide you with fresh insights into international events and a new way to engage with the Institute.\" Lowy Institute also developed analytical tool Asia Power Index. This tool allows changes in the global distribution of power. Countries can be compared on the basis of which measures eight types of power: military capability, defense networks, economic resources, economic relationships, diplomatic influence, cultural influence, resilience and future resources.[12][13] The annual Lowy Poll surveys a nationally representative sample of the adult Australian population on foreign policy issues and is the Lowy Institute's flagship publication. It is wholly funded by the Lowy Institute and its results are widely cited in the Australian and international media. The Lowy Institute has also conducted opinion polling in Indonesia, New Zealand and China. The first Lowy Poll was in 2005. The institute's board comprises Australian policy makers and business people.[14] The format of the 2011 Lowy Institute Poll[15] was considered inadequate for formulating Australian policy compared to studies undertaken by CSIRO, Ipsos-Eureka, Cardiff University, Stanford University, and Yale University.[16] In 2012, the institute was criticized by Jim Green, national nuclear campaigner of Friends of the Earth Australia, alleging that the institute ran \"a disgraceful propaganda campaign\" to advocate for Australian uranium sales to India, in contravention of Australia's longstanding policy of refusing to sell uranium to nations who did not join the Nuclear Non-Proliferation Treaty (NPT).[3]","Title":"Lowy Institute - Wikipedia","KeyID":"12963","URL":"https://en.wikipedia.org/wiki/Lowy_Institute"}