{"Content: ":"An agrochemical or agrichemical, a contraction of agricultural chemical, is a chemical product used in agriculture. In most cases, agrichemical refers to pesticides including insecticides, herbicides, fungicides and nematicides. It may also include synthetic fertilizers, hormones and other chemical growth agents, and concentrated stores of raw animal manure.[1][2] Agrochemicals are counted among speciality chemicals. In most of the cases, agrochemicals refer to pesticides.[3] Many agrochemicals are toxic, and agrichemicals in bulk storage may pose significant environmental and/or health risks, particularly in the event of accidental spills. In many countries, use of agrichemicals is highly regulated. Government-issued permits for purchase and use of approved agrichemicals may be required. Significant penalties can result from misuse, including improper storage resulting in spillage. On farms, proper storage facilities and labeling, emergency clean-up equipment and procedures, and safety equipment and procedures for handling, application and disposal are often subject to mandatory standards and regulations. Usually, the regulations are carried out through the registration process. For instance, bovine somatotropin, though widely used in the United States, is not approved in Canada and some other jurisdictions as there are concerns for the health of cows using it. Sumerians from 4500 years ago have said to use insecticides in the form of sulfur compounds. Additionally, the Chinese from about 3200 years ago used mercury and arsenic compounds to control the body lice.[4] Agrochemicals were introduced to protect crops from pests and enhance crop yields. The most common agrochemicals include pesticides and fertilizers.[5] Chemical fertilizers in the 1960s were responsible for the beginning of the \"Green Revolution\", where using the same surface of land using intensive irrigation and mineral fertilizers such as nitrogen, phosphorus, and potassium has greatly increased food production.[6] Throughout the 1970s through 1980s, pesticide research continued into producing more selective agrochemicals.[4] Due to the adaptation of pests to these chemicals, more and new agrochemicals were being used, causing side effects in the environment. Syngenta was the Chinese owned worldwide leader in agrochemical sales in 2013 at ~$10.9 billion, followed by Bayer CropScience, BASF, Dow AgroSciences, Monsanto, and then DuPont with ~$3.6 billion.[7] It is still in the worldwide leading position based on sales of year 2019. Based on a statistics by statistica, In 2019, the agrochemical market worldwide was worth approximately 234.2 billion USD. This is expected to increase to more than 300 billion USD in 2025.[8]  This agriculture article is a stub. You can help Wikipedia by expanding it.","Title":"Agrochemical - Wikipedia","KeyID":"12966","URL":"https://en.wikipedia.org/wiki/Agrochemical"}