{"Content: ":"The Port of Colombo (known as Port of Kolomtota during the early 14th Century Kotte Kingdom) is the largest and busiest port in Sri Lanka and the Indian Ocean. Located in Colombo, on the southwestern shores on the Kelani River, it serves as an important terminal in Asia due to its strategic location in the Indian Ocean. During the 1980s, the port underwent rapid modernization with the installation of Cranes, Gantries and other modern-day terminal requirements. Currently with a capacity of 7 million TEUs and a dredged depth of over 15 m (49 ft),[3] the Colombo Harbour is one of the busiest ports in the world, and ranks among the top 25 ports. It is also one of the biggest artificial harbours in the world handling most of the country's foreign trade.[4] It has an annual cargo tonnage of 30.9 million tons.[5] The port is also the naval base for Sri Lanka Navy Western Fleet under the Commander Western Naval Area (COMWEST).[citation needed] The Port of Colombo is home to the second tallest building in South Asia and is the center for many commercial interests. The Port of Colombo was known to Roman, Arab, and Chinese traders more than 2000 years ago. By the 8th century, Arab Muslim traders settled in Colombo as a base for their trade for that part of the world. Today, they make up the local Sri Lankan Moor community.[4] Among the users of the port, China, India and Persia were among the first people to use the harbour. In 1505 the Portuguese first discovered the Port of Colombo when first arriving to the island. In an effort to protect the coast from invaders the King of Kotte at the time, Parakamabahu VIII made a treaty with the Portuguese giving them the right to trade cinnamon from the island, and receiving full authority of the coastline. The Portuguese established a trading post in the port but they soon expelled the Muslims and began building a fort in 1517.[4] In order to protect their interests in coastal India, the Portuguese knew that controlling the island was vital, and thereby took advantage of royal rivalries between the Kingdoms. However, when the King of Sitawaka, Mayadunne, invaded the Kotte Kingdom and forced the Portuguese into retreat they retreated into the Port of Colombo, besieging the city many times. When the Kotte kingdom fell to the Kingdom of Sitawaka, the Portuguese were able to control the entire coast, making the Port of Colombo their capital. That area of the city is still called \"Fort\".[4] In 1638 the Dutch empire signed a treaty with Rajasinghe II of Kandy for monopoly over the island's trade goods and in turn promising help in the Kandyan King's war effort with the Portuguese. In 1656 the Portuguese were eventually defeated through a terrible siege which ended with only 93 Portuguese survivors leaving the fort. The area captured by the Dutch was given back to the Sinhalese king, however continued to control the area and the rich cinnamon lands. Until 1796, The Port of Colombo was also the capital of the Dutch Maritime Provinces controlled by the Dutch East India Company.[4] The Port of Colombo fell to the British in 1796, when they first arrived on the island. However it remained a Kandyan Kingdom military outpost until it was surrendered in 1815. The Port was made the capital of the new British crown colony called Ceylon. The British decided to build houses and civilian buildings rather than making it into a military centre, giving birth to the modern Port of Colombo.[4] In 1865, the Municipal Council was created by the British in the Port of Colombo in an effort to teach the local population self-governance. The Colombo Municipal Council was practically the Legislative Council of Ceylon, meeting for the first time in 1866. In 1912, the Port was converted into a sheltered harbour, and the Colombo Port Commission was established in 1913. Much of the city was planned during the British occupation of the Port of Colombo.[4] The Port saw dramatic changes when the country gained its independence in 1948. The Queen Elizabeth Quay was opened in 1954, while 16 alongside berths, transit sheds and warehouses were completed. In 1958 The Port Corporation was founded. Sri Lanka's economy began to improve, even though it had influences of Portuguese, Dutch and British cultures while its own had been repressed.[4] The Sri Lanka Ports Authority was created in 1980. The harbour underwent a major transformation to handle containerised cargo in the early 1980s, with two[clarification needed] being built by the end of the 1980s and three more in the early 1990s. Due to this, and its strategic location amidst trade routes, the port became more attractive to main line shipping than any other port in the region.[6] After the introduction of private sector operators, it consolidated its position as a major regional hub port for transshipment cargo in the late 1990s.[7] The main channel of the port was deepened to 15 meters, while it also reached the one million mark for annual handling of container TEUs in 1996. In 1997 the Oil Berth was opened and container traffic made it to the 1.5 million TEUs mark. 1998 saw the opening of a new container terminal while 1999 saw a new container yard begin operation. The Oluvil Lighthouse was commissioned, and the Oluvil Maritime Training Center opened also in 1999. The South Asia Gateway Terminal began operations, and a new 50 thousand DWT berth was constructed.[4] A third berth at Galle Regional Port was started in 2000, while the Peliyagoda Container Freight Station was opened. The second phase of the North Pier development started, and the port opened a one-stop documentation center opened its doors. In 2002, the multi-purpose Ashraff Quay was inaugurated, while the new Customer Service Center for LCL and breakbulk cargoes was opened in the same year. 2003 saw the Unity Container Terminal and the Colombo Port Maritime Museum open. In 2004 the Port handled 2.2 million TEUs of containerized cargo, which increased to 2.45 million TEUs in 2005.[4] At present, the port handles 15% of transshipment cargo in South Asia.[8] However, in early 2009, the container throughput of Nhava Sheva Harbour surpassed that of Colombo. However, in 2016 Colombo port surpassed Nhava Sheva Harbour and become the largest and busiest container port in South Asia.[9] Sri Lanka Ports Authority owns 15% stakes each in SAGT and CICT and proposed West Container Terminal.[13] In 2008, the port commenced a large-scale expansion project at a cost of US$1.2 billion, which is expected to dramatically increase the port's capacity and capabilities.[8] The project, which was headed by the Sri Lanka Ports Authority and built by the Hyundai Engineering & Construction Company, was completed by 11 April 2012. The expansion project consisted of four new terminals that are 1200m in length and can accommodate 3 berths each, alongside a depth of 18 m (59 ft) (which can be deepened to 23 m (75 ft)). The channel width of the harbour is to be 560m and depth of 20m, with harbour basin depth of 18m and a 600m turning circle. It increases the annual container handling capacity from 4 million TEUs to approximately 12 million TEUs. It is also able to accommodate larger container vessels, carrying around 22,000 TEUs. The first terminal was awarded to the China Merchants Holdings (International) - Aitken Spence consortium on 16 September 2010.[14] The new terminal is planned to be operational by First Quarter 2013.[15] The 2.4 million TEU capacity Colombo South Container Terminal, the first terminal under new expansion in the Port of Colombo is built by Colombo International Container Terminals Ltd., (CICT), a joint venture company between China Merchants Holdings (International) Co., Ltd. (CMHI) and the Sri Lanka Ports Authority (SLPA). It is developing the new port under a 35-year build, operate, and transfer agreement with the SLPA. Commenced construction in December 2011, the first \"pace\" was ceremonially opened for traffic on 8 August 2013, making Colombo Port complex one of the biggest in the World. Total length of new Breakwater is 6830 m. Berth Depth is 18 m. The Colombo Port currently has three container terminals: Jaya Container Terminal (JCT), South Asia Gateway Terminals (SAGT - operated by John Keells Holdings) and Unity Container Terminal (UCT). These terminals operate round the clock for faster turn around time than any other operator in the region. Port facilities include: Now with the expansion of the Colombo South Harbour project CICT(Colombo International Container Terminal) was established and 12 Quay Cranes were added. Additional facilities include the Bandaranaike Quay (BQ) and Prince Vijaya Quay (PVQ) with four rail mounted quay cranes, and 6,245 m2 (67,221 sq ft) of bonded warehouses.[16]","Title":"Port of Colombo - Wikipedia","KeyID":"12962","URL":"https://en.wikipedia.org/wiki/Colombo_Port"}