{"Content: ":"In biological taxonomy, a domain (/dəˈmeɪn/ or /doʊˈmeɪn/) (Latin: regio[1]), also dominion,[2] superkingdom, realm, or empire,[3] is the highest taxonomic rank of all organisms taken together. It was introduced in the three-domain system of taxonomy devised by Carl Woese, Otto Kandler and Mark Wheelis in 1990.[1] According to the domain system, the tree of life consists of either three domains such as Archaea, Bacteria, and Eukarya[1] or two domains consisting of Archaea and Bacteria, with eukaryotes included in Archaea.[4][5] The first two are all prokaryotic microorganisms, or mostly single-celled organisms whose cells have a distorted or non-membrane bound nucleus. All life that has a cell nucleus and eukaryotic membrane-bound organelles is included in Eukarya. Non-cellular life is not included in this system. Alternatives to the three-domain system include the earlier two-empire system (with the empires Prokaryota and Eukaryota), and the eocyte hypothesis (with two domains of Bacteria and Archaea, and Eukarya included within Archaea). The term \"domain\" was proposed by Carl Woese, Otto Kandler and Mark Wheelis (1990) in a three-domain system. This term represents a synonym for the category of dominion (Lat. dominium), introduced by Moore in 1974.[2] Each of these three domains contains unique ribosomal RNA. This forms the basis of the three-domain system. While the presence of a nuclear membrane differentiates the Eukarya from the Archaea and Bacteria, both of which lack a nuclear membrane, distinct biochemical and RNA markers differentiate the Archaea and Bacteria from each other.[1] Archaea are prokaryotic cells, typically characterized by membrane lipids that are branched hydrocarbon chains attached to glycerol by ether linkages. The presence of these ether linkages in Archaea adds to their ability to withstand extreme temperatures and highly acidic conditions, but many archaea live in mild environments. Halophiles, organisms that thrive in highly salty environments, and hyperthermophiles, organisms that thrive in extremely hot environments, are examples of Archaea.[1] Archaea evolved many cell sizes, but all are relatively small. Their size ranges from 0.1 μm to 15 μm diameter and up to 200 μm long. They are about the size of bacteria, or similar in size to the mitochondria found in eukaryotic cells. Members of the genus Thermoplasma are the smallest of the Archaea.[1] Even though bacteria are prokaryotic cells just like Archaea, their membranes are made of phospholipid bilayers. Cyanobacteria and mycoplasmas are two examples of bacteria. They characteristically do not have ether linkages like Archaea, and they are grouped into a different category—and hence a different domain. There is a great deal of diversity in this domain. Confounded by that diversity and horizontal gene transfer, it is next to impossible to determine how many species of bacteria exist on the planet, or to organize them in a tree-structure, without cross-connections between branches.[1] Members of the domain Eukarya—called eukaryotes—have membrane-bound organelles (including a nucleus containing genetic material) and are represented by five kingdoms: Plantae, Protozoa, Animalia, Chromista, and Fungi.[1] The three-domain system does not include any form of non-cellular life. Stefan Luketa proposed a five-domain system in 2012, adding Prionobiota (acellular and without nucleic acid) and Virusobiota (acellular but with nucleic acid) to the traditional three domains.[8] Alternative classifications of life include:","Title":"Domain (biology) - Wikipedia","KeyID":"1297","URL":"https://en.wikipedia.org/wiki/Domain_(biology)"}