{"Content: ":"The Singapore Red Cross Society (SRC) is a humanitarian organisation that is part of a world-wide, non-political and non-religious International Committee of the Red Cross (ICRC), established on 30 September 1949 as part of the British Red Cross Society. It was officially incorporated by the Parliament of Singapore on 6 April 1973 and was appointed as the National Blood Donor Recruiter by the Health Sciences Authority (HSA) in 2001. The SRC is governed by a 19-member Council headed by a Chairman who is appointed by the President of the Republic of Singapore, the Patron of the SRC. The Council is responsible for pursuing the objective of the SRC as laid down by the Act of Parliament and its Constitution. The Council has four oversight committees providing the relevant advice and expertise; namely the Finance and Investment, Audit, Corporate Governance and Nomination and Human Resource and Compensation Committees. The general management of the SRC is overseen by the Management Committee, headed by the Secretary General / Chief Executive Officer (CEO) of the SRC. Implementation of the policies and directives laid down by the Council is done by the Secretariat which is headed by the Secretary General / CEO. The Secretariat is organised into three divisions; Operations, Administration and the Red Cross Youth. The following are the incumbent appointment holders of the Singapore Red Cross: Learning & Development Blood Donor Programme Global Engagement Community Engagement Care Services Outreach Corporate Management Finance Management The Singapore Red Cross was involved in the relief effort of the 2004 Indian Ocean earthquake and tsunami that occurred on 26 December 2004.[2] On 26 July 2018, SRC announced S$50,000 in humanitarian aid for victims of the Attapeu dam collapse.[3] In April 2022, Singapore Red Cross issued warning declaring Sri Lanka's medical crisis as an \"unprecedented humanitarian crisis\". The Government of Singapore announced that it would provide seed money amounting to USD 100,000 as a relief package to support the Singapore Red Cross's humanitarian public fundraising efforts for the most vulnerable communities in Sri Lanka.[4][5] Afghanistan Albania Algeria Andorra Angola Antigua and Barbuda Argentina Armenia Australia Austria Azerbaijan The Bahamas Bahrain Bangladesh Barbados Belarus Belgium Belize Benin Bhutan Bolivia Bosnia and Herzegovina Botswana Brazil Brunei Bulgaria Burkina Faso Burundi Cambodia Cameroon Canada Cape Verde Central African Republic Chad Chile [es] China Colombia Comoros Congo [it] Congo, Democratic Republic of the Cook Islands Costa Rica [es] Côte d'Ivoire Croatia Cuba Cyprus Czech Republic Denmark [da] Djibouti Dominica Dominican Republic Ecuador [es] Egypt El Salvador Equatorial Guinea Eritrea Estonia Eswatini Ethiopia Fiji Finland France Gabon Gambia Georgia Germany Ghana Greece Grenada Guatemala Guinea Guinea-Bissau Guyana Haiti Honduras Hungary Iceland India Indonesia Iran Iraq Ireland Israel Italy Jamaica Japan Jordan Kazakhstan Kenya Kiribati Korea, North Korea, South Kuwait Kyrgyzstan Laos Latvia Lebanon Lesotho Liberia Libya Liechtenstein Lithuania Luxembourg Madagascar Malawi Malaysia Maldives Mali Malta Marshall Islands Mauritania Mauritius Mexico Micronesia, Federated States of Moldova Monaco Mongolia Montenegro Morocco Mozambique Myanmar Namibia Nepal Netherlands New Zealand Nicaragua Niger Nigeria North Macedonia Norway Pakistan Palau Palestine Panama Papua New Guinea Paraguay Peru Philippines Poland Portugal [pt] Qatar Romania Russia Rwanda Saint Kitts and Nevis Saint Lucia Saint Vincent and the Grenadines Samoa San Marino São Tomé and Príncipe Saudi Arabia Senegal Serbia Seychelles Sierra Leone Singapore Slovakia Slovenia Solomon Islands Somalia South Africa South Sudan Spain [es] Sri Lanka Sudan Suriname Sweden Switzerland Syria Taiwan (Republic of China) Tajikistan Tanzania Thailand Timor-Leste Togo Tonga Trinidad and Tobago Tunisia Turkey Turkmenistan Tuvalu Uganda Ukraine United Arab Emirates United Kingdom United States Uruguay Uzbekistan Vanuatu Venezuela Viet Nam Yemen Zambia Zimbabwe Hong Kong (autonomous branch of the Red Cross Society of China) Macau (autonomous branch of the Red Cross Society of China) Northern Cyprus (non-member) Sahrawi Arab Democratic Republic (pending recognition and admission) Taiwan (former member)","Title":"Singapore Red Cross Society - Wikipedia","KeyID":"12984","URL":"https://en.wikipedia.org/wiki/Singapore_Red_Cross_Society"}