{"Content: ":"The Sri Lanka Medical Association (SLMA) is the professional association for doctors and surgical professionals in Sri Lanka. It is considered to be the oldest national professional organisation of medical professionals in Australasia.[1][2] The association does not regulate or certify doctors, a responsibility which lies with the Sri Lanka Medical Council. On the 26 February 1887 W. R. Kynsey (who later became Sir William Kynsey), the Principal Medical Officer of Ceylon arranged a meeting with fifteen other doctors, at the Colonial Medical Library on Maradana Road, Colombo, with a view to organising a branch of the British Medical Association in Ceylon.[3] The proposal was formally agreed by the British Medical Association in April 1887.[3] The inaugural meeting of the Ceylon Branch of the British Medical Association occurred on 17 December that year,[4] with Dr P. D. Anthoniz elected as the association's first President.[3] When the association was initially established it had a membership of sixty five doctors and within eleven years (1898) this had increased to 113.[3] In 1951 the name of the association was changed to the Ceylon Medical Association.[3][4] For the first 73 years the association's business was conducted at the Colonial Library, followed by another four years from the Consultants' Lounge of the Colombo General Hospital before it found its current permanent accommodation, \"Wijerama House\", when Dr E. M. Wijerama in 1964, gifted his residence, on McCarthy Road, for the use by the association.[3] The donation resulted in McCarthy Road being renamed Wijerama Mawatha. \"Wijerama House\" also houses the offices of the Sri Lanka Medical Council, the Lionel Memorial Auditorium and offices of numerous other medical and related associations. In 1972 Ceylon's name was changed to Sri Lanka and the association's name was changed to the Sri Lanka Medical Association.[4] Membership of the Association is open to Sri Lankan medical practitioners of all grades, from all branches of medicine in Sri Lanka. The association's journal is the Ceylon Medical Journal, the first issue of which was published in August 1887.[5] In 1904 the name was changed to the Journal of the Ceylon Branch of the British Medical Association and in 1952 it was renamed back to the Ceylon Medical Journal. At 121 years, it is the oldest surviving English medical journal in Asia and Australasia,[6] and is the leading scientific journal in Sri Lanka. The journal is indexed in BIOSIS Previews, EMBASE, CABI and Index Medicus. The SLMA has the following Committees: The Annual International Congress has been held uninterrupted since it was first started in 1937 to mark the 50th anniversary of the association.[7]","Title":"Sri Lanka Medical Association - Wikipedia","KeyID":"12986","URL":"https://en.wikipedia.org/wiki/Sri_Lanka_Medical_Association"}