{"Content: ":"The Sri Lanka Medical Council (SLMC) is a statutory body established in 1998, replacing the former Ceylon Medical Council. It is tasked with the regulation of the medical profession, upholding medical ethnical practices, standards of education and the safety of medical patients in Sri Lanka.[1] The purpose of the SLMC is to \"protect health care seekers by ensuring the maintenance of academic and professional standards, discipline and ethical practice by health professionals who are registered with it\".[2] The SLMC was established as a statutory body by the Medical (Amendment) Act No. 40 of 1998 replacing the Ceylon Medical Council which in turn had been established by the Medical Council Ordinance No. 24 of 1924. On September 16, 2020, Pavithra Wanniarachchi, the Minister of Health, appointed a committee to look into the actions of the Sri Lankan Medical Association requests to look into the Sri Lankan Medical Association's former Acting Assistant Registrar of the Sri Lanka Medical Council (SLMC), Dr. Chandana Atapattu, by the Government Medical Officers Association (GMOA). Dr. Atapattu caused controversy after he reportedly shared confidential documents related to the SLMC to foreign parties regarding the acceptance of foreign degrees in the SLMC. This comes after questions by Russia when the SLMC removed 3 Russian universities of their SLMC Approved List without prior discussion, which the SLMC stated that the move was in error.[3] On November 29, 2020, previous chairman Prof. Harendra De Silva and other colleagues were found to have violated many regulations and were subsequently dismissed from their respective roles. In replacement, University of Colombo professor and previous SLMA president Vajira Dissanayake was appointed.[4] The action taken by the Minister of Health prompted opposition by AMS president, Dr. L. A. Ranasinghe. In a letter to Sri Lankan president Gotabaya Rajapaksa, Dr. Ranasignhe states that the 5 SLMC officials were removed prior to their end of their term of office, subsequently affecting the \"stability, independence and reputation\" of the SLMC.[1] The SLMC's major functions include: The purpose of the ERPM examination is to assess whether a candidate can approach medical practice with the appropriate intellectual skills of enquiry, clinical reasoning, critical thinking and decision making; possessing sufficient knowledge of the basic and clinical sciences, and an understanding of the underlying principles of scientific method; and the ability to create a differential diagnosis and rationalize a treatment plan for common clinical situations prevalent in Sri Lanka.[6] A vice-president shall be elected from among the members of the Medical Council, by the Medical Council. Its current President is Dr Colvin Gunerathna. The Sri Lanka Medical Council has been accused of lacking independence in its operations and policy formulation as it is heavily influenced by the Health Minister and his personal staff.[7] However, the medical fraternity of the country could establish the independency after great struggle safeguarding the widely recognized reputation earned by the medical council rejecting political influences. The SLMC has been heavily criticized for focusing more on protecting the interests and privileges of doctors rather than protecting the interests of the general public as is the case with similar bodies such as the General Medical Council.[8] The SLMC is dominated by medical doctors and other medical practitioners such as dentists and pharmacists are ignored.[9]","Title":"Sri Lanka Medical Council - Wikipedia","KeyID":"12981","URL":"https://en.wikipedia.org/wiki/Sri_Lanka_Medical_Council"}