{"Content: ":"Punto Fa, S.L., trading as Mango, is a Spanish clothing design and manufacturing company, founded in Barcelona, Spain by brothers Isak Andic and Nahman Andic.[1] It designs, manufactures and markets women's and men's clothing and accessories. Mango was founded by Sephardic Jewish immigrants from Turkey, Isak Andic and his brother Nahman Andic, in 1984.[2] Mango's website was created in 1995, and in 2000, opened its first online store. H. E. by Mango is a men's line created in 2008,[3] and renamed Mango Man in 2014.[4] Football player Zinedine Zidane helped advertise Mango Man.[5] Mango has over 16,000 employees, 1,850 of whom work at the Hangar Design Centre and at its headquarters in Palau Solità i Plegamans, Barcelona.[6] Mango's biggest market is Spain but Istanbul, Turkey, has the largest number of Mango stores.[7] From Fall 2011, Kate Moss was Mango's muse. She first appeared in a video featuring Terry Richardson who shot the campaign and directed the commercial.[8] Moss was replaced by Australian model Miranda Kerr.[9] In April 2011, Letizia, Princess of Asturias visited company headquarters wearing a Mango outfit.[10] In 2015 Mango had revenue of Euro 2.327 billion with earnings before interest, taxes, depreciation, and amortization of Euro 170 million.[11] The company launched its teen line, Mango Teen, via a pop-up shop featuring a TikTok stage for customers in Barcelona at Rambla de Cataunya, 76, in September 2020. [12] In early 2021, Mango launched a Mediterranean-inspired store concept with higher sustainablity standards.[13] As of 5 March 2020[update] On 24 April 2013, the eight-story Rana Plaza commercial building collapsed in Savar, a sub-district near Dhaka, the capital of Bangladesh. At least 1,127 people died and over 2,438 were injured.[14] The factory housed a number of separate garment factories employing around 5,000 people, several shops, and a bank[15] and manufactured apparel for brands including the Benetton Group, Joe Fresh,[16] The Children's Place, Primark, Monsoon, and DressBarn.[17][18] Of the 29 brands identified as having sourced products from the Rana Plaza factories, only 9 attended meetings held in November 2013 to agree a proposal on compensation to the victims. Several companies refused to sign including Walmart, Carrefour, Bonmarché,[citation needed] Mango, Auchan and Kik. The agreement was signed by Primark, Loblaw, Bonmarche[citation needed] and El Corte Ingles.[19] In 2010, the French division of Mango was sued by Anne-Cécile Couétil, creator of the brand Velvetine, who argued that Mango copied two models of her handbags. Despite an attempt of protection via the INPI and similarities between her products and Mango's, the creator lost the lawsuit. She was ordered to pay €6,000 to Mango.[20][21][22][23] On her blog, Couétil claimed she wanted to lodge an appeal.[24] Several bloggers were surprised by the judicial decision saying it was unfair.[25][26] The brand Mango reacted on Facebook via its official fan page and answered also on the creator's blog.[24] Violeta by Mango is a brand that announced to launch Mango in 2014, based on a clothing collection that ranges from size 40 to 52.[27] However, it created controversy by considering these sizes \"special\". Thus, Arantxa Calvera, a citizen from Barcelona, began a collection of signatures with the aim of withdrawing the campaign \"due to the wrong message it sends about the thinness of women\" as explained by Arantxa in La Opinion. In addition, she asks Mango to take into account the role she has in society to spread a healthy woman model.[28] To respond to this controversy, Violeta Andic, responsible for this line, made the following statements to the newspaper Expansión “Violeta was not born as a large-size brand, but as a brand that makes a different pattern, aimed at women with curves. We wanted to adapt the seams and armholes to our type of woman, and Mango has opted for this line because we believe that it is a market need that is not covered.[29]","Title":"Mango (retailer) - Wikipedia","KeyID":"12987","URL":"https://en.wikipedia.org/wiki/Mango_(retailer)"}