{"Content: ":"Star Sports (Formerly ESPN Star Sports) is a group of Indian multinational pay television sports channels owned by Disney Star (formerly Star India), a subsidiary of The Walt Disney Company India. Previously a part of ESPN Star Sports with its operations based in Singapore, Star India took over the Indian business and relaunched channels under the unified Star Sports brand in 2013. Hong Kong-based Star TV launched Prime Sports (later renamed Star Sports) in partnership with American company TCI, which owned Prime-branded regional sports channels. The channel was broadcast across Asia, including India, as with the footprint of AsiaSat 7. Star TV has since regionalized the channel with several versions. Later, ESPN joined the region as a competitor to Star Sports. ESPN and Star Sports were competing against each other across Asia.[1] But in October 1996, both channels agreed to combine their operations in the region.[2] As a result, a joint venture named ESPN Star Sports was formed, to be headquartered in Singapore.[3] The joint venture's business in India was managed by its subsidiary, ESPN Software India Private Limited. In June 2012, it was announced that News Corporation would buy ESPN International's share in ESPN Star Sports.[4][5] In 2013, Star India acquired ESPN Software India from ESPN Star Sports,[6] but kept ESPN brand for a while.[7] ESPN International later established a partnership with what is now Sony Pictures Networks India in October 2015, and relaunched Sony Kix as Sony ESPN in January 2016. Sony ESPN was shut down in March 2020. On 11 March 2013, Star Sports 2, a Hindi language sports channel, was launched as a sister channel to Star Sports, Star Cricket and ESPN.[8] On 6 November 2013, Star India relaunched its sports channels under Star Sports brand: Star Sports became Star Sports 1;[9] Star Cricket became Star Sports 3, a Hindi language channel; ESPN became Star Sports 4, a Tamil language channel; Star Cricket HD and ESPN HD became Star Sports HD1 and HD2 respectively.[10][11] (Star Sports 3 and 4 were later renamed Star Sports 1 Hindi and 1 Tamil, respectively.) This was in contrast to Hong Kong, Taiwan and Southeast Asia, where Fox International Channels Asia Pacific relaunched ESPN as Fox Sports on 28 January 2013,[12][13] and rebranded Star Sports as Fox Sports 2 on 15 August 2014.[14][15] Star India planned to replace the troubled Channel V India with Star Sports 1 Kannada on 16 November 2017, but the delay in regulatory approval meant the plan was postponed. Later, Star India replaced Channel V into the current iteration of Star Sports 3 on 15 September 2018,[16][17][18][19] and launched Star Sports 1 Telugu and Star Sports 1 Kannada as new channels on 7 and 29 December 2018, respectively.[20][21] In the meantime, the Kannada commentary of Star Sports' coverage of Indian Premier League was broadcast on Star Suvarna.[22] Sanjog Gupta is the CEO of Star Sports.[23] Sports events rights acquired by Star Sports and Star Sports Select:- 2023 2022–23 2022–23 2022 2023 2023 3) ICC Under-19 Women's Twenty20 World Cup (2023) 2021 (2023-2027) (2023-2027) 2022 2022–23 2022–23 2023 2022","Title":"Star Sports (Indian TV network) - Wikipedia","KeyID":"12992","URL":"https://en.wikipedia.org/wiki/Star_Sports_(Indian_TV_network)"}