{"Content: ":"The chief minister of Tamil Nadu is the chief executive of the Indian state of Tamil Nadu. In accordance with the Constitution of India, the governor is a state's de jure head, but de facto executive authority rests with the chief minister. Following elections to the Tamil Nadu Legislative Assembly, the state's governor usually invites the party (or coalition) with a majority of seats to form the government. The governor appoints the chief minister, whose council of ministers are collectively responsible to the assembly. Given that he has the confidence of the assembly, the chief minister's term is for five years and is subject to no term limits.[2] Since 1952, Tamil Nadu has had 12 chief ministers, 13 including V. R. Nedunchezhiyan who twice acted in the role. The longest-serving chief minister, M. Karunanidhi from Dravida Munnetra Kazhagam held the office for over eighteen years in multiple tenure, while he was the one who had the largest gap between two terms (nearly thirteen years). The All India Anna Dravida Munnetra Kazhagam's J. Jayalalithaa has the second-longest tenure and the party's founder M. G. Ramachandran, the first actor to become the chief minister in India has the third-longest tenure, while his wife V. N. Janaki Ramachandran has the shortest tenure (only 23 days). One chief minister, K. Kamaraj, resigned his post on free will and devoted all his energy for the revitalization of the Indian National Congress party, he was responsible for the elevation of Lal Bahadur Shastri to the position of Prime Minister of India after Nehru's death and Indira Gandhi after Shastri's death. C. Rajagopalachari, served as the last Governor-General of India before becoming chief minister of undivided Madras State. There have been four instances of president's rule in Tamil Nadu, most recently in 1991.[3][4] The current incumbent is M. K. Stalin of the Dravida Munnetra Kazhagam since 7 May 2021. The Madras Presidency, headquartered in Fort St. George, India, was a province of British India that comprised present day Tamil Nadu, the Malabar region of North Kerala, the coastal and Rayalaseema regions of Andhra Pradesh, and the Bellary, Dakshina Kannada, and Udupi districts of Karnataka. It was established in 1653 to be the headquarters of the English settlements on the Coromandel Coast. The territory under the presidency comprised only Madraspatnam and surrounding regions. But, after the Anglo-French wars and the consequent alliance between the English East India Company and the Nawab of Arcot, it was expanded to comprise the region from Northern Circars to Cape Comorin. The governance structure also evolved from a modest secretariat with a single secretary for the Public Department in 1670 to six departments overseen by a chief secretary by 1920. The Indian Councils Act 1861 set up the Madras Legislative Council as an advisory body, without powers, through which the colonial administration obtained advice and assistance from able and willing Indian business leaders. But membership was selected (not elected) and not representative of the masses. With the enactment of Government of India Act 1919, the first legislature was formed in 1920 after general elections.[5] The term of the legislative council was three years. It had 132 members of whom 34 were nominated by the governor and the rest were elected. Under the Government of India Act 1935, a bicameral legislature was set up with a legislative assembly consisting of 215 members and a legislative council having 56 members. The first legislative assembly under this act was constituted in July 1937. The legislative council was a permanent body with a third of its members retiring every 3 years with power to decide on bills passed by the assembly[6] In 1939, the British government declared India's entrance into World War II without consulting provincial governments. The Indian National Congress protested by asking all its elected representatives to resign from the governments.[7] Congress came back to power in 1946 after new provincial elections.[8]  (Birth–Death) Madras State precursor to the present day state of Tamil Nadu, was created after India became a republic on 26 January 1950.[11] It comprised present-day Tamil Nadu and parts of present-day Andhra Pradesh, Karnataka and Kerala. The first legislature of the Madras State to be elected on the basis of universal suffrage was constituted on 1 March 1952, after the general elections held in January 1952.[12] The state was split up along linguistic lines in 1953, carving out Andhra State. Under the States Reorganisation Act, 1956, the States of Kerala, and Mysore were carved out of Madras state. Under the implementation of the Andhra Pradesh and Madras Alteration of Boundaries Act, 1959, with effect from 1 April 1960, Tirutani taluk and Pallipattu sub-taluk of Chittoor district of Andhra Pradesh were transferred to Madras in exchange for territories from the Chingelput and Salem districts.[5][13]  (Birth–Death) During the term of fourth assembly on 18 July 1967, the house by a resolution unanimously adopted and recommended that steps be taken by the State Government to secure necessary amendment to the Constitution of India to change the name of Madras State as Tamil Nadu. Accordingly, the Madras State (Alteration of Name) Act, 1968 (Central Act 53 of 1968) was passed by the Parliament of India and came into force on 14 January 1969.[14] Consequently, the nomenclature Madras Legislative Assembly was changed into Tamil Nadu Legislative Assembly. From 1967 onward, the strength of the assembly continued to remain as 234 besides a nominated member.[6] From 1952 to 1986, the state have a parliamentary system of government with two democratically elected houses, the Legislative Assembly and the Legislative Council. On 14 May 1986, the state government passed resolution to abolish the legislative council in the state then was moved and adopted by the house. On 1 November 1986, Tamil Nadu became an unicameral legislature and since then several times the state government has taken steps to reconstitute the legislative council, but they have failed for so long. Tamil Nadu Legislative Council has not been constituted till date in the state.  (Birth–Death) As of 28 July 2022, there were two living former chief ministers of Tamil Nadu, in order of service, are: O. Panneerselvam (2001–02, 2014–15, 2016-17) (1951-01-14) 14 January 1951 (age 71) Edappadi K. Palaniswami (2017–2021) (1954-05-12) 12 May 1954 (age 68) The most recent death of a former chief minister was that of M. Karunanidhi on 7 August 2018, aged 94. ","Title":"List of chief ministers of Tamil Nadu - Wikipedia","KeyID":"13005","URL":"https://en.wikipedia.org/wiki/List_of_chief_ministers_of_Tamil_Nadu"}