{"Content: ":"A provisional government, also called an interim government, an emergency government, or a transitional government,[1] is an emergency governmental authority set up to manage a political transition generally in the cases of new nations or following the collapse of the previous governing administration. Provisional governments are generally appointed, and frequently arise, either during or after civil or foreign wars. Provisional governments maintain power until a new government can be appointed by a regular political process, which is generally an election.[2] They may be involved with defining the legal structure of subsequent regimes, guidelines related to human rights and political freedoms, the structure of the economy, government institutions, and international alignment.[3] Provisional governments differ from caretaker governments, which are responsible for governing within an established parliamentary system and serve as placeholders following a motion of no confidence, or following the dissolution of the ruling coalition.[3] In opinion of Yossi Shain and Juan J. Linz, provisional governments can be classified to four groups:[4] The establishment of provisional governments is frequently tied to the implementation of transitional justice.[5] Decisions related to transitional justice can determine who is allowed to participate in a provisional government.[citation needed] The early provisional governments were created to prepare for the return of royal rule. Irregularly convened assemblies during the English Revolution, such as Confederate Ireland (1641–49), were described as \"provisional\". The Continental Congress, a convention of delegates from 13 British colonies on the east coast of North America became the provisional government of the United States in 1776, during the American Revolutionary War. The government shed its provisional status in 1781, following ratification of the Articles of Confederation, and continued in existence as the Congress of the Confederation until it was supplanted by the United States Congress in 1789. The practice of using \"provisional government\" as part of a formal name can be traced to Talleyrand's government in France in 1814. In 1843, American pioneers in the Oregon Country, in the Pacific Northwest region of North America established the Provisional Government of Oregon—as the U.S. federal government had not yet extended its jurisdiction over the region—which existed until March 1849. The numerous provisional governments during the Revolutions of 1848 gave the word its modern meaning: A liberal government established to prepare for elections. Numerous provisional governments have been established since the 1850s. As of 2021 in Africa, only Libya, Sudan, and Chad currently have provisional governments. As of 2021 in the Americas, Venezuela is the only country currently hosting a provisional government, which is established by the opposition in parallel with the government of the Bolivarian Republic of Venezuela. As of 2022[update] in Asia, Afghanistan; Myanmar; Syria; and Yemen currently have provisional governments. The Syrian provisional governments are opposition groups in rebellion against their internationally-recognized government. Afghanistan's provisional government is unrecognized, but is de facto the country's sole governing body. Myanmar and Yemen have both ruling and opposition provisional governments. Provisional governments were also established throughout Europe as occupied nations were liberated from Nazi occupation by the Allies. As of 2021 in Europe, Belarus is the only country currently with a provisional government, established by the opposition in parallel with the government of the Republic of Belarus.","Title":"Provisional government - Wikipedia","KeyID":"13009","URL":"https://en.wikipedia.org/wiki/Provisional_government"}