{"Content: ":"The South Asian Association for Regional Cooperation (SAARC) is the regional intergovernmental organization and geopolitical union of states in South Asia. Its member states are Afghanistan, Bangladesh, Bhutan, India, Maldives, Nepal, Pakistan, and Sri Lanka. SAARC comprises 3% of the world's land area, 21% of the world's population and 5.21% (USD 4.47 trillion)[3] of the global economy, as of 2021. SAARC was founded in Dhaka on 8 December 1985.[4] Its secretariat is based in Kathmandu, Nepal. The organization promotes economic development and regional integration.[5] It launched the South Asian Free Trade Area in 2006.[6] SAARC maintains permanent diplomatic relations at the United Nations as an observer and has developed links with multilateral entities, including the European Union. The idea of co-operation among South Asian Countries was discussed in three conferences: the Asian Relations Conference held in New Delhi in April 1947; the Baguio Conference in the Philippines in May 1950; and the Colombo Powers Conference held in Sri Lanka in April 1954.[7] In the ending years of the 1970s, the seven inner South Asian nations that included Bangladesh, Bhutan, India, the Maldives, Nepal, Pakistan, and Sri Lanka, agreed upon the creation of a trade block and to provide a platform for the people of South Asia to work together in a spirit of friendship, trust, and understanding. President Ziaur Rahman later addressed official letters to the leaders of the countries of South Asia, presenting his vision for the future of the region and compelling arguments for co-operation.[8] During his visit to India in December 1977, Rahman discussed the issue of regional cooperation with the Indian Prime Minister, Morarji Desai. In the inaugural speech to the Colombo Plan Consultative Committee which met in Kathmandu also in 1977, King Birendra of Nepal gave a call for close regional cooperation among South Asian countries in sharing river waters.[9] After the USSR's intervention in Afghanistan, efforts to establish the union were accelerated in 1979 amid the resulting rapid deterioration of the South Asian security situation.[9] Responding to Rahman and Birendra's convention, officials of the foreign ministries of the seven countries met for the first time in Colombo in April 1981.[9] The Bangladeshi proposal was promptly endorsed by Nepal, Sri Lanka, Bhutan, and Maldives, however India and Pakistan were sceptical initially.[9] The Indian concern was the proposal's reference to the security matters in South Asia and feared that Rahman's proposal for a regional organisation might provide an opportunity for new smaller neighbours to re-internationalize all bilateral issues and to join with each other to form an opposition against India. Pakistan assumed that it might be an Indian strategy to organize the other South Asian countries against Pakistan and ensure a regional market for Indian products, thereby consolidating and further strengthening India's economic dominance in the region.[9] However, after a series of diplomatic consultations headed by Bangladesh between South Asian UN representatives at the UN headquarters in New York, from September 1979 to 1980, it was agreed that Bangladesh would prepare the draft of a working paper for discussion among the foreign secretaries of South Asian countries.[9] The foreign secretaries of the inner seven countries again delegated a Committee of the Whole in Colombo in September 1981, which identified five broad areas for regional cooperation. New areas of co-operation were added in the following years.[10] In 1983, at the international conference held in Dhaka by its Ministry of Foreign Affairs, the foreign ministers of the inner seven countries adopted the Declaration on South Asian Association Regional Cooperation (SAARC) and formally launched the Integrated Programme of Action (IPA) initially in five agreed areas of cooperation, namely, Agriculture; Rural Development; Telecommunications; Meteorology; and Health and Population Activities.[11][12] Officially, the union was established in Dhaka with Kathmandu being the union's secretariat-general.[13] The first SAARC summit was held in Dhaka on 7–8 December 1985 and hosted by the President of Bangladesh Hussain Ershad.[14] The declaration was signed by, namely, King of Bhutan Jigme Singye Wangchuk; President of Pakistan Zia-ul-Haq; Prime Minister of India Rajiv Gandhi; King of Nepal Birendra Shah; President of Sri Lanka JR Jayewardene; and President of Maldives Maumoon Gayoom.[14] Economic data is sourced from the International Monetary Fund, current as of December 2019, and is given in US dollars.[15] (168) (143) (1) (111) (88) (124) (134) (94) (107) (130) (41) (11) (101) (149) (97) (32) (150) (112) (10) (76) (71) (42) The member states are Afghanistan, Bangladesh, Bhutan, India, the Maldives, Nepal, Pakistan, and Sri Lanka.[23] SAARC was founded by seven states in 1985. In 2005, Afghanistan began negotiating their accession to SAARC and formally applied for membership in the same year.[24][25] The issue of Afghanistan joining SAARC generated a great deal of debate in each member state, including concerns about the definition of South Asian identity[26] because Afghanistan is considered a Central Asian country, while it is neither accepted as a Middle Eastern country, nor as a Central Asian country, or as part of the Indian subcontinent, other than being only in part of South Asia.[27] SAARC member states imposed a stipulation for Afghanistan to hold a general election; the non-partisan elections were held in late 2005.[26] Despite initial reluctance and internal debates, Afghanistan joined SAARC as its eighth member state in April 2007.[26][28] States with observer status include[29] Australia,[30] China, the European Union, Iran, Japan,[31] Mauritius,[32] Myanmar, South Korea, and the United States.[33][34] On 2 August 2006, the foreign ministers of SAARC countries agreed in principle to grant observer status to three applicants;[35] the US and South Korea (both made requests in April 2006),[35] as well as the European Union (requested in July 2006).[36] On 4 March 2007, Iran requested observer status,[37] followed shortly by Mauritius. Myanmar has expressed interest in upgrading its status from an observer to a full member of SAARC.[38] China has requested joining SAARC.[39] Russia has applied for observer status membership of SAARC.[40][41][42] Turkey applied for observer status membership of SAARC in 2012.[40][41][42] South Africa has participated in meetings.[43] Indonesia, Jordan, Canada, New Zealand, Ireland, the United Kingdom and Yemen have expressed interest.[citation needed] The SAARC Secretariat was established in Kathmandu on 16 January 1987 and was inaugurated by the late King Birendra Bir Bikram Shah of Nepal.[44] SAARC Member States have created the following Specialized Bodies of SAARC in the Member States which have special mandates and structures different from the Regional Centers. These bodies are managed by their respective Governing Boards composed of representatives from all the Member States, the representative of H.E. Secretary-General of SAARC and the Ministry of Foreign/External Affairs of the Host Government. The heads of these Bodies act as Member Secretary to the Governing Board which reports to the Programming Committee of SAARC. The SAARC Secretariat is supported by following Regional Centres established in the Member States to promote regional co-operation. These Centres are managed by Governing Boards comprising representatives from all the Member States, SAARC Secretary-General and the Ministry of Foreign/External Affairs of the Host Government. The Director of the Centre acts as Member Secretary to the Governing Board which reports to the Programming Committee. After 31 December 2015, there 6 regional centers were stopped by unanimous decision. These are SMRC, SFC, SDC, SCZMC, SIC, SHRDC.[45] SAARC does not have an official anthem like some other regional organizations (e.g. ASEAN).[46] SAARC has six Apex Bodies,[47] they are: Esala Weerakoon is the current Secretary General of SAARC. SAARC also has about 18 recognized bodies.[49] The South Asian Association of Regional Cooperation (SAARC) Disaster Management Centre (SDMC-IU) has been set up at Gujarat Institute of Disaster Management (GIDM) Campus, Gandhinagar, Gujarat, India. Eight Member States, i.e., Afghanistan, Bangladesh, Bhutan, India, Maldives, Nepal, Pakistan and Sri Lanka are expected to be served by the SDMC (IU). It is entrusted with the responsibility of serving Member States by providing policy advice, technical support on system development, capacity building services and training for holistic management of disaster risk in the SAARC region. The centre also facilitates exchange of information and expertise for effective and efficient management of disaster risk. Lasting peace and prosperity in South Asia has been elusive because of the various ongoing conflicts in the region. Political dialogue is often conducted on the margins of SAARC meetings which have refrained from interfering in the internal matters of its member states.[50] During the 12th and 13th SAARC summits, extreme emphasis was laid upon greater cooperation between SAARC members to fight terrorism.[51][52] The 19th SAARC summit scheduled to be held in Pakistan was called off as India, Bangladesh, Bhutan and Afghanistan decided to boycott it due to a terrorist attack on an army camp in Uri.[53][54] It was for the first time that four countries boycotted a SAARC summit, leading to its cancellation.[55][56] The SAFTA was envisaged primarily as the first step towards the transition to a South Asian Free Trade Area (SAFTA) leading subsequently towards a Customs Union, Common Market and the Economic Union. In 1995, Sixteenth session of the Council of Ministers (New Delhi, 18–19 December 1995) agreed on the need to strive for the realization of SAFTA and to this end, an Inter-Governmental Expert Group (IGEG) was set up in 1996 to identify the necessary steps for progressing to a free trade area. The Tenth SAARC Summit (Colombo, 29–31 July 1998) decided to set up a Committee of Experts (COE) to draft a comprehensive treaty framework for creating a free trade area within the region, taking into consideration the asymmetries in development within the region and bearing in mind the need to fix realistic and achievable targets. The SAFTA Agreement was signed on 6 January 2004 during Twelfth SAARC Summit held in Islamabad, Pakistan.[57] The Agreement entered into force on 1 January 2006, and the Trade Liberalization Programme commenced from 1 July 2006.[58] Under this agreement, SAARC members will bring their duties down to 20 percent by 2009. Following the Agreement coming into force the SAFTA Ministerial Council (SMC) has been established comprising the Commerce Ministers of the Member States.[59] In 2012 SAARC exports increased substantially to $354.6 billion from $206.7 billion in 2009.[60] Imports too increased from $330 billion to $602 billion over the same period. But the intra-SAARC trade amounts to just a little over 1% of SAARC's GDP. In contrast to SAARC, in ASEAN (which is actually smaller than SAARC in terms of the size of the economy) the intra-bloc trade stands at 10% of its GDP. The SAFTA was envisaged to gradually move towards the South Asian Economic Union, but the current intra-regional trade and investment relation are not encouraging and it may be difficult to achieve this target. SAARC intra-regional trade stands at just five percent on the share of intra-regional trade in overall trade in South Asia. Similarly, foreign direct investment is also dismal. The intra-regional FDI flow stands at around four percent of the total foreign investment.[61] The Asian Development Bank has estimated that inter-regional trade in SAARC region possessed the potential of shooting up agricultural exports by $14 billion per year from existing level of $8 billion to $22 billion. The study by Asian Development Bank states that against the potential average SAARC intra-regional trade of $22 billion per year, the actual trade in South Asia has been only around $8 billion. The uncaptured potential for intra-regional trade is therefore $14 billion per year, i.e., 68%.[62][63] The SAARC Visa Exemption Scheme was launched in 1992. The leaders at the Fourth Summit (Islamabad, 29–31 December 1988), realizing the importance of people-to-people contact among SAARC countries, decided that certain categories of dignitaries should be entitled to a Special Travel document. The document would exempt them from visas within the region. As directed by the Summit, the Council of Ministers regularly kept under review the list of entitled categories. Currently, the list included 24 categories of entitled persons, which include dignitaries, judges of higher courts, parliamentarians, senior officials, entrepreneurs, journalists, and athletes. The Visa Stickers are issued by the respective Member States to the entitled categories of that particular country. The validity of the Visa Sticker is generally for one year. The implementation is reviewed regularly by the Immigration Authorities of SAARC Member States.[64] The Twelfth (12th) Summit approved the SAARC Award to support individuals and organizations within the region. The main aims of the SAARC Award are: The SAARC Award consists of a gold medal, a letter of citation, and cash prize of $25,000. Since the institution of the SAARC Award in 2004, it has been awarded only once and the Award was posthumously conferred upon the late President Ziaur Rahman of Bangladesh.[65] The SAARC Literary Award is an annual award conferred by the Foundation of SAARC Writers and Literature (FOSWAL) since 2001[66][67] which is an apex SAARC body.[68] Shamshur Rahman, Mahasweta Devi, Jayanta Mahapatra, Abhi Subedi, Mark Tully, Sitakant Mahapatra, Uday Prakash, Suman Pokhrel and Abhay K are some of the prominent recipients of this award.[69] Nepali poet, lyricist, and translator Suman Pokhrel is the only poet/writer to get this award twice.[70] The SAARC Youth Award is awarded to outstanding individuals from the SAARC region. The award is notable because of the recognition it gives to the Award winner in the SAARC region. The award is based on specific themes which apply to each year. The award recognizes and promotes the commitment and talent of the youth who give back to the world at large through various initiatives such as Inventions, Protection of the Environment and Disaster relief. The recipients who receive this award are ones who have dedicated their lives to their individual causes to improve situations in their own countries as well as paving a path for the SAARC region to follow. The Committee for the SAARC Youth Award selects the best candidate based on his/her merits and their decision is final.[71] Previous Winners: Leaders are either heads of state or heads of government, depending on which is constitutionally the chief executive of the nation's government. Afghanistan Hibatullah Akhundzada Leader of Afghanistan (de facto) People's Republic of Bangladesh Sheikh Hasina Prime Minister of Bangladesh Kingdom of Bhutan Lotay Tshering Prime Minister of Bhutan Republic of India Narendra Modi Prime Minister of India Republic of Maldives Ibrahim Mohamed Solih President of the Maldives Federal Democratic Republic of Nepal Sher Bahadur Deuba Prime Minister of Nepal Islamic Republic of Pakistan Shehbaz Sharif Prime Minister of Pakistan Democratic Socialist Republic of Sri Lanka Ranil Wickremesinghe President of Sri Lanka","Title":"South Asian Association for Regional Cooperation - Wikipedia","KeyID":"13002","URL":"https://en.wikipedia.org/wiki/SAARC"}