{"Content: ":"The Lakshman Kadirgamar Institute of International Relations and Strategic Studies (LKI) is a foreign policy think tank currently based in Colombo, Sri Lanka. The Minister of Foreign Affairs of Sri Lanka is ex officio the Chairman of LKI. LKI conducts independent research and functions as an autonomous organisation. LKI was established in 2006 and is named after the late Sri Lankabhimanya Lakshman Kadirgamar, PC, MP, and former Sri Lankan Foreign Minister. The Institute is the realisation of a goal actively pursued by the late Minister, to fulfill the country's need for a think tank in the field of foreign policy research and engagement. Its stated mission is 'to engage in independent research of Sri Lanka’s international relations and strategic interests, and to provide insights and recommendations that advance justice, peace, prosperity and sustainability.' The former Sri Lanka Institute of Strategic Studies (SLISS) was renamed in 2006 as the Lakshman Kadirgamar Institute of International Relations and Strategic Studies, in memory of the late Hon. Lakshman Kadirgamar, via the SLISS (Amendment) Act, No. 32 of 2006 to the SLISS Act, No. 45 of 2000. LKI was inaugurated by the late Hon. Prime Minister Ratnasiri Wickremanayake on 10 August 2006. In 2011, the Institute launched the first ever volume of the ‘Kadirgamar Review,’ a publication highlighting the Institute’s research papers in various areas of national, regional, and international significance. In 2016, LKI ranked 127th in the Top Foreign Policy and International Affairs Think Tanks category[1] in the Global Think Tank Index. Housed at ‘The Lighthouse,' on Horton Place, Colombo 7, LKI occupies a heritage building steeped in contemporary Sri Lankan history. Built by D. D. Pedris, the premises were acquired by the British Board of Trade in 1933, and housed the Imperial Lighthouse Service of Ceylon and Minicoy until 1976, when ownership was transferred to the Sri Lankan Navy. It has belonged to the Ministry of Foreign Affairs of Sri Lanka since 1977.[2] LKI’s research team generates publications for a range of stakeholders, including the Foreign Ministry, other ministries, the private sector, academics, civil society, students, the media, and other members of the public. The Institute website[9] features all the latest publications which are available for download. In addition, its Weekly Insights[10] product summarises recent commentary on foreign policy issues from a Sri Lankan perspective, and—LKI’s blog, The Prospector,[11] accepts contributions from local and global authors. The Institute liaises with the Ministry of Foreign Affairs and other government institutions to convene policy dialogues, provide input into policy speeches, and offer research papers on request. The Institute has also supposrted the Foreign Policy Advisory Group (FPAG), an informal group convened by the Minister of Foreign Affairs and co-chaired by two senior retired diplomats. At the request of the Co-chairs of the FPAG, staff of LKI conducts research and presents information to members of the FPAG.[12] In addition to mobilising expertise, producing evidence-based policy insights, and offering actionable policy solutions for Sri Lanka's foreign policy issues, LKI also conducts regular events and discussions,[13] featuring visiting dignitaries, senior academics, policy makers and other experts. The Institute has signed several Memoranda of Understanding (MoUs) with similar research institutions overseas, including in the UK and India. The Institute receives delegations from partner institutions and defence academies who wish to visit and learn more about developments in Sri Lanka. In addition, it regularly liaises with the diplomatic corps in Sri Lanka, in ‘goodwill’ meetings and to arrange potential programmes and events of mutual interest. LKI's governing legislation provides that it will be dedicated to the study of Sri Lanka’s international relations and strategic interests in defence, national security, law, economics, cultural relations, agriculture, and the environment. There are two programmes to capture these themes: the Global Governance and Global Economy programmes respectively. The Global Economy programme,[14] chaired by Dr. Ganeshan Wignaraja (DPhil Oxford), reflects the shifting emphasis in international relations – in Sri Lanka and elsewhere – to economic diplomacy. This programme seeks to analyse Sri Lanka’s trade, foreign investment, and tourism, including the potential to reposition Sri Lanka as an economic hub in the Indian Ocean region. The Global Governance programme[15] headed by Dr. Kadira Pethiyagoda (PhD Melbourne), covers issues relating to Sri Lanka’s international relations, international law, and security. These involve maritime issues, international dispute resolutions, transitional justice, international human rights norms, sustainable development, and Sri Lanka’s role in the United Nations, as well as Sri Lanka’s cultural relations in sports, religion, and the arts. LKI hosts four main types of events; LKI Roundtables,[16] panel discussions,[17] speeches,[18] and memorial lectures.[19] Events held at LKI are centered around topics of regional geopolitics, economics and strategic studies. Experts from various institutions and organisations are invited on a regular basis to take part in and contribute to events held at the institute. A signature event at LKI is the annual Lakshman Kadirgamar Memorial Lecture, delivered by a current or former governmental or intergovernmental leader.[20] LKI also regularly hosts Foreign Policy Round Tables which convene a diverse group of participants, including officials of the Ministry of Foreign Affairs, other members of the government, policymakers, scholars from universities and think tanks, media, representatives from the private sector and civil society, and students. LKI has a core team of internationally-credentialed researchers and experienced operations staff, headed by the Executive Director, Dr. Ganeshan Wignaraja, a specialist in Economics who was educated at Oxford.[21] LKI’s work is facilitated by dedicated support staff and several interns. LKI receives funding from the Ministry of Foreign Affairs of Sri Lanka, a small but growing endowment and from revenue from its venue hire facilities, known as the Lighthouse at LKI. The Institute has also received financial and in-kind support from leading private companies and institutions, some of which include the following: In accordance with its commitment to research independence, the Kadirgamar Institute appoints its research staff, determines its research agenda, and publishes its research and recommendations without the prior approval of its financial supporters. ","Title":"Lakshman Kadirgamar Institute of International Relations and Strategic Studies - Wikipedia","KeyID":"13011","URL":"https://en.wikipedia.org/wiki/Lakshman_Kadirgamar_Institute_of_International_Relations_and_Strategic_Studies"}