{"Content: ":"The Diplomat is an international online news magazine covering politics, society, and culture in the Indo-Pacific region. It is based in Washington, D.C. It was originally an Australian bi-monthly print magazine, founded by Minh Bui Jones, David Llewellyn-Smith and Sung Lee in 2001, but due to financial reasons it was converted into an online magazine in 2009 and moved to Japan and later Washington, D.C. The magazine is currently owned by MHT Corporation. The Diplomat was originally an Australian bi-monthly print magazine, founded by Minh Bui Jones, David Llewellyn-Smith and Sung Lee in 2001. The first edition was published in April 2002, with Bui Jones as the founding editor and Llewellyn-Smith the founding publisher. The magazine was acquired by James Pach through his company Trans-Asia Inc. in December 2007. Pach assumed the role of executive publisher and hired former Penthouse editor Ian Gerrard to update its presentation. Nonetheless, the print edition suffered continued losses, and The Diplomat eventually went completely online in August 2009. Its Sydney office was closed and its headquarters were moved to Tokyo; Jason Miks was appointed editor in September 2009 and Ulara Nakagawa was appointed associate editor.[1] Miks was succeeded as editor by Harry Kazianis before publisher James Pach took over.[2] Shannon Tiezzi currently serves as editor-in-chief, with Catherine Putz as managing editor. Abhijnan Rej is security & defense editor and Sebastian Strangio is Southeast Asia editor. Ankit Panda is editor-at-large and podcast host. The Diplomat has published interviews with many public figures, including Ali Allawi, Anwar Ibrahim, Ian Macfarlane, Brent Scowcroft, Mike Moore,[3] Jason Yuan,[4] Kim Beazley,[5] Wegger Christian Strømmen,[6] Shankar Prasad Sharma,[7] and Jaliya Wickramasuriya.[8] Prior to 2004, The Diplomat used to run advertisements emphasizing the magazine's Australian perspective by presenting the national flags of the United States, the UK, and Australia and logos of Time and The Economist with a headline \"To which view do you subscribe?\" Time magazine forced the cancellation of such advertisements.[9] The Diplomat has entered into formal partnerships with influential public policy and news organizations. One of the most prominent is the Center for Strategic and International Studies (CSIS). Through a partnership with CSIS's Pacific Forum Young Leaders Programme, The Diplomat provides insights and analysis from its staff and collaborators.[citation needed] The Diplomat also maintains partnerships with RealClearWorld, ENN Environmental News Network, the Foreign Policy Centre, The Interpreter, Danwei, ChinaHush, Institute for Defence Studies and Analyses, Global Radio News, International Affairs Forum, the Atlantic Sentinel, China Talking Points, War Is Boring, East–West Center, Foreword, and the Vivekananda International Foundation.[citation needed] In December 2010, the online news aggregator RealClearWorld (R.C.W.) cited The Diplomat as one of the top-five world news sites of 2010.[10] In 2011, RCW again listed The Diplomat as one of its top-five world news sites.[11]","Title":"The Diplomat - Wikipedia","KeyID":"13012","URL":"https://en.wikipedia.org/wiki/The_Diplomat"}