{"Content: ":"The Sri Lankan Rupee (Sinhala: රුපියල්, Tamil: ரூபாய்; symbol: ₨. /- in English, රු in Sinhala, ௹ in Tamil; code: LKR) is the currency of Sri Lanka. It is subdivided into 100 cents, but cents are rarely seen in circulation due to its low value. It is issued by the Central Bank of Sri Lanka. The symbol ₨. is generally used, but the currency code \"LKR\" is occasionally used to distinguish it from other currencies also called rupee. The British pound became Ceylon's official money of account in 1825, replacing the Ceylonese rixdollar at a rate of £1 stg = 13+1⁄3 rixdollars, and British silver coin was made legal tender. Treasury notes denominated in pounds were issued in 1827, replacing the earlier rixdollar notes. Rixdollar notes not presented for exchange were demonetized in June 1831. The Indian rupee was made Ceylon's standard coin on 26 September 1836, and Ceylon reverted to the Indian currency area. Pound-denominated treasury notes continued to circulate after 1836, along with the rupee. The legal currency remained British silver and accounts were kept in pounds, shillings and pence. However, payments were made in rupees and annas at the \"fictitious par\" (fixed accounting rate) of 2 shillings per rupee (i.e., £1 stg = ₨.10/-). The Bank of Ceylon was the first private bank to issue banknotes on the island (1844) and Treasury notes were withdrawn in 1856. The Indian rupee was formally established as the unlimited legal tender 18 June 1869. The rupee was decimalized 23 August 1871. Thus, the rupee of 100 cents became Ceylon's money of account and sole legal tender effective 1 January 1872, replacing British currency at a rate of ₨.1/- = 2s.3d. Following the Ceylon banking and monetary crisis of 1884, in which the largest exchange bank in the island, The Orient Bank experienced an acute liquidity shortage, resulting in a run on the other two exchange banks, Chartered Mercantile Bank and the Bank of Madras. The Government of Ceylon, stepped in an enacted the Paper Currency Ordinance of 1884 which was based on a similar Ordinance in Mauritius in 1876. The Paper Currency Ordinance, established a currency board, the Board of Commissioners of Currency of Ceylon was established consisting of the Colonial Secretary of Ceylon, the Treasurer of Ceylon, and the Auditor-General of Ceylon. This Ordinance linked the Ceylon currency notes and the Indian silver rupees being mutually convertible at the office of the Currency Commissioners at a nominal par without any commission of one Ceylon rupee note to one Indian rupee coin.[1][2] By April 2022, political upheaval in Sri Lanka made the Sri Lankan rupee the world's \"worst performing currency,\" according to the Financial Times. The currency's exchange rate had plummeted to over ₨.350/- = US$1 as of 29 April 2022[update].[3] In 1872, copper 1⁄4¢, 1⁄2¢, 1¢ and 5¢ coins dated 1870 were introduced, followed in 1892 by silver 10¢, 25¢ and 50¢. Production of the 1⁄4c ceased in 1904. The large, copper 5¢ coin was replaced in 1909 by a much smaller cupro-nickel coin which was square with rounded corners. In 1919, the fineness of silver used was reduced from .800 to .550. Between 1940 and 1944, a wholesale change in the coinage was carried out. Production of the 1⁄2¢ ceased in 1940, with bronze 1¢ introduced in 1942 with reduced weight and thickness. Nickel-brass replaced cupro-nickel in the 5¢ in the same year and replaced silver in the 25 and 50¢ in 1943. In 1944, nickel-brass, scalloped shaped 2¢ and 10¢ coins were introduced. The scalloped 10¢ coin replaced the silver 10¢ coin. Later 2¢ coins issued in 1957 were the only coins from this period to ever depict Queen Elizabeth II. Coins with the portrait of King George VI continued to be in circulation after his death in 1952. In 1957, cupro-nickel ₨.1/- coins and .925 silver ₨.5/- coins commemorating 2,500 years of Buddhism were issued. In 1963, a new coinage was introduced which omitted the monarch's portrait, depicting instead The Armorial ensign of Ceylon. Coins issued were aluminium 1¢ and 2¢, nickel brass 5¢ and 10¢ and cupro-nickel 25¢ and 50¢ and ₨.1/-. These coins had the same shapes and sizes of the previous series but were composed of different materials. In 1976, commemorative seven-sided ₨.2/- and ten-sided ₨.5/- coins were introduced in limited numbers. In 1978, devaluation prompted aluminum to be the replacement of nickel-brass in the 5¢ and 10¢, while shortly after 1¢ and 2¢ were discontinued. Cupro-nickel ₨.2/- and aluminium-bronze ₨.5/- coins were introduced in 1984 fully replacing the corresponding banknotes. In 1987, commemorative ₨.10/- were released which like the 5¢ coin was square with round edges. In 1998 a bimetallic commemorative ₨.10/- coin was released. Like earlier forerunner rupee denominations, these were again only issued in limited supply, not intended to replace the corresponding banknotes. The obverse of the coins issued since 1972 carry the Armorial Ensign of the Republic of Sri Lanka. The reverse of the coin the value in numerals and in Sinhala, Tamil and English below and year of issue at the bottom with SRI LANKA in Sinhala on top. The lower denominations of 1¢, 2¢, 5¢, 10¢, 25¢ and 50¢ are not in circulation and the minting of these denominations had been discontinued. The observe and reverse designs of the new coins remained identical to the circulating coins of the new series based on similar denominations. However their weights and compositions have been changed to electroplated steel as opposed to a solid alloy for easier identification purposes and to save on production expense. In the year 2017, a complete new series of stainless steel coins was introduced and is currently in circulation. The Central Bank of Sri Lanka has issued commemorative coins since 1957. On 15 December 2010, to mark the 60th Anniversary, the Central Bank of Sri Lanka issued a frosted proof crown size multi-colour silver commemorative coin in the denomination of ₨.5,000/-. It was the first multi-colour coin issued by the Central Bank. Commemorative coins issued by the Central Bank of Sri Lanka: The Government of Ceylon introduced its first rupee banknote issue in 1885. A ₨.5/- note (1885–1925) was followed by ₨.10/- (1894–1926) and ₨.1,000/- notes (1899 and 1915).[5] A second issue included the ₨.1/- (1917–1939), ₨.2/- (1917–1921), ₨.50/- (1914) and ₨.100/- (1919) notes.[5] During the 1920s (and in some cases the 1930s) the ₨.1/- (mentioned above), ₨.2/- (1925–39), two types of ₨.5/- (1925–28 and 1929–39), two types of ₨.10/- (1927–28 and 1929–39), ₨.50/- (1922–39), ₨.100/- (1926–39), ₨.500/- (1926), and ₨.1,000/- (1929) notes were all in circulation.[6] There were two issues in 1941. The first consisted of a ₨.1/-, ₨.2/-, ₨.5/-, ₨.10/- banknote issued only in 1941.[7] Though issued slightly earlier, a ₨.1,000/- note (1938) has been grouped with this issue.[8] The 1941 second issue consisted of ₨.1/- (1941–49), ₨.2/- (1941–49), ₨.5/- (1941–49), ₨.10/- (1941–46), ₨.50/- (1941–45), ₨.100/- (1941–45), ₨.1,000/- (1941), and ₨.10,000/- (1947) notes.[nb 1][9] In 1942, fractional banknote issues were introduced. A 25¢ and 50¢ note (1942)[10] were followed by a second issue of 5¢ (1942), 10¢ (1942–43), 25¢ (1942–49), and 50¢ notes (1942–49).[11] The Central Bank of Ceylon[nb 2] issued ₨.1/- and ₨.10/- rupee notes (1951),[11] ₨.1/-, ₨.2/-, ₨.5/-, ₨.50/-, and ₨.100/- notes (1952–54)[nb 3] The ₨.1/- notes were replaced by coins in 1963. From 1977, banknotes were issued by the Central Bank of Sri Lanka. ₨.20/- notes were introduced in 1979, followed by ₨.500/- and ₨.1,000/- in 1981. The ₨.200/- in 1998 and ₨.2,000/- in 2006 (discontinued). Sri Lankan banknotes are unusual in that they are printed vertically on the reverse. In 1998, a ₨.200/- note was issued to commemorate the 50th anniversary of independence (1948–1998). This is the first polymer banknote issued in Sri Lanka, and it was printed by Note Printing Australia. All other denominations are printed by the De la Rue Lanka Currency and Securities Print (Pvt) Ltd, a joint venture of the Government of Sri Lanka and De La Rue. Portraits of former Sri Lankan prime ministers and former president Mahinda Rajapaksa have graced the fronts of Sri Lankan bank notes, while the backs have featured Sri Lankan fauna and flora, Sri Lankan landscapes and industries, and images depicting Sri Lankan culture, history, and achievements. The Sri Lankan rupee is a closed currency which means it is not available to buy or sell outside of Sri Lanka.[14] One can buy LKR at the Sri Lankan airport or currency outlets available throughout the country.[citation needed] Lakshmi Plaques 3 BC to 107 AD","Title":"Sri Lankan rupee - Wikipedia","KeyID":"13026","URL":"https://en.wikipedia.org/wiki/Sri_Lankan_rupee"}