{"Content: ":"Constituents of Sri Lankan taxation receipts for the tax year 2018. Legislature Judiciary Taxation in Sri Lanka mainly includes excise duties, value added tax, income tax and tariffs.[1] Tax revenue is a primary constituent of the government's fiscal policy. The Government of Sri Lanka imposes taxes mainly of two types in the forms of direct taxes and indirect taxes. As of 2018 CBSL report, taxes are the most important revenue source for the government, contributing 89% of the revenue. The tax revenue to GDP ratio is just about 11.6 percent as of 2018, which is one of the lowest rates among the upper-middle income earning countries.[2] At present, the government of Sri Lanka also face major challenges regarding the continuous budget deficits where government expenditures have exceeded the government tax revenue.[3] Indirect taxes in the forms of excise duties, VAT and tariffs are the key contributors to the government tax revenue with 74% while direct taxes including income tax, Pay-as-you-earn tax and Economic Service Charge contribute only around 9%.[4] However the tax regime is expected to witness major changes following the 2019 Sri Lankan presidential election which took place on 16 November 2019.[5][6] The Maithripala Sirisena led government also announced that the carbon tax will be removed with immediate effect as of 1 December 2019.[7] In November 2019, newly elected President Gotabaya Rajapaksa approved mandate to abolish taxes such as PAYE, NBT, Withholding tax, Capital Gain tax, Bank Debit tax and to reduce VAT tax rate from 15% to 8%.[8][9] Tax evasion is a rampant and prevalent issue in Sri Lanka.[10] As of 2016, income tax contributes to 15% of the overall government tax revenue. The highest ever income tax proportion to the tax revenue was recorded at 35% in 2007. However the income tax contribution, started to decline from that point. The income taxes are collected by the Department of Inland Revenue under the provisions of Inland Revenue Act, no 24 of 2017.[11] In addition to the income tax, PAYE tax is also charged by the Department of Inland Revenue in accordance with the terms of Section 114 of Inland Revenue Act no 10 of 2006 or Section 83 of the Inland Revenue Act No 24 of 2017.[12] VAT remained as the main contributor to the government revenue until 2014, later it was surpassed by the excise duty.[13] VAT is imposed on mainly goods and services under the provisions of Act no 14 of 2002.[14] The tax became the most significant tax from 2015. It is imposed mainly on the production of drugs, alcohol, petroleum products and motor vehicles.[15] Until 2019, tariffs provided the third major contribution to the government tax revenue with nearly 20%.[16] However in 2019, the Sri Lankan government implemented measures to curtail import expenditure and to promote exports in order to avoid the trade deficit.[17] Subsequently, the import levy imposed on the imports also reduced from 19% to 16%. Tariffs are highly imposed on imported motor vehicles at present. However Duty-free permit, a tax concession is also granted specially for the government officials to import vehicles into Sri Lanka. Maral prevailed in Sri Lanka as a quite unpopular tax during the ancient times. It was imposed on the properties owned by those who were dead. The tax system was scrapped during the British rule in the country.[18][19] Sri Lankan tax system is regarded as one of the most complicated tax structures in the world. Inefficiencies in the administration of taxes, social attitudes among general public about the tax system, lack of knowledge among the public on their obligation are some of the issues which have made severe problems to the government when financing the budgetary expenditures. In addition, the tax system of the country is also treated as inequal.[20]","Title":"Taxation in Sri Lanka - Wikipedia","KeyID":"13028","URL":"https://en.wikipedia.org/wiki/Taxation_in_Sri_Lanka"}