{"Content: ":"Squatting in Sri Lanka occurs when people are displaced by war or natural disasters, find it difficult to transfer title or build shanty towns. The Government of Sri Lanka has attempted to regularize squatter settlements. In 2020, there were reported to be over 600,000 squatters on state land. The Government of Sri Lanka owns 80 per cent of the country's land and the rest is privately owned. Land is presumed to be owned by the state unless proven otherwise, under the State Lands Encroachments Ordinance.[1] The government created state-sponsored land settlement schemes (SLSS) to house the population, mandated by the 1840 Crown Land (Encroachment) Ordinance (revised in 1949) and the 1935 Land Development Ordinance. As an unintended side-effect of these provisions, squatting occurs in SLSS zones because it is hard to transfer ownership.[1] In 1984, the government identified four types of housing in need of upgrading. These were slums where people were owners or renters, shanty towns constructed by squatters, peri-urban developments where people were owners or renters and derelict houses occupied by temporary workers.[2] In 1998, the Registration of Title Act set up a system to register titles, which was first rolled out in the areas of Anuradhapura, Gampaha, Gampola, Hambantota, Homagama, Jaffna, Kandy, Kurunegala, Negombo and Ratnapura.[3] After the Indian Ocean earthquake in 2004, many people were displaced and some started squatting.[4] During the Sri Lankan Civil War (1983–2009) 289,915 people were displaced in the Vanni region.[5] The government then announced the Prescription (Special Provisions) Act, which aimed to help people who had been displaced to reclaim their property.[6][7] The act ensured that the previous doctrine of adverse possession after 10 years was no longer valid.[7] Sri Lanka Railways stated in 2018 that it owned 14,000 plots of land, of which around 10,000 acres had been squatted and that some occupiers were railway employees.[8] In 2020, the Sri Lankan Sunday Times reported that in total over 600,000 people were squatting on state land and that the land commissioner had decided that those who had occupied their homes for more than eight years could claim title.[9] A cabinet subcommittee was set up to investigate further but its meetings were delayed as a result of the COVID-19 pandemic.[1]","Title":"Squatting in Sri Lanka - Wikipedia","KeyID":"13034","URL":"https://en.wikipedia.org/wiki/Squatting_in_Sri_Lanka"}