{"Content: ":"The Employees' Trust Fund (ETF), a social security programme, was established on 1 March 1981 under the Act No.46 of 1980 by the Parliament of the Democratic Socialist Republic of Sri Lanka[1] to promote (i).employee ownership, employee welfare and economic democracy through participation in financing and investment (ii).employee participation in management through the acquisition of equity interest in enterprises and to provide for non-contributory benefits to employees upon retirement. All workers i.e. Permanent, Temporary, Casual, Contract, Piece-rate wages, Learners and apprentices who are employed in private and public sector are eligible to be benefited by it.[2] Where an employer first becomes liable under the provisions of this Act to contribute to the Fund in respect of any employee employed by such employer, such employee shall then become and continue to be a member of the Fund so long as there is any sum to the credit of his individual account in the Fund. Persons who are self-employed and migrant workers are also eligible to ETF membership on a voluntary basis. However the Domestic servants, Employees in religious, social or charitable institutions employing less than 10 employees, Industrial undertakings training juvenile offenders, orphans, or persons who are destitute, deaf or blind and Businesses where only family members are employed are considered as the exempts of the Act.[3] A membership statement of account will be issued to members before 30 September every year which contains details of annual interest, account balance etc.[4] The employer of every employee to whom this Act applies shall be liable to pay an amount equal to three per centum (3%) of the total earnings including Wages, salary or fees, Cost of living allowance, special living allowance and other similar allowances, Payment in respect of holidays, The cost value of cooked or uncooked food provided by the employer to employees, Meal allowance and Any other forms of remuneration of the employee from his employment on or before the last day of the succeeding month. If the employer delays in forwarding the contributions according to the legal time frame, then the employer is liable to a surcharge. Incentives, attendance, productivity or night allowance, Overtime, Bonus, Service charge, Supervising allowance, Acting allowance, Professional allowance, Festival allowance, Housing allowance, Travelling allowance (reimbursed) Hourly payment made to lecturers and On call allowance are exempted from the ETF. There is no recovery from the employee and the liability of this contribution lies solely with the employer. It shall be a condition of any employee’s right to any moneys that he / she or any person on his / her behalf makes a claim thereto in the manner prescribed in the Act. No member of the Fund or other person claiming on behalf of such member shall have any interest in, or claim to, the moneys of the Fund otherwise than by, and except in accordance with, the provisions of this Act or of any regulations made there-under. Any employee can claim back for money once every five years during the period of employment or upon reaching the age of 60 years.[5] Persons who due to leave the country permanently can claim before their departure. Cessation of employment due to permanent and total incapacity for work is another point that the employee can claim for the ETF. In the event of the death of a member, the funds in the ETF account will be paid to the nominee and if there is no nominee, then it will be paid to the executor or administrator of the member’s estate or to his/her heirs.[6] Among the benefits, an automatic Life Insurance Cover of maximum of 50,000 LKR, a permanent and Total Disability benefits of maximum of 200,000 LKR, financial Assistance for Heart surgery of 150,000 LKR, financial Assistance for Kidney Transplant operations of 150,000 LKR, 9000 LKR for Reimbursement of Intraocular Lens Implant for each eye are magnificent. 3000 Scholarships of 15,000 LKR each are awarded to children who get through the Year Five Scholarship examination with merit.[7] A hospitalized Health insurance Scheme of maximum of 25,000 LKR and a Housing Loan Scheme of maximum of 50,000 LKR can be obtained during the membership period.[8]","Title":"Employees' Trust Fund - Wikipedia","KeyID":"13033","URL":"https://en.wikipedia.org/wiki/Employees%27_Trust_Fund"}