{"Content: ":"Rubber production in Sri Lanka commenced in 1876, with the planting of 1,919 rubber seedlings at the Henarathgoda Botanical Gardens in Gampaha.[1] The total extent under rubber in 1890 was around 50 ha (120 acres) and in the early 1900s it increased to around 10,000 ha (25,000 acres). By 1982 the total extent under rubber was around 180,000 ha (440,000 acres) and the total annual production was 125,000,000 kg (276,000,000 lb). However, the total extent under rubber declined subsequently and at present it is around 120,000 h (430,000 ks)a. Rubber contributes about 0.6% of the total GDP.[2] According to figures published in 2018 by the Rubber Research Institute of Sri Lanka, producing 82,600,000 kg (182,100,000 lb) in 2018.[3] On 12 August 1876, the Colonial Office, on the recommendation of Sir Joseph Hooker, sent 38 cases containing 1,919 rubber seedlings from Kew Gardens to Ceylon.[4] The seedlings were germinated from seeds collected by Sir Henry Wickham in Brazil earlier that year. With a further 300 seedlings sent in late 1876/early 1877.[4] Ceylon was selected by the Colonial Office as the most suitable site to cultivate and propagate the rubber plants, for further distribution to other comparable regions in the Indian subcontinent. The seedlings were planted at the Henarathgoda Botanical Gardens in Gampaha, under the guidance of George Thwaites, the Garden's superintendent. In 1877 twenty-two of these young trees were sent to Singapore, and the seedlings from those trees were distributed throughout Malaysia and Borneo.[4] In 1879 twenty-eight plants were sent to India and Burma.[4] The first of the rubber trees in Ceylon flowered in 1881, and the first experiments in tapping subsequently commenced shortly afterwards. In 1893 over 90,000 seeds were supplied to planters throughout Ceylon, in 1900 there was approximately 405 hectares (1,001 acres) of rubber being cultivated and by 1923 there was over 180,085 hectares (445,000 acres).[4] The traditional rubber growing districts of Sri Lanka are located mainly in the wet zone and include Colombo, Gampaha, Kalutara, Kandy, Matale, Galle, Matara, [[]], Ratnapura and Kegalle. There is currently over 127,500 ha (315,000 acres) of land under rubber cultivation. A significant proportion of the extent under this crop is cultivated by smallholders. There had been a drop in the extent cultivated in these four districts during the last 20 years. The drop is more pronounced in Kalutara and Ratnapura districts where there is a drop by around 29%. In Kegalle district, the corresponding value is 25%. Rubber is also grown in the districts of intermediate zones of the country. The topography of theses rubber lands vary from flat too very steep. At present about 47,000 ha (120,000 acres) 40% of the rubber lands in the country are managed by 19 regional plantation companies, 68,000 ha (170,000 acres) belong to the private sector. Out of the 115,300 ha (285,000 acres), about 25,700 ha (64,000 acres) (22%) are immature and the balance 89,600 ha (221,000 acres) (78%) are mature. The size of rubber holdings vary widely. Those holdings below 8 ha (20 acres) are considered smallholdings. Rubber lands of extent 8 ha (20 acres) or more are considered as estates. In the year 2005, around 77,000 ha (190,000 acres) (65% of the total extend under the rubber) were in the smallholder sector and 37,000 ha (91,000 acres) (35% of the total extend under the rubber) were in the estate sector. [5] A few decades ago, seedling rubber was planted but at present vegetative propagated rubber accounts to nearly 70% of cultivated rubber. The variety PB 86 predominates but clones of the RRIC 100 series such as RRIC 121 and RRISL 2000 series developed by the Rubber Research Institute are increasingly used in new and replanting. These new varieties are characterised by high yields and a number of other desirable feature.[7] At present nearly 60% of the rubber produced in used locally and the balance in exported. In 1997, the corresponding value was 42%. Thus, the local consumption of rubber has considerably increased during the last decade. Rubber is exported as smoked sheet, sole crepe, latex crepe and Technically Specified Rubber (TSR). In 2007 18,100,000 kg (39,900,000 lb) sheets were exported. Rubber contributing over US$ 890 million in 2019 to the economy of Sri Lanka.[8] Sri Lanka government aims to growth rubber industry US$ 2 billion by 2025.[9]","Title":"Rubber production in Sri Lanka - Wikipedia","KeyID":"13045","URL":"https://en.wikipedia.org/wiki/Rubber_production_in_Sri_Lanka"}