{"Content: ":"In Sri Lanka many farmers depend on animal husbandry for their livelihood, but not a large proportion. Therefore, many livestock products have to be imported. The main livestock products in Sri Lanka are milk, meat and eggs. Hides, wools and other products are still not produced within the country. Animal power formerly used in the cultivation of rice and vegetables have been replaced by modern technology to farmlands. However animal husbandry plays an important role in the rural economy for improving the living conditions of farmers in the country. The land area of Sri Lanka is 65,610 km2. and of this, 30% belongs to agricultural activities. From that 30%, 70% is solely devoted to crop production. The remainder consists of a mixture of crops and livestock. Hence, a very small proportion of the farmland is solely devoted to livestock production. In Sri Lanka, livestock sector contributes around 1.2% of the national GDP. Livestock is spread throughout all regions of Sri Lanka with concentrations of certain farming systems in particular areas due to cultural, market and agro-climatic reasons. According to statistics from the Department of Animal Production and Health, there are about 1.3 million cattle, 0.3 million buffalo, 0.4 million goats, 13 million poultry and 0.08 million pigs in the country with negligible numbers of sheep, ducks and other animal breeds.[1] The per capita consumption of milk and dairy products in Sri Lanka (about 36 kg) is less, compare to other countries in the South Asian region. Since the 1980s Sri Lanka import dry milk powder as their main dairy commodity from Australia and New Zealand up to now. A very few types of dairy products are locally processed by a few companies as well as household producers in the country. The most leading product among them is yoghurt and hundreds of trade names are available to buy it. Other main dairy products are ice cream, curd, ghee, liquid milk (pasteurized and flavoured), cheese and some sweets. Domestic breeds are rarely used as livestock breeds in Sri Lanka. A large portion of livestock breeds are cross or introduced breeds. Because local breeds have poor productive ability and improper quality of milk and meat. There are few breeds of dairy cattle used for milk production. The selection of a cattle breed largely depends on the bio-climatic condition in the region. European breeds are recommended for upcountry wet and intermediate zones, while Indian breeds are recommended for low country dry and intermediate zones. There are also cross breeds for the low country wet zone. With the exception of a few breeds, most of the dairy breeds can be used in most bio-climatic areas providing that the level of management is high and the availability of quality fodder is well planned. The Australian Frisian x Sahiwal has not met the expectations of a tropical dairy breed. Hatton cow or Cape cattle were good milking breeds available before the present exotic milk breeds were popularised, presently extinct. Local breed Thamankaduwa White Cattle confined to the eastern part of the island The main cattle breeding method is using Artificial insemination (AI), which covers approximately 60% and Natural Breeding using improved breeds of stud bulls is practiced in remote areas and it covers approximately 25% of the total. Artificial Insemination (AI) is being practiced using locally produced semen and a limited amount of imported semen. There are two AI Stations available in Sri Lanka, namely Central Artificial Insemination Station (CAIS) situated in Kundasale, in Kandy district and Artificial Insemination Station situated at Kaduruwela, Polonnaruwa. Water buffaloes are reared for draught and milk production. Local buffaloes produce low milk yield and in the rural sector they mainly kept for power in rice cultivation to plough and harrow the fields. Introduced Indian breeds are mainly kept for milk production and for cross breeding with local buffaloes for upgrading. A large portion of water buffalo milk is used for curd and ghee production. Water buffalo meat is not very popular within Sri Lanka and is legally banned for slaughter. These three Indian breeds are Riverine type water buffaloes they prefer clear water to wallow. Breed - Jamnapari, (Original herd imported from India in 1997 by the Ministry of Livestock and Rural Industrial Development.) Breed - Saanen (Original herd Imported from The Netherlands) All the above breeds are kept for meat. Present the few insignificant numbers found are all crossbreds. Exotic breeds raised about 40 years ago Present day exotic breeds","Title":"Livestock in Sri Lanka - Wikipedia","KeyID":"13044","URL":"https://en.wikipedia.org/wiki/Livestock_in_Sri_Lanka"}